{"salmos_121_1_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"A palavra 'coisas' refere-se a tudo que o salmista observa ao olhar para os montes, simbolizando a busca por ajuda.","explicacao_detalhada":"O salmista se pergunta de onde virá seu socorro, refletindo sua dependência de Deus.","por_que_esta_palavra":"A escolha da palavra 'coisas' é ampla, englobando todas as necessidades e preocupações do salmista.","conexao_teologica":"A confiança em Deus como fonte de ajuda é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 121:2","Salmos 46:1","Hebreus 4:16"]},"salmos_121_1_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' simboliza um lugar elevado, muitas vezes associado à presença de Deus.","explicacao_detalhada":"O salmista olha para os montes, buscando um sinal de ajuda e proteção divina.","por_que_esta_palavra":"As montanhas são vistas como símbolos de estabilidade e força, contrastando com a fragilidade humana.","conexao_teologica":"A presença de Deus nas montanhas é um tema que aparece em várias narrativas bíblicas.","referencias_relacionadas":["Salmos 125:2","Isaías 2:2","Mateus 17:1"]},"salmos_121_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar físico onde habitamos, simbolizando a criação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo, mas também o mundo em que vivemos. No contexto do Salmo 121, enfatiza a proteção divina sobre a criação.","por_que_esta_palavra":"A menção da terra destaca a soberania de Deus sobre toda a criação e a segurança que Ele oferece aos que confiam Nele.","conexao_teologica":"Deus é o Criador e Sustentador da terra, e Sua proteção se estende a todos os aspectos da vida humana.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"salmos_121_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a relação pessoal e a fidelidade de Deus para com Seu povo. No Salmo 121, isso ressalta a confiança que os crentes devem ter em Sua proteção.","por_que_esta_palavra":"A invocação do nome do Senhor é um lembrete da Sua presença constante e do Seu poder em nossas vidas.","conexao_teologica":"O nome de Deus é associado à Sua aliança com Israel e à Sua promessa de proteção e salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:1","Romanos 10:13"]},"salmos_121_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente no contexto do Salmo 121, mas pode simbolizar força e proteção.","explicacao_detalhada":"Embora a palavra 'urso' (עָשָׂה) não esteja presente no texto, a ideia de força e proteção é relevante, pois Deus é frequentemente descrito como um protetor forte e poderoso.","por_que_esta_palavra":"A menção de animais fortes como o urso pode evocar a ideia de que Deus é um defensor poderoso contra os perigos.","conexao_teologica":"Deus é visto como um guerreiro que protege Seu povo, semelhante a um urso que defende seus filhotes.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:11","Miquéias 5:8"]},"salmos_121_3_cair":{"palavra_pt":"cair","palavra_original":"מוֹט","transliteracao":"môwṭ","strong":"H4132","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à possibilidade de cair, simbolizando fraqueza ou vulnerabilidade.","explicacao_detalhada":"A palavra 'cair' (מוֹט) no Salmo 121 destaca a fragilidade humana e a necessidade de dependência de Deus para proteção.","por_que_esta_palavra":"A ideia de cair enfatiza que, mesmo nas dificuldades, Deus está sempre presente para nos sustentar.","conexao_teologica":"A proteção de Deus é uma promessa de que Ele não permitirá que Seus filhos sejam derrotados ou abandonados.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","2 Coríntios 12:9"]},"salmos_121_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ajuda ou proteção a Deus.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em receber algo de Deus, como ajuda e proteção, especialmente em momentos de necessidade.","por_que_esta_palavra":"Clamar a Deus é um reconhecimento da nossa dependência d'Ele e da Sua disposição em nos ajudar.","conexao_teologica":"Deus é um Deus que ouve e responde ao clamor de Seu povo, mostrando Sua misericórdia e amor.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Romanos 8:32"]},"salmos_121_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à verdade de Deus em Sua proteção.","explicacao_detalhada":"A palavra 'verdade' (לֹא) enfatiza que Deus é fiel e não dorme, garantindo que Ele está sempre atento às necessidades de Seu povo.","por_que_esta_palavra":"A verdade de Deus é um fundamento seguro para a confiança dos crentes em Sua proteção constante.","conexao_teologica":"A fidelidade de Deus é um tema central na Escritura, mostrando que Ele cumpre Suas promessas.","referencias_relacionadas":["Salmos 100:5","Salmos 119:160","Hebreus 10:23"]},"salmos_121_4_sleep":{"palavra_pt":"sleep","palavra_original":"נוּם","transliteracao":"nûwm","strong":"H5123","significado_raiz":"Ideia básica: sleep.","significado_contextual":"Refere-se ao estado de sono, simbolizando vigilância e proteção.","explicacao_detalhada":"A palavra 'sleep' (נוּם) é usada para contrastar a vigilância de Deus com a fraqueza humana, que precisa de descanso.","por_que_esta_palavra":"A ideia de que Deus não dorme assegura que Ele está sempre atento e cuidando de nós.","conexao_teologica":"A vigilância de Deus é um aspecto de Sua natureza que traz conforto e segurança aos crentes.","referencias_relacionadas":["Salmos 121:4","Salmos 139:7-10","1 Pedro 5:7"]},"salmos_121_4_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para a vigilância de Deus.","explicacao_detalhada":"A palavra 'eis' (הִנֵּה) é um convite para observar a proteção constante de Deus sobre Seu povo.","por_que_esta_palavra":"Serve para enfatizar a certeza da presença de Deus, que está sempre ao nosso lado.","conexao_teologica":"Deus é apresentado como um guardião que nunca nos abandona, sempre pronto para nos proteger.","referencias_relacionadas":["Salmos 121:5","Isaías 41:10","Mateus 28:20"]},"salmos_121_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome do Senhor, enfatizando Sua autoridade e proteção.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) reafirma a confiança no caráter de Deus como nosso protetor e salvador.","por_que_esta_palavra":"A repetição do nome do Senhor reforça a ideia de que Ele é a fonte de nossa segurança e ajuda.","conexao_teologica":"A relação entre Deus e Seu povo é central na teologia bíblica, onde Ele se apresenta como um refúgio seguro.","referencias_relacionadas":["Salmos 46:1","Salmos 91:2","Salmos 118:14"]},"salmos_121_5_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de proteger e guardar.","explicacao_detalhada":"A palavra 'salvar' (שָׁמַר) implica em um ato ativo de Deus em cuidar e proteger Seu povo de perigos.","por_que_esta_palavra":"A promessa de que Deus nos salva e guarda é um tema recorrente nas Escrituras, oferecendo conforto aos crentes.","conexao_teologica":"A salvação é um aspecto central da relação entre Deus e a humanidade, refletindo Seu amor e cuidado.","referencias_relacionadas":["Salmos 121:7","Salmos 23:1-3","Romanos 8:31-32"]},"salmos_121_5_defence":{"palavra_pt":"defence","palavra_original":"צֵל","transliteracao":"tsêl","strong":"H6738","significado_raiz":"Ideia básica: defence.","significado_contextual":"Refere-se à proteção divina que Deus oferece aos seus fiéis.","explicacao_detalhada":"A palavra 'defence' (צֵל, tsêl) implica um abrigo ou sombra, simbolizando a segurança que Deus proporciona em tempos de dificuldades e perigos.","por_que_esta_palavra":"A escolha da palavra enfatiza a ideia de que Deus é um refúgio seguro, semelhante à sombra que protege do calor e da adversidade.","conexao_teologica":"Deus é frequentemente descrito como um abrigo e proteção para seu povo, refletindo seu amor e cuidado.","referencias_relacionadas":["Salmos 91:1-2","Isaías 25:4","Salmos 46:1"]},"salmos_121_6_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Representa a luz e a orientação divina que nunca falham.","explicacao_detalhada":"A palavra 'sol' (שֶׁמֶשׁ, shemesh) simboliza a presença constante de Deus, que ilumina o caminho dos justos, mesmo nas trevas.","por_que_esta_palavra":"O sol é uma fonte de luz e calor, e sua menção aqui destaca a fidelidade de Deus em guiar e proteger continuamente.","conexao_teologica":"A luz de Deus é uma metáfora comum na Bíblia, representando a verdade e a vida que Ele oferece.","referencias_relacionadas":["Salmos 27:1","João 8:12","Mateus 5:14"]},"salmos_121_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à certeza e à fidelidade das promessas de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא, lôʼ) implica a negação de qualquer engano ou falha, afirmando que Deus é sempre verdadeiro em suas promessas.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a ideia de que Deus não permitirá que o mal prevaleça sobre aqueles que confiam Nele.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, enfatizando sua natureza imutável e confiável.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"salmos_121_6_lua":{"palavra_pt":"lua","palavra_original":"יָרֵחַ","transliteracao":"yârêach","strong":"H3394","significado_raiz":"Ideia básica: lua.","significado_contextual":"Simboliza a proteção durante a noite e os tempos de incerteza.","explicacao_detalhada":"A palavra 'lua' (יָרֵחַ, yârêach) representa a luz que brilha na escuridão, indicando que Deus está presente mesmo nas horas mais sombrias.","por_que_esta_palavra":"A lua é um símbolo de esperança e continuidade, mostrando que a proteção de Deus é constante, dia e noite.","conexao_teologica":"A presença de Deus é uma constante, independentemente das circunstâncias, refletindo sua soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 139:12","Isaías 60:20","Apocalipse 22:5"]},"salmos_121_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus protege e cuida de seu povo.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) implica a totalidade da proteção divina, abrangendo todos os aspectos da vida dos fiéis.","por_que_esta_palavra":"A escolha dessa palavra enfatiza que a proteção de Deus é completa e não deixa nada de fora.","conexao_teologica":"Deus é visto como um cuidador que se preocupa com cada detalhe da vida de seus seguidores.","referencias_relacionadas":["1 Pedro 5:7","Salmos 34:7","Mateus 10:29-31"]},"salmos_121_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é um símbolo de sua autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה, Yᵉhôvâh) é o nome pessoal de Deus, que denota sua relação íntima com seu povo e sua soberania.","por_que_esta_palavra":"O uso do nome de Deus aqui enfatiza a confiança que os fiéis devem ter em sua proteção e cuidado.","conexao_teologica":"O nome de Deus é frequentemente invocado como um símbolo de segurança e refúgio nas Escrituras.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"salmos_121_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a ideia de que Deus é o guardião constante de seu povo.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה, Yᵉhôvâh) é repetida para enfatizar a certeza da proteção divina em todas as situações.","por_que_esta_palavra":"A repetição do nome de Deus serve para assegurar os fiéis de que Ele está sempre presente e vigilante.","conexao_teologica":"A proteção de Deus é um tema recorrente, mostrando seu compromisso em cuidar de seus seguidores.","referencias_relacionadas":["Salmos 121:5","Salmos 91:11","Salmos 125:2"]},"salmos_121_8_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em guardar e proteger seu povo.","explicacao_detalhada":"A palavra 'salvar' (שָׁמַר, shâmar) implica vigilância e cuidado, indicando que Deus está sempre atento às necessidades de seus fiéis.","por_que_esta_palavra":"A escolha dessa palavra destaca a ação proativa de Deus em proteger e guardar aqueles que confiam Nele.","conexao_teologica":"A salvação e proteção de Deus são temas centrais na Bíblia, refletindo seu amor e cuidado por seu povo.","referencias_relacionadas":["Salmos 121:5","Salmos 91:2","Isaías 41:10"]}}