{"salmos_122_1_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Refere-se à alegria e ao desejo de estar na presença de Deus.","explicacao_detalhada":"A palavra 'things' (מַעֲלָה, maʻălâh) implica uma ascensão espiritual, simbolizando a importância de se dirigir ao templo e à adoração.","por_que_esta_palavra":"A menção de 'things' destaca a importância das práticas espirituais e da comunhão com Deus.","conexao_teologica":"A adoração e a comunhão com Deus são fundamentais na vida do crente, refletindo a busca por uma relação mais profunda com Ele.","referencias_relacionadas":["Salmos 84:1-2","Hebreus 10:25","Salmos 100:4"]},"salmos_122_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza e importância da cidade de Deus, Jerusalém.","explicacao_detalhada":"A palavra 'dizer' (אָמַר, ʼâmar) implica uma declaração de alegria e gratidão por estar na presença de Deus em sua cidade santa.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância de expressar a alegria e a gratidão a Deus por suas bênçãos.","conexao_teologica":"A cidade de Deus é um símbolo de sua presença e promessa, refletindo a esperança de um futuro glorioso para seu povo.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:3","Apocalipse 21:2"]},"salmos_122_2_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' neste contexto refere-se ao ato de estar em pé, de se apresentar diante de Deus ou de outros em um papel de serviço.","explicacao_detalhada":"O verbo 'servir' implica uma ação de dedicação e compromisso, muitas vezes associada ao culto e à adoração. No Salmo 122, a ideia é que os fiéis se reúnem para servir a Deus em Jerusalém, a cidade sagrada.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância do serviço a Deus e à comunidade, refletindo a devoção e a responsabilidade dos crentes.","conexao_teologica":"O serviço a Deus é um tema central na Bíblia, onde os crentes são chamados a servir uns aos outros e a Deus, refletindo o caráter de Cristo.","referencias_relacionadas":["Êxodo 23:25","Romanos 12:1","Gálatas 5:13"]},"salmos_122_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' aqui pode ser interpretada como um estado de estar em pé ou de se estabelecer, contrastando com a ideia de cair em desgraça ou ruína.","explicacao_detalhada":"Neste contexto, 'cair' sugere a estabilidade e a segurança que vêm de estar em Jerusalém, a cidade de Deus, onde os fiéis se reúnem para adorar.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a importância da posição e do estado espiritual dos adoradores em relação à cidade sagrada.","conexao_teologica":"A ideia de estar firme em Deus é um tema recorrente na Bíblia, onde a segurança espiritual é frequentemente associada à presença de Deus.","referencias_relacionadas":["Salmos 1:3","Mateus 7:25","Efésios 6:13"]},"salmos_122_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, que é vista como o centro espiritual e religioso do povo de Israel.","explicacao_detalhada":"Jerusalém é descrita como a cidade de Deus, onde o templo está localizado, e é um lugar de reunião para adoração e celebração.","por_que_esta_palavra":"A menção da cidade enfatiza a importância do local sagrado e a unidade do povo de Deus ao redor dele.","conexao_teologica":"A cidade de Deus é um símbolo da presença divina e da comunidade de crentes, refletindo a esperança de um futuro glorioso.","referencias_relacionadas":["Salmos 48:1-2","Hebreus 12:22","Apocalipse 21:2"]},"salmos_122_3_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou estabelecer, especialmente em relação à cidade de Jerusalém e ao templo.","explicacao_detalhada":"Edificar implica não apenas a construção física, mas também o fortalecimento espiritual da comunidade de fé.","por_que_esta_palavra":"A ênfase em edificar destaca a responsabilidade dos crentes em contribuir para o crescimento e a saúde da comunidade de fé.","conexao_teologica":"A edificação da igreja é um tema importante no Novo Testamento, onde os crentes são chamados a serem pedras vivas na construção do corpo de Cristo.","referencias_relacionadas":["1 Pedro 2:5","Efésios 2:19-22","Colossenses 2:7"]},"salmos_122_3_charmer":{"palavra_pt":"charm er","palavra_original":"חָבַר","transliteracao":"châbar","strong":"H2266","significado_raiz":"Ideia básica: charm er.","significado_contextual":"A palavra 'charm er' pode ser entendida como a ideia de união ou conexão, referindo-se à harmonia entre os habitantes da cidade.","explicacao_detalhada":"Neste contexto, a palavra sugere que a cidade é um lugar onde as pessoas se reúnem em unidade e amor, refletindo a vontade de Deus.","por_que_esta_palavra":"A ênfase na união é crucial para a vida comunitária e espiritual, mostrando que a harmonia é essencial para o culto a Deus.","conexao_teologica":"A unidade entre os crentes é um tema central na Bíblia, refletindo a natureza da Trindade e o chamado à comunhão.","referencias_relacionadas":["Salmos 133:1","João 17:21","Atos 2:44-47"]},"salmos_122_4_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à santidade de Jerusalém como a cidade escolhida por Deus.","explicacao_detalhada":"A santidade de Jerusalém é um aspecto fundamental da identidade do povo de Deus, onde a presença divina habita.","por_que_esta_palavra":"A ênfase na santidade destaca a importância de se aproximar de Deus com reverência e respeito.","conexao_teologica":"A santidade é um atributo de Deus e um chamado para o Seu povo, que deve viver de maneira que reflita essa santidade.","referencias_relacionadas":["Levítico 19:2","1 Pedro 1:16","Apocalipse 21:27"]},"salmos_122_4_pedra":{"palavra_pt":"pedra","palavra_original":"יָדָה","transliteracao":"yâdâh","strong":"H3034","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' pode simbolizar a firmeza e a durabilidade da cidade de Jerusalém, além de representar a fundação da fé.","explicacao_detalhada":"Pedras são frequentemente usadas na Bíblia como metáforas para a força e a estabilidade, especialmente em relação à construção do templo.","por_que_esta_palavra":"A escolha da palavra 'pedra' ressalta a ideia de que a cidade é um lugar seguro e confiável para os adoradores.","conexao_teologica":"Cristo é descrito como a pedra angular da fé, e os crentes são chamados a serem pedras vivas na construção do templo espiritual.","referencias_relacionadas":["Salmos 118:22","Mateus 16:18","1 Pedro 2:6"]},"salmos_122_5_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se à administração da justiça e à equidade que devem prevalecer em Jerusalém.","explicacao_detalhada":"A justiça é um aspecto fundamental da vida comunitária e da governança em Israel, refletindo o caráter de Deus.","por_que_esta_palavra":"A ênfase na justiça destaca a responsabilidade do povo de Deus em viver de maneira justa e correta.","conexao_teologica":"A justiça é um tema central na Bíblia, onde Deus é apresentado como o juiz justo e os crentes são chamados a agir com justiça.","referencias_relacionadas":["Miquéias 6:8","Isaías 1:17","Tiago 1:27"]},"salmos_122_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, mas também simboliza a comunidade de fé e a presença de Deus entre o Seu povo.","explicacao_detalhada":"A casa de Deus é um lugar de acolhimento, adoração e comunhão, onde os crentes se reúnem para buscar a presença divina.","por_que_esta_palavra":"A ênfase na casa destaca a importância da comunidade e da família de Deus, onde todos são bem-vindos.","conexao_teologica":"A ideia de casa é central na teologia bíblica, onde Deus deseja habitar entre o Seu povo e ser o seu Deus.","referencias_relacionadas":["Salmos 23:6","João 14:2","Hebreus 3:6"]},"salmos_122_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou justificativa, ligando a importância da justiça e da casa de Deus.","explicacao_detalhada":"Neste contexto, 'porque' explica a motivação para buscar a paz e a justiça em Jerusalém, enfatizando a responsabilidade dos crentes.","por_que_esta_palavra":"A escolha da palavra 'porque' é crucial para entender a relação entre a justiça e a vida comunitária.","conexao_teologica":"A razão pela qual os crentes devem buscar a justiça e a paz é fundamentada na natureza de Deus e em Seu desejo de que todos vivam em harmonia.","referencias_relacionadas":["Salmos 34:14","Romanos 14:19","1 Pedro 3:11"]},"salmos_122_6_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) neste versículo refere-se à harmonia e ao bem-estar que deve reinar em Jerusalém.","explicacao_detalhada":"A 'paz' é um conceito central na cultura hebraica, simbolizando não apenas a ausência de conflito, mas também a plenitude e a prosperidade. No contexto de Salmos 122, a paz é desejada para a cidade de Jerusalém, que é vista como o centro espiritual do povo de Israel.","por_que_esta_palavra":"A palavra 'paz' é usada para invocar bênçãos sobre a cidade e seus habitantes, refletindo o desejo de que todos vivam em segurança e harmonia.","conexao_teologica":"A paz é um atributo de Deus e um resultado da Sua presença entre o Seu povo. A busca pela paz é um chamado para todos os crentes.","referencias_relacionadas":["Isaías 26:3","Filipenses 4:7","Romanos 14:19"]},"salmos_122_6_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"A palavra 'amar' neste versículo destaca a importância das relações de amizade e apoio mútuo entre os habitantes de Jerusalém.","explicacao_detalhada":"O amor é fundamental para a coesão social e espiritual da comunidade. No contexto do Salmo, amar a cidade é um reflexo do compromisso com a paz e a prosperidade de Jerusalém.","por_que_esta_palavra":"A palavra 'amar' enfatiza a necessidade de cultivar relacionamentos saudáveis e solidários, que são essenciais para a vida comunitária.","conexao_teologica":"O amor é um mandamento central na fé cristã, refletindo o amor de Deus por nós e nosso chamado a amar uns aos outros.","referencias_relacionadas":["1 João 4:7","Mateus 22:39","Romanos 13:10"]},"salmos_122_7_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A repetição da palavra 'paz' reforça a importância desse estado de bem-estar e segurança para Jerusalém.","explicacao_detalhada":"A paz é vista como uma bênção divina que deve ser buscada e mantida. O salmista clama por paz, reconhecendo que ela é essencial para a vida e a adoração na cidade santa.","por_que_esta_palavra":"A palavra 'paz' é um desejo profundo que reflete a esperança de um futuro seguro e próspero para a comunidade.","conexao_teologica":"A paz é um tema recorrente nas Escrituras, simbolizando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Salmos 37:11","Isaías 9:6","João 14:27"]},"salmos_122_7_abundance":{"palavra_pt":"abundance","palavra_original":"שַׁלְוָה","transliteracao":"shalvâh","strong":"H7962","significado_raiz":"Ideia básica: abundance.","significado_contextual":"A palavra 'abundância' refere-se à prosperidade e ao bem-estar que devem caracterizar a vida em Jerusalém.","explicacao_detalhada":"A abundância é vista como um sinal da bênção de Deus sobre a cidade e seu povo. No contexto do Salmo, é um desejo de que Jerusalém seja um lugar de prosperidade material e espiritual.","por_que_esta_palavra":"A palavra 'abundância' é usada para expressar a esperança de que a cidade seja um lugar onde todos possam prosperar e viver em harmonia.","conexao_teologica":"A abundância é frequentemente associada à fidelidade de Deus e à Sua provisão para aqueles que O buscam.","referencias_relacionadas":["Salmos 23:5","Deuteronômio 28:11","Filipenses 4:19"]},"salmos_122_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser interpretada como um desejo de que a paz e a abundância não sejam interrompidas ou 'caiam'.","explicacao_detalhada":"Neste contexto, 'cair' implica uma queda de bênçãos ou uma perda de segurança. O salmista clama para que a paz permaneça e não seja abalada.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar a fragilidade das bênçãos e a necessidade de vigilância espiritual.","conexao_teologica":"A ideia de permanecer firme na fé e nas bênçãos de Deus é um tema importante nas Escrituras.","referencias_relacionadas":["1 Coríntios 15:58","Hebreus 12:1-2","Tiago 1:12"]},"salmos_122_8_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' destaca a relação de unidade e fraternidade entre os habitantes de Jerusalém.","explicacao_detalhada":"O conceito de 'irmão' implica um laço de amor e responsabilidade mútua, essencial para a vida comunitária e a adoração a Deus.","por_que_esta_palavra":"A palavra 'irmão' é usada para reforçar a ideia de que todos são parte de uma mesma família espiritual, chamada a viver em harmonia.","conexao_teologica":"A unidade entre os crentes é um princípio fundamental na teologia cristã, refletindo a unidade do Corpo de Cristo.","referencias_relacionadas":["Efésios 4:3","Romanos 12:10","1 Pedro 2:17"]},"salmos_122_8_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' aqui reforça o desejo de que as relações entre os irmãos sejam marcadas por harmonia e entendimento.","explicacao_detalhada":"A paz entre os irmãos é essencial para a saúde espiritual e emocional da comunidade. O salmista deseja que essa paz prevaleça.","por_que_esta_palavra":"A repetição da palavra 'paz' enfatiza sua importância nas relações interpessoais e na vida comunitária.","conexao_teologica":"A paz é um fruto do Espírito e um sinal da presença de Deus entre Seu povo.","referencias_relacionadas":["Colossenses 3:15","Mateus 5:9","Romanos 14:19"]},"salmos_122_8_fim":{"palavra_pt":"fim","palavra_original":"מַעַן","transliteracao":"maʻan","strong":"H4616","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' pode ser interpretada como um desejo de que a paz e a harmonia prevaleçam até o final dos tempos.","explicacao_detalhada":"O 'fim' aqui sugere uma continuidade das bênçãos de Deus e a realização de Suas promessas para Jerusalém e seu povo.","por_que_esta_palavra":"A palavra 'fim' é usada para expressar a esperança de que as bênçãos divinas sejam duradouras.","conexao_teologica":"A ideia de um fim glorioso e a realização das promessas de Deus é um tema recorrente nas Escrituras.","referencias_relacionadas":["Apocalipse 21:4","Isaías 65:17","Romanos 8:18"]},"salmos_122_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo e ao lar espiritual que Jerusalém representa para o povo de Deus.","explicacao_detalhada":"A 'casa' é um símbolo da presença de Deus entre Seu povo e um lugar de adoração e comunhão.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a importância do templo como centro da vida espiritual e comunitária.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, simbolizando a habitação de Deus entre os homens.","referencias_relacionadas":["Salmos 27:4","Hebreus 3:6","1 Pedro 2:5"]},"salmos_122_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, que é o fundamento da paz e da segurança em Jerusalém.","explicacao_detalhada":"O nome do Senhor é invocado como uma garantia de proteção e bênção sobre a cidade e seu povo.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a soberania de Deus e Sua autoridade sobre todas as coisas.","conexao_teologica":"O nome de Deus é poderoso e representa Sua presença e ação na história.","referencias_relacionadas":["Salmos 46:1","Provérbios 18:10","Romanos 10:13"]},"salmos_122_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' em hebraico, 'אֱלֹהִים' (ʼĕlôhîym), é um termo plural que denota a majestade e a soberania de Deus. No contexto de Salmos 122:9, enfatiza a importância da presença de Deus em Jerusalém.","por_que_esta_palavra":"A escolha da palavra 'deus' reflete a reverência e a adoração que os salmistas tinham por Ele, reconhecendo Sua autoridade e poder.","conexao_teologica":"Deus é visto como o protetor e guia do Seu povo, e Sua presença é fundamental para a paz e a segurança da cidade santa.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]}}