{"salmos_125_1_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Refere-se às coisas que são elevadas ou que têm um propósito divino, indicando a proteção e a segurança que Deus oferece.","explicacao_detalhada":"A palavra 'coisas' (מַעֲלָה) sugere uma elevação espiritual e moral, simbolizando a segurança que os justos têm em Deus. Este salmo fala sobre a estabilidade e a proteção que Deus proporciona aos que confiam Nele.","por_que_esta_palavra":"É usada para descrever a natureza das bênçãos e da proteção que Deus concede aos justos, enfatizando que eles estão em uma posição elevada sob a Sua guarda.","conexao_teologica":"A ideia de que Deus eleva e protege os justos é um tema recorrente na Escritura, refletindo a justiça e a fidelidade de Deus para com aqueles que O temem.","referencias_relacionadas":["Salmos 91:1-2","Provérbios 10:30","Salmos 37:28"]},"salmos_125_1_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza eterna de Deus e à promessa de Sua proteção que perdura através das gerações.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) enfatiza a permanência e a imutabilidade de Deus. Neste contexto, sugere que a proteção divina é constante e não se limita ao tempo presente.","por_que_esta_palavra":"Utilizada para ressaltar que a segurança que Deus oferece aos justos é uma promessa que transcende o tempo, assegurando que Ele estará sempre presente.","conexao_teologica":"A eternidade de Deus é um conceito fundamental na teologia, indicando que Sua fidelidade e promessas são eternas e confiáveis.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_125_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao Senhor como a fonte de proteção e segurança para os justos.","explicacao_detalhada":"A repetição da palavra 'Senhor' (יְהֹוָה) neste salmo reforça a ideia de que a confiança do povo deve estar firmemente ancorada em Deus.","por_que_esta_palavra":"É uma invocação que expressa a dependência do povo em relação a Deus, reconhecendo-O como seu protetor e guia.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé que estabelece a relação entre Deus e Seu povo, onde Ele é visto como a rocha e a fortaleza.","referencias_relacionadas":["Salmos 18:2","Salmos 23:1","Salmos 31:3"]},"salmos_125_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a base da segurança e estabilidade da cidade de Jerusalém.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) aqui destaca a proteção divina sobre Jerusalém, simbolizando a presença de Deus entre Seu povo e a segurança que Ele oferece.","por_que_esta_palavra":"É utilizada para reafirmar que a segurança da cidade não vem de suas fortificações, mas da presença e proteção de Deus.","conexao_teologica":"A cidade de Jerusalém é frequentemente vista como o lugar onde Deus habita, e a proteção divina é um tema central na história de Israel.","referencias_relacionadas":["Salmos 48:1-2","Salmos 122:6-7","Isaías 2:3"]},"salmos_125_2_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à proteção eterna que Deus oferece à cidade de Jerusalém e ao Seu povo.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) enfatiza que a segurança e a proteção de Deus são constantes e não se limitam a um período específico, mas abrangem toda a eternidade.","por_que_esta_palavra":"Utilizada para mostrar que a promessa de Deus de proteger Jerusalém é uma garantia que perdura através das gerações.","conexao_teologica":"A eternidade de Deus é um tema que assegura aos crentes que Sua proteção e amor são imutáveis e sempre presentes.","referencias_relacionadas":["Salmos 125:1","Salmos 89:2","Romanos 8:38-39"]},"salmos_125_2_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que é vista como o centro espiritual e geográfico do povo de Deus.","explicacao_detalhada":"A palavra 'cidade' (יְרוּשָׁלַ͏ִם) simboliza não apenas um local físico, mas também a presença de Deus entre Seu povo e a promessa de proteção e bênção.","por_que_esta_palavra":"É utilizada para enfatizar a importância de Jerusalém como o lugar onde Deus escolheu habitar e abençoar Seu povo.","conexao_teologica":"Jerusalém é frequentemente mencionada nas Escrituras como a cidade de Deus, onde Ele estabelece Sua aliança com Seu povo.","referencias_relacionadas":["Salmos 87:1-3","Salmos 122:1-2","Isaías 65:18"]},"salmos_125_3_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Refere-se àqueles que são justos diante de Deus, que vivem segundo Seus princípios e são protegidos por Ele.","explicacao_detalhada":"A palavra 'justo' (צַדִּיק) descreve aqueles que seguem a vontade de Deus e, portanto, recebem Sua proteção e bênção.","por_que_esta_palavra":"É utilizada para distinguir entre os justos e os ímpios, mostrando que a proteção de Deus é reservada para aqueles que O temem.","conexao_teologica":"A justiça é um tema central na Bíblia, refletindo a natureza de Deus e a expectativa de que Seu povo viva de acordo com Seus padrões.","referencias_relacionadas":["Salmos 1:6","Provérbios 10:25","Mateus 5:6"]},"salmos_125_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual os justos são protegidos, enfatizando a relação entre a justiça e a proteção divina.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para explicar a lógica por trás da proteção de Deus sobre os justos, que é baseada em Sua justiça e fidelidade.","por_que_esta_palavra":"É uma conjunção que conecta a afirmação sobre os justos à razão de sua proteção, mostrando a relação entre a vida justa e a bênção divina.","conexao_teologica":"A justiça de Deus é um fundamento para a proteção e bênção que Ele oferece, refletindo Sua natureza santa e justa.","referencias_relacionadas":["Salmos 37:28","Isaías 54:14","Romanos 2:6"]},"salmos_125_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade de Deus e à fidelidade de Suas promessas, que garantem a proteção dos justos.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é utilizada para afirmar que Deus é fiel às Suas promessas e que os justos podem confiar Nele.","por_que_esta_palavra":"É uma afirmação de que a proteção de Deus não é apenas uma promessa vazia, mas uma realidade fundamentada na verdade de Seu caráter.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo Sua fidelidade e a certeza de que Ele cumprirá Suas promessas.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"salmos_125_4_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e benevolência de Deus em relação ao seu povo.","explicacao_detalhada":"A palavra 'bom' neste contexto enfatiza a natureza generosa e protetora de Deus, que cuida dos que confiam nele.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a confiança que os fiéis têm em Deus, que é sempre bom e justo.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, refletindo seu caráter e suas promessas.","referencias_relacionadas":["Salmos 34:8","Salmos 100:5","Romanos 8:28"]},"salmos_125_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e presença.","explicacao_detalhada":"O nome 'Senhor' é um título que expressa a soberania e a relação pessoal que Deus tem com seu povo.","por_que_esta_palavra":"Usar o nome de Deus neste contexto reforça a ideia de que Ele é o único digno de confiança e adoração.","conexao_teologica":"O nome de Deus é fundamental na revelação de sua natureza e caráter ao longo das Escrituras.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"salmos_125_4_convenient":{"palavra_pt":"convenient","palavra_original":"יָשָׁר","transliteracao":"yâshâr","strong":"H3477","significado_raiz":"Ideia básica: convenient.","significado_contextual":"Refere-se à retidão e à justiça que devem caracterizar a vida dos fiéis.","explicacao_detalhada":"A palavra 'convenient' implica que a vida dos justos deve estar alinhada com os princípios de Deus, refletindo sua justiça.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância de viver de maneira justa e correta diante de Deus.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para os que o seguem, refletindo seu caráter.","referencias_relacionadas":["Miquéias 6:8","Salmos 37:5","Provérbios 21:3"]},"salmos_125_5_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"Refere-se à futilidade e ao engano que caracterizam a vida dos ímpios.","explicacao_detalhada":"A palavra 'vaidade' sugere que as ações dos ímpios são sem valor e não têm fundamento diante de Deus.","por_que_esta_palavra":"A inclusão da palavra 'vaidade' serve como um aviso sobre as consequências de se afastar de Deus.","conexao_teologica":"A vaidade é um tema recorrente na Bíblia, alertando sobre a futilidade de confiar em coisas passageiras.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:6","Isaías 44:9"]},"salmos_125_5_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do Senhor e à sua capacidade de proteger e sustentar seu povo.","explicacao_detalhada":"A palavra 'grande' destaca a majestade e o poder de Deus, que é capaz de fazer grandes coisas em favor dos justos.","por_que_esta_palavra":"A escolha desta palavra reforça a ideia de que Deus é superior a qualquer adversidade que os fiéis possam enfrentar.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na confiança dos crentes em sua providência.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"salmos_125_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando sua soberania e justiça.","explicacao_detalhada":"A repetição do nome 'Senhor' neste contexto reforça a ideia de que Ele é a fonte de justiça e proteção.","por_que_esta_palavra":"A presença do nome de Deus aqui é um lembrete de que Ele está sempre presente e atuante na vida dos justos.","conexao_teologica":"O nome de Deus é um símbolo de sua aliança e compromisso com seu povo.","referencias_relacionadas":["Salmos 46:1","Salmos 119:68","Hebreus 13:5"]}}