{"salmos_126_1_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Refere-se às coisas que Deus fez, especialmente em relação à restauração do seu povo.","explicacao_detalhada":"A palavra 'things' neste contexto destaca as maravilhas e os atos poderosos de Deus na vida de Israel.","por_que_esta_palavra":"Usar 'things' enfatiza a ação de Deus em trazer alegria e restauração ao seu povo.","conexao_teologica":"A obra de Deus na história é um testemunho de sua fidelidade e poder redentor.","referencias_relacionadas":["Salmos 126:3","Isaías 61:3","Romanos 15:13"]},"salmos_126_1_bom":{"palavra_pt":"bom","palavra_original":"חָלַם","transliteracao":"châlam","strong":"H2492","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade das ações de Deus em restaurar seu povo.","explicacao_detalhada":"A palavra 'bom' aqui destaca a alegria e a satisfação que vêm das bênçãos de Deus.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a natureza positiva e generosa das intervenções divinas.","conexao_teologica":"A bondade de Deus é um tema que permeia toda a Escritura, mostrando seu amor e cuidado por seu povo.","referencias_relacionadas":["Salmos 30:5","Salmos 107:1","Tiago 1:17"]},"salmos_126_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Deus em trazer alegria e libertação ao seu povo.","explicacao_detalhada":"A palavra 'urso' implica em uma ação poderosa e criativa de Deus, que transforma a tristeza em alegria.","por_que_esta_palavra":"A escolha desta palavra ressalta a capacidade de Deus de agir de maneira surpreendente e transformadora.","conexao_teologica":"A ação de Deus em trazer alegria é um reflexo de sua natureza redentora e restauradora.","referencias_relacionadas":["Salmos 30:11","Isaías 61:1-3","Lucas 4:18"]},"salmos_126_2_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao momento em que Deus começou a agir em favor de seu povo.","explicacao_detalhada":"A palavra 'princípio' destaca a importância do início da restauração e das bênçãos que Deus traz.","por_que_esta_palavra":"A escolha desta palavra enfatiza que a ação de Deus é intencional e tem um propósito claro.","conexao_teologica":"O princípio da obra de Deus é fundamental para entender sua fidelidade e compromisso com seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 118:23","Isaías 43:19"]},"salmos_126_2_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à capacidade de comunicação e expressão dos sentimentos e pensamentos.","explicacao_detalhada":"A palavra 'língua' é utilizada para descrever não apenas o órgão físico, mas também a forma como as pessoas se comunicam, expressando alegria, dor ou louvor. No contexto do Salmo 126, a língua é um instrumento de testemunho das maravilhas de Deus.","por_que_esta_palavra":"A língua é fundamental para a adoração e a proclamação das obras de Deus entre os povos.","conexao_teologica":"A língua é vista como um meio de glorificar a Deus e compartilhar as boas novas da salvação.","referencias_relacionadas":["Salmos 51:15","Tiago 3:5-10","Romanos 10:14"]},"salmos_126_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza a força e a proteção, mas também pode representar a ferocidade e a destruição.","explicacao_detalhada":"No contexto do Salmo 126, a palavra 'urso' pode ser interpretada como uma metáfora para a força de Deus que age em favor do Seu povo, trazendo libertação e vitória sobre os inimigos.","por_que_esta_palavra":"A imagem do urso evoca a ideia de um Deus poderoso que protege e defende os Seus.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, que luta pelas causas dos justos.","referencias_relacionadas":["Isaías 40:10","Salmos 18:2","Salmos 144:1"]},"salmos_126_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de necessidade e adoração.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é central na fé israelita, representando a presença, a autoridade e a fidelidade de Deus. No Salmo 126, invocar o nome do Senhor é um ato de confiança na Sua intervenção.","por_que_esta_palavra":"O nome do Senhor é um símbolo de Sua identidade e caráter, sendo um convite à oração e à adoração.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente nas Escrituras, enfatizando a relação pessoal entre Deus e Seu povo.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 2:21"]},"salmos_126_3_glad":{"palavra_pt":"glad","palavra_original":"שָׂמֵחַ","transliteracao":"sâmêach","strong":"H8056","significado_raiz":"Ideia básica: glad.","significado_contextual":"Refere-se à alegria e contentamento que surgem da libertação e bênçãos de Deus.","explicacao_detalhada":"A palavra 'glad' (alegre) no Salmo 126 expressa a resposta emocional do povo de Deus ao ver Sua mão poderosa agindo em favor deles, trazendo libertação e restauração.","por_que_esta_palavra":"A alegria é uma resposta natural à intervenção divina e ao cumprimento das promessas de Deus.","conexao_teologica":"A alegria é um fruto do Espírito e um sinal da presença de Deus entre o Seu povo.","referencias_relacionadas":["Salmos 30:5","Filipenses 4:4","Neemias 8:10"]},"salmos_126_4_poderoso":{"palavra_pt":"poderoso","palavra_original":"אָפִיק","transliteracao":"ʼâphîyq","strong":"H650","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e capacidade de Deus de realizar grandes obras.","explicacao_detalhada":"A palavra 'poderoso' destaca a habilidade de Deus em transformar situações difíceis em bênçãos, como a restauração do povo exilado. No Salmo 126, isso é um lembrete da soberania de Deus.","por_que_esta_palavra":"Reconhecer Deus como poderoso é fundamental para a fé, pois Ele é capaz de realizar o impossível.","conexao_teologica":"A força de Deus é um tema central na Bíblia, mostrando que Ele é capaz de salvar e restaurar.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Efésios 3:20"]},"salmos_126_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome do Senhor, enfatizando Sua autoridade e poder.","explicacao_detalhada":"O nome do Senhor é invocado como um símbolo de Sua presença e poder. No Salmo 126, isso reforça a ideia de que a ajuda e a restauração vêm de Deus.","por_que_esta_palavra":"A repetição do nome do Senhor enfatiza a importância de confiar Nele em tempos de necessidade.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé e dependência.","referencias_relacionadas":["Salmos 116:4","Salmos 124:8","Salmos 135:1"]},"salmos_126_4_seca":{"palavra_pt":"seca","palavra_original":"נֶגֶב","transliteracao":"negeb","strong":"H5045","significado_raiz":"Ideia básica: seca.","significado_contextual":"Refere-se a um estado de desolação e necessidade, simbolizando a falta de recursos e esperança.","explicacao_detalhada":"A palavra 'seca' é usada para descrever a aridez espiritual e física que o povo enfrentava. No Salmo 126, isso contrasta com a restauração que Deus traz.","por_que_esta_palavra":"A seca é uma metáfora poderosa para a necessidade de intervenção divina em tempos de crise.","conexao_teologica":"Deus é visto como aquele que traz vida e abundância em meio à aridez.","referencias_relacionadas":["Isaías 35:1","Salmos 63:1","Ezequiel 34:26"]},"salmos_126_5_alegria":{"palavra_pt":"alegria","palavra_original":"רִנָּה","transliteracao":"rinnâh","strong":"H7440","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se à alegria que surge após a dor e o sofrimento, simbolizando a esperança renovada.","explicacao_detalhada":"A palavra 'alegria' no Salmo 126 representa a transformação que Deus realiza na vida do Seu povo, trocando lágrimas por cânticos de louvor.","por_que_esta_palavra":"A alegria é uma promessa de Deus para aqueles que confiam Nele, mesmo em meio às dificuldades.","conexao_teologica":"A alegria é um tema central na vida cristã, refletindo a esperança da salvação.","referencias_relacionadas":["Salmos 30:11","Romanos 15:13","1 Pedro 1:8"]},"salmos_126_5_urso":{"palavra_pt":"urso","palavra_original":"זָרַע","transliteracao":"zâraʻ","strong":"H2232","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza a ação de Deus que gera frutos e bênçãos na vida do Seu povo.","explicacao_detalhada":"A palavra 'urso' aqui pode ser entendida como a capacidade de Deus de gerar vida e prosperidade, mesmo em tempos difíceis.","por_que_esta_palavra":"A imagem do urso reforça a ideia de que Deus é ativo e produtivo em meio às dificuldades.","conexao_teologica":"Deus é o agricultor que semeia e colhe frutos espirituais na vida dos crentes.","referencias_relacionadas":["Gálatas 6:7-9","Isaías 61:3","João 15:5"]},"salmos_126_5_tears":{"palavra_pt":"tears","palavra_original":"דִּמְעָה","transliteracao":"dimʻâh","strong":"H1832","significado_raiz":"Ideia básica: tears.","significado_contextual":"Refere-se ao sofrimento e à dor que precedem a alegria e a colheita.","explicacao_detalhada":"A palavra 'lágrimas' no Salmo 126 simboliza as dificuldades enfrentadas pelo povo, mas também a promessa de que a dor não é em vão, pois Deus traz consolo e restauração.","por_que_esta_palavra":"As lágrimas são um lembrete da fragilidade humana e da necessidade de dependência de Deus.","conexao_teologica":"Deus promete enxugar as lágrimas e transformar o lamento em alegria.","referencias_relacionadas":["Salmos 56:8","Apocalipse 21:4","2 Coríntios 1:3-4"]},"salmos_126_6_alegria":{"palavra_pt":"alegria","palavra_original":"רִנָּה","transliteracao":"rinnâh","strong":"H7440","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria mencionada neste versículo refere-se à felicidade que surge após um período de tristeza e lamento, simbolizando a restauração do povo de Israel.","explicacao_detalhada":"A palavra 'alegria' (רִנָּה) é usada para descrever um cântico de júbilo, especialmente após a libertação ou a colheita. No contexto de Salmos 126, a alegria é o resultado da restauração do exílio babilônico, onde o povo volta a sua terra e celebra a bondade de Deus.","por_que_esta_palavra":"Esta palavra é importante porque encapsula a transformação da dor em alegria, um tema central na experiência do povo de Deus, que frequentemente passa por ciclos de sofrimento e redenção.","conexao_teologica":"A alegria é um fruto do Espírito e um sinal da presença de Deus entre seu povo. A restauração trazida por Deus gera alegria, que é uma resposta natural à Sua fidelidade.","referencias_relacionadas":["Salmos 30:5","Isaías 61:3","Neemias 8:10"]},"salmos_126_6_idiom":{"palavra_pt":"expressao","palavra_original":"בָּכָה","transliteracao":"bâkâh","strong":"H1058","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão de choro neste versículo é um símbolo da dor e do sofrimento que precedem a alegria, refletindo a luta do povo de Israel.","explicacao_detalhada":"A palavra 'expressão' (בָּכָה) refere-se ao ato de chorar, que é uma resposta emocional a perdas e dificuldades. No contexto do Salmo, isso representa o lamento do povo durante o exílio e a expectativa de que suas lágrimas seriam transformadas em alegria.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica entre dor e alegria, mostrando que o choro é parte do processo de cura e restauração.","conexao_teologica":"O choro é muitas vezes visto como um meio de purificação e preparação para receber a alegria que Deus promete. A Bíblia frequentemente associa lágrimas com a esperança de redenção.","referencias_relacionadas":["Salmos 56:8","Mateus 5:4","Apocalipse 21:4"]},"salmos_126_6_semente":{"palavra_pt":"semente/descendencia","palavra_original":"זֶרַע","transliteracao":"zeraʻ","strong":"H2233","significado_raiz":"Ideia básica: semente.","significado_contextual":"A semente aqui simboliza a esperança e o futuro, representando a descendência e as promessas de Deus para o Seu povo.","explicacao_detalhada":"A palavra 'semente' (זֶרַע) é usada metaforicamente para descrever a continuidade da vida e a multiplicação das bênçãos de Deus. No Salmo 126, a semente que é semeada com lágrimas resulta em colheita de alegria, simbolizando a recompensa das dificuldades enfrentadas.","por_que_esta_palavra":"A semente é um símbolo poderoso de esperança e renovação, enfatizando que mesmo em tempos de dor, há a promessa de um futuro frutífero.","conexao_teologica":"A ideia de semear e colher é um princípio bíblico que reflete a justiça de Deus e Sua fidelidade em cumprir Suas promessas.","referencias_relacionadas":["Gálatas 6:7","2 Coríntios 9:6","João 12:24"]}}