{"salmos_130_1_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"A palavra 'coisas' refere-se a situações ou experiências da vida.","explicacao_detalhada":"No Salmo 130, 'coisas' pode se referir ao clamor por ajuda em tempos de angústia e necessidade.","por_que_esta_palavra":"A inclusão de 'coisas' destaca a realidade das lutas humanas e a necessidade de intervenção divina.","conexao_teologica":"Deus se importa com as 'coisas' da vida de Seus filhos e está sempre pronto para ouvir e ajudar.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Filipenses 4:6"]},"salmos_130_1_abismo":{"palavra_pt":"abismo","palavra_original":"מַעֲמָק","transliteracao":"maʻămâq","strong":"H4615","significado_raiz":"Ideia básica: abismo.","significado_contextual":"A palavra 'abismo' simboliza profundezas de desespero ou dificuldades extremas.","explicacao_detalhada":"No Salmo 130, o 'abismo' representa a condição desesperadora do salmista, clamando a Deus por socorro.","por_que_esta_palavra":"O abismo é uma metáfora poderosa para a luta espiritual e emocional, enfatizando a necessidade de salvação.","conexao_teologica":"Deus é apresentado como aquele que resgata do abismo, oferecendo esperança e libertação.","referencias_relacionadas":["Salmos 40:2","Jonas 2:2","Romanos 10:13"]},"salmos_130_2_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação e ao clamor a Deus.","explicacao_detalhada":"No Salmo 130, a 'voz' representa o clamor sincero do salmista, buscando a atenção e a ajuda de Deus.","por_que_esta_palavra":"A voz é um meio de expressar a necessidade e a dependência de Deus, mostrando a importância da oração.","conexao_teologica":"Deus ouve a voz dos que O buscam, e a oração é um canal vital de comunicação com Ele.","referencias_relacionadas":["Salmos 18:6","1 João 5:14","Hebreus 4:16"]},"salmos_130_2_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se à soberania e autoridade de Deus.","explicacao_detalhada":"No Salmo 130, 'Senhor' é um reconhecimento da grandeza de Deus e da Sua capacidade de salvar e perdoar.","por_que_esta_palavra":"Chamar Deus de 'Senhor' expressa submissão e reverência, reconhecendo Sua posição como Criador e Salvador.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o Senhor de toda a criação.","referencias_relacionadas":["Salmos 103:19","Romanos 14:8-9","Filipenses 2:10-11"]},"salmos_130_2_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à ação de prestar atenção e responder ao clamor.","explicacao_detalhada":"No Salmo 130, 'ouvir' destaca a expectativa de que Deus escutará o clamor do salmista em sua angústia.","por_que_esta_palavra":"A capacidade de Deus de ouvir é um consolo para os que estão em necessidade, reforçando a ideia de que Ele se importa.","conexao_teologica":"Deus é apresentado como um Deus que ouve, e a oração é uma prática fundamental na vida do crente.","referencias_relacionadas":["Salmos 34:15","Isaías 65:24","Tiago 5:16"]},"salmos_130_3_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se ao ato de libertar ou resgatar alguém de uma situação de perigo ou condenação.","explicacao_detalhada":"Neste contexto, o salmista clama a Deus por salvação, reconhecendo sua própria incapacidade de se salvar e a necessidade de intervenção divina. A palavra implica um resgate espiritual e físico.","por_que_esta_palavra":"A escolha da palavra 'salvar' enfatiza a dependência do ser humano em relação à graça e misericórdia de Deus, que é o único capaz de oferecer verdadeira salvação.","conexao_teologica":"A salvação é um tema central na teologia cristã, representando a libertação do pecado e da morte através de Jesus Cristo. Este versículo reflete a necessidade de um Salvador.","referencias_relacionadas":["Salmos 34:22","Romanos 10:13","Efésios 2:8-9"]},"salmos_130_3_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a qualquer ação ou condição que contraria a vontade de Deus, resultando em pecado e separação.","explicacao_detalhada":"O salmista reconhece que todos são suscetíveis ao mal e que, sem a misericórdia de Deus, ninguém pode permanecer limpo diante d'Ele. O mal aqui é visto como uma barreira entre o homem e Deus.","por_que_esta_palavra":"A inclusão da palavra 'mal' destaca a gravidade do pecado e a necessidade de perdão, reforçando a ideia de que todos precisam da graça divina.","conexao_teologica":"O conceito de mal é fundamental na teologia, pois explica a necessidade da redenção e do sacrifício de Cristo para a remoção do pecado.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-10","Salmos 51:5"]},"salmos_130_3_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à pureza e à separação de Deus em relação ao pecado e à impureza.","explicacao_detalhada":"O salmista reconhece que Deus é sagrado e que, por isso, não pode tolerar o pecado. A santidade de Deus é um chamado à reverência e ao arrependimento.","por_que_esta_palavra":"A palavra 'sagrado' é crucial para entender a natureza de Deus e a relação que Ele deseja ter com a humanidade, que deve ser baseada na santidade.","conexao_teologica":"A santidade de Deus é um dos atributos mais importantes em teologia, que exige que os crentes busquem a santidade em suas vidas.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"salmos_130_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o salmista clama por salvação, ligando a necessidade de perdão à natureza de Deus.","explicacao_detalhada":"O salmista afirma que, devido à abundância de pecados, a misericórdia de Deus é necessária. A palavra 'porque' estabelece uma conexão lógica entre a condição humana e a resposta divina.","por_que_esta_palavra":"A utilização de 'porque' é essencial para entender a motivação do clamor do salmista, que se baseia na compreensão da própria condição e da natureza de Deus.","conexao_teologica":"A relação entre pecado e misericórdia é um tema recorrente na Bíblia, mostrando que a graça de Deus é sempre maior que o pecado.","referencias_relacionadas":["Romanos 5:20","Salmos 86:5","Miquéias 7:18"]},"salmos_130_4_forgiveness":{"palavra_pt":"forgiveness","palavra_original":"סְלִיחָה","transliteracao":"çᵉlîychâh","strong":"H5547","significado_raiz":"Ideia básica: forgiveness.","significado_contextual":"A palavra 'perdão' refere-se ao ato de Deus de absolver os pecados, permitindo a reconciliação com Ele.","explicacao_detalhada":"O salmista reconhece que o perdão é um ato divino que traz restauração e esperança, essencial para a relação entre Deus e o homem.","por_que_esta_palavra":"A palavra 'perdão' é central na mensagem do evangelho, pois sem ela, a humanidade estaria condenada. O salmista clama por esse perdão como um ato de misericórdia.","conexao_teologica":"O perdão é um dos pilares da fé cristã, simbolizando a graça de Deus e a possibilidade de nova vida em Cristo.","referencias_relacionadas":["Mateus 6:14-15","Colossenses 3:13","1 João 1:9"]},"salmos_130_4_accompanying":{"palavra_pt":"accompanying","palavra_original":"עִם","transliteracao":"ʻim","strong":"H5973","significado_raiz":"Ideia básica: accompanying.","significado_contextual":"A palavra 'acompanhando' sugere a presença constante de Deus na vida do crente, especialmente em momentos de necessidade.","explicacao_detalhada":"O salmista expressa a certeza de que, mesmo em meio ao pecado, a presença de Deus é um conforto e uma esperança, indicando que Ele está sempre ao lado de quem O busca.","por_que_esta_palavra":"A palavra 'acompanhando' enfatiza a relação pessoal e íntima que Deus deseja ter com Seus filhos, mostrando que Ele nunca os abandona.","conexao_teologica":"A presença de Deus é um tema importante na teologia, refletindo a promessa de que Ele estará sempre conosco, especialmente em tempos de dificuldade.","referencias_relacionadas":["Salmos 23:4","Mateus 28:20","Hebreus 13:5"]},"salmos_130_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano, aquele que tem autoridade e poder sobre todas as coisas.","explicacao_detalhada":"O uso do nome 'Senhor' enfatiza a reverência e a submissão do salmista diante de Deus, reconhecendo Sua majestade e autoridade.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a compreensão da relação entre Deus e o homem, onde Deus é visto como o guia e protetor.","conexao_teologica":"A soberania de Deus é um conceito central na teologia, que afirma que Ele está no controle de todas as coisas e que devemos confiar n'Ele.","referencias_relacionadas":["Salmos 103:19","Isaías 45:5-6","Romanos 14:8-9"]},"salmos_130_5_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, sua identidade e seu relacionamento com Deus.","explicacao_detalhada":"O salmista menciona a alma como um apelo à totalidade do ser, indicando que sua busca por Deus envolve não apenas a mente, mas todo o seu ser.","por_que_esta_palavra":"A palavra 'alma' é significativa porque representa a parte imortal do ser humano, que anseia por conexão com o Criador.","conexao_teologica":"A teologia cristã ensina que a alma é eterna e que o relacionamento com Deus é essencial para a vida plena e a salvação.","referencias_relacionadas":["Gênesis 2:7","Mateus 16:26","Salmos 42:1-2"]},"salmos_130_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à comunicação de Deus e à importância de Sua revelação na vida do crente.","explicacao_detalhada":"O salmista reconhece que a palavra de Deus é vital para a orientação e a vida espiritual, sendo um meio pelo qual Deus se comunica com Seu povo.","por_que_esta_palavra":"A palavra 'palavra' é crucial porque representa a verdade e a sabedoria de Deus, que são necessárias para a vida e a fé.","conexao_teologica":"A revelação de Deus através da Sua palavra é um tema central na teologia, enfatizando a importância das Escrituras na vida do crente.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","2 Timóteo 3:16-17"]},"salmos_130_6_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' é novamente mencionada, reforçando a ideia de que a busca por Deus envolve todo o ser.","explicacao_detalhada":"O salmista expressa um desejo profundo de se conectar com Deus, indicando que sua alma anseia por Ele, especialmente em tempos de angústia.","por_que_esta_palavra":"A repetição da palavra 'alma' enfatiza a intensidade do desejo do salmista por Deus e a importância dessa busca espiritual.","conexao_teologica":"A busca pela presença de Deus é um tema recorrente na Bíblia, mostrando que a verdadeira vida é encontrada em um relacionamento íntimo com Ele.","referencias_relacionadas":["Salmos 63:1","Salmos 42:1","Mateus 5:6"]},"salmos_130_6_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para expressar a relação de servidão e respeito que os fiéis têm em relação a Deus. No contexto do Salmo 130, isso enfatiza a confiança do salmista em Deus como seu Senhor, que ouve e responde às súplicas.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a posição de Deus como autoridade suprema e provedor de ajuda nas dificuldades.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o governante sobre a criação e que os crentes devem confiar Nele.","referencias_relacionadas":["Salmos 25:1","Salmos 86:12","Isaías 40:28"]},"salmos_130_7_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia e amor leal de Deus, que é fundamental para a salvação.","explicacao_detalhada":"A palavra 'misericórdia' (חֵסֵד) implica um amor incondicional e uma bondade que Deus demonstra para com Seu povo. No Salmo 130, isso é crucial, pois o salmista clama por perdão e libertação de seus pecados.","por_que_esta_palavra":"A inclusão da misericórdia de Deus enfatiza a esperança do salmista em um Deus que perdoa e restaura.","conexao_teologica":"A misericórdia de Deus é um tema recorrente na Bíblia, refletindo Sua natureza amorosa e a base da relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 103:8","Miquéias 7:18","Romanos 5:8"]},"salmos_130_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua essência e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Sua eternidade e fidelidade. No contexto do Salmo 130, invocar o nome de Deus é um ato de confiança e reconhecimento de Sua autoridade.","por_que_esta_palavra":"O uso do nome de Deus reforça a intimidade e a relação pessoal que os crentes têm com Ele.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua presença e promessa de estar com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 9:10","Filipenses 2:9-11"]},"salmos_130_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o salmista clama a Deus.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para explicar a base do pedido do salmista, que é a consciência de seus pecados e a necessidade de perdão.","por_que_esta_palavra":"Esta palavra é crucial para conectar a súplica do salmista com a natureza misericordiosa de Deus.","conexao_teologica":"A confissão e o arrependimento são temas importantes na relação entre o ser humano e Deus, mostrando a necessidade de reconhecer a própria condição diante dEle.","referencias_relacionadas":["1 João 1:9","Salmos 51:1-2","Provérbios 28:13"]},"salmos_130_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus age em relação ao pecado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma totalidade, indicando que Deus tem um plano abrangente para lidar com o pecado e a redenção.","por_que_esta_palavra":"Isso enfatiza que não há nada que escape do alcance da misericórdia de Deus.","conexao_teologica":"A maneira como Deus lida com o pecado é um aspecto fundamental da salvação e da justiça divina.","referencias_relacionadas":["Romanos 3:23-24","Hebreus 9:26","Salmos 32:1-2"]},"salmos_130_8_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao pecado e à culpa que o salmista reconhece em sua vida.","explicacao_detalhada":"A palavra 'mal' (עָוֺן) é usada para descrever a transgressão e a iniquidade. O salmista reconhece sua condição e a necessidade de libertação.","por_que_esta_palavra":"A menção do mal é essencial para entender a profundidade do arrependimento e a busca por perdão.","conexao_teologica":"O reconhecimento do pecado é o primeiro passo para a reconciliação com Deus, um tema central na mensagem do evangelho.","referencias_relacionadas":["Romanos 6:23","Salmos 38:4","Isaías 53:6"]},"salmos_130_8_libertar":{"palavra_pt":"libertar","palavra_original":"פָּדָה","transliteracao":"pâdâh","strong":"H6299","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de Deus em libertar o salmista do pecado.","explicacao_detalhada":"A palavra 'libertar' (פָּדָה) implica em resgatar e salvar. O salmista clama a Deus para que o liberte de sua culpa e condenação.","por_que_esta_palavra":"A ideia de libertação é central na experiência de salvação e redenção na vida do crente.","conexao_teologica":"A libertação do pecado é um tema central na obra de Cristo, que veio para salvar os perdidos.","referencias_relacionadas":["Gálatas 5:1","Romanos 8:1-2","Salmos 34:22"]}}