{"salmos_131_1_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Refere-se às preocupações e ansiedades que podem dominar a vida.","explicacao_detalhada":"A palavra 'coisas' (מַעֲלָה) sugere as ambições e preocupações que podem levar à ansiedade. O salmista expressa um desejo de não se deixar levar por essas preocupações.","por_que_esta_palavra":"Isso destaca a importância de confiar em Deus em vez de se preocupar com as coisas do mundo.","conexao_teologica":"A confiança em Deus é um tema recorrente na Bíblia, enfatizando a paz que vem da entrega a Ele.","referencias_relacionadas":["Mateus 6:25-27","Filipenses 4:6-7","Salmos 55:22"]},"salmos_131_1_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza das preocupações que podem sobrecarregar a vida.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל) é usada para descrever a magnitude das ambições e ansiedades que podem afetar a paz interior do salmista.","por_que_esta_palavra":"A ênfase na grandeza destaca a necessidade de humildade e confiança em Deus.","conexao_teologica":"A humildade diante de Deus é um princípio fundamental na vida cristã, levando à verdadeira paz.","referencias_relacionadas":["Tiago 4:10","Salmos 147:5","Isaías 57:15"]},"salmos_131_2_perecer":{"palavra_pt":"perecer","palavra_original":"דָּמַם","transliteracao":"dâmam","strong":"H1826","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Refere-se à ideia de desistir ou perder a esperança.","explicacao_detalhada":"A palavra 'perecer' (דָּמַם) sugere um estado de desespero ou falta de esperança. O salmista expressa sua determinação em não se deixar levar por esses sentimentos.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a luta interna do salmista e sua busca por confiança em Deus.","conexao_teologica":"A perseverança na fé é um tema importante na vida cristã, mostrando que mesmo em tempos difíceis, devemos confiar em Deus.","referencias_relacionadas":["Romanos 12:12","Hebreus 10:23","Salmos 42:11"]},"salmos_131_2_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' neste contexto refere-se à ideia de libertação e proteção divina.","explicacao_detalhada":"O salmista expressa uma confiança profunda na capacidade de Deus de salvar e proteger, enfatizando a dependência do ser humano em relação ao Senhor.","por_que_esta_palavra":"A palavra é usada para transmitir a necessidade de intervenção divina em momentos de aflição e a certeza de que Deus é capaz de salvar.","conexao_teologica":"A salvação é um tema central na teologia bíblica, representando a ação de Deus em resgatar seu povo do pecado e da morte.","referencias_relacionadas":["Salmos 18:2","Isaías 43:11","Romanos 10:13"]},"salmos_131_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à realidade da palavra de Deus.","explicacao_detalhada":"O salmista afirma que não deve se exaltar ou se preocupar, mas confiar na verdade de Deus, que é sempre fiel e constante.","por_que_esta_palavra":"A verdade de Deus é um fundamento essencial para a fé e a esperança do crente, que se apoia em suas promessas.","conexao_teologica":"A verdade de Deus é um atributo divino que garante a integridade de suas promessas e a certeza da salvação.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"salmos_131_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor representa sua autoridade e caráter.","explicacao_detalhada":"O salmista invoca o nome de Deus como um símbolo de sua presença e poder, reconhecendo que somente Ele é digno de confiança.","por_que_esta_palavra":"O nome de Deus é frequentemente associado à sua natureza e ações, sendo um ponto de referência para a adoração e a oração.","conexao_teologica":"O nome de Deus é central na revelação bíblica, simbolizando sua identidade e a relação que Ele tem com seu povo.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Romanos 10:13"]},"salmos_131_3_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e atemporal de Deus.","explicacao_detalhada":"O salmista reconhece que Deus é eterno, o que implica que suas promessas e seu amor são constantes e não mudam com o tempo.","por_que_esta_palavra":"A eternidade de Deus é um conforto para os crentes, pois garante que suas promessas são seguras e válidas para sempre.","conexao_teologica":"A eternidade de Deus é um dos atributos que fundamenta a esperança cristã, pois Ele está além do tempo e da criação.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","2 Pedro 3:8"]},"salmos_131_3_paciente":{"palavra_pt":"paciente","palavra_original":"יָחַל","transliteracao":"yâchal","strong":"H3176","significado_raiz":"Ideia básica: paciente.","significado_contextual":"A palavra 'paciente' indica a espera confiante e a perseverança diante das dificuldades.","explicacao_detalhada":"O salmista exorta a si mesmo e aos outros a serem pacientes, confiando na ação de Deus em seu tempo.","por_que_esta_palavra":"A paciência é uma virtude importante na vida cristã, refletindo a confiança em Deus e sua soberania.","conexao_teologica":"A paciência é frequentemente associada à fé e à esperança, sendo um fruto do Espírito Santo na vida do crente.","referencias_relacionadas":["Tiago 1:3-4","Romanos 12:12","Gálatas 5:22"]}}