{"salmos_132_1_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"A palavra 'things' refere-se às ações e promessas que Deus fez ao seu povo.","explicacao_detalhada":"O salmista menciona as coisas que Deus fez, lembrando a fidelidade divina em cumprir suas promessas.","por_que_esta_palavra":"As 'coisas' de Deus são um testemunho de sua grandeza e do seu compromisso com seu povo.","conexao_teologica":"A lembrança das obras de Deus é fundamental para a adoração e a gratidão, reforçando a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 105:5","Salmos 126:3","Isaías 63:7"]},"salmos_132_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor é invocado como um símbolo de sua presença e poder.","explicacao_detalhada":"O salmista clama pelo nome de Deus, reconhecendo sua soberania e a importância de sua presença entre o povo.","por_que_esta_palavra":"O nome de Deus é um ponto de referência para a adoração e a invocação de sua ajuda.","conexao_teologica":"O nome de Deus é central na relação entre Ele e seu povo, sendo um meio de comunicação e adoração.","referencias_relacionadas":["Salmos 20:1","Salmos 68:4","Romanos 10:13"]},"salmos_132_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A repetição do 'nome' do Senhor enfatiza sua importância e autoridade.","explicacao_detalhada":"O salmista reafirma a necessidade de invocar o nome de Deus em busca de ajuda e proteção.","por_que_esta_palavra":"O nome de Deus é um símbolo de sua identidade e do relacionamento que Ele tem com seu povo.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e confiança, reconhecendo sua soberania e poder.","referencias_relacionadas":["Salmos 20:1","Salmos 68:4","Atos 4:12"]},"salmos_132_2_poderoso":{"palavra_pt":"poderoso","palavra_original":"אָבִיר","transliteracao":"ʼâbîyr","strong":"H46","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a autoridade de Deus.","explicacao_detalhada":"O salmista exalta a grandeza de Deus, reconhecendo que Ele é capaz de realizar grandes feitos.","por_que_esta_palavra":"A descrição de Deus como poderoso é um lembrete de sua capacidade de agir em favor de seu povo.","conexao_teologica":"O poder de Deus é um tema recorrente nas Escrituras, mostrando sua soberania sobre toda a criação.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Efésios 3:20"]},"salmos_132_2_promessa":{"palavra_pt":"promessa","palavra_original":"נָדַר","transliteracao":"nâdar","strong":"H5087","significado_raiz":"Ideia básica: promessa.","significado_contextual":"A palavra 'promessa' refere-se ao compromisso de Deus com seu povo.","explicacao_detalhada":"O salmista menciona a promessa de Deus como um sinal de sua fidelidade e amor, que nunca falha.","por_que_esta_palavra":"As promessas de Deus são fundamentais para a fé, pois garantem que Ele cumprirá o que disse.","conexao_teologica":"As promessas de Deus são um aspecto essencial da aliança, mostrando seu desejo de se relacionar com a humanidade.","referencias_relacionadas":["Salmos 105:8-9","Hebreus 10:23","2 Pedro 3:9"]},"salmos_132_3_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ideia de proteção e libertação, especialmente no contexto de um pedido a Deus para que Ele intervenha em favor do Seu povo.","explicacao_detalhada":"Neste versículo, o salmista expressa um desejo profundo de que Deus não se esqueça de Sua promessa de salvar e proteger Israel. A palavra implica um ato de misericórdia e intervenção divina.","por_que_esta_palavra":"A escolha da palavra 'salvar' é crucial, pois reflete a necessidade de ajuda divina em tempos de aflição e a confiança de que Deus é capaz de resgatar.","conexao_teologica":"A salvação é um tema central na teologia bíblica, representando não apenas a libertação física, mas também a espiritual, culminando na salvação oferecida por Cristo.","referencias_relacionadas":["Salmos 18:2","Isaías 43:11","Romanos 10:13"]},"salmos_132_3_tenda":{"palavra_pt":"tenda","palavra_original":"אֹהֶל","transliteracao":"ʼôhel","strong":"H168","significado_raiz":"Ideia básica: tenda.","significado_contextual":"A 'tenda' simboliza a habitação temporária de Deus entre o Seu povo, representando a presença divina e a proteção.","explicacao_detalhada":"Neste contexto, a tenda é uma referência ao local onde Deus habita e se relaciona com Israel. É um símbolo de proximidade e comunhão entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'tenda' é escolhida para enfatizar a ideia de que a presença de Deus é móvel e acessível, refletindo a relação dinâmica entre Deus e Israel.","conexao_teologica":"A tenda é um precursor do templo, que mais tarde se tornaria o centro de adoração em Israel, simbolizando a presença de Deus entre os homens.","referencias_relacionadas":["Êxodo 25:8","Hebreus 9:11","Salmos 27:5"]},"salmos_132_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' representa um lugar de segurança e estabilidade, onde Deus promete habitar com Seu povo.","explicacao_detalhada":"Neste versículo, a casa é uma metáfora para o templo, que é visto como a morada de Deus na terra, onde Ele se encontra com Seu povo.","por_que_esta_palavra":"A palavra 'casa' é significativa porque implica um lar, um espaço sagrado onde a presença de Deus é reconhecida e reverenciada.","conexao_teologica":"A ideia de casa é central na teologia do Antigo Testamento, onde Deus estabelece um lugar para habitar entre os homens, refletindo Sua intenção de estar próximo de Seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 23:6","Mateus 21:13"]},"salmos_132_4_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A repetição da palavra 'salvar' enfatiza a urgência e a necessidade de intervenção divina na vida do salmista e do povo de Israel.","explicacao_detalhada":"O salmista clama a Deus para que Ele não se esqueça de salvar, reforçando a ideia de que a salvação é uma ação contínua e necessária na vida do crente.","por_que_esta_palavra":"A palavra 'salvar' é utilizada novamente para destacar a dependência do povo de Deus em Sua capacidade de resgatar e proteger.","conexao_teologica":"A salvação é um tema recorrente na Bíblia, simbolizando a relação de aliança entre Deus e Seu povo, que sempre busca Sua ajuda.","referencias_relacionadas":["Salmos 34:17","Isaías 12:2","Romanos 5:9"]},"salmos_132_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'clamar' indica um pedido fervoroso e urgente, refletindo a necessidade de comunicação direta com Deus.","explicacao_detalhada":"O salmista expressa sua súplica a Deus, demonstrando a importância da oração e do clamor em momentos de necessidade e desespero.","por_que_esta_palavra":"A escolha da palavra 'clamar' enfatiza a intensidade do pedido, mostrando que a salvação não é apenas desejada, mas urgentemente necessária.","conexao_teologica":"O clamor a Deus é um tema comum nas Escrituras, onde a oração é vista como um meio de buscar a intervenção divina e a ajuda em tempos de crise.","referencias_relacionadas":["Salmos 50:15","Jeremias 33:3","Romanos 8:26"]},"salmos_132_4_slumbering":{"palavra_pt":"slumber ing","palavra_original":"תְּנוּמָה","transliteracao":"tᵉnûwmâh","strong":"H8572","significado_raiz":"Ideia básica: slumber ing.","significado_contextual":"A palavra 'slumbering' refere-se a um estado de sono ou inatividade, simbolizando a necessidade de vigilância espiritual.","explicacao_detalhada":"Neste versículo, o salmista menciona a ideia de que Deus não deve entrar em um estado de inatividade, mas deve estar sempre atento às necessidades de Seu povo.","por_que_esta_palavra":"A palavra é usada para alertar sobre a importância da vigilância e da constante presença de Deus em nossas vidas.","conexao_teologica":"A vigilância é um tema importante na Bíblia, onde os crentes são chamados a estar alertas e a orar continuamente.","referencias_relacionadas":["Mateus 26:41","1 Pedro 5:8","Salmos 121:4"]},"salmos_132_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima, enfatizando Sua majestade e poder.","explicacao_detalhada":"O uso do nome 'senhor' neste contexto é uma afirmação da soberania de Deus sobre todas as coisas e a confiança do salmista em Sua liderança.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a posição de Deus como Rei e Senhor sobre Israel e sobre toda a criação.","conexao_teologica":"O reconhecimento de Deus como Senhor é central na adoração e na relação do povo com Ele, refletindo a aliança entre Deus e Seu povo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 14:9"]},"salmos_132_5_poderoso":{"palavra_pt":"poderoso","palavra_original":"אָבִיר","transliteracao":"ʼâbîyr","strong":"H46","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' destaca a força e a capacidade de Deus de realizar grandes feitos e milagres.","explicacao_detalhada":"Neste versículo, o salmista reconhece a grandeza de Deus, afirmando que Ele é capaz de realizar o que promete, incluindo a proteção e a salvação de Seu povo.","por_que_esta_palavra":"A escolha da palavra 'poderoso' é importante para enfatizar a natureza divina de Deus, que é capaz de agir em favor de Seu povo.","conexao_teologica":"A ideia de que Deus é poderoso é um tema recorrente nas Escrituras, onde Sua força é frequentemente associada à salvação e à proteção.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Efésios 3:20"]},"salmos_132_5_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus habita e onde o povo se reúne para adoração.","explicacao_detalhada":"Neste contexto, o templo é visto como a morada de Deus na terra, um lugar de encontro entre o divino e o humano, onde sacrifícios e adoração ocorrem.","por_que_esta_palavra":"A palavra 'templo' é significativa porque representa a presença de Deus entre Seu povo e a importância da adoração coletiva.","conexao_teologica":"O templo é um símbolo da presença de Deus e da comunhão entre Ele e Seu povo, refletindo a importância da adoração na vida espiritual.","referencias_relacionadas":["1 Reis 8:27","Salmos 84:1","Atos 7:48"]},"salmos_132_6_nome":{"palavra_pt":"nome","palavra_original":"אֶפְרָת","transliteracao":"ʼEphrâth","strong":"H672","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de Deus, que é reconhecido e reverenciado pelo Seu povo.","explicacao_detalhada":"Neste versículo, o nome 'Efrata' é mencionado como um local de importância, onde a presença de Deus é reconhecida e celebrada.","por_que_esta_palavra":"A escolha da palavra 'nome' é significativa, pois implica não apenas a identificação, mas também a honra e a reverência que devem ser dadas a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a importância de reconhecer Sua autoridade e poder.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9-11"]},"salmos_132_6_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é usada para chamar a atenção para algo importante que está prestes a ser mencionado.","explicacao_detalhada":"No contexto do Salmo 132:6, 'eis' introduz a ideia de que algo significativo está sendo revelado sobre a busca da arca da aliança.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do que está por vir, destacando a relevância da arca na história de Israel.","conexao_teologica":"A arca representa a presença de Deus entre o seu povo, e 'eis' serve como um convite para reconhecer essa presença.","referencias_relacionadas":["Êxodo 25:22","1 Crônicas 13:3","Salmos 68:1"]},"salmos_132_7_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"O termo 'templo' refere-se ao lugar sagrado onde Deus habita e onde o povo se reúne para adoração.","explicacao_detalhada":"No Salmo 132:7, a menção ao templo destaca a importância do local de adoração e da presença de Deus entre os israelitas.","por_que_esta_palavra":"O templo é central na vida religiosa de Israel, simbolizando a aliança entre Deus e seu povo.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens e da necessidade de um lugar sagrado para a adoração.","referencias_relacionadas":["1 Reis 6:1","Salmos 84:1","Isaías 56:7"]},"salmos_132_7_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para se referir ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"No contexto do Salmo 132:7, 'Deus' é invocado como aquele que deve ser adorado e reverenciado no templo.","por_que_esta_palavra":"A menção de Deus enfatiza a relação de adoração e dependência do povo em relação a Ele.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, e o templo é o local designado para essa adoração.","referencias_relacionadas":["Salmos 95:6","Isaías 40:28","Salmos 100:3"]},"salmos_132_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em uma ação de erguer ou estabelecer algo com propósito.","explicacao_detalhada":"No Salmo 132:8, 'levantar' refere-se ao ato de Deus se manifestar e estabelecer sua presença entre o povo.","por_que_esta_palavra":"A ideia de levantar sugere um novo começo ou uma renovação da aliança entre Deus e Israel.","conexao_teologica":"Deus levantando sua habitação entre os homens é um tema que se repete na história da salvação.","referencias_relacionadas":["Salmos 68:1","Isaías 2:2","Atos 2:17"]},"salmos_132_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor é uma referência à sua autoridade e caráter.","explicacao_detalhada":"No Salmo 132:8, invocar o nome do Senhor é reconhecer sua soberania e a importância de sua presença.","por_que_esta_palavra":"O nome de Deus é central na adoração, simbolizando sua identidade e poder.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e reverência, essencial na vida espiritual do povo.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Romanos 10:13"]},"salmos_132_8_comfortable":{"palavra_pt":"comfortable","palavra_original":"מְנוּחָה","transliteracao":"mᵉnûwchâh","strong":"H4496","significado_raiz":"Ideia básica: comfortable.","significado_contextual":"A palavra 'comfortable' refere-se a um estado de descanso e paz.","explicacao_detalhada":"No Salmo 132:8, 'comfortable' sugere a ideia de que a presença de Deus traz segurança e tranquilidade ao seu povo.","por_que_esta_palavra":"A presença de Deus é vista como um refúgio e um lugar de descanso para aqueles que o buscam.","conexao_teologica":"Deus é frequentemente descrito como nosso conforto e refúgio nas Escrituras.","referencias_relacionadas":["Salmos 23:1-3","Mateus 11:28","2 Coríntios 1:3-4"]},"salmos_132_9_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que serve como mediador entre Deus e o povo.","explicacao_detalhada":"No Salmo 132:9, a menção aos sacerdotes destaca a importância do serviço religioso e da intercessão.","por_que_esta_palavra":"Os sacerdotes desempenham um papel crucial na adoração e na manutenção da santidade do templo.","conexao_teologica":"A função sacerdotal é um símbolo da mediação de Cristo, nosso sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"salmos_132_9_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se a um estado de felicidade e contentamento.","explicacao_detalhada":"No Salmo 132:9, a alegria é uma resposta à presença de Deus e à adoração no templo.","por_que_esta_palavra":"A alegria é um fruto da presença de Deus e da comunhão com Ele.","conexao_teologica":"A alegria no Senhor é um tema recorrente nas Escrituras, refletindo a esperança e a salvação.","referencias_relacionadas":["Salmos 16:11","Filipenses 4:4","Neemias 8:10"]},"salmos_132_10_because":{"palavra_pt":"porque","palavra_original":"עָבוּר","transliteracao":"ʻâbûwr","strong":"H5668","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão para o que foi dito anteriormente.","explicacao_detalhada":"No Salmo 132:10, 'porque' justifica a invocação de Deus em relação ao seu ungido.","por_que_esta_palavra":"A razão apresentada é fundamental para entender a relação entre Deus e o rei de Israel.","conexao_teologica":"A escolha de Deus de um rei ungido é um tema central na história de Israel e na vinda de Cristo.","referencias_relacionadas":["1 Samuel 16:13","Salmos 89:20-21","Atos 2:36"]},"salmos_132_10_ungido":{"palavra_pt":"ungido","palavra_original":"מָשִׁיחַ","transliteracao":"mâshîyach","strong":"H4899","significado_raiz":"Ideia básica: ungido.","significado_contextual":"A palavra 'ungido' refere-se a alguém escolhido e separado por Deus para uma missão especial.","explicacao_detalhada":"No Salmo 132:10, 'ungido' se refere ao rei de Israel, simbolizando a liderança divina sobre o povo.","por_que_esta_palavra":"A unção é um sinal da escolha de Deus e da capacitação para o serviço.","conexao_teologica":"Jesus é chamado de o Ungido, o Messias, que cumpre a promessa de Deus para a redenção.","referencias_relacionadas":["Salmos 2:2","Isaías 61:1","Lucas 4:18"]},"salmos_132_10_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Davi, enfatizando a relação especial entre Deus e a linhagem davídica.","explicacao_detalhada":"A palavra 'filho' neste contexto indica não apenas a relação biológica, mas também a herança espiritual e a continuidade da promessa divina a Davi e sua família.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a importância da linhagem de Davi na história da salvação e na expectativa messiânica.","conexao_teologica":"A promessa de Deus a Davi de que seu filho se assentaria no trono é um tema central na teologia do Antigo Testamento, que culmina em Jesus como o Filho de Davi.","referencias_relacionadas":["2 Samuel 7:12-16","Mateus 1:1","Lucas 1:32-33"]},"salmos_132_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre Israel e a promessa feita a Davi.","explicacao_detalhada":"O uso do nome 'Senhor' (YHWH) enfatiza a relação pessoal e a fidelidade de Deus em cumprir Suas promessas ao povo escolhido.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como o governante supremo e fiel que estabelece alianças.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando como Ele dirige a história em favor de Seu povo.","referencias_relacionadas":["Salmos 89:3-4","Isaías 9:6","Romanos 1:3"]},"salmos_132_11_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade de Deus em cumprir Suas promessas, especialmente em relação à linhagem de Davi.","explicacao_detalhada":"A 'verdade' aqui implica a certeza e a confiabilidade das promessas de Deus, que são eternas e inabaláveis.","por_que_esta_palavra":"A ênfase na 'verdade' reforça a ideia de que Deus é fiel e que Suas promessas não falharão.","conexao_teologica":"A fidelidade de Deus é um pilar da teologia bíblica, mostrando que Ele sempre cumpre o que promete.","referencias_relacionadas":["Salmos 89:33-34","Hebreus 10:23","2 Pedro 3:9"]},"salmos_132_12_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em proteger e preservar a linhagem de Davi e seu povo.","explicacao_detalhada":"Neste contexto, 'salvar' implica não apenas a salvação espiritual, mas também a proteção física e a continuidade da nação de Israel.","por_que_esta_palavra":"A palavra é crucial para entender o papel de Deus como salvador e protetor de Seu povo escolhido.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"salmos_132_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Davi, que é visto como o herdeiro da promessa de Deus.","explicacao_detalhada":"A palavra 'filho' aqui destaca a continuidade da linhagem real e a importância do descendente de Davi na história da salvação.","por_que_esta_palavra":"É essencial para entender a relação entre a promessa divina e a realização na pessoa de Jesus, que é chamado de Filho de Davi.","conexao_teologica":"A linhagem de Davi é fundamental para a compreensão do Messias na teologia cristã.","referencias_relacionadas":["Mateus 1:6","Lucas 3:31","Apocalipse 22:16"]},"salmos_132_12_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e Davi, que é central para a história de Israel.","explicacao_detalhada":"A 'aliança' implica um compromisso mútuo entre Deus e Seu povo, com promessas de bênçãos e proteção.","por_que_esta_palavra":"A aliança é um conceito fundamental na Bíblia, representando a relação especial entre Deus e Israel.","conexao_teologica":"As alianças de Deus são essenciais para entender a narrativa bíblica e a obra redentora de Cristo.","referencias_relacionadas":["Gênesis 17:7","Jeremias 31:31-34","Hebreus 8:6-13"]},"salmos_132_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus escolheu Sião como Sua habitação.","explicacao_detalhada":"Este termo conecta a escolha de Deus a um propósito divino, enfatizando a importância de Sião na história da salvação.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica divina por trás das escolhas de Deus.","conexao_teologica":"A escolha de Sião representa a presença de Deus entre Seu povo e a realização de Suas promessas.","referencias_relacionadas":["Salmos 87:1-3","Isaías 2:3","Hebreus 12:22"]},"salmos_132_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, 'Senhor' refere-se à soberania de Deus e Sua escolha de Sião como lugar de habitação.","explicacao_detalhada":"A repetição do nome 'Senhor' enfatiza a autoridade divina e a importância da adoração a Ele.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para a compreensão da relação entre Deus e Seu povo.","conexao_teologica":"A soberania de Deus é um tema central que permeia toda a Escritura.","referencias_relacionadas":["Salmos 48:1-2","Salmos 99:9","Apocalipse 21:3"]},"salmos_132_13_assembleia":{"palavra_pt":"assembleia","palavra_original":"מוֹשָׁב","transliteracao":"môwshâb","strong":"H4186","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"A palavra 'assembleia' refere-se ao povo de Deus reunido, enfatizando a importância da comunidade na adoração.","explicacao_detalhada":"A 'assembleia' é um espaço onde o povo se reúne para adorar e celebrar a presença de Deus.","por_que_esta_palavra":"A palavra 'assembleia' destaca a importância da comunhão entre os crentes e a adoração coletiva.","conexao_teologica":"A ideia de assembleia é fundamental para a teologia da igreja e a importância da comunidade na vida cristã.","referencias_relacionadas":["Hebreus 10:24-25","Atos 2:42-47","Salmos 122:1"]},"salmos_132_14_comfortable":{"palavra_pt":"comfortable","palavra_original":"מְנוּחָה","transliteracao":"mᵉnûwchâh","strong":"H4496","significado_raiz":"Ideia básica: comfortable.","significado_contextual":"A palavra 'comfortable' refere-se ao descanso e à paz que Deus proporciona ao Seu povo.","explicacao_detalhada":"Este termo implica um estado de segurança e tranquilidade na presença de Deus, que é a verdadeira fonte de conforto.","por_que_esta_palavra":"A palavra 'comfortable' é essencial para entender a natureza do relacionamento de Deus com Seu povo, que é de cuidado e proteção.","conexao_teologica":"O conforto de Deus é um tema recorrente na Bíblia, mostrando como Ele cuida de Seu povo em tempos de dificuldade.","referencias_relacionadas":["Salmos 23:1-3","Mateus 11:28-30","2 Coríntios 1:3-4"]},"salmos_132_14_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de Deus de decidir sobre a justiça e a retidão do seu povo.","explicacao_detalhada":"Neste contexto, Deus está afirmando que Ele julgará a sua habitação, ou seja, a cidade de Sião, onde está o templo. Isso implica que Ele avaliará a fidelidade e a obediência do seu povo.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a autoridade divina e a responsabilidade de Deus em manter a justiça entre seu povo.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, onde Ele é visto como o juiz supremo que traz justiça e restauração.","referencias_relacionadas":["Salmos 9:7","Salmos 96:13","Isaías 11:4"]},"salmos_132_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus escolheu Sião como sua habitação.","explicacao_detalhada":"Aqui, 'porque' serve para explicar a motivação divina em estabelecer Sua presença em Sião, destacando a importância desse local na história da salvação.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a relação entre a escolha de Deus e a fidelidade de Seu povo.","conexao_teologica":"A escolha de Sião como habitação de Deus reflete a ideia de que Deus deseja estar próximo de Seu povo e que a obediência é fundamental para essa relação.","referencias_relacionadas":["Salmos 78:68-69","Salmos 87:1-3","Isaías 2:3"]},"salmos_132_15_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se à ação de Deus em conceder favor e prosperidade ao Seu povo.","explicacao_detalhada":"Neste versículo, Deus promete abençoar a Sião com abundância, o que implica em prosperidade espiritual e material para aqueles que habitam ali.","por_que_esta_palavra":"A escolha da palavra 'abençoar' ressalta a generosidade e a bondade de Deus em cuidar de Seu povo.","conexao_teologica":"A bênção de Deus é um tema central na Bíblia, simbolizando a relação de amor e cuidado entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 28:1-6","Salmos 67:1-2","Gálatas 3:14"]},"salmos_132_15_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' simboliza a provisão de Deus para as necessidades físicas e espirituais do Seu povo.","explicacao_detalhada":"Neste contexto, o 'pão' representa não apenas sustento físico, mas também a satisfação das necessidades espirituais que vêm de uma relação com Deus.","por_que_esta_palavra":"A escolha da palavra 'alimento' destaca a dependência do povo em relação a Deus como seu provedor.","conexao_teologica":"A provisão de Deus é um tema recorrente, refletindo Sua fidelidade em cuidar de Seu povo em todas as áreas da vida.","referencias_relacionadas":["Mateus 6:11","Salmos 37:25","Filipenses 4:19"]},"salmos_132_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àqueles que servem como intermediários entre Deus e o povo.","explicacao_detalhada":"Neste versículo, Deus promete que os sacerdotes serão honrados e terão um papel vital na adoração e na mediação das bênçãos divinas.","por_que_esta_palavra":"A escolha da palavra 'sacerdote' enfatiza a importância do ministério sacerdotal na vida espiritual da nação.","conexao_teologica":"O sacerdócio é fundamental na teologia bíblica, representando a intercessão e a mediação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"salmos_132_16_salvacao":{"palavra_pt":"salvacao","palavra_original":"יֶשַׁע","transliteracao":"yeshaʻ","strong":"H3468","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se à libertação e ao livramento que Deus oferece ao Seu povo.","explicacao_detalhada":"Neste contexto, a salvação é vista como um ato de Deus em proteger e restaurar Seu povo, trazendo segurança e paz.","por_que_esta_palavra":"A escolha da palavra 'salvação' destaca a natureza redentora de Deus e Sua disposição em resgatar aqueles que O buscam.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 3:8","Isaías 12:2","Romanos 1:16"]},"salmos_132_16_bondoso":{"palavra_pt":"bondoso","palavra_original":"חָסִיד","transliteracao":"châçîyd","strong":"H2623","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"A palavra 'bondoso' descreve a natureza amorosa e fiel de Deus em relação ao Seu povo.","explicacao_detalhada":"Neste versículo, a bondade de Deus é um atributo que garante a proteção e as bênçãos sobre aqueles que O servem.","por_que_esta_palavra":"A escolha da palavra 'bondoso' enfatiza a fidelidade de Deus e Sua disposição em agir em favor de Seu povo.","conexao_teologica":"A bondade de Deus é um tema recorrente, refletindo Seu caráter e Sua relação com a humanidade.","referencias_relacionadas":["Salmos 100:5","Salmos 136:1","Romanos 2:4"]},"salmos_132_17_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de adoração e sacrifício a Deus.","explicacao_detalhada":"Neste contexto, o altar simboliza a devoção e a entrega do povo a Deus, sendo um lugar de encontro com o divino.","por_que_esta_palavra":"A escolha da palavra 'altar' destaca a importância da adoração e do sacrifício na vida espiritual do povo de Deus.","conexao_teologica":"O altar é um símbolo de adoração e sacrifício, representando a entrega e a devoção a Deus.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"salmos_132_17_ungido":{"palavra_pt":"ungido","palavra_original":"מָשִׁיחַ","transliteracao":"mâshîyach","strong":"H4899","significado_raiz":"Ideia básica: ungido.","significado_contextual":"A palavra 'ungido' refere-se ao escolhido de Deus para liderar e governar Seu povo.","explicacao_detalhada":"Neste versículo, o ungido é uma referência ao rei, simbolizando a autoridade e a bênção divina sobre a liderança.","por_que_esta_palavra":"A escolha da palavra 'ungido' enfatiza a legitimidade e a santidade da liderança estabelecida por Deus.","conexao_teologica":"O conceito de ungido é central na teologia bíblica, apontando para Cristo como o Ungido de Deus.","referencias_relacionadas":["1 Samuel 16:13","Salmos 2:2","Lucas 4:18"]},"salmos_132_17_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação especial entre Deus e o rei, simbolizando herança e continuidade.","explicacao_detalhada":"Neste contexto, 'filho' destaca a promessa de Deus de estabelecer um reino duradouro através da linhagem de Davi.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a intimidade da relação entre Deus e Seu escolhido, bem como a continuidade da aliança.","conexao_teologica":"A ideia de filho é fundamental na Bíblia, representando a relação entre Deus e Seu povo, e culminando na filiação de Cristo.","referencias_relacionadas":["2 Samuel 7:14","Salmos 89:27","Mateus 1:1"]},"salmos_132_18_inimigo":{"palavra_pt":"inimigo","palavra_original":"אֹיֵב","transliteracao":"ʼôyêb","strong":"H341","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou alguém que se opõe ao povo de Deus.","explicacao_detalhada":"No contexto de Salmos 132, a palavra 'inimigo' é usada para descrever aqueles que se levantam contra a nação de Israel e, por extensão, contra o Senhor. Este salmo fala sobre a promessa de Deus a Davi e a proteção que Ele oferece ao Seu povo.","por_que_esta_palavra":"A palavra 'inimigo' é crucial para entender a luta espiritual e física que Israel enfrenta, enfatizando a necessidade de confiança em Deus como defensor.","conexao_teologica":"A presença de inimigos é um tema recorrente na Bíblia, simbolizando a oposição ao plano de Deus e a necessidade de dependência divina.","referencias_relacionadas":["Salmos 27:2","Salmos  enemies 44:5","Romanos 8:31"]},"salmos_132_18_apparel":{"palavra_pt":"apparel","palavra_original":"לָבַשׁ","transliteracao":"lâbash","strong":"H3847","significado_raiz":"Ideia básica: apparel.","significado_contextual":"Refere-se a vestimentas ou adornos que simbolizam dignidade e honra.","explicacao_detalhada":"Neste versículo, 'apparel' é usado para descrever as vestes de alegria e glória que Deus promete ao Seu povo, simbolizando a bênção e a presença divina.","por_que_esta_palavra":"A vestimenta é um símbolo de status e identidade, e neste contexto, representa a honra que Deus confere ao Seu povo.","conexao_teologica":"As vestes espirituais são frequentemente mencionadas na Bíblia, simbolizando a transformação e a nova identidade em Cristo.","referencias_relacionadas":["Isaías 61:10","Gálatas 3:27","Apocalipse 19:8"]},"salmos_132_18_ashamed":{"palavra_pt":"ashamed","palavra_original":"בֹּשֶׁת","transliteracao":"bôsheth","strong":"H1322","significado_raiz":"Ideia básica: ashamed.","significado_contextual":"Refere-se à vergonha ou desonra que pode vir como resultado da oposição ou do pecado.","explicacao_detalhada":"A palavra 'ashamed' é usada para contrastar a honra que Deus dá ao Seu povo com a desonra que os inimigos desejam impor. Este salmo reafirma a proteção divina contra a vergonha.","por_que_esta_palavra":"A vergonha é uma consequência do pecado e da rebelião contra Deus, e este versículo assegura que aqueles que confiam no Senhor não serão envergonhados.","conexao_teologica":"A Bíblia frequentemente fala sobre a vergonha em relação ao pecado, mas também promete que aqueles que se voltam para Deus serão restaurados.","referencias_relacionadas":["Romanos 10:11","Salmos 25:3","Isaías 54:4"]}}