{"salmos_135_1_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar a Deus, exaltando sua grandeza e majestade.","explicacao_detalhada":"A palavra 'louvar' implica em uma ação de adoração que reconhece e celebra as qualidades divinas de Deus, sendo um chamado à comunidade de fé para se unir em louvor.","por_que_esta_palavra":"A escolha de 'louvar' enfatiza a importância da adoração coletiva e individual, refletindo a resposta do coração humano à grandeza de Deus.","conexao_teologica":"O louvor é um aspecto essencial da vida cristã, onde a adoração se torna uma expressão de gratidão e reconhecimento da soberania de Deus.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","Colossenses 3:16"]},"salmos_135_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus, destacando Sua natureza divina e separada do comum.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a pureza e a majestade de Deus, que é digno de reverência e adoração. No contexto do Salmo 135, isso ressalta a importância de reconhecer a grandeza de Deus em contraste com ídolos.","por_que_esta_palavra":"A palavra é utilizada para exaltar a divindade e a importância de se aproximar de Deus com respeito e temor.","conexao_teologica":"A santidade de Deus é um tema central na teologia bíblica, refletindo Sua separação do pecado e Sua perfeição moral.","referencias_relacionadas":["Isaías 6:3","1 Pedro 1:16","Salmos 30:4"]},"salmos_135_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo ou à habitação de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'casa' simboliza o lugar de adoração e a presença de Deus. No Salmo 135, isso implica que o templo é um espaço sagrado onde os fiéis se reúnem para louvar e servir a Deus.","por_que_esta_palavra":"É importante para enfatizar a relação entre Deus e Seu povo, onde Ele habita e se revela.","conexao_teologica":"A casa de Deus representa a comunhão entre o Criador e a criação, um espaço de encontro e adoração.","referencias_relacionadas":["Salmos 27:4","1 Reis 8:27","Mateus 21:13"]},"salmos_135_2_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Refere-se ao ato de servir a Deus com dedicação e reverência.","explicacao_detalhada":"A palavra 'servir' implica em uma atitude de submissão e devoção a Deus, reconhecendo Sua autoridade e soberania. No contexto do Salmo 135, isso é um chamado à adoração ativa.","por_que_esta_palavra":"É fundamental para entender a relação do ser humano com Deus, que envolve não apenas adoração, mas também serviço.","conexao_teologica":"O serviço a Deus é uma expressão de fé e obediência, refletindo a resposta do crente ao amor divino.","referencias_relacionadas":["Romanos 12:1","Colossenses 3:23","Salmos 100:2"]},"salmos_135_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua essência e caráter.","explicacao_detalhada":"A palavra 'senhor' destaca a autoridade e a soberania de Deus. No Salmo 135, invocar o nome do Senhor é um ato de reconhecimento de Sua grandeza e poder.","por_que_esta_palavra":"É crucial para a identidade de Deus e para a relação que os crentes têm com Ele, invocando Seu nome em adoração e oração.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e promessa, sendo central na vida de fé do povo de Deus.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-11"]},"salmos_135_3_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar a Deus, exaltando Sua grandeza.","explicacao_detalhada":"A palavra 'louvar' implica em uma expressão de gratidão e reconhecimento da majestade de Deus. No Salmo 135, isso é um convite à adoração coletiva.","por_que_esta_palavra":"É uma resposta natural ao reconhecimento da grandeza e bondade de Deus, que merece ser celebrado.","conexao_teologica":"O louvor é uma prática essencial na vida cristã, refletindo a alegria e a gratidão do coração que reconhece a obra de Deus.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","Salmos 34:1"]},"salmos_135_3_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à natureza divina de Deus, que é digno de adoração.","explicacao_detalhada":"A repetição da palavra 'sagrado' enfatiza a importância de reconhecer a santidade de Deus em meio ao louvor. No Salmo 135, isso reforça a ideia de que Deus é único e incomparável.","por_que_esta_palavra":"É essencial para entender a reverência que devemos ter ao nos aproximar de Deus em adoração.","conexao_teologica":"A santidade de Deus é um fundamento da adoração, pois nos lembra de Sua pureza e perfeição.","referencias_relacionadas":["Levítico 11:44","Salmos 99:9","1 Pedro 1:15"]},"salmos_135_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para o louvor a Deus.","explicacao_detalhada":"A palavra 'porque' conecta a adoração à compreensão das ações de Deus. No Salmo 135, isso indica que o louvor é fundamentado nas obras e na natureza de Deus.","por_que_esta_palavra":"É importante para estabelecer a base do louvor, que não é apenas um ato vazio, mas uma resposta a quem Deus é.","conexao_teologica":"A razão para louvar a Deus está enraizada em Sua fidelidade e em Suas promessas cumpridas.","referencias_relacionadas":["Salmos 100:5","Salmos 136:1","Romanos 11:36"]},"salmos_135_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente, introduz uma justificativa para a adoração a Deus.","explicacao_detalhada":"A repetição da palavra 'porque' reforça a ideia de que o louvor é uma resposta às ações de Deus, especialmente em relação ao Seu povo escolhido.","por_que_esta_palavra":"É crucial para entender que o louvor é fundamentado na experiência da salvação e da proteção divina.","conexao_teologica":"A adoração é uma resposta à revelação de Deus em nossas vidas, especialmente em momentos de intervenção divina.","referencias_relacionadas":["Salmos 105:1","Salmos 136:23","Isaías 41:10"]},"salmos_135_4_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus, que é um tema recorrente no Salmo.","explicacao_detalhada":"A palavra 'sagrado' destaca a natureza divina de Deus, que é digno de ser exaltado e reverenciado. No contexto do Salmo 135, isso reforça a ideia de que Deus é único e incomparável.","por_que_esta_palavra":"É essencial para a compreensão da adoração, que deve ser direcionada a um Deus que é santo e separado do pecado.","conexao_teologica":"A santidade de Deus é um aspecto fundamental da Sua natureza, que deve ser reconhecido e celebrado na adoração.","referencias_relacionadas":["Salmos 30:4","Salmos 99:5","Apocalipse 4:8"]},"salmos_135_4_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"Refere-se ao patriarca Jacó, simbolizando o povo de Israel.","explicacao_detalhada":"A menção de 'Jacó' no Salmo 135 conecta a adoração a Deus com a história e a identidade do povo escolhido. Jacó representa a aliança de Deus com Israel.","por_que_esta_palavra":"É importante para entender a relação histórica e espiritual entre Deus e Seu povo, que é fundamentada na aliança.","conexao_teologica":"A história de Jacó é um exemplo da fidelidade de Deus em cumprir Suas promessas ao longo das gerações.","referencias_relacionadas":["Gênesis 32:28","Êxodo 3:6","Romanos 9:6-8"]},"salmos_135_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus age e se revela ao seu povo.","explicacao_detalhada":"A palavra 'modo' indica a maneira pela qual Deus opera em relação à criação e à história. Em Salmos 135:5, enfatiza que o modo de Deus é incomparável e único.","por_que_esta_palavra":"Esta palavra é usada para descrever a singularidade das ações de Deus em contraste com as ações humanas.","conexao_teologica":"O modo de Deus é um reflexo de sua soberania e poder, mostrando que Ele é o criador e sustentador de todas as coisas.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 145:3"]},"salmos_135_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para a afirmação anterior sobre a grandeza de Deus.","explicacao_detalhada":"A palavra 'porque' conecta a grandeza de Deus com a sua ação e poder, explicando que a adoração é devida a Ele por causa de quem Ele é.","por_que_esta_palavra":"É fundamental para a argumentação do salmo, pois estabelece a base para a adoração e louvor a Deus.","conexao_teologica":"A razão pela qual devemos louvar a Deus é sempre ligada à sua natureza e ações em favor do seu povo.","referencias_relacionadas":["Salmos 100:3","Salmos 145:10","Romanos 1:20"]},"salmos_135_5_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus em comparação com os ídolos e as limitações humanas.","explicacao_detalhada":"A palavra 'grande' destaca a majestade e o poder de Deus, que é superior a qualquer outra entidade ou ser.","por_que_esta_palavra":"É usada para enfatizar a importância de reconhecer a grandeza de Deus em nossas vidas e em toda a criação.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, refletindo sua soberania e autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 95:3","Salmos 147:5","Isaías 40:12"]},"salmos_135_6_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se aos céus como parte da criação de Deus, onde Ele reina soberanamente.","explicacao_detalhada":"A palavra 'ceus' indica o domínio de Deus sobre toda a criação, incluindo os reinos celestiais e a terra.","por_que_esta_palavra":"É importante para mostrar que Deus não é apenas um deus local, mas o Senhor de todo o universo.","conexao_teologica":"A soberania de Deus se estende aos céus, reforçando a ideia de que Ele é o criador e mantenedor de tudo.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 66:1"]},"salmos_135_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como parte da criação de Deus, que também está sob seu domínio.","explicacao_detalhada":"A palavra 'terra' enfatiza a presença de Deus em toda a criação, mostrando que Ele é Senhor tanto do céu quanto da terra.","por_que_esta_palavra":"É usada para afirmar que Deus tem controle sobre todos os aspectos da criação, incluindo o mundo físico.","conexao_teologica":"A relação de Deus com a terra é fundamental para entender sua providência e cuidado por sua criação.","referencias_relacionadas":["Salmos 24:1","Salmos 115:16","Romanos 8:19-21"]},"salmos_135_6_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como parte da criação, simbolizando tanto a força quanto a beleza do poder de Deus.","explicacao_detalhada":"A palavra 'mar' representa as vastidões e mistérios da criação, que estão sob o controle de Deus.","por_que_esta_palavra":"É importante para mostrar que Deus tem domínio sobre as forças da natureza, incluindo os mares e oceanos.","conexao_teologica":"O domínio de Deus sobre o mar é um símbolo de sua autoridade e poder sobre as forças caóticas da vida.","referencias_relacionadas":["Salmos 89:9","Jó 38:8-11","Mateus 8:27"]},"salmos_135_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Reitera a ideia de que a terra está sob o domínio de Deus e é parte de sua criação.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a abrangência do poder de Deus sobre toda a criação.","por_que_esta_palavra":"É usada para reforçar a ideia de que nada escapa ao controle de Deus, incluindo a terra e tudo que nela habita.","conexao_teologica":"A soberania de Deus sobre a terra é um tema recorrente nas Escrituras, mostrando seu cuidado e providência.","referencias_relacionadas":["Salmos 104:24","Salmos 115:16","Gênesis 1:26-28"]},"salmos_135_7_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Deus como o Rei soberano sobre toda a criação.","explicacao_detalhada":"A palavra 'rei' destaca a autoridade de Deus e sua posição como governante supremo.","por_que_esta_palavra":"É importante para entender a relação de Deus com seu povo e sua autoridade sobre a história.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, refletindo sua soberania e poder sobre todas as nações.","referencias_relacionadas":["Salmos 47:2","Salmos 93:1","Apocalipse 19:16"]},"salmos_135_7_fim":{"palavra_pt":"fim","palavra_original":"קָצֶה","transliteracao":"qâtseh","strong":"H7097","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao fim como o limite ou a conclusão do domínio de Deus sobre a criação.","explicacao_detalhada":"A palavra 'fim' sugere que Deus tem um propósito e um plano que culmina em um desfecho final.","por_que_esta_palavra":"É usada para enfatizar que Deus tem controle não apenas sobre o presente, mas também sobre o futuro.","conexao_teologica":"A ideia de um fim determinado por Deus é fundamental para a compreensão da escatologia bíblica.","referencias_relacionadas":["Eclesiastes 3:1","Isaías 46:10","Apocalipse 21:6"]},"salmos_135_8_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se ao ato de Deus de ferir ou punir, enfatizando seu poder e justiça.","explicacao_detalhada":"A palavra 'beat' indica a ação de Deus em trazer juízo sobre aqueles que se opõem a Ele.","por_que_esta_palavra":"É importante para entender a justiça de Deus e sua resposta ao pecado e à rebelião.","conexao_teologica":"A justiça de Deus é um aspecto essencial de sua natureza, mostrando que Ele não ignora o mal.","referencias_relacionadas":["Salmos 94:1","Romanos 12:19","Hebreus 10:30"]},"salmos_135_8_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano como criação de Deus, destacando sua dignidade e valor.","explicacao_detalhada":"A palavra 'homem' (אָדָם) é utilizada para enfatizar a natureza humana e a relação especial que os seres humanos têm com Deus. No contexto do Salmo 135, isso ressalta a soberania de Deus sobre toda a criação, incluindo a humanidade.","por_que_esta_palavra":"A palavra é usada para mostrar que Deus tem autoridade sobre todos os homens e que Ele é digno de adoração.","conexao_teologica":"A criação do homem à imagem de Deus (Gênesis 1:26-27) estabelece a base para a dignidade humana e a responsabilidade diante de Deus.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Eclesiastes 12:13"]},"salmos_135_8_primogenito":{"palavra_pt":"primogenito","palavra_original":"בְּכוֹר","transliteracao":"bᵉkôwr","strong":"H1060","significado_raiz":"Ideia básica: primogenito.","significado_contextual":"Refere-se ao primogênito como aquele que tem um lugar especial na herança e na bênção de Deus.","explicacao_detalhada":"A palavra 'primogênito' (בְּכוֹר) é frequentemente associada à ideia de primazia e importância, especialmente em relação ao povo de Israel, que é chamado de primogênito de Deus.","por_que_esta_palavra":"Usada para enfatizar a posição única de Israel entre as nações e a relação especial que Deus tem com Seu povo escolhido.","conexao_teologica":"A ideia de primogenitura é central na teologia bíblica, simbolizando a herança e a responsabilidade espiritual (Êxodo 4:22).","referencias_relacionadas":["Êxodo 4:22","Salmos 89:27","Romanos 8:29"]},"salmos_135_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus age e se revela ao Seu povo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em totalidade e abrangência, indicando que todas as ações de Deus são justas e poderosas.","por_que_esta_palavra":"Utilizada para descrever a plenitude das obras de Deus, que se manifestam em diferentes formas e contextos.","conexao_teologica":"A compreensão do modo de Deus é fundamental para a fé, pois revela Seu caráter e intenções para a humanidade (Isaías 55:8-9).","referencias_relacionadas":["Isaías 55:8-9","Salmos 145:17","Romanos 11:33"]},"salmos_135_9_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao faraó como símbolo da opressão e da resistência contra Deus.","explicacao_detalhada":"A palavra 'faraó' (פַּרְעֹה) representa a autoridade egípcia que se opôs ao plano de Deus para libertar Israel da escravidão.","por_que_esta_palavra":"Usada para mostrar a soberania de Deus sobre os governantes da terra e a certeza de que Ele prevalece sobre qualquer poder humano.","conexao_teologica":"A história do faraó é um exemplo da luta entre a vontade de Deus e a rebeldia humana (Êxodo 5-14).","referencias_relacionadas":["Êxodo 5:1-2","Êxodo 14:30-31","Romanos 9:17"]},"salmos_135_10_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de Deus em trazer juízo sobre os opressores.","explicacao_detalhada":"A palavra 'destruir' (הָרַג) implica em um ato de julgamento divino contra aqueles que se levantam contra o Seu povo.","por_que_esta_palavra":"Utilizada para enfatizar que Deus é justo e que Ele defende os oprimidos, trazendo destruição sobre os inimigos.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele promete proteger Seu povo e punir os ímpios (Salmos 37:28).","referencias_relacionadas":["Salmos 37:28","Isaías 61:2","Romanos 12:19"]},"salmos_135_10_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como parte da criação que está sob a autoridade de Deus.","explicacao_detalhada":"A palavra 'homem' (רַב) é usada para mostrar a fragilidade humana em contraste com a grandeza de Deus.","por_que_esta_palavra":"Utilizada para destacar a dependência do homem em relação a Deus e a necessidade de reconhecer Sua soberania.","conexao_teologica":"A relação entre Deus e o homem é fundamental para a compreensão da salvação e da graça (Efésios 2:8-9).","referencias_relacionadas":["Salmos 103:14","Romanos 3:23","Tiago 4:14"]},"salmos_135_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de agir de Deus em relação aos reis e governantes.","explicacao_detalhada":"A palavra 'modo' (כֹּל) enfatiza que Deus tem controle sobre todas as circunstâncias e eventos históricos.","por_que_esta_palavra":"Utilizada para mostrar que, independentemente das ações humanas, Deus é soberano e Seus planos prevalecerão.","conexao_teologica":"A soberania de Deus sobre as nações é um tema recorrente na Bíblia, mostrando que Ele é o Rei dos reis (Daniel 4:17).","referencias_relacionadas":["Daniel 4:17","Salmos 22:28","Romanos 13:1"]},"salmos_135_11_rei":{"palavra_pt":"rei","palavra_original":"סִיחוֹן","transliteracao":"Çîychôwn","strong":"H5511","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei como representante da autoridade e do poder humano.","explicacao_detalhada":"A palavra 'rei' (סִיחוֹן) é usada para ilustrar a luta entre a autoridade divina e a autoridade humana.","por_que_esta_palavra":"Utilizada para mostrar que, mesmo os reis, estão sujeitos ao domínio de Deus e que Ele é o verdadeiro Rei.","conexao_teologica":"A realeza de Deus é um tema central na Escritura, onde Ele é reconhecido como o Rei eterno (Salmos 10:16).","referencias_relacionadas":["Salmos 10:16","Salmos 47:2","Apocalipse 19:16"]},"salmos_135_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar como um gesto de generosidade e bênção.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em um ato de entrega que reflete a natureza generosa de Deus.","por_que_esta_palavra":"Utilizada para enfatizar que Deus é o doador de todas as coisas boas e que devemos ser generosos como Ele.","conexao_teologica":"A generosidade é um princípio fundamental na vida cristã, refletindo o caráter de Deus (2 Coríntios 9:7).","referencias_relacionadas":["2 Coríntios 9:7","Tiago 1:17","Atos 20:35"]},"salmos_135_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como a criação de Deus e o lugar onde Seu povo habita.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para enfatizar a soberania de Deus sobre toda a criação e a importância da terra prometida.","por_que_esta_palavra":"Utilizada para mostrar que a terra é um presente de Deus ao Seu povo e que devemos cuidar dela.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da herança que Ele dá ao Seu povo (Deuteronômio 8:7-10).","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:11","Mateus 5:5"]},"salmos_135_12_nome":{"palavra_pt":"nome","palavra_original":"יִשְׂרָאֵל","transliteracao":"Yisrâʼêl","strong":"H3478","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Israel, que representa o povo escolhido de Deus.","explicacao_detalhada":"O nome 'Israel' é significativo porque simboliza a identidade e a missão do povo hebreu como nação escolhida por Deus. É um nome que carrega a história de luta, fé e aliança com o Senhor.","por_que_esta_palavra":"A palavra 'nome' é utilizada para enfatizar a importância da identidade do povo de Deus e sua relação com Ele.","conexao_teologica":"O nome de Israel é central na teologia do Antigo Testamento, pois representa a aliança entre Deus e seu povo.","referencias_relacionadas":["Gênesis 32:28","Êxodo 3:15","Isaías 43:1"]},"salmos_135_13_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus, que é imutável e sempre presente.","explicacao_detalhada":"A palavra 'eterno' destaca a natureza de Deus como aquele que não tem princípio nem fim, cuja fidelidade e promessas se estendem por todas as gerações.","por_que_esta_palavra":"A ênfase na eternidade de Deus serve para confortar os fiéis, lembrando-os de que Deus está sempre presente e ativo em suas vidas.","conexao_teologica":"A eternidade de Deus é um dos atributos fundamentais que sustentam a fé e a esperança dos crentes.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_135_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado e reverenciado pelo povo.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é considerado sagrado e representa a presença e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é usada para afirmar a soberania de Deus e a relação de servidão e adoração que os crentes devem ter com Ele.","conexao_teologica":"O nome do Senhor é central na adoração e na prática religiosa, simbolizando a relação de aliança entre Deus e seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Romanos 10:13"]},"salmos_135_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual Deus age em favor do seu povo.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a sua justiça e misericórdia, explicando que Ele defende e protege seu povo por amor.","por_que_esta_palavra":"É importante para entender a motivação divina por trás das ações de Deus em relação ao seu povo.","conexao_teologica":"A justiça de Deus é um tema recorrente nas Escrituras, mostrando que Ele age em favor dos justos.","referencias_relacionadas":["Salmos 37:28","Isaías 54:10","Romanos 8:31"]},"salmos_135_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente refere-se ao nome do Senhor, enfatizando sua autoridade e poder.","explicacao_detalhada":"A repetição do nome 'Senhor' reforça a ideia de que todas as ações de Deus são realizadas em seu nome e para a sua glória.","por_que_esta_palavra":"A palavra 'senhor' é crucial para a compreensão da relação de submissão e reverência que os crentes devem ter.","conexao_teologica":"O nome do Senhor é um símbolo da aliança e da proteção divina sobre seu povo.","referencias_relacionadas":["Salmos 23:1","Salmos 46:1","Filipenses 2:9-11"]},"salmos_135_15_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se às nações pagãs que adoram ídolos, contrastando com a adoração ao Deus verdadeiro.","explicacao_detalhada":"A palavra 'nação' destaca a diferença entre o povo de Deus e os gentios que não conhecem a verdadeira adoração.","por_que_esta_palavra":"É usada para mostrar a futilidade da adoração a ídolos em comparação com a adoração ao Deus vivo.","conexao_teologica":"A distinção entre o povo de Deus e as nações é um tema importante na teologia bíblica, enfatizando a exclusividade da adoração a Deus.","referencias_relacionadas":["Salmos 115:4-8","Isaías 44:9-20","Jeremias 10:5"]},"salmos_135_15_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se ao ouro usado na fabricação de ídolos, simbolizando a futilidade da adoração material.","explicacao_detalhada":"O ouro é frequentemente associado à riqueza e ao poder, mas aqui é apresentado como algo que não pode salvar ou responder às necessidades espirituais.","por_que_esta_palavra":"A menção ao ouro serve para criticar a idolatria e a confiança em bens materiais em vez de confiar em Deus.","conexao_teologica":"A idolatria é condenada em toda a Escritura, e a ênfase no ouro destaca a futilidade de adorar o que é criado em vez do Criador.","referencias_relacionadas":["Salmos 115:4","Isaías 2:20","Mateus 6:19-21"]},"salmos_135_15_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade dos atos de Deus em contraste com as obras dos ídolos.","explicacao_detalhada":"A palavra 'bom' enfatiza que as ações de Deus são sempre justas e benéficas, ao contrário das promessas vazias dos ídolos.","por_que_esta_palavra":"É importante para afirmar a bondade de Deus e a confiança que os crentes devem ter em suas ações.","conexao_teologica":"A bondade de Deus é um atributo essencial que sustenta a fé e a esperança dos crentes.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"salmos_135_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à incapacidade dos ídolos de falar ou agir, contrastando com a verdade de Deus.","explicacao_detalhada":"A palavra 'verdade' destaca a realidade de que somente Deus é verdadeiro e digno de adoração, enquanto os ídolos são falsos e impotentes.","por_que_esta_palavra":"A ênfase na verdade é crucial para a compreensão da natureza de Deus e a rejeição da idolatria.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, que afirma que Ele é a fonte de toda verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"salmos_135_16_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à incapacidade dos ídolos de se comunicar, em contraste com a comunicação de Deus com seu povo.","explicacao_detalhada":"A palavra 'boca' simboliza a capacidade de falar e expressar, algo que os ídolos não podem fazer, enquanto Deus se revela e se comunica com a humanidade.","por_que_esta_palavra":"É usada para enfatizar a diferença entre o Deus vivo que fala e os ídolos mudos que não têm vida.","conexao_teologica":"A comunicação de Deus com seu povo é um aspecto vital da relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 29:4","Hebreus 1:1-2","Gálatas 1:11-12"]},"salmos_135_16_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, expressando pensamentos e intenções.","explicacao_detalhada":"No contexto de Salmos 135, 'falar' é uma ação que pode ser atribuída a Deus, que se comunica com seu povo através de profetas e escrituras. A comunicação divina é essencial para a compreensão da vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a relação pessoal entre Deus e os seres humanos, mostrando que Deus se revela e se comunica com a humanidade.","conexao_teologica":"A comunicação de Deus com seu povo é um tema central na teologia bíblica, refletindo a importância da revelação divina e da resposta humana.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 19:1-4","Isaías 55:11"]},"salmos_135_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica a realidade e a fidelidade de Deus em suas promessas e ações.","explicacao_detalhada":"No Salmos 135, a verdade de Deus é contrastada com a falsidade dos ídolos. A verdade divina é uma base sólida para a fé e a adoração.","por_que_esta_palavra":"A inclusão da palavra 'verdade' destaca a natureza de Deus como fiel e verdadeiro, em oposição às mentiras e enganos do mundo.","conexao_teologica":"A verdade de Deus é fundamental para a compreensão da salvação e da vida cristã, sendo um dos atributos essenciais de Deus.","referencias_relacionadas":["João 14:6","Salmos 25:5","Romanos 3:4"]},"salmos_135_17_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' ou 'espírito' refere-se à força invisível que pode ser tanto criadora quanto destrutiva.","explicacao_detalhada":"No contexto do Salmos 135, o vento simboliza a ação de Deus na criação e na providência, mostrando seu poder sobre a natureza.","por_que_esta_palavra":"A palavra 'vento' é usada para ilustrar a soberania de Deus sobre todas as forças da natureza, enfatizando que nada escapa ao seu controle.","conexao_teologica":"O Espírito de Deus é frequentemente associado à criação e à ação divina na história, refletindo a presença ativa de Deus no mundo.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:9-10","Atos 2:2"]},"salmos_135_17_homem":{"palavra_pt":"homem","palavra_original":"אֹזֶן","transliteracao":"ʼôzen","strong":"H241","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, destacando a criação e a dignidade do ser humano diante de Deus.","explicacao_detalhada":"No Salmos 135, a menção ao homem enfatiza a relação especial que Deus tem com a humanidade, que foi criada à sua imagem.","por_que_esta_palavra":"A palavra 'homem' é importante para lembrar que, apesar da grandeza de Deus, Ele se importa profundamente com cada indivíduo.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a importância da criação e do propósito divino para a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:8"]},"salmos_135_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode simbolizar força e ferocidade, representando a natureza poderosa de Deus.","explicacao_detalhada":"No contexto do Salmos 135, a menção ao urso pode ser uma metáfora para a proteção e o poder de Deus contra os inimigos.","por_que_esta_palavra":"A escolha da palavra 'urso' ressalta a ideia de que Deus é um defensor forte e protetor de seu povo.","conexao_teologica":"A força de Deus é um tema recorrente nas Escrituras, mostrando que Ele é capaz de salvar e proteger aqueles que confiam nele.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Romanos 8:31"]},"salmos_135_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"No Salmos 135, o 'modo' pode se referir à maneira como Deus age em relação ao seu povo, mostrando sua justiça e misericórdia.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que as ações de Deus têm um propósito e um caráter que refletem sua natureza.","conexao_teologica":"A forma como Deus age é um reflexo de seus atributos, como amor, justiça e santidade, que são fundamentais para a fé cristã.","referencias_relacionadas":["Salmos 103:7","Deuteronômio 32:4","Romanos 12:2"]},"salmos_135_19_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, um lugar de segurança e pertencimento.","explicacao_detalhada":"No Salmos 135, a 'casa' pode simbolizar a presença de Deus entre seu povo, onde Ele habita e se relaciona com eles.","por_que_esta_palavra":"A menção à 'casa' destaca a ideia de que Deus deseja habitar entre seu povo, oferecendo proteção e comunhão.","conexao_teologica":"A habitação de Deus entre os homens é um tema central na Bíblia, culminando na encarnação de Cristo e na promessa do Espírito Santo.","referencias_relacionadas":["Êxodo 25:8","Salmos 27:4","João 14:23"]},"salmos_135_19_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de invocar a bênção de Deus sobre alguém ou algo.","explicacao_detalhada":"No Salmos 135, 'abençoar' implica reconhecer a soberania de Deus e expressar gratidão por suas bênçãos.","por_que_esta_palavra":"A palavra 'abençoar' é fundamental para a adoração, pois envolve a entrega e o reconhecimento da grandeza de Deus.","conexao_teologica":"A bênção de Deus é um tema recorrente nas Escrituras, refletindo seu amor e cuidado por seu povo.","referencias_relacionadas":["Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"salmos_135_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao título de autoridade e soberania de Deus.","explicacao_detalhada":"No Salmos 135, 'senhor' enfatiza a majestade e o poder de Deus sobre todas as coisas, sendo digno de adoração.","por_que_esta_palavra":"A menção ao 'senhor' é crucial para reconhecer a posição de Deus como Rei e Criador, que governa sobre toda a criação.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo seu caráter e sua relação com seu povo.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"salmos_135_20_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' novamente refere-se ao lar, um espaço de segurança e adoração.","explicacao_detalhada":"No Salmos 135, a repetição da palavra 'casa' reforça a ideia de que Deus deseja habitar entre seu povo e que a adoração deve ocorrer em um espaço sagrado.","por_que_esta_palavra":"A ênfase na 'casa' destaca a importância da comunidade de fé e do local de adoração na vida espiritual.","conexao_teologica":"A casa de Deus é um símbolo da presença divina e da comunhão entre Deus e seu povo, refletindo a importância da igreja.","referencias_relacionadas":["Salmos 23:6","Mateus 18:20","Hebreus 10:25"]},"salmos_135_20_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Abençoar implica em invocar a proteção e a bondade de Deus sobre alguém ou algo.","explicacao_detalhada":"A palavra 'abençoar' é usada para expressar um desejo de que Deus conceda favor e prosperidade. No contexto do Salmo 135, isso reflete a relação do povo com Deus, reconhecendo Sua soberania e bondade.","por_que_esta_palavra":"Esta palavra é importante porque destaca a ação de Deus em abençoar Seu povo, mostrando que Ele é a fonte de todas as bênçãos.","conexao_teologica":"Abençoar é um ato divino que demonstra a graça de Deus, que se manifesta em bênçãos espirituais e materiais.","referencias_relacionadas":["Gênesis 12:2","Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"salmos_135_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"O uso do nome 'Senhor' enfatiza a relação pessoal e a soberania de Deus, que é digno de adoração e reverência. No Salmo 135, isso é um lembrete do poder e da fidelidade de Deus.","por_que_esta_palavra":"É fundamental reconhecer a identidade de Deus como Senhor, pois isso estabelece a base para a adoração e a confiança do povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"salmos_135_21_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Abençoar, neste contexto, reafirma a ação de Deus em favor de Seu povo.","explicacao_detalhada":"A repetição da palavra 'abençoar' no Salmo 135:21 reforça a ideia de que Deus é a fonte de bênçãos e que Seu povo deve reconhecer e louvar essa ação.","por_que_esta_palavra":"Abençoar é um ato que demonstra a generosidade de Deus e a responsabilidade do povo em responder com gratidão.","conexao_teologica":"A bênção de Deus é um tema recorrente na Bíblia, simbolizando a relação de aliança entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 28:1-6","Salmos 115:15","Mateus 5:3-12","Tiago 1:17"]},"salmos_135_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é uma afirmação da soberania e do poder de Deus.","explicacao_detalhada":"Neste versículo, o nome 'Senhor' é invocado para lembrar ao povo de que todas as bênçãos vêm dEle, e que Ele é digno de louvor.","por_que_esta_palavra":"Reconhecer o nome de Deus é essencial para a adoração, pois Ele é o único que pode abençoar verdadeiramente.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e ação na história da salvação.","referencias_relacionadas":["Salmos 29:2","Salmos 103:1","Isaías 12:4","Filipenses 2:9-11"]},"salmos_135_21_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Louvar é uma expressão de adoração e reconhecimento da grandeza de Deus.","explicacao_detalhada":"A palavra 'louvar' no Salmo 135:21 destaca a importância de exaltar a Deus por Suas obras e Sua bondade, refletindo a resposta adequada do povo a Sua majestade.","por_que_esta_palavra":"Louvar é uma prática fundamental na vida de fé, pois nos conecta com a natureza de Deus e nos lembra de Sua grandeza.","conexao_teologica":"O louvor é uma resposta natural à revelação de Deus e é central na adoração cristã.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Hebreus 13:15","Apocalipse 5:12"]}}