{"salmos_137_1_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de julgar as nações e trazer justiça.","explicacao_detalhada":"A palavra 'julgar' implica em discernimento e a capacidade de Deus de estabelecer a verdade e a justiça.","por_que_esta_palavra":"É importante para entender a justiça divina e a resposta de Deus ao mal.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, refletindo Sua santidade e justiça.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10-12","Apocalipse 20:12"]},"salmos_137_1_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus em comparação com as dificuldades enfrentadas pelo Seu povo.","explicacao_detalhada":"A palavra 'grande' destaca a majestade e o poder de Deus, que é maior do que qualquer adversidade.","por_que_esta_palavra":"É essencial para fortalecer a fé dos crentes em tempos de crise, lembrando-os da grandeza de Deus.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, inspirando reverência e confiança.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Efésios 3:20"]},"salmos_137_1_mar":{"palavra_pt":"rio","palavra_original":"נָהָר","transliteracao":"nâhâr","strong":"H5104","significado_raiz":"Ideia básica: rio.","significado_contextual":"O 'rio' representa o local de exílio e a tristeza do povo hebreu.","explicacao_detalhada":"Neste versículo, o 'rio' simboliza a distância da terra prometida e a dor da separação do lar. Os hebreus estavam à beira dos rios da Babilônia, lamentando sua situação.","por_que_esta_palavra":"A palavra 'rio' é utilizada para enfatizar o contraste entre a alegria de estar em sua terra natal e a tristeza do exílio.","conexao_teologica":"O rio é um símbolo de separação e lamento, refletindo a condição do povo de Deus em um lugar que não é seu.","referencias_relacionadas":["Salmos 42:1","Salmos 126:1","Ezequiel 1:1"]},"salmos_137_2_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à importância e ao peso da tristeza que os hebreus sentiam.","explicacao_detalhada":"A expressão 'grande' destaca a profundidade do lamento e a intensidade da dor que os hebreus experimentavam ao lembrar de Sião.","por_que_esta_palavra":"Utiliza-se 'grande' para enfatizar a magnitude da perda e do sofrimento que o povo estava enfrentando.","conexao_teologica":"A grandeza da tristeza é um reflexo da grandeza do amor que o povo tinha por sua terra e por Deus.","referencias_relacionadas":["Salmos 30:5","Salmos 51:17","Isaías 61:3"]},"salmos_137_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão do lamento e da tristeza do povo.","explicacao_detalhada":"Neste contexto, 'porque' conecta a dor do exílio à perda da capacidade de louvar a Deus, refletindo a relação entre a adoração e a identidade do povo.","por_que_esta_palavra":"'Porque' é crucial para entender a motivação por trás do lamento e a necessidade de expressar a dor.","conexao_teologica":"A conexão entre a adoração e a identidade do povo de Deus é central na teologia do Antigo Testamento.","referencias_relacionadas":["Salmos 22:1","Salmos 42:5","Lamentações 1:18"]},"salmos_137_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se ao que os opressores pediam, ou seja, uma canção de louvor.","explicacao_detalhada":"Os babilônios pediram que os hebreus cantassem as canções de Sião, o que representa uma tentativa de zombar da fé e da identidade do povo.","por_que_esta_palavra":"A palavra 'palavra' é significativa, pois representa a expressão da adoração e a cultura do povo hebreu.","conexao_teologica":"A importância da palavra e do louvor é um tema recorrente na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 119:11","Salmos 147:1","Colossenses 3:16"]},"salmos_137_4_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao povo de Israel, que se vê como um grupo em sofrimento.","explicacao_detalhada":"Neste contexto, 'homem' simboliza a coletividade do povo hebreu, que se sente desolado e incapaz de louvar a Deus em sua situação de exílio.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a humanidade e a fragilidade do povo diante da opressão.","conexao_teologica":"A condição humana e a necessidade de redenção são temas centrais na narrativa bíblica.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Romanos 3:23"]},"salmos_137_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus, cuja presença é sentida como distante no exílio.","explicacao_detalhada":"Neste versículo, o nome de Deus é invocado, refletindo a esperança de que Ele não se esqueceu de Seu povo, mesmo em tempos de dor.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a identidade do povo, que se vê como o povo escolhido de Deus.","conexao_teologica":"A invocação do nome de Deus é um tema central na oração e na adoração, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"salmos_137_5_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' expressa o desejo de libertação e restauração do povo hebreu.","explicacao_detalhada":"Neste contexto, 'salvar' reflete a esperança de que Deus intervenha e traga de volta Seu povo à terra prometida.","por_que_esta_palavra":"A palavra 'salvar' é usada para expressar a necessidade de redenção e a confiança na ação divina.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a ação de Deus em favor de Seu povo.","referencias_relacionadas":["Salmos 34:6","Isaías 43:1","Romanos 1:16"]},"salmos_137_5_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁכַח","transliteracao":"shâkach","strong":"H7911","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se ao ato de lembrar e expressar a dor e a identidade do povo.","explicacao_detalhada":"Neste contexto, 'expressão' é a maneira como o povo manifesta sua tristeza e sua conexão com Deus.","por_que_esta_palavra":"A palavra 'expressão' é importante para entender como o lamento é uma forma de adoração e comunicação com Deus.","conexao_teologica":"A expressão de dor e lamento é uma parte legítima da vida de fé, reconhecendo a presença de Deus mesmo em tempos difíceis.","referencias_relacionadas":["Salmos 6:6","Salmos 13:1","Lamentações 3:19"]},"salmos_137_5_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, o lar espiritual e físico do povo hebreu.","explicacao_detalhada":"Neste versículo, 'cidade' simboliza a identidade, a cultura e a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'cidade' é significativa, pois representa o lugar onde Deus se revelou ao Seu povo.","conexao_teologica":"Jerusalém é frequentemente vista como um símbolo da presença de Deus e da esperança de restauração.","referencias_relacionadas":["Salmos 48:1","Isaías 2:3","Hebreus 12:22"]},"salmos_137_6_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A palavra 'língua' refere-se à capacidade de louvar e expressar a adoração a Deus.","explicacao_detalhada":"Neste contexto, 'língua' simboliza a perda da capacidade de cantar e louvar devido à dor do exílio.","por_que_esta_palavra":"A palavra 'língua' é utilizada para enfatizar a importância da adoração verbal e da expressão da fé.","conexao_teologica":"A língua é um instrumento de adoração e comunicação com Deus, refletindo a relação entre o ser humano e o divino.","referencias_relacionadas":["Salmos 51:15","Tiago 3:10","Romanos 10:9"]},"salmos_137_6_boca":{"palavra_pt":"boca","palavra_original":"חֵךְ","transliteracao":"chêk","strong":"H2441","significado_raiz":"Ideia básica: boca.","significado_contextual":"A boca é um símbolo de expressão e comunicação, representando a capacidade de louvar ou lamentar.","explicacao_detalhada":"Neste versículo, a boca é mencionada em um contexto de exílio e tristeza, onde o povo de Israel se lembra de Sião e anseia por retornar. A boca, que deveria ser usada para cantar, agora está em silêncio.","por_que_esta_palavra":"A palavra 'boca' é usada para enfatizar a perda da capacidade de expressar alegria e louvor, refletindo a dor e o sofrimento do povo.","conexao_teologica":"A boca é frequentemente associada à adoração e à comunicação com Deus. O silêncio da boca simboliza a separação de Deus e a dor da perda.","referencias_relacionadas":["Salmos 51:15","Salmos 63:5","Salmos 71:8"]},"salmos_137_6_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em libertação e redenção, um desejo profundo do povo oprimido.","explicacao_detalhada":"Neste contexto, 'salvar' reflete o anseio do povo de Israel por libertação da opressão babilônica e a restauração de sua identidade e lugar sagrado.","por_que_esta_palavra":"A palavra é crucial para entender o desejo de restauração e a esperança de que Deus intervirá em favor de Seu povo.","conexao_teologica":"A salvação é um tema central na teologia bíblica, representando a intervenção divina na história humana.","referencias_relacionadas":["Isaías 43:1","Salmos 34:17","Romanos 10:13"]},"salmos_137_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a relação entre Deus e Seu povo, simbolizando herança e identidade.","explicacao_detalhada":"Neste versículo, o 'filho' é uma referência ao povo de Israel, que é visto como a nação escolhida de Deus, e a perda de sua identidade é uma dor profunda.","por_que_esta_palavra":"A menção de 'filho' destaca a relação íntima entre Deus e Israel, enfatizando a dor da separação.","conexao_teologica":"A paternidade de Deus é um tema recorrente na Bíblia, simbolizando amor, cuidado e responsabilidade.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:14"]},"salmos_137_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome de Deus é um símbolo de Sua presença e autoridade, representando Sua santidade.","explicacao_detalhada":"Neste versículo, o nome do Senhor é invocado como um apelo à memória e à identidade do povo, que se sente distante de Sua presença.","por_que_esta_palavra":"A palavra 'nome' é usada para invocar a proteção e a intervenção de Deus em tempos de crise.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e caráter, sendo um ponto de referência para a adoração.","referencias_relacionadas":["Salmos 20:1","Salmos 91:14","Provérbios 18:10"]},"salmos_137_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' representa um tempo específico de lembrança e lamento, um momento de reflexão sobre a perda.","explicacao_detalhada":"Neste contexto, o 'dia' é um lembrete do tempo em que Jerusalém foi destruída, simbolizando a dor e a tristeza do exílio.","por_que_esta_palavra":"A palavra 'dia' é importante para enfatizar a gravidade do evento e a necessidade de recordar o passado.","conexao_teologica":"O conceito de tempo e dia é frequentemente usado na Bíblia para marcar eventos significativos na história da salvação.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Isaías 61:2"]},"salmos_137_8_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' simboliza a totalidade do ser humano, incluindo a dor física e emocional.","explicacao_detalhada":"Neste versículo, 'corpo' é mencionado em um contexto de lamento e perda, refletindo a dor do povo em exílio.","por_que_esta_palavra":"A palavra é usada para enfatizar a experiência humana completa de sofrimento e a necessidade de restauração.","conexao_teologica":"A Bíblia reconhece a integralidade do ser humano, incluindo corpo, alma e espírito, em sua relação com Deus.","referencias_relacionadas":["1 Coríntios 6:19","Salmos 139:14","Romanos 12:1"]},"salmos_137_8_dead":{"palavra_pt":"morto","palavra_original":"שָׁדַד","transliteracao":"shâdad","strong":"H7703","significado_raiz":"Ideia básica: morto.","significado_contextual":"A palavra 'morto' representa a ideia de perda e a ausência da vida, simbolizando a devastação.","explicacao_detalhada":"Neste contexto, 'morto' é uma referência à destruição e ao lamento pela perda de vidas e da cidade de Jerusalém.","por_que_esta_palavra":"A palavra é usada para enfatizar a gravidade da situação e a necessidade de um renascimento espiritual.","conexao_teologica":"A morte e a ressurreição são temas centrais na teologia cristã, simbolizando a esperança de vida nova.","referencias_relacionadas":["Ezequiel 37:1-14","João 11:25","Romanos 6:4"]},"salmos_137_8_blessed":{"palavra_pt":"bem aventurado","palavra_original":"אֶשֶׁר","transliteracao":"ʼesher","strong":"H835","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A expressão 'bem aventurado' refere-se à felicidade e à bênção que vêm de Deus.","explicacao_detalhada":"Neste versículo, 'bem aventurado' é uma declaração sobre aqueles que são fiéis a Deus, mesmo em tempos de dificuldade.","por_que_esta_palavra":"A palavra é usada para encorajar o povo a permanecer fiel e a confiar nas promessas de Deus.","conexao_teologica":"A bem-aventurança é um tema importante na Bíblia, frequentemente associada à recompensa divina por fidelidade.","referencias_relacionadas":["Mateus 5:3-12","Salmos 1:1-3","Tiago 1:12"]},"salmos_137_9_blessed":{"palavra_pt":"bem aventurado","palavra_original":"אֶשֶׁר","transliteracao":"ʼesher","strong":"H835","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A repetição da expressão 'bem aventurado' reforça a ideia de bênção e recompensa divina.","explicacao_detalhada":"Neste contexto, 'bem aventurado' é uma reafirmação da esperança de que aqueles que perseveram em fé serão recompensados.","por_que_esta_palavra":"A palavra é usada para enfatizar a certeza da bênção de Deus sobre aqueles que permanecem firmes.","conexao_teologica":"A bem-aventurança é um princípio que permeia a mensagem bíblica, refletindo a natureza generosa de Deus.","referencias_relacionadas":["Salmos 32:1-2","Salmos 119:1","Apocalipse 22:14"]},"salmos_137_9_agarrar":{"palavra_pt":"agarrar","palavra_original":"אָחַז","transliteracao":"ʼâchaz","strong":"H270","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em um ato de apego ou retenção, simbolizando a luta pela identidade.","explicacao_detalhada":"Neste versículo, 'agarrar' é uma metáfora para a determinação de manter a fé e a identidade, mesmo em meio à adversidade.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de resistência e a luta pela sobrevivência espiritual.","conexao_teologica":"A ideia de agarrar-se à fé é um tema recorrente na Bíblia, simbolizando a perseverança em tempos difíceis.","referencias_relacionadas":["Hebreus 10:23","Filipenses 3:12-14","1 Timóteo 6:12"]}}