{"salmos_138_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o salmista se dirige a Deus em louvor.","explicacao_detalhada":"A palavra 'modo' indica a forma ou estilo de adoração que o salmista expressa, enfatizando a sinceridade e a reverência em sua abordagem a Deus.","por_que_esta_palavra":"O uso de 'modo' destaca a importância da atitude correta ao se aproximar de Deus, refletindo um coração humilde e grato.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente nas Escrituras, onde a autenticidade e a sinceridade são valorizadas.","referencias_relacionadas":["Salmos 29:2","Salmos 95:6","João 4:24"]},"salmos_138_1_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e da vontade do ser humano.","explicacao_detalhada":"Neste versículo, o salmista menciona seu coração como o lugar de onde brotam suas ações e adorações, refletindo a importância da disposição interna ao se dirigir a Deus.","por_que_esta_palavra":"O coração é fundamental na relação com Deus, pois é a partir dele que se expressa a verdadeira adoração e devoção.","conexao_teologica":"A Bíblia frequentemente fala sobre a necessidade de um coração puro e sincero diante de Deus.","referencias_relacionadas":["Salmos 51:10","Mateus 5:8","Provérbios 4:23"]},"salmos_138_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, que é digno de louvor.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a soberania e a majestade divina, reconhecendo a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"A invocação de Deus é central na adoração, pois é Ele quem recebe toda a honra e glória.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, onde Ele é reconhecido como Criador e Sustentador.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 11:36"]},"salmos_138_2_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à atitude de adoração e reverência diante de Deus.","explicacao_detalhada":"A palavra 'deus' aqui é usada em um contexto de prostração e submissão, indicando a importância de reconhecer a grandeza de Deus.","por_que_esta_palavra":"A adoração a Deus deve ser feita com humildade e reconhecimento de Sua grandeza.","conexao_teologica":"A prostração diante de Deus é um símbolo de submissão e respeito, comum nas Escrituras.","referencias_relacionadas":["Salmos 95:6","Apocalipse 4:10","Filipenses 2:10"]},"salmos_138_2_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo, o local sagrado onde Deus habita e é adorado.","explicacao_detalhada":"A palavra 'templo' simboliza a presença de Deus entre Seu povo e a importância de um lugar dedicado à adoração.","por_que_esta_palavra":"O templo é um espaço sagrado que representa a comunhão entre Deus e a humanidade.","conexao_teologica":"O conceito de templo é central na Bíblia, simbolizando a habitação de Deus entre os homens.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Atos 7:48"]},"salmos_138_2_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus e ao espaço sagrado onde Ele é adorado.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a pureza e a separação de Deus em relação ao profano, destacando a reverência que deve ser dada a Ele.","por_que_esta_palavra":"A santidade de Deus é um aspecto fundamental de Sua natureza, que deve ser reconhecido e respeitado.","conexao_teologica":"A santidade de Deus é um tema recorrente na Bíblia, que nos chama a viver em santidade também.","referencias_relacionadas":["Levítico 11:44","Isaías 6:3","1 Pedro 1:16"]},"salmos_138_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo presente, um momento de louvor e gratidão a Deus.","explicacao_detalhada":"A palavra 'dia' aqui indica um tempo específico em que o salmista se compromete a louvar a Deus, enfatizando a importância da adoração contínua.","por_que_esta_palavra":"O dia é uma oportunidade dada por Deus para reconhecer Suas bênçãos e Sua fidelidade.","conexao_teologica":"A adoração deve ser uma prática diária, refletindo a gratidão e a dependência de Deus.","referencias_relacionadas":["Salmos 118:24","1 Tessalonicenses 5:16-18","Hebreus 13:15"]},"salmos_138_3_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida e à alma do salmista, que se entrega em adoração a Deus.","explicacao_detalhada":"A palavra 'alma' indica a totalidade do ser, mostrando que a adoração deve envolver todas as partes da vida do crente.","por_que_esta_palavra":"A entrega da alma em adoração reflete a sinceridade e a profundidade do relacionamento com Deus.","conexao_teologica":"A Bíblia ensina que devemos amar a Deus com todo o nosso ser, incluindo a alma.","referencias_relacionadas":["Mateus 22:37","Salmos 103:1","Lucas 10:27"]},"salmos_138_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua natureza e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a autoridade e a soberania de Deus, sendo fundamental na adoração.","por_que_esta_palavra":"O nome de Deus é invocado em adoração, simbolizando a relação íntima entre Ele e Seu povo.","conexao_teologica":"O nome de Deus é reverenciado em toda a Escritura, sendo um símbolo de Sua presença e poder.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"salmos_138_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o salmista expressa seu louvor a Deus.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância da forma de adoração, que deve ser feita com sinceridade e reverência.","por_que_esta_palavra":"A maneira de adorar é crucial para que a adoração seja aceita por Deus.","conexao_teologica":"A forma de adoração é um tema importante na Bíblia, onde Deus busca adoradores que O adorem em espírito e em verdade.","referencias_relacionadas":["Salmos 96:9","Colossenses 3:23","Romanos 12:1"]},"salmos_138_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade suprema e ao governo de Deus sobre todas as nações.","explicacao_detalhada":"No contexto do Salmo 138, o salmista reconhece a soberania de Deus e a sua majestade como Rei. Ele exalta a grandeza de Deus, que é digno de louvor por sua fidelidade e poder.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a relação de Deus com seu povo, enfatizando sua posição de autoridade e proteção.","conexao_teologica":"Deus como Rei é um tema recorrente na Bíblia, simbolizando sua soberania e domínio sobre a criação. Ele é o Rei que governa com justiça e misericórdia.","referencias_relacionadas":["Salmos 10:16","Salmos 47:2","Isaías 6:5"]},"salmos_138_5_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a fragilidade e a dependência do ser humano diante de Deus.","explicacao_detalhada":"Neste versículo, o salmista menciona o homem em contraste com a grandeza de Deus, ressaltando que, apesar de sua pequenez, Deus se importa e responde às suas orações.","por_que_esta_palavra":"A inclusão da palavra 'homem' enfatiza a relação entre Deus e a humanidade, mostrando que, mesmo sendo pequenos, somos ouvidos por Deus.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a criação à imagem de Deus e a relação especial que temos com Ele.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"salmos_138_5_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à vitalidade que Deus concede aos seres humanos.","explicacao_detalhada":"No contexto do Salmo, a vida é vista como um presente de Deus, que deve ser vivido em gratidão e louvor a Ele. O salmista reconhece que a vida é uma dádiva divina.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a perspectiva bíblica sobre a existência humana e a importância de viver de acordo com a vontade de Deus.","conexao_teologica":"A vida é um tema central na Bíblia, com Deus sendo o autor da vida e aquele que oferece vida eterna através de Cristo.","referencias_relacionadas":["João 10:10","Gênesis 2:7","Romanos 6:23"]},"salmos_138_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor representa sua natureza, caráter e autoridade.","explicacao_detalhada":"No Salmo 138, o salmista invoca o nome do Senhor, reconhecendo sua grandeza e a importância de seu caráter em suas orações e louvores.","por_que_esta_palavra":"A palavra 'nome' é significativa porque, na cultura bíblica, o nome de alguém carrega seu poder e identidade, especialmente no caso de Deus.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando sua presença e a relação que temos com Ele através da fé.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"salmos_138_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou justificativa para a ação ou louvor do salmista.","explicacao_detalhada":"Neste versículo, o salmista explica que sua adoração é motivada pela verdade e fidelidade de Deus, que se manifestam em sua vida.","por_que_esta_palavra":"A palavra 'porque' é importante para entender a lógica do louvor, que é fundamentado na experiência pessoal do salmista com Deus.","conexao_teologica":"O reconhecimento das razões para louvar a Deus é um aspecto essencial da vida de fé, onde a gratidão é baseada nas ações de Deus.","referencias_relacionadas":["Salmos 100:4","Salmos 119:62","1 Tessalonicenses 5:18"]},"salmos_138_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor é mencionado novamente, reforçando a ideia de sua autoridade e poder.","explicacao_detalhada":"O salmista destaca a importância do nome do Senhor, que é um símbolo de sua presença e de sua promessa de ajuda e proteção.","por_que_esta_palavra":"A repetição da palavra 'nome' enfatiza a centralidade de Deus na vida do crente e a confiança que se deposita em sua natureza.","conexao_teologica":"O nome de Deus é um tema que permeia toda a Escritura, representando sua revelação e a relação que Ele deseja ter com seu povo.","referencias_relacionadas":["Salmos 54:1","Salmos 91:14","Atos 4:12"]},"salmos_138_6_dwell":{"palavra_pt":"dwell","palavra_original":"מֶרְחָק","transliteracao":"merchâq","strong":"H4801","significado_raiz":"Ideia básica: dwell.","significado_contextual":"A palavra 'dwell' refere-se à ideia de habitar ou permanecer em um lugar seguro.","explicacao_detalhada":"Neste contexto, o salmista expressa a confiança de que, mesmo em dificuldades, Deus está presente e oferece segurança ao seu povo.","por_que_esta_palavra":"A palavra 'dwell' é significativa porque reflete a promessa de Deus de estar com seu povo, mesmo em tempos de tribulação.","conexao_teologica":"A presença de Deus entre seu povo é um tema central na Bíblia, simbolizando proteção e comunhão.","referencias_relacionadas":["Salmos 23:4","Salmos 91:1","Mateus 28:20"]},"salmos_138_7_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em resgatar e proteger seu povo das adversidades.","explicacao_detalhada":"O salmista expressa sua confiança de que Deus o salvará, mesmo em meio a dificuldades, reafirmando a fidelidade divina.","por_que_esta_palavra":"A palavra 'salvar' é essencial para entender a natureza redentora de Deus, que se preocupa com o bem-estar de seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo, que oferece salvação a todos os que creem.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Romanos 10:13"]},"salmos_138_7_coracao":{"palavra_pt":"coracao","palavra_original":"קֶרֶב","transliteracao":"qereb","strong":"H7130","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e da vontade humana.","explicacao_detalhada":"No Salmo, o coração é visto como o lugar onde se processam as experiências e as respostas a Deus, sendo fundamental para a adoração.","por_que_esta_palavra":"A palavra 'coração' é importante porque enfatiza a necessidade de uma devoção sincera e autêntica a Deus.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus busca sinceridade e verdade na adoração.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 5:8"]},"salmos_138_7_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à experiência de vida plena que Deus oferece.","explicacao_detalhada":"O salmista expressa que, através da salvação de Deus, ele pode viver plenamente, em comunhão com o Criador.","por_que_esta_palavra":"A palavra 'viver' é crucial para entender a promessa de Deus de uma vida abundante e significativa.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Jesus promete vida eterna a todos que nele creem.","referencias_relacionadas":["João 3:16","Gálatas 2:20","1 João 5:12"]},"salmos_138_8_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza imutável e infinita de Deus, que transcende o tempo.","explicacao_detalhada":"A palavra 'eterno' implica que Deus não está sujeito às limitações do tempo. Ele é o Criador do tempo e, portanto, existe fora dele. Isso traz conforto aos crentes, pois significa que as promessas de Deus são duradouras e confiáveis.","por_que_esta_palavra":"A palavra é usada para enfatizar a fidelidade e a constância de Deus em Suas promessas e ações.","conexao_teologica":"A eternidade de Deus é um dos atributos fundamentais que sustentam a fé cristã, pois garante que Deus é sempre presente e atuante na vida dos crentes.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_138_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é uma referência ao caráter soberano e pessoal de Deus.","explicacao_detalhada":"O nome 'YHWH' (ou Senhor) revela a natureza relacional de Deus com Seu povo. Ele é o Deus que se revela e se relaciona com a humanidade, sendo ao mesmo tempo transcendente e imanente.","por_que_esta_palavra":"O uso do nome enfatiza a autoridade e a majestade de Deus, além de Sua disposição em se relacionar com os seres humanos.","conexao_teologica":"O nome de Deus é central na teologia bíblica, pois representa Sua identidade e o relacionamento que Ele deseja ter com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"salmos_138_8_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia e ao amor leal de Deus para com Seu povo.","explicacao_detalhada":"A palavra 'misericórdia' (ou 'amor leal') implica um compromisso inabalável de Deus com aqueles que Ele ama. É um amor que se manifesta em ações e promessas, refletindo a fidelidade divina.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza de Deus como um ser que se preocupa profundamente com a humanidade e age em favor dela.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, que revela Sua disposição em perdoar e restaurar aqueles que se voltam para Ele.","referencias_relacionadas":["Salmos 136:1","Miquéias 7:18","Efésios 2:4-5"]}}