{"salmos_139_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao lugar de habitação de Deus entre Seu povo, simbolizando Sua presença.","explicacao_detalhada":"O templo é visto como o espaço sagrado onde Deus se encontra com a humanidade. Ele representa a comunhão e a adoração, sendo um local de sacrifício e oração.","por_que_esta_palavra":"A palavra 'templo' é importante porque indica o desejo de Deus de habitar entre Seu povo e ser adorado.","conexao_teologica":"O conceito de templo é central na teologia bíblica, culminando na ideia de que o corpo dos crentes é agora o templo do Espírito Santo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","1 Coríntios 6:19"]},"salmos_139_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao caráter pessoal e soberano de Deus.","explicacao_detalhada":"A repetição do nome 'Senhor' enfatiza a relação contínua e a autoridade de Deus sobre a vida do salmista.","por_que_esta_palavra":"O uso do nome reforça a ideia de que Deus é um ser pessoal que se preocupa com cada indivíduo.","conexao_teologica":"A relação pessoal com Deus é fundamental na fé cristã, onde cada crente é chamado a conhecer e se relacionar com Ele.","referencias_relacionadas":["Salmos 23:1","Isaías 41:10","João 10:14"]},"salmos_139_1_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento profundo que Deus tem sobre cada pessoa.","explicacao_detalhada":"A palavra 'conhecer' implica uma intimidade e compreensão que vai além do simples reconhecimento. Deus conhece os pensamentos, ações e motivações do ser humano.","por_que_esta_palavra":"Essa palavra é usada para mostrar que não há nada oculto a Deus, reforçando Sua onisciência.","conexao_teologica":"O conhecimento de Deus é um aspecto essencial de Sua natureza, que traz conforto e responsabilidade ao crente.","referencias_relacionadas":["Salmos 139:4","Mateus 10:30","Hebreus 4:13"]},"salmos_139_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à capacidade de Deus de avaliar e discernir as ações humanas.","explicacao_detalhada":"A palavra 'julgar' implica que Deus tem a autoridade e a sabedoria para fazer julgamentos justos sobre o comportamento humano.","por_que_esta_palavra":"É importante para entender que Deus não é indiferente às ações das pessoas, mas que Ele observa e avalia cada uma delas.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, que enfatiza a justiça divina e a responsabilidade moral.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10-12","Apocalipse 20:12"]},"salmos_139_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se à ação de Deus em elevar ou restaurar o ser humano.","explicacao_detalhada":"A palavra 'levantar' pode indicar tanto a ação de Deus em ajudar aqueles que estão em dificuldades quanto a ressurreição e a restauração espiritual.","por_que_esta_palavra":"É usada para mostrar que Deus está sempre pronto para ajudar e restaurar aqueles que se voltam para Ele.","conexao_teologica":"A ideia de levantar é central na mensagem do evangelho, que fala sobre a nova vida em Cristo.","referencias_relacionadas":["Salmos 40:2","Isaías 61:1","Romanos 8:11"]},"salmos_139_2_grande":{"palavra_pt":"grande","palavra_original":"רָחוֹק","transliteracao":"râchôwq","strong":"H7350","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus em comparação com a humanidade.","explicacao_detalhada":"A palavra 'grande' enfatiza a majestade e a soberania de Deus, mostrando que Ele é infinitamente maior do que qualquer ser humano.","por_que_esta_palavra":"É importante para reconhecer a posição de Deus como Criador e Sustentador do universo.","conexao_teologica":"A grandeza de Deus é um tema que permeia toda a Escritura, levando os crentes a adorá-Lo e reverenciá-Lo.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"salmos_139_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus observa e conhece a vida do ser humano.","explicacao_detalhada":"A palavra 'modo' implica que Deus está atento a cada aspecto da vida humana, desde os pensamentos até as ações.","por_que_esta_palavra":"É usada para mostrar que Deus não apenas observa, mas também se importa com a maneira como vivemos.","conexao_teologica":"A atenção de Deus aos detalhes da vida humana reflete Seu amor e cuidado por cada indivíduo.","referencias_relacionadas":["Salmos 139:1-2","Mateus 6:8","1 Pedro 5:7"]},"salmos_139_3_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e ao caminho que se segue na vida.","explicacao_detalhada":"No contexto de Salmos 139, a palavra 'vida' implica que Deus conhece não apenas a existência física, mas também o caminho e as experiências de cada indivíduo.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a relação íntima entre Deus e o ser humano, mostrando que Ele está ciente de cada aspecto da nossa jornada.","conexao_teologica":"A vida é um presente divino e deve ser vivida em comunhão com Deus, que conhece cada passo que damos.","referencias_relacionadas":["Salmos 16:11","João 10:10","Gálatas 2:20"]},"salmos_139_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para o que foi dito anteriormente.","explicacao_detalhada":"Neste versículo, 'porque' é usado para conectar a ideia de que Deus conhece nossas palavras antes mesmo de as pronunciarmos, reforçando Sua onisciência.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a razão pela qual Deus tem um conhecimento tão profundo de nós.","conexao_teologica":"A onisciência de Deus é um tema central na teologia, mostrando que Ele está sempre presente e ciente de nossas ações e pensamentos.","referencias_relacionadas":["Salmos 139:1-2","Mateus 6:8","Hebreus 4:13"]},"salmos_139_4_palavra":{"palavra_pt":"palavra","palavra_original":"מִלָּה","transliteracao":"millâh","strong":"H4405","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação verbal e aos pensamentos expressos.","explicacao_detalhada":"Neste contexto, a palavra 'palavra' destaca a ideia de que Deus conhece não apenas o que dizemos, mas também o que pensamos e sentimos.","por_que_esta_palavra":"A inclusão de 'palavra' enfatiza a importância da comunicação e da sinceridade diante de Deus.","conexao_teologica":"As palavras têm poder e refletem o estado do coração, o que é um princípio importante na vida cristã.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36-37","Tiago 1:19"]},"salmos_139_4_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A palavra 'língua' refere-se ao órgão da fala e, por extensão, à capacidade de se comunicar.","explicacao_detalhada":"No Salmo, a 'língua' simboliza a expressão verbal dos pensamentos e sentimentos, que Deus conhece antes mesmo de serem articulados.","por_que_esta_palavra":"A palavra 'língua' é importante para entender a relação entre o que pensamos e o que dizemos, mostrando a transparência diante de Deus.","conexao_teologica":"A forma como usamos nossa língua é um reflexo de nossa espiritualidade e relacionamento com Deus.","referencias_relacionadas":["Salmos 34:13","Tiago 3:5-6","Provérbios 21:23"]},"salmos_139_5_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término ou conclusão de algo.","explicacao_detalhada":"Neste versículo, 'fim' sugere que Deus está ciente não apenas do início, mas também do desfecho de nossas vidas e experiências.","por_que_esta_palavra":"A palavra 'fim' é significativa porque nos lembra que Deus tem um plano e um propósito para cada um de nós, mesmo em nossos momentos finais.","conexao_teologica":"A soberania de Deus sobre o tempo e a história é um tema central na teologia, mostrando que Ele controla o início e o fim.","referencias_relacionadas":["Isaías 46:10","Apocalipse 21:6","Romanos 8:28"]},"salmos_139_5_afterward":{"palavra_pt":"after ward","palavra_original":"אָחוֹר","transliteracao":"ʼâchôwr","strong":"H268","significado_raiz":"Ideia básica: after ward.","significado_contextual":"A palavra 'depois' indica uma sequência temporal, referindo-se ao que vem a seguir.","explicacao_detalhada":"No contexto do Salmo, 'depois' sugere que Deus também conhece o que acontecerá após os eventos presentes em nossas vidas.","por_que_esta_palavra":"A palavra 'depois' é importante para enfatizar a continuidade do conhecimento de Deus sobre nossas vidas.","conexao_teologica":"A ideia de que Deus conhece o futuro nos dá esperança e confiança em Sua soberania.","referencias_relacionadas":["Jeremias 29:11","Romanos 8:38-39","Salmos 37:23-24"]},"salmos_139_6_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se a uma posição ou estado de estar no meio de algo.","explicacao_detalhada":"Neste versículo, 'entre' sugere que Deus está presente em todas as situações e circunstâncias da vida.","por_que_esta_palavra":"A palavra 'entre' destaca a proximidade de Deus em nossas vidas, independentemente das circunstâncias.","conexao_teologica":"A presença de Deus em nossas vidas é um tema central, mostrando que Ele nunca nos abandona.","referencias_relacionadas":["Salmos 23:4","Mateus 28:20","Hebreus 13:5"]},"salmos_139_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à autenticidade.","explicacao_detalhada":"No contexto do Salmo, 'verdade' implica que Deus conhece a verdadeira natureza de nossos corações e ações.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender que não podemos esconder nada de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida em nossas vidas como cristãos.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"salmos_139_6_secret":{"palavra_pt":"secret","palavra_original":"פִּלְאִי","transliteracao":"pilʼîy","strong":"H6383","significado_raiz":"Ideia básica: secret.","significado_contextual":"A palavra 'secreto' refere-se a algo oculto ou não revelado.","explicacao_detalhada":"Neste versículo, 'secreto' sugere que Deus conhece até mesmo os pensamentos e intenções mais profundos que tentamos esconder.","por_que_esta_palavra":"A palavra 'secreto' é importante porque nos lembra que não há nada que possamos ocultar de Deus.","conexao_teologica":"A onisciência de Deus inclui o conhecimento de nossos segredos, o que nos leva a uma vida de transparência diante dEle.","referencias_relacionadas":["Salmos 90:8","Mateus 10:26","1 Coríntios 4:5"]},"salmos_139_7_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' refere-se à força invisível que pode ser sentida, mas não vista.","explicacao_detalhada":"No Salmo, 'vento' simboliza a presença de Deus, que é onipresente e não pode ser evitado.","por_que_esta_palavra":"A palavra 'vento' é significativa para ilustrar a natureza imaterial e onipresente de Deus.","conexao_teologica":"A presença do Espírito Santo é frequentemente associada ao vento, simbolizando poder e movimento divinos.","referencias_relacionadas":["João 3:8","Atos 2:2","Salmos 104:30"]},"salmos_139_7_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar ou se mover, simbolizando a jornada da vida e a presença constante de Deus em cada passo.","explicacao_detalhada":"A palavra 'andar' no contexto de Salmos 139:7 enfatiza que não há lugar onde possamos ir que esteja fora da presença de Deus. O salmista reflete sobre a onipresença de Deus, que acompanha cada movimento e decisão.","por_que_esta_palavra":"A escolha da palavra 'andar' é significativa porque representa a vida diária e a caminhada espiritual do crente, mostrando que Deus está sempre presente em cada aspecto da vida.","conexao_teologica":"A onipresença de Deus é um tema central na teologia cristã, que afirma que Deus está em todos os lugares ao mesmo tempo, confortando e guiando os fiéis em sua jornada.","referencias_relacionadas":["Salmos 23:4","Mateus 28:20","Atos 17:27"]},"salmos_139_8_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a ideia de ser salvo ou resgatado, refletindo a proteção e a salvação que Deus oferece.","explicacao_detalhada":"No versículo, a palavra 'salvar' sugere que, mesmo que o salmista se encontre em situações extremas, como nas profundezas ou nas alturas, a salvação de Deus está sempre ao seu alcance.","por_que_esta_palavra":"A palavra 'salvar' é crucial porque destaca a esperança e a confiança que o crente deve ter na capacidade de Deus de resgatar em qualquer circunstância.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a libertação do pecado e a reconciliação com Deus através de Jesus Cristo.","referencias_relacionadas":["Romanos 10:13","Salmos 18:2","Isaías 43:2"]},"salmos_139_8_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se aos céus, simbolizando a morada de Deus e a grandeza de Sua criação.","explicacao_detalhada":"A palavra 'céus' no versículo enfatiza a imensidão do espaço e a soberania de Deus sobre toda a criação, mostrando que não há lugar onde Ele não esteja presente.","por_que_esta_palavra":"A inclusão de 'céus' destaca a majestade de Deus e Sua capacidade de estar acima de todas as coisas, reforçando a ideia de que Ele é o Criador de tudo.","conexao_teologica":"A criação dos céus e da terra é um tema fundamental na teologia, mostrando a grandeza de Deus e Sua autoridade sobre o universo.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 66:1"]},"salmos_139_8_ones":{"palavra_pt":"one s","palavra_original":"יַצַע","transliteracao":"yatsaʻ","strong":"H3331","significado_raiz":"Ideia básica: one s.","significado_contextual":"Refere-se ao ato de sair ou partir, simbolizando a busca por liberdade ou novos começos.","explicacao_detalhada":"A palavra 'ones' sugere a ideia de movimento e transição, indicando que mesmo ao partir para longe, Deus está presente e acompanha o salmista.","por_que_esta_palavra":"A escolha de 'ones' é importante porque representa a ideia de que não importa onde o indivíduo vá, Deus sempre estará ao seu lado.","conexao_teologica":"A presença constante de Deus é um tema recorrente, mostrando que Ele nunca abandona aqueles que são Seus.","referencias_relacionadas":["Salmos 139:10","Hebreus 13:5","Mateus 28:20"]},"salmos_139_9_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"Refere-se a aves, simbolizando liberdade e a capacidade de voar alto.","explicacao_detalhada":"A palavra 'ave' no contexto do versículo sugere a ideia de liberdade e proteção, mostrando que mesmo as aves são cuidadas por Deus, e quanto mais os seres humanos.","por_que_esta_palavra":"A menção de 'ave' é significativa porque ilustra a providência divina e o cuidado que Deus tem por toda a criação.","conexao_teologica":"A relação entre Deus e Suas criaturas é um tema central, enfatizando que Ele se preocupa com cada detalhe da vida.","referencias_relacionadas":["Mateus 6:26","Salmos 104:12","Lucas 12:6"]},"salmos_139_9_fim":{"palavra_pt":"fim","palavra_original":"אַחֲרִית","transliteracao":"ʼachărîyth","strong":"H319","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao conceito de fim ou conclusão, simbolizando o término de uma jornada ou ciclo.","explicacao_detalhada":"A palavra 'fim' no versículo sugere que, mesmo ao alcançar o fim de algo, a presença de Deus continua a ser uma constante, oferecendo conforto e esperança.","por_que_esta_palavra":"A escolha de 'fim' é importante porque destaca a ideia de que Deus está presente em todos os momentos da vida, incluindo os finais.","conexao_teologica":"A ideia de que Deus é o Alfa e o Ômega, o princípio e o fim, é um tema central na teologia cristã.","referencias_relacionadas":["Apocalipse 22:13","Isaías 46:10","Salmos 90:2"]},"salmos_139_9_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar, simbolizando vastidão, profundidade e mistério.","explicacao_detalhada":"A palavra 'mar' no contexto do versículo sugere a imensidão e a força da criação de Deus, mostrando que mesmo nas profundezas do mar, Ele está presente.","por_que_esta_palavra":"A menção de 'mar' é significativa porque ilustra a grandeza de Deus e Sua capacidade de dominar até as forças mais poderosas da natureza.","conexao_teologica":"A soberania de Deus sobre a criação, incluindo os mares, é um tema recorrente na Bíblia, mostrando Seu poder e autoridade.","referencias_relacionadas":["Salmos 89:9","Jó 38:11","Mateus 8:27"]},"salmos_139_10_again":{"palavra_pt":"novamente","palavra_original":"גַּם","transliteracao":"gam","strong":"H1571","significado_raiz":"Ideia básica: novamente.","significado_contextual":"Refere-se à ideia de repetição ou retorno, simbolizando a continuidade da presença de Deus.","explicacao_detalhada":"A palavra 'novamente' sugere que, independentemente das circunstâncias, a presença de Deus é uma constante na vida do salmista.","por_que_esta_palavra":"A escolha de 'novamente' é importante porque enfatiza a fidelidade de Deus, que nunca abandona Seus filhos, mesmo em momentos de dificuldade.","conexao_teologica":"A fidelidade de Deus é um tema central na teologia, mostrando que Ele é sempre confiável e presente.","referencias_relacionadas":["Salmos 136:1","Lamentações 3:22-23","Hebreus 13:8"]},"salmos_139_10_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁם","transliteracao":"shâm","strong":"H8033","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou local, simbolizando a presença de Deus em todos os lugares.","explicacao_detalhada":"A palavra 'expressão' no versículo sugere que a presença de Deus pode ser encontrada em qualquer lugar, reforçando a ideia de Sua onipresença.","por_que_esta_palavra":"A escolha de 'expressão' é significativa porque destaca que Deus se revela em diferentes formas e lugares, sempre acessível aos que O buscam.","conexao_teologica":"A revelação de Deus é um tema central na teologia, mostrando que Ele se comunica e se manifesta de várias maneiras.","referencias_relacionadas":["Romanos 1:20","Salmos 19:1-4","João 1:14"]},"salmos_139_10_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão, simbolizando poder, controle e ação.","explicacao_detalhada":"A palavra 'mão' no contexto do versículo sugere que a mão de Deus está sempre presente, guiando e sustentando o salmista em sua jornada.","por_que_esta_palavra":"A escolha de 'mão' é importante porque representa a proteção e a força de Deus, que age em favor de Seus filhos.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como símbolo de Sua intervenção e ajuda na vida dos crentes.","referencias_relacionadas":["Salmos 31:15","Isaías 41:10","Deuteronômio 33:27"]},"salmos_139_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à capacidade de expressar pensamentos e sentimentos, enfatizando a comunicação divina.","explicacao_detalhada":"No contexto de Salmos 139, a palavra 'dizer' destaca a onisciência de Deus, que conhece até mesmo os pensamentos mais íntimos do ser humano. Isso implica que nada pode ser oculto de Deus.","por_que_esta_palavra":"Esta palavra é usada para mostrar a relação entre o ser humano e Deus, onde a comunicação é fundamental para a compreensão mútua.","conexao_teologica":"A capacidade de Deus de 'dizer' reflete Sua autoridade e poder sobre a criação, além de Sua proximidade com a humanidade.","referencias_relacionadas":["Salmos 139:1-4","Isaías 55:11","Hebreus 4:13"]},"salmos_139_11_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"A palavra 'trevas' simboliza a ausência de luz, representando o desconhecido e o pecado.","explicacao_detalhada":"No Salmo 139, as trevas são mencionadas para ilustrar que mesmo em momentos de escuridão e confusão, Deus está presente e vê tudo.","por_que_esta_palavra":"Usar 'trevas' enfatiza a ideia de que não há lugar onde possamos nos esconder da presença de Deus.","conexao_teologica":"As trevas contrastam com a luz divina, que traz clareza e verdade, mostrando a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Salmos 139:11-12","João 1:5","1 João 1:5"]},"salmos_139_11_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' representa a verdade, a revelação e a presença de Deus.","explicacao_detalhada":"Em Salmos 139, a luz é usada para mostrar que Deus ilumina a escuridão, trazendo entendimento e clareza ao caminho do crente.","por_que_esta_palavra":"A luz é essencial para a vida e simboliza a orientação divina em meio às dificuldades.","conexao_teologica":"A luz de Deus é um tema recorrente na Bíblia, simbolizando a verdade e a vida que vêm dEle.","referencias_relacionadas":["Salmos 27:1","Mateus 5:14-16","João 8:12"]},"salmos_139_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que a luz está presente, simbolizando clareza e atividade.","explicacao_detalhada":"No contexto do Salmo 139, o dia é contrastado com as trevas, enfatizando que Deus está presente em todos os momentos da vida.","por_que_esta_palavra":"O dia representa a revelação e a ação de Deus na vida do ser humano, mostrando que Ele está sempre ativo.","conexao_teologica":"O conceito de dia e noite é usado para ilustrar a soberania de Deus sobre o tempo e a criação.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:20-23","Eclesiastes 3:1"]},"salmos_139_12_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"A palavra 'trevas' aqui reforça a ideia de que mesmo em momentos de escuridão, Deus está presente.","explicacao_detalhada":"As trevas são mencionadas para mostrar que não há lugar onde possamos nos esconder da presença de Deus, mesmo nas situações mais sombrias.","por_que_esta_palavra":"A repetição da palavra 'trevas' enfatiza a certeza de que Deus vê e conhece tudo, independentemente das circunstâncias.","conexao_teologica":"As trevas não são um obstáculo para Deus, que é luz e verdade.","referencias_relacionadas":["Salmos 139:11-12","Isaías 45:7","João 1:5"]},"salmos_139_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à autenticidade da presença de Deus.","explicacao_detalhada":"No Salmo 139, a verdade é um conceito central que destaca a fidelidade e a justiça de Deus em todas as situações.","por_que_esta_palavra":"A verdade de Deus é um fundamento para a fé e a confiança do crente, que sabe que Deus é sempre fiel.","conexao_teologica":"A verdade de Deus é um tema importante na Bíblia, que nos chama a viver em conformidade com Sua palavra.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"salmos_139_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação sobre a criação do ser humano por Deus.","explicacao_detalhada":"No Salmo 139, 'porque' é usado para justificar a afirmação de que Deus conhece cada um de nós intimamente, pois Ele nos criou.","por_que_esta_palavra":"A palavra 'porque' conecta a ação de Deus à Sua natureza, mostrando que Ele é o Criador.","conexao_teologica":"A criação é um ato de amor e intenção de Deus, que nos formou de maneira única.","referencias_relacionadas":["Gênesis 1:27","Salmos 100:3","Isaías 43:7"]},"salmos_139_13_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' refere-se ao ato divino de trazer algo à existência.","explicacao_detalhada":"No contexto do Salmo 139, 'criar' enfatiza a habilidade de Deus em formar o ser humano de maneira única e intencional.","por_que_esta_palavra":"A criação é um ato que demonstra o poder e a sabedoria de Deus, que nos fez à Sua imagem.","conexao_teologica":"A criação é um tema central na teologia, mostrando a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 104:24-25","Efésios 2:10"]},"salmos_139_13_corpo":{"palavra_pt":"corpo","palavra_original":"בֶּטֶן","transliteracao":"beṭen","strong":"H990","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à forma física do ser humano, que é criada por Deus.","explicacao_detalhada":"No Salmo 139, o corpo é visto como uma obra-prima da criação de Deus, refletindo Sua habilidade e cuidado.","por_que_esta_palavra":"A menção ao corpo destaca a importância da criação física e espiritual do ser humano.","conexao_teologica":"O corpo é um templo do Espírito Santo, mostrando a dignidade e o valor da vida humana.","referencias_relacionadas":["Gênesis 2:7","1 Coríntios 6:19-20","Salmos 139:14"]},"salmos_139_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma razão, desta vez sobre a maravilha da criação de Deus.","explicacao_detalhada":"No Salmo 139, 'porque' é usado para enfatizar a admiração do salmista pela forma como Deus o criou de maneira tão perfeita.","por_que_esta_palavra":"A palavra 'porque' conecta a experiência do salmista à ação de Deus, mostrando gratidão pela criação.","conexao_teologica":"A maravilha da criação é um testemunho do caráter de Deus, que é bom e perfeito.","referencias_relacionadas":["Salmos 139:13-14","Gênesis 1:31","Romanos 1:20"]},"salmos_139_14_grande":{"palavra_pt":"grande","palavra_original":"פָּלָא","transliteracao":"pâlâʼ","strong":"H6381","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da criação de Deus e à complexidade do ser humano.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnificência e a maravilha da obra de Deus ao criar o ser humano, destacando que somos feitos de maneira extraordinária.","por_que_esta_palavra":"Esta palavra é usada para expressar a admiração pela habilidade divina em criar seres tão complexos e únicos.","conexao_teologica":"A grandeza de Deus é um tema central na teologia, refletindo Sua soberania e poder criador.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Isaías 40:26"]},"salmos_139_14_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade da criação de Deus, que é perfeita e sem falhas.","explicacao_detalhada":"A palavra 'bom' destaca que a obra de Deus é não apenas funcional, mas também bela e adequada ao propósito para o qual foi criada.","por_que_esta_palavra":"Esta palavra é utilizada para ressaltar a qualidade intrínseca da criação, que reflete a natureza bondosa de Deus.","conexao_teologica":"A bondade de Deus é um atributo essencial que se manifesta em Sua criação e em Suas ações.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Tiago 1:17"]},"salmos_139_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade da formação do ser humano, que é conhecida por Deus.","explicacao_detalhada":"A palavra 'verdade' implica que Deus tem conhecimento pleno e verdadeiro sobre cada aspecto da vida e da criação humana.","por_que_esta_palavra":"Esta palavra é importante para enfatizar a certeza e a autenticidade do conhecimento de Deus sobre nós.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, que nos assegura que Ele é fiel e justo.","referencias_relacionadas":["João 14:6","Salmos 25:5","Romanos 3:4"]},"salmos_139_15_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a proximidade e a intimidade do conhecimento de Deus sobre o ser humano.","explicacao_detalhada":"A palavra 'entre' sugere que Deus está presente em todos os aspectos da vida humana, conhecendo-nos profundamente.","por_que_esta_palavra":"Esta palavra é usada para mostrar a relação íntima entre Deus e a criação, enfatizando que não estamos sozinhos.","conexao_teologica":"A presença de Deus em nossas vidas é um tema recorrente na Escritura, que nos conforta e nos guia.","referencias_relacionadas":["Salmos 139:7","Mateus 28:20","Hebreus 13:5"]},"salmos_139_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação criativa de Deus ao formar o ser humano.","explicacao_detalhada":"A palavra 'urso' implica a ideia de fazer ou criar, enfatizando que Deus é o autor da vida.","por_que_esta_palavra":"Esta palavra é utilizada para destacar a atividade criativa de Deus em dar forma e vida ao ser humano.","conexao_teologica":"A criação é um ato de Deus que revela Sua natureza como Criador e Sustentador.","referencias_relacionadas":["Gênesis 2:7","Isaías 43:7","Efésios 2:10"]},"salmos_139_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus nos conhece e nos forma.","explicacao_detalhada":"A palavra 'modo' sugere a singularidade e a individualidade de cada ser humano na criação de Deus.","por_que_esta_palavra":"Esta palavra é importante para enfatizar que cada pessoa é única e tem um propósito específico.","conexao_teologica":"A individualidade na criação reflete a diversidade e a criatividade de Deus.","referencias_relacionadas":["Salmos 100:3","Romanos 12:4-5","1 Coríntios 12:12"]},"salmos_139_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Deus nos formou e nos conheceu.","explicacao_detalhada":"A palavra 'dia' implica que Deus tem um plano para cada fase da vida humana, desde a concepção até a maturidade.","por_que_esta_palavra":"Esta palavra é usada para mostrar que Deus está ativamente envolvido em cada momento da nossa existência.","conexao_teologica":"A soberania de Deus sobre o tempo e a história é um tema central na teologia cristã.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 31:15","Atos 17:26"]},"salmos_139_16_idiom":{"palavra_pt":"expressao","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3335","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao ato de moldar e dar forma ao ser humano.","explicacao_detalhada":"A palavra 'expressão' enfatiza a habilidade de Deus em criar a vida de maneira intencional e cuidadosa.","por_que_esta_palavra":"Esta palavra é utilizada para ressaltar a ação deliberada de Deus em cada detalhe da criação.","conexao_teologica":"A ideia de que somos 'moldados' por Deus reflete a intimidade de nossa relação com Ele.","referencias_relacionadas":["Isaías 64:8","Jeremias 1:5","Romanos 9:21"]},"salmos_139_17_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza poderosa de Deus como Criador.","explicacao_detalhada":"A palavra 'deus' enfatiza a força e a autoridade de Deus sobre toda a criação.","por_que_esta_palavra":"Esta palavra é usada para afirmar a divindade e a soberania de Deus em todas as coisas.","conexao_teologica":"A força de Deus é um tema central que nos lembra de Sua capacidade de agir em nossas vidas.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"salmos_139_17_jejum":{"palavra_pt":"jejum","palavra_original":"עָצַם","transliteracao":"ʻâtsam","strong":"H6105","significado_raiz":"Ideia básica: jejum.","significado_contextual":"Refere-se à ideia de renúncia e busca de Deus.","explicacao_detalhada":"A palavra 'jejum' implica um ato de dedicação e entrega a Deus, buscando Sua presença e direção.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância da disciplina espiritual na vida do crente.","conexao_teologica":"O jejum é uma prática que nos aproxima de Deus e nos ajuda a discernir Sua vontade.","referencias_relacionadas":["Mateus 6:16-18","Isaías 58:6-7","Atos 13:2"]},"salmos_139_17_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo, enfatizando a importância do conhecimento de Deus sobre os pensamentos e planos do ser humano.","explicacao_detalhada":"A palavra 'princípio' neste contexto sugere que Deus conhece não apenas os atos, mas também os pensamentos mais profundos do ser humano desde o seu início. Isso implica uma relação íntima entre o Criador e a criação.","por_que_esta_palavra":"A escolha da palavra 'princípio' destaca a soberania de Deus sobre a vida e os pensamentos humanos, mostrando que Ele é o autor de todas as coisas.","conexao_teologica":"A ideia de que Deus conhece o princípio de nossos pensamentos nos leva a refletir sobre a onisciência divina e a responsabilidade moral do ser humano diante de Deus.","referencias_relacionadas":["Salmos 139:1-2","Provérbios 5:21","Hebreus 4:13"]},"salmos_139_18_sand":{"palavra_pt":"sand","palavra_original":"חוֹל","transliteracao":"chôwl","strong":"H2344","significado_raiz":"Ideia básica: sand.","significado_contextual":"Refere-se à imensidão e à contagem dos pensamentos de Deus, comparando-os a grãos de areia, simbolizando a grandeza e a abundância.","explicacao_detalhada":"A palavra 'sand' sugere que os pensamentos de Deus são tão numerosos quanto os grãos de areia, indicando que Ele está sempre presente e atento a cada detalhe da vida humana.","por_que_esta_palavra":"A metáfora do 'sand' enfatiza a ideia de que a presença e o conhecimento de Deus são infinitos e abrangentes, além da capacidade humana de compreender.","conexao_teologica":"Essa imagem reforça a ideia de que Deus é um ser pessoal que se importa com cada indivíduo, mostrando a profundidade do relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 22:17","Gênesis 32:12","Salmos 40:5"]},"salmos_139_18_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à continuidade da existência e à relação entre a vida e os pensamentos de Deus.","explicacao_detalhada":"A palavra 'vida' aqui implica que os pensamentos de Deus não são apenas sobre a existência física, mas também sobre a vida espiritual e emocional do ser humano.","por_que_esta_palavra":"A inclusão da palavra 'vida' destaca a importância da vida plena que Deus deseja para cada um de nós, além da mera sobrevivência.","conexao_teologica":"A vida, como um presente de Deus, é um tema central na teologia cristã, que enfatiza a importância da vida abundante em Cristo.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"salmos_139_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à fragilidade e à mortalidade do ser humano em contraste com a eternidade de Deus.","explicacao_detalhada":"A palavra 'homem' neste contexto enfatiza a condição humana, que é limitada e vulnerável, especialmente diante do juízo divino.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a necessidade de reconhecer a própria fragilidade e a dependência de Deus para a salvação.","conexao_teologica":"A mortalidade do homem é um tema recorrente na Bíblia, que nos lembra da necessidade de redenção e da graça de Deus.","referencias_relacionadas":["Eclesiastes 3:20","Salmos 90:3","Romanos 5:12"]},"salmos_139_19_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em salvar o homem da condenação e do pecado.","explicacao_detalhada":"A palavra 'salvar' implica a intervenção divina na vida do ser humano, oferecendo redenção e libertação do mal.","por_que_esta_palavra":"A escolha da palavra 'salvar' é crucial, pois destaca a esperança que temos em Deus para a nossa salvação e proteção contra o mal.","conexao_teologica":"A salvação é um tema central na teologia cristã, que enfatiza a graça de Deus e a necessidade de fé em Cristo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9","Atos 4:12"]},"salmos_139_19_morte":{"palavra_pt":"morte","palavra_original":"קָטַל","transliteracao":"qâṭal","strong":"H6991","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à inevitabilidade da morte e ao juízo que se segue, contrastando com a vida eterna oferecida por Deus.","explicacao_detalhada":"A palavra 'morte' neste contexto enfatiza a realidade da mortalidade humana e a necessidade de estar preparado para o encontro com Deus.","por_que_esta_palavra":"A escolha da palavra 'morte' serve como um lembrete da fragilidade da vida e da importância de buscar a salvação.","conexao_teologica":"A morte é um tema que leva à reflexão sobre a vida eterna e a esperança que temos em Cristo, que venceu a morte.","referencias_relacionadas":["1 Coríntios 15:55-57","Hebreus 9:27","Romanos 6:23"]},"salmos_139_20_mal":{"palavra_pt":"mal","palavra_original":"מְזִמָּה","transliteracao":"mᵉzimmâh","strong":"H4209","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à maldade e à oposição que o homem enfrenta, especialmente em relação aos inimigos.","explicacao_detalhada":"A palavra 'mal' aqui sugere a presença de adversidades e tentações que podem desviar o homem do caminho de Deus.","por_que_esta_palavra":"A escolha da palavra 'mal' destaca a realidade do pecado e da luta espiritual que todos enfrentamos.","conexao_teologica":"A luta contra o mal é um tema central na Bíblia, que nos ensina a buscar a proteção e a força de Deus.","referencias_relacionadas":["Efésios 6:12","Tiago 4:7","Romanos 12:21"]},"salmos_139_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à busca pela verdade de Deus em meio a mentiras e enganos.","explicacao_detalhada":"A palavra 'verdade' enfatiza a importância de viver de acordo com os princípios divinos e a revelação de Deus.","por_que_esta_palavra":"A escolha da palavra 'verdade' é fundamental, pois nos lembra da necessidade de discernir entre a verdade e a falsidade.","conexao_teologica":"A verdade é um atributo de Deus e um princípio central na vida cristã, que nos guia em nossas decisões e ações.","referencias_relacionadas":["João 14:6","Salmos 119:160","1 João 1:8-10"]},"salmos_139_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' neste contexto enfatiza a soberania de Deus e Sua posição como Criador e Redentor.","por_que_esta_palavra":"A escolha da palavra 'senhor' é significativa, pois nos lembra da reverência que devemos ter diante de Deus.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando Sua presença e poder em nossas vidas.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"salmos_139_21_inimigo":{"palavra_pt":"inimigo","palavra_original":"שָׂנֵא","transliteracao":"sânêʼ","strong":"H8130","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se àqueles que se opõem ao homem e à sua fé, simbolizando a luta espiritual.","explicacao_detalhada":"A palavra 'inimigo' enfatiza a realidade da oposição que os crentes enfrentam em sua jornada de fé.","por_que_esta_palavra":"A escolha da palavra 'inimigo' é importante, pois nos lembra da necessidade de estar vigilantes e firmes na fé.","conexao_teologica":"A luta contra os inimigos é um tema recorrente na Bíblia, que nos ensina a confiar em Deus como nosso defensor.","referencias_relacionadas":["Salmos 23:5","1 Pedro 5:8","Romanos 8:31"]},"salmos_139_22_inimigo":{"palavra_pt":"inimigo","palavra_original":"אֹיֵב","transliteracao":"ʼôyêb","strong":"H341","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que se opõe ou deseja o mal a outra pessoa, especialmente no contexto de adversidade espiritual.","explicacao_detalhada":"No Salmo 139:22, o salmista expressa um forte sentimento de aversão em relação aos inimigos de Deus, indicando que ele não apenas os reconhece, mas também sente uma profunda repulsa por suas ações e intenções malignas.","por_que_esta_palavra":"A escolha da palavra 'inimigo' enfatiza a luta espiritual e a necessidade de discernimento entre o bem e o mal, refletindo a realidade de que existem forças que se opõem ao propósito divino.","conexao_teologica":"A presença de inimigos é uma constante na vida do crente, e a Bíblia ensina que devemos amar nossos inimigos, mas também ser vigilantes contra suas ações.","referencias_relacionadas":["Salmos 18:40","Salmos  enemies 27:2","Mateus 5:44"]},"salmos_139_22_fim":{"palavra_pt":"fim","palavra_original":"תַּכְלִית","transliteracao":"taklîyth","strong":"H8503","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término ou conclusão de algo, especialmente em relação ao propósito de Deus.","explicacao_detalhada":"No contexto do Salmo 139:22, o 'fim' pode ser entendido como a culminação da vida e das ações dos inimigos, sugerindo que eles não prevalecerão no plano divino.","por_que_esta_palavra":"A palavra 'fim' é crucial para entender a soberania de Deus sobre a história e a certeza de que tudo tem um propósito e um desfecho determinado por Ele.","conexao_teologica":"A ideia de 'fim' está ligada à esperança cristã na consumação final, onde Deus julgará os ímpios e recompensará os justos.","referencias_relacionadas":["Eclesiastes 3:17","Apocalipse 21:6","Romanos 6:23"]},"salmos_139_22_phrase":{"palavra_pt":"expressao","palavra_original":"שִׂנְאָה","transliteracao":"sinʼâh","strong":"H8135","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um sentimento ou atitude manifestada, especialmente em relação ao ódio ou aversão.","explicacao_detalhada":"No Salmo 139:22, a expressão de ódio é uma resposta emocional intensa do salmista em relação aos inimigos de Deus, indicando a seriedade da oposição ao que é sagrado.","por_que_esta_palavra":"A palavra 'expressão' é usada para mostrar que os sentimentos do salmista são profundos e não superficiais, refletindo uma luta interna contra o mal.","conexao_teologica":"A expressão de sentimentos, sejam eles de amor ou ódio, é importante na vida espiritual, pois revela a autenticidade do relacionamento com Deus.","referencias_relacionadas":["Salmos 26:5","Salmos 31:6","Romanos 12:9"]},"salmos_139_23_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"No Salmo 139:23, a invocação de Deus é um reconhecimento de Sua onisciência e a busca por Sua orientação e purificação.","por_que_esta_palavra":"A palavra 'Deus' é central na fé, pois representa a fonte de toda verdade, justiça e amor.","conexao_teologica":"A relação entre o ser humano e Deus é fundamental, pois é através dessa conexão que encontramos direção e propósito.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Hebreus 4:13"]},"salmos_139_23_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica um entendimento profundo e pessoal, além do simples reconhecimento.","explicacao_detalhada":"No Salmo 139:23, o salmista pede a Deus que o conheça intimamente, revelando um desejo de transparência e autenticidade diante do Criador.","por_que_esta_palavra":"A busca por ser conhecido por Deus é um desejo de intimidade espiritual e de transformação pessoal.","conexao_teologica":"O conhecimento de Deus é essencial para a vida cristã, pois nos leva a uma compreensão mais profunda de Sua vontade e caráter.","referencias_relacionadas":["Jeremias 9:24","Filipenses 3:10","1 João 2:3"]},"salmos_139_23_achar":{"palavra_pt":"achar","palavra_original":"חָקַר","transliteracao":"châqar","strong":"H2713","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se à busca e descoberta de algo que é valioso ou significativo.","explicacao_detalhada":"No Salmo 139:23, o salmista expressa o desejo de que Deus encontre qualquer caminho errado em sua vida, indicando uma busca por correção e alinhamento com a vontade divina.","por_que_esta_palavra":"A palavra 'achar' é importante porque implica um desejo ativo de mudança e crescimento espiritual.","conexao_teologica":"A busca por ser encontrado por Deus em nossos caminhos é um tema recorrente nas Escrituras, enfatizando a necessidade de arrependimento e renovação.","referencias_relacionadas":["Salmos 119:176","Provérbios 3:6","Isaías 55:6"]},"salmos_139_24_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho ou modo de viver, incluindo as escolhas e ações diárias.","explicacao_detalhada":"No Salmo 139:24, o salmista pede a Deus que o guie em seu caminho de vida, buscando uma vida que reflita a vontade divina.","por_que_esta_palavra":"A palavra 'vida' é fundamental, pois representa a jornada espiritual e a busca por um propósito maior.","conexao_teologica":"A vida em Cristo é descrita como um caminho que leva à verdadeira liberdade e realização.","referencias_relacionadas":["João 14:6","Gálatas 2:20","1 Pedro 2:9"]},"salmos_139_24_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber ou entender algo de maneira clara e profunda.","explicacao_detalhada":"No Salmo 139:24, o salmista pede a Deus que veja seu caminho, indicando um desejo de ser guiado e corrigido em sua jornada.","por_que_esta_palavra":"A palavra 'ver' é crucial, pois reflete a necessidade de discernimento espiritual e a busca por direção divina.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde Deus é frequentemente descrito como aquele que ilumina o caminho dos justos.","referencias_relacionadas":["Salmos 119:105","Provérbios 4:18","Efésios 1:18"]},"salmos_139_24_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se ao ato de resgatar ou libertar de perigo ou destruição.","explicacao_detalhada":"No Salmo 139:24, o salmista clama por salvação, indicando um desejo de ser protegido e guiado por Deus em sua vida.","por_que_esta_palavra":"A palavra 'salvar' é central na mensagem do evangelho, que fala sobre a salvação que vem através de Cristo.","conexao_teologica":"A salvação é um tema central na teologia cristã, representando a libertação do pecado e a reconciliação com Deus.","referencias_relacionadas":["Salmos 37:39","Romanos 10:13","Efésios 2:8"]}}