{"salmos_14_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"O templo é visto como a morada de Deus entre os homens, um lugar de adoração e sacrifício.","explicacao_detalhada":"No contexto do Salmo 14, a menção ao templo enfatiza a presença de Deus e a importância da adoração verdadeira. O templo simboliza a relação entre Deus e Seu povo, onde os fiéis se reúnem para buscar a Sua face.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a relação de Deus com a humanidade, especialmente no contexto da adoração e da santidade.","conexao_teologica":"O templo representa a habitação de Deus entre os homens e a necessidade de um lugar sagrado para a comunhão com Ele.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Isaías 56:7"]},"salmos_14_1_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é frequentemente usado na Bíblia para representar a sede das emoções, pensamentos e decisões.","explicacao_detalhada":"Neste salmo, o coração do homem é descrito como corrupto, refletindo a condição espiritual da humanidade que se afasta de Deus. O coração é o centro da vida moral e espiritual.","por_que_esta_palavra":"A palavra 'coração' é fundamental para entender a natureza do pecado e a necessidade de transformação interior.","conexao_teologica":"A condição do coração humano é um tema central na teologia bíblica, que enfatiza a necessidade de um novo coração e uma nova criação em Cristo.","referencias_relacionadas":["Jeremias 17:9","Mateus 5:8","Romanos 10:9"]},"salmos_14_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o Criador e Juiz, que observa a conduta dos homens.","explicacao_detalhada":"Neste versículo, a afirmação de que 'não há Deus' reflete a negação da soberania divina e a rebelião do coração humano. A palavra 'Deus' é central para a compreensão da relação entre o Criador e a criação.","por_que_esta_palavra":"A palavra 'Deus' é essencial para a fé, pois define a natureza e o caráter do Ser Supremo que se relaciona com a humanidade.","conexao_teologica":"A existência de Deus e Sua soberania são fundamentos da fé cristã, que afirmam que Ele é o juiz de todas as ações humanas.","referencias_relacionadas":["Gênesis 1:1","Salmos 53:1","Romanos 1:20"]},"salmos_14_2_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os céus são frequentemente vistos como a morada de Deus e o lugar de Sua glória.","explicacao_detalhada":"Neste salmo, a menção aos céus destaca a onisciência de Deus, que observa a humanidade de Sua habitação celestial. É um lembrete da grandeza de Deus em contraste com a pequenez do homem.","por_que_esta_palavra":"A palavra 'céus' é importante para entender a transcendência de Deus e Sua autoridade sobre a Terra.","conexao_teologica":"Os céus simbolizam a soberania de Deus e Sua capacidade de julgar e intervir na história humana.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"salmos_14_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é associado à Sua autoridade e caráter.","explicacao_detalhada":"Neste contexto, o nome 'Senhor' (YHWH) representa a aliança de Deus com Seu povo e Sua fidelidade. Invocar o nome do Senhor é um ato de adoração e reconhecimento de Sua soberania.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para a compreensão da relação entre Deus e Israel, simbolizando Sua presença e promessa.","conexao_teologica":"O nome do Senhor é central na teologia da aliança, que destaca a fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"salmos_14_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' pode referir-se tanto à relação entre Deus e Israel quanto à relação entre Deus e Jesus Cristo.","explicacao_detalhada":"Neste salmo, a menção ao 'filho' pode ser interpretada como uma referência à relação especial que Deus tem com Seu povo escolhido, bem como uma prefiguração do Messias.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a dinâmica da filiação divina e a relação entre o Pai e o Filho na Trindade.","conexao_teologica":"A filiação é um tema central na teologia cristã, que enfatiza a relação íntima entre Deus e aqueles que são Seus filhos por meio da fé.","referencias_relacionadas":["Salmos 2:7","João 1:12","Romanos 8:14"]},"salmos_14_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, especialmente em relação à moralidade.","explicacao_detalhada":"Neste contexto, o 'modo' em que as pessoas agem é uma crítica à corrupção e à falta de justiça entre os homens. Refere-se à conduta moral e ética.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a natureza das ações humanas e suas consequências diante de Deus.","conexao_teologica":"A maneira como vivemos e agimos é um reflexo de nossa relação com Deus e de nossa obediência à Sua palavra.","referencias_relacionadas":["Provérbios 14:12","Gálatas 6:7","Tiago 1:22"]},"salmos_14_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora para a força e a ferocidade das ações humanas.","explicacao_detalhada":"Neste versículo, a menção ao 'urso' pode simbolizar a brutalidade e a violência que caracterizam a natureza pecaminosa do homem.","por_que_esta_palavra":"A palavra 'urso' é importante para ilustrar a gravidade do pecado e a necessidade de redenção.","conexao_teologica":"A ferocidade do pecado é um tema recorrente na Bíblia, que enfatiza a necessidade de transformação e salvação em Cristo.","referencias_relacionadas":["Isaías 53:6","Romanos 3:23","Efésios 2:1-3"]},"salmos_14_3_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade moral e à justiça que Deus espera de Seu povo.","explicacao_detalhada":"Neste contexto, a ausência de 'bom' nas ações humanas destaca a corrupção e a falta de justiça na sociedade. É um chamado à reflexão sobre a moralidade.","por_que_esta_palavra":"A palavra 'bom' é essencial para entender o caráter de Deus e o padrão de vida que Ele estabelece para a humanidade.","conexao_teologica":"A bondade é um atributo de Deus e um chamado para os crentes viverem de acordo com a Sua vontade.","referencias_relacionadas":["Salmos 34:8","Mateus 5:16","Gálatas 5:22"]},"salmos_14_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um conceito central na Bíblia, representando a realidade de Deus e Sua palavra.","explicacao_detalhada":"Neste versículo, a negação da verdade reflete a condição do coração humano que se afasta de Deus. A verdade é fundamental para a vida espiritual e moral.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e a importância da honestidade e integridade na vida do crente.","conexao_teologica":"A verdade é um atributo de Deus e um princípio que deve guiar a vida dos crentes, refletindo a natureza de Cristo.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"salmos_14_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os ímpios se comportam, sem temor a Deus.","explicacao_detalhada":"A palavra 'modo' indica a forma ou maneira de agir. No contexto do Salmo 14, isso se relaciona ao comportamento dos ímpios que não reconhecem a soberania de Deus.","por_que_esta_palavra":"É utilizada para descrever a conduta dos que se afastam de Deus e vivem em rebeldia.","conexao_teologica":"O modo de vida dos ímpios contrasta com o caminho dos justos, que é guiado pela sabedoria divina.","referencias_relacionadas":["Salmos 1:1","Provérbios 4:19","Romanos 1:21"]},"salmos_14_4_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"Refere-se à futilidade e ao vazio da vida sem Deus.","explicacao_detalhada":"A palavra 'vaidade' implica em algo que não tem valor ou propósito. No Salmo 14, isso se aplica à vida dos ímpios que vivem sem a presença de Deus.","por_que_esta_palavra":"É usada para enfatizar a falta de sentido na vida daqueles que rejeitam a Deus.","conexao_teologica":"A vaidade é um tema recorrente na Bíblia, mostrando que a verdadeira sabedoria e valor vêm de Deus.","referencias_relacionadas":["Eclesiastes 1:2","Isaías 44:9","Romanos 8:20"]},"salmos_14_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação sobre a condição dos ímpios diante de Deus.","explicacao_detalhada":"A palavra 'porque' é uma conjunção que liga a causa à consequência, explicando o motivo da condenação dos ímpios.","por_que_esta_palavra":"É crucial para entender a lógica do argumento apresentado no Salmo, que justifica o juízo de Deus.","conexao_teologica":"A justiça de Deus é um tema central, onde Ele responde às ações humanas com consequências apropriadas.","referencias_relacionadas":["Salmos 37:9","Gálatas 6:7","Romanos 2:6"]},"salmos_14_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus soberano que observa e julga as ações humanas.","explicacao_detalhada":"A palavra 'deus' é fundamental na teologia bíblica, representando o ser supremo que tem autoridade sobre toda a criação.","por_que_esta_palavra":"É usada para enfatizar a relação entre Deus e a humanidade, especialmente no contexto do juízo.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele é o juiz final de todas as ações humanas.","referencias_relacionadas":["Salmos 50:6","Isaías 33:22","Hebreus 10:31"]},"salmos_14_5_geracao":{"palavra_pt":"geracao","palavra_original":"דּוֹר","transliteracao":"dôwr","strong":"H1755","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Refere-se à geração de pessoas que se afastam de Deus.","explicacao_detalhada":"A palavra 'geração' implica um grupo de pessoas que compartilham características comuns, neste caso, a rebeldia contra Deus.","por_que_esta_palavra":"É importante para entender a continuidade do pecado e a necessidade de arrependimento entre as gerações.","conexao_teologica":"A ideia de geração é significativa na Bíblia, mostrando a responsabilidade coletiva e a necessidade de um relacionamento com Deus.","referencias_relacionadas":["Salmos 24:6","Mateus 17:17","Gálatas 1:4"]},"salmos_14_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente introduz uma explicação sobre a condição dos ímpios.","explicacao_detalhada":"A palavra 'porque' é usada para justificar a afirmação anterior sobre o juízo de Deus sobre os ímpios.","por_que_esta_palavra":"É essencial para a argumentação do Salmo, ligando a condição dos ímpios ao juízo divino.","conexao_teologica":"A justiça de Deus é reafirmada, mostrando que Ele não ignora a maldade.","referencias_relacionadas":["Salmos 9:16","Romanos 1:18","Apocalipse 20:12"]},"salmos_14_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a soberania e a divindade de Deus, enfatizando Sua posição sobre a criação.","por_que_esta_palavra":"É usada para lembrar que o Senhor é o juiz e que Seu nome é digno de reverência.","conexao_teologica":"O nome de Deus é central na adoração e na relação do homem com o Criador.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"salmos_14_6_advice":{"palavra_pt":"advice","palavra_original":"עֵצָה","transliteracao":"ʻêtsâh","strong":"H6098","significado_raiz":"Ideia básica: advice.","significado_contextual":"Refere-se ao conselho ou plano de Deus em contraste com os planos dos ímpios.","explicacao_detalhada":"A palavra 'advice' implica em sabedoria e orientação divina, que é frequentemente ignorada pelos ímpios.","por_que_esta_palavra":"É usada para destacar a diferença entre a sabedoria de Deus e a futilidade dos conselhos humanos.","conexao_teologica":"A sabedoria de Deus é superior e deve ser buscada por aqueles que desejam viver de acordo com Sua vontade.","referencias_relacionadas":["Provérbios 3:5-6","Isaías 55:8-9","Tiago 1:5"]},"salmos_14_7_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua condição de necessidade de salvação.","explicacao_detalhada":"A palavra 'homem' é usada para representar a humanidade em geral, enfatizando a fragilidade e a dependência de Deus.","por_que_esta_palavra":"É importante para entender a condição humana e a necessidade de intervenção divina.","conexao_teologica":"A humanidade é vista como necessitada da graça e da salvação que só Deus pode oferecer.","referencias_relacionadas":["Salmos 8:4-5","Romanos 3:23","Efésios 2:8-9"]},"salmos_14_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de buscar a ajuda de Deus.","explicacao_detalhada":"A palavra 'dar' implica em um pedido ou clamor por socorro, reconhecendo a necessidade de Deus.","por_que_esta_palavra":"É usada para enfatizar a ação de buscar a salvação e a intervenção divina.","conexao_teologica":"Clamar a Deus é um tema recorrente na Bíblia, mostrando a relação entre o homem e seu Criador.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Hebreus 4:16"]},"salmos_14_7_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A salvação é vista como a libertação e a vitória que Deus traz ao seu povo.","explicacao_detalhada":"A palavra 'salvação' refere-se ao ato de Deus de resgatar e proteger seu povo das adversidades e do pecado. No contexto de Salmos 14:7, a salvação é uma esperança de restauração e redenção.","por_que_esta_palavra":"Esta palavra é central na teologia bíblica, pois representa a intervenção divina na história da humanidade, trazendo esperança e libertação.","conexao_teologica":"A salvação é um tema recorrente na Bíblia, simbolizando a relação entre Deus e seu povo, e culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 3:8","Isaías 12:2","Romanos 1:16"]}}