{"salmos_140_1_psalm":{"palavra_pt":"psalm","palavra_original":"מִזְמוֹר","transliteracao":"mizmôwr","strong":"H4210","significado_raiz":"Ideia básica: psalm.","significado_contextual":"A palavra 'psalm' refere-se a um cântico ou poema que expressa louvor, adoração ou súplica a Deus.","explicacao_detalhada":"No Salmo 140:1, o salmista clama a Deus por proteção contra os ímpios, utilizando a forma poética para expressar sua angústia e confiança em Deus.","por_que_esta_palavra":"A palavra 'psalm' é significativa porque representa a forma de comunicação entre o homem e Deus, onde emoções e pensamentos são expressos em adoração.","conexao_teologica":"Os salmos são uma parte vital da adoração e da espiritualidade judaica e cristã, servindo como um modelo de oração e louvor.","referencias_relacionadas":["Salmos 3:1","Salmos 34:1","Salmos 51:1"]},"salmos_140_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, alguém que é gerado por outra pessoa, frequentemente usado em um sentido espiritual ou relacional.","explicacao_detalhada":"A palavra 'filho' neste contexto pode se referir a uma relação direta de descendência, mas também pode simbolizar uma relação mais ampla de filiação espiritual, como a relação entre Deus e Seu povo.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a intimidade e a conexão entre o indivíduo e Deus, destacando a proteção e o cuidado que Deus tem por aqueles que são Seus filhos.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a relação de amor e cuidado que Deus tem com a humanidade.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"salmos_140_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a natureza masculina, mas também pode ser usado de forma genérica para se referir à humanidade.","explicacao_detalhada":"A palavra 'homem' neste contexto pode ser interpretada como uma referência à condição humana e suas fraquezas, contrastando com a grandeza de Deus.","por_que_esta_palavra":"A utilização da palavra 'homem' destaca a vulnerabilidade e a necessidade de ajuda divina, especialmente em tempos de adversidade.","conexao_teologica":"A teologia cristã frequentemente discute a natureza do homem em relação a Deus, enfatizando a necessidade de redenção e a dependência de Sua graça.","referencias_relacionadas":["Salmos 8:4","Gênesis 1:27","Romanos 3:23"]},"salmos_140_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade, caráter e presença.","explicacao_detalhada":"O nome 'Senhor' é usado para invocar a soberania de Deus e Sua capacidade de agir em favor de Seu povo, refletindo Sua natureza protetora.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a relação entre Deus e a humanidade, pois revela Seu papel como governante e protetor.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando a confiança que os crentes depositam em Sua fidelidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Filipenses 2:9-11"]},"salmos_140_2_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a fragilidade e a mortalidade do ser humano.","explicacao_detalhada":"A palavra 'homem/adam' é frequentemente usada para descrever a condição humana e a criação de Deus, ressaltando a dignidade e a responsabilidade do ser humano.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a criação do homem à imagem de Deus e a importância de sua relação com o Criador.","conexao_teologica":"A teologia cristã explora a criação do homem e sua queda, destacando a necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Romanos 5:12"]},"salmos_140_3_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e da vontade humana, simbolizando a verdadeira essência do ser.","explicacao_detalhada":"A palavra 'coração' é frequentemente usada na Bíblia para descrever não apenas as emoções, mas também a mente e a vontade, indicando a totalidade do ser humano.","por_que_esta_palavra":"A utilização da palavra 'coração' destaca a importância do estado interior do ser humano em sua relação com Deus.","conexao_teologica":"A transformação do coração é um tema central na teologia, refletindo a necessidade de renovação espiritual e arrependimento.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"salmos_140_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir, enfatizando a forma como as ações são realizadas.","explicacao_detalhada":"A palavra 'modo' sugere uma abordagem ou estilo de vida, refletindo a importância da conduta moral e ética na vida do crente.","por_que_esta_palavra":"A escolha dessa palavra enfatiza que a maneira como vivemos deve refletir os princípios de Deus e Sua vontade.","conexao_teologica":"A teologia cristã ensina que a vida do crente deve ser um testemunho da fé, manifestando o caráter de Cristo em todas as ações.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 1:15-16","Romanos 12:1-2"]},"salmos_140_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de oportunidade ou de julgamento.","explicacao_detalhada":"A palavra 'dia' pode ser interpretada como um tempo específico em que Deus age ou se revela, enfatizando a importância de estar atento às Suas obras.","por_que_esta_palavra":"A utilização da palavra 'dia' destaca a urgência e a importância de viver de acordo com a vontade de Deus em cada momento.","conexao_teologica":"A noção de tempo é fundamental na teologia, refletindo a soberania de Deus sobre a história e a vida humana.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"salmos_140_4_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se ao órgão da fala, mas também simboliza a comunicação e a expressão dos pensamentos e sentimentos.","explicacao_detalhada":"A palavra 'língua' é frequentemente usada na Bíblia para descrever a importância das palavras e como elas podem edificar ou destruir.","por_que_esta_palavra":"A escolha da palavra 'língua' enfatiza a responsabilidade que temos em como nos comunicamos e o impacto que nossas palavras têm sobre os outros.","conexao_teologica":"A teologia cristã ensina que a fala deve refletir a verdade e o amor de Deus, sendo um testemunho de nossa fé.","referencias_relacionadas":["Tiago 3:5-10","Provérbios 18:21","Salmos 19:14"]},"salmos_140_4_adder":{"palavra_pt":"adder","palavra_original":"עַכְשׁוּב","transliteracao":"ʻakshûwb","strong":"H5919","significado_raiz":"Ideia básica: adder.","significado_contextual":"Refere-se a uma serpente, simbolizando engano e perigo.","explicacao_detalhada":"A palavra 'adder' é usada para descrever um tipo de serpente, frequentemente associada a traição e malícia, refletindo a natureza do pecado.","por_que_esta_palavra":"A utilização da palavra 'adder' destaca a necessidade de vigilância contra as armadilhas do inimigo e as tentações que podem nos desviar do caminho de Deus.","conexao_teologica":"A teologia cristã alerta sobre a presença do mal e a necessidade de estar preparado para resistir às tentações.","referencias_relacionadas":["Gênesis 3:1","1 Pedro 5:8","Efésios 6:11"]},"salmos_140_4_ensinar":{"palavra_pt":"ensinar","palavra_original":"שָׁנַן","transliteracao":"shânan","strong":"H8150","significado_raiz":"Ideia básica: ensinar.","significado_contextual":"Refere-se ao ato de instruir ou transmitir conhecimento.","explicacao_detalhada":"A palavra 'ensinar' implica a responsabilidade de compartilhar a verdade e a sabedoria de Deus, tanto em palavras quanto em ações.","por_que_esta_palavra":"A escolha da palavra 'ensinar' enfatiza a importância da educação espiritual e do discipulado na vida do crente.","conexao_teologica":"A teologia cristã valoriza o ensino da Palavra de Deus como fundamental para o crescimento espiritual e a formação do caráter.","referencias_relacionadas":["Mateus 28:19-20","2 Timóteo 3:16-17","Colossenses 3:16"]},"salmos_140_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade e vulnerabilidade diante das adversidades.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para descrever a condição humana, enfatizando a dependência do ser humano em relação a Deus. No contexto do Salmo 140, o 'homem' é visto como alguém que pode ser influenciado por forças malignas.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a natureza limitada e necessitada do ser humano, contrastando com a grandeza e poder de Deus.","conexao_teologica":"A teologia bíblica frequentemente explora a relação entre Deus e a humanidade, enfatizando a necessidade de proteção divina contra o mal.","referencias_relacionadas":["Salmos 8:4","Salmos 144:3","Gênesis 1:26"]},"salmos_140_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa o nome pessoal de Deus, enfatizando sua relação com o povo de Israel e sua promessa de proteção e libertação.","por_que_esta_palavra":"O uso do nome de Deus neste contexto reforça a confiança do salmista na intervenção divina em meio às ameaças.","conexao_teologica":"O nome de Deus é central na teologia do Antigo Testamento, simbolizando sua presença e poder entre seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Isaías 42:8"]},"salmos_140_5_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza poder, ação e proteção.","explicacao_detalhada":"A palavra 'mao' (יָד) é frequentemente usada na Bíblia para representar a ação de Deus em favor de seu povo, indicando tanto proteção quanto julgamento.","por_que_esta_palavra":"Neste salmo, a mão de Deus é invocada como um símbolo de sua intervenção e ajuda contra os inimigos.","conexao_teologica":"A mão de Deus é um tema recorrente na Escritura, representando sua capacidade de agir e salvar.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Deuteronômio 33:27"]},"salmos_140_6_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação protetora de Deus.","explicacao_detalhada":"A repetição da palavra 'mao' (יָד) enfatiza a necessidade de proteção divina em momentos de crise e perigo.","por_que_esta_palavra":"A mão de Deus é vista como um refúgio seguro para aqueles que buscam sua ajuda.","conexao_teologica":"A proteção divina é um tema central na relação entre Deus e seu povo, mostrando que Ele é um abrigo em tempos de aflição.","referencias_relacionadas":["Salmos 91:1-2","Salmos 138:7","Salmos 63:8"]},"salmos_140_6_hide":{"palavra_pt":"hide","palavra_original":"טָמַן","transliteracao":"ṭâman","strong":"H2934","significado_raiz":"Ideia básica: hide.","significado_contextual":"Refere-se a esconder ou proteger.","explicacao_detalhada":"A palavra 'hide' (טָמַן) implica em um ato de esconder algo para proteção ou segurança, refletindo a busca do salmista por abrigo em Deus.","por_que_esta_palavra":"O salmista clama por proteção contra os inimigos, desejando que Deus o esconda de suas ameaças.","conexao_teologica":"A ideia de Deus como um refúgio é uma constante na literatura bíblica, simbolizando segurança e proteção.","referencias_relacionadas":["Salmos 27:5","Salmos 32:7","Salmos 119:114"]},"salmos_140_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a invocação do nome de Deus como fonte de força.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é novamente utilizada para invocar a presença e o poder de Deus em situações de necessidade.","por_que_esta_palavra":"O salmista reconhece que somente Deus pode fornecer a força necessária para enfrentar os desafios.","conexao_teologica":"A invocação do nome de Deus é um ato de fé, reconhecendo sua soberania e capacidade de ajudar.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Salmos 121:2"]},"salmos_140_7_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Representa a força e o poder de Deus.","explicacao_detalhada":"A palavra 'deus' (אֵל) é usada para enfatizar a natureza poderosa de Deus, que é capaz de salvar e proteger.","por_que_esta_palavra":"O salmista busca a força de Deus como um recurso vital em tempos de adversidade.","conexao_teologica":"A força de Deus é um tema central na Escritura, mostrando que Ele é um socorro presente em momentos de necessidade.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"salmos_140_7_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação e ao poder da palavra de Deus.","explicacao_detalhada":"A palavra 'voz' (קוֹל) simboliza a autoridade e o comando de Deus, que pode trazer ordem e mudança.","por_que_esta_palavra":"A voz de Deus é um meio pelo qual Ele se comunica e age no mundo, trazendo consolo e direção.","conexao_teologica":"A voz de Deus é frequentemente associada à criação e à revelação, mostrando seu poder e autoridade.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1-2"]},"salmos_140_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo, muitas vezes associado ao juízo ou à intervenção divina.","explicacao_detalhada":"A palavra 'dia' (יוֹם) pode simbolizar um tempo específico em que Deus agirá, trazendo justiça ou salvação.","por_que_esta_palavra":"O salmista menciona o 'dia' como um momento esperado de intervenção divina, onde a justiça será feita.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na Bíblia, indicando um tempo de ação divina.","referencias_relacionadas":["Amós 5:18","Isaías 13:6","Zacarias 14:1"]},"salmos_140_8_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוִה) é usada para reafirmar a posição de Deus como o governante supremo e juiz do universo.","por_que_esta_palavra":"O salmista reconhece que somente Deus pode trazer a verdadeira justiça e restauração.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, enfatizando seu controle sobre a história e a criação.","referencias_relacionadas":["Salmos 47:2","Salmos 93:1","Romanos 13:1"]},"salmos_140_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, reconhecendo Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para expressar a relação de submissão e respeito ao Criador. No contexto do Salmo 140, o salmista clama a Deus, reconhecendo-O como seu Senhor e protetor.","por_que_esta_palavra":"Esta palavra é fundamental para a compreensão da relação entre o ser humano e Deus, enfatizando a dependência do homem em relação ao Senhor.","conexao_teologica":"A invocação de 'senhor' destaca a soberania de Deus sobre todas as coisas e a necessidade de se buscar a Sua proteção e orientação.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"salmos_140_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica um pedido urgente ou súplica a Deus em momentos de aflição.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é utilizada aqui no sentido de clamar ou invocar a ajuda divina. O salmista expressa sua necessidade de intervenção divina em meio a dificuldades.","por_que_esta_palavra":"O ato de clamar é uma demonstração de fé e confiança em Deus, reconhecendo que somente Ele pode oferecer ajuda em tempos de crise.","conexao_teologica":"Clamar a Deus é um tema recorrente nas Escrituras, simbolizando a busca por socorro e a certeza de que Ele ouve as súplicas de Seu povo.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Mateus 7:7"]},"salmos_140_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua natureza e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa a presença e a essência de Deus. No contexto do Salmo, o salmista invoca o nome do Senhor como fonte de proteção e justiça.","por_que_esta_palavra":"O nome de Deus é central na adoração e na invocação, simbolizando Sua autoridade e poder sobre todas as situações.","conexao_teologica":"Invocar o nome de Deus é um ato de fé que reconhece Sua soberania e a importância de Sua presença na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 9:10","Filipenses 2:9-11"]},"salmos_140_9_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição de alguém que cometeu injustiça ou maldade.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע) é usada para descrever aqueles que praticam o mal. O salmista clama a Deus para que não permita que os culpados prevaleçam sobre os justos.","por_que_esta_palavra":"A identificação dos culpados é crucial para a justiça divina, e o salmista busca a intervenção de Deus contra a maldade.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele promete julgar os ímpios e proteger os justos.","referencias_relacionadas":["Salmos 1:5","Provérbios 11:21","Romanos 6:23"]},"salmos_140_10_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo.","explicacao_detalhada":"A palavra 'princípio' (רֹאשׁ) é usada para indicar a fonte ou a liderança. No Salmo, pode se referir à origem da maldade ou à liderança dos ímpios.","por_que_esta_palavra":"Entender o princípio é essencial para reconhecer as raízes do comportamento humano e a necessidade de transformação.","conexao_teologica":"A Bíblia frequentemente fala sobre o princípio da sabedoria e da vida, que é o temor do Senhor.","referencias_relacionadas":["Provérbios 1:7","Gênesis 1:1","João 1:1"]},"salmos_140_10_corpo":{"palavra_pt":"corpo","palavra_original":"עָמָל","transliteracao":"ʻâmâl","strong":"H5999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade do ser humano, tanto físico quanto espiritual.","explicacao_detalhada":"A palavra 'corpo' (עָמָל) pode simbolizar o esforço e o trabalho do ser humano. No contexto do Salmo, pode se referir ao sofrimento e à luta do justo contra a injustiça.","por_que_esta_palavra":"A menção do corpo destaca a realidade da vida humana e a luta constante entre o bem e o mal.","conexao_teologica":"A Bíblia ensina que o corpo é o templo do Espírito Santo, enfatizando a importância de viver de maneira justa e santa.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:17"]},"salmos_140_11_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza julgamento, purificação ou destruição.","explicacao_detalhada":"A palavra 'fogo' (אֵשׁ) é frequentemente associada à presença de Deus e ao Seu juízo. No Salmo, pode se referir ao fogo que consome os ímpios.","por_que_esta_palavra":"O fogo é um símbolo poderoso na Bíblia, representando tanto a purificação quanto a destruição dos que se opõem a Deus.","conexao_teologica":"O fogo é usado como metáfora para o juízo de Deus e a purificação dos crentes.","referencias_relacionadas":["Hebreus 12:29","Mateus 3:12","Apocalipse 20:10"]},"salmos_140_11_abismo":{"palavra_pt":"abismo","palavra_original":"מַהֲמֹרָה","transliteracao":"mahămôrâh","strong":"H4113","significado_raiz":"Ideia básica: abismo.","significado_contextual":"Refere-se a um lugar de destruição ou separação de Deus.","explicacao_detalhada":"A palavra 'abismo' (מַהֲמֹרָה) pode simbolizar a morte ou a condenação. No Salmo, é uma expressão do destino dos ímpios.","por_que_esta_palavra":"O abismo representa a consequência final da rebelião contra Deus e a separação eterna.","conexao_teologica":"A ideia de abismo é frequentemente associada ao juízo final e à separação dos justos e dos ímpios.","referencias_relacionadas":["Lucas 16:23","Apocalipse 20:14","Mateus 25:41"]},"salmos_140_11_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de se erguer ou se levantar, muitas vezes em um contexto de resgate ou restauração.","explicacao_detalhada":"A palavra 'levantar' (קוּם) é usada para expressar a ação de Deus em restaurar ou salvar. O salmista clama para que Deus levante os justos.","por_que_esta_palavra":"Levantar é um ato de poder e autoridade, simbolizando a intervenção divina em favor dos que são oprimidos.","conexao_teologica":"Deus é frequentemente descrito como aquele que levanta os caídos e restaura os que estão em necessidade.","referencias_relacionadas":["Salmos 30:1","Isaías 61:3","Romanos 8:31"]},"salmos_140_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o domínio de Deus sobre a criação. No Salmo, pode se referir à terra onde os justos e ímpios habitam.","por_que_esta_palavra":"A terra é o cenário da ação divina e da história da redenção, onde se desenrolam os eventos da vida humana.","conexao_teologica":"A Bíblia ensina que a terra pertence ao Senhor e que Ele tem autoridade sobre toda a criação.","referencias_relacionadas":["Salmos 24:1","Gênesis 1:1","Romanos 8:22"]},"salmos_140_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a fragilidade e a necessidade de proteção divina.","explicacao_detalhada":"A palavra 'homem' aqui é usada para enfatizar a vulnerabilidade do ser humano diante das adversidades e das armadilhas do inimigo.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a condição humana e a dependência de Deus para a justiça e a proteção.","conexao_teologica":"A vulnerabilidade do homem é um tema recorrente na Bíblia, onde Deus é frequentemente apresentado como o protetor dos justos.","referencias_relacionadas":["Salmos 8:4","Salmos 103:14","Isaías 40:6"]},"salmos_140_12_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à capacidade de comunicação, que pode ser usada tanto para edificar quanto para destruir.","explicacao_detalhada":"A palavra 'língua' é utilizada para alertar sobre o poder das palavras e como elas podem ser armas nas mãos de pessoas mal-intencionadas.","por_que_esta_palavra":"A ênfase na língua destaca a importância de controlar o que dizemos, refletindo sobre a responsabilidade que temos com nossas palavras.","conexao_teologica":"A Bíblia frequentemente menciona a língua como um instrumento que pode trazer bênçãos ou maldições, mostrando a necessidade de vigilância sobre o que falamos.","referencias_relacionadas":["Tiago 3:5-6","Provérbios 18:21","Salmos 34:13"]},"salmos_140_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou justificativa, enfatizando a certeza de uma afirmação.","explicacao_detalhada":"A palavra 'porque' conecta a oração anterior à razão pela qual o salmista clama a Deus, mostrando a lógica de sua súplica.","por_que_esta_palavra":"A utilização de 'porque' é crucial para entender a motivação do salmista e a relação entre a oração e a ação de Deus.","conexao_teologica":"A relação entre a oração e a resposta divina é um tema central na teologia bíblica, onde a fé é frequentemente ligada à ação de Deus.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","1 João 5:14"]},"salmos_140_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza força e ferocidade, representando a natureza destrutiva do inimigo.","explicacao_detalhada":"A palavra 'urso' é usada metaforicamente para descrever a ameaça que os inimigos representam, evocando imagens de perigo e agressão.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a gravidade da situação enfrentada pelo salmista, que se sente ameaçado por forças poderosas.","conexao_teologica":"A imagem de animais ferozes é frequentemente utilizada na Bíblia para descrever inimigos e adversidades que se levantam contra o povo de Deus.","referencias_relacionadas":["Amós 5:19","Isaías 11:7","Provérbios 28:15"]},"salmos_140_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e poder.","explicacao_detalhada":"A palavra 'Senhor' é uma invocação ao Deus Todo-Poderoso, reconhecendo Sua soberania sobre todas as coisas.","por_que_esta_palavra":"A invocação do nome de Deus é um ato de fé e confiança, buscando Sua intervenção nas situações difíceis.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua presença, caráter e a relação que os crentes têm com Ele.","referencias_relacionadas":["Salmos 20:7","Salmos 91:14","Êxodo 3:14"]},"salmos_140_14_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Refere-se àqueles que são justos diante de Deus, que seguem Seus caminhos e princípios.","explicacao_detalhada":"A palavra 'justo' é utilizada para contrastar com os ímpios, destacando a proteção e a recompensa que Deus oferece aos que vivem de acordo com Sua vontade.","por_que_esta_palavra":"A menção ao 'justo' reforça a ideia de que Deus é um juiz que defende os que são retos e condena os que praticam a maldade.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele promete proteger e recompensar aqueles que andam em retidão.","referencias_relacionadas":["Salmos 1:6","Provérbios 10:25","Isaías 54:17"]},"salmos_140_14_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de avaliar e decidir sobre as ações humanas, especialmente em relação à justiça.","explicacao_detalhada":"A palavra 'julgar' implica a ação de Deus em trazer justiça, tanto para os justos quanto para os ímpios, mostrando Sua soberania.","por_que_esta_palavra":"A menção ao 'julgar' destaca a certeza de que Deus não ignora as injustiças e que Ele tomará providências.","conexao_teologica":"O julgamento de Deus é uma parte essencial da Sua natureza, onde Ele é apresentado como o juiz justo que traz ordem ao caos.","referencias_relacionadas":["Salmos 9:7-8","Romanos 2:6","Apocalipse 20:12"]}}