{"salmos_142_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"O termo 'filho' é usado para descrever a relação íntima entre o salmista e Deus, enfatizando a dependência e a busca por ajuda.","explicacao_detalhada":"A palavra 'filho' (דָּוִד) aqui se refere a Davi, que se vê como um filho de Deus, buscando refúgio e proteção. Essa relação é fundamental para entender a oração e a confiança do salmista.","por_que_esta_palavra":"A palavra 'filho' destaca a intimidade e a confiança que o salmista tem em Deus, como um filho que clama por ajuda.","conexao_teologica":"A relação pai-filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo, enfatizando amor, cuidado e proteção.","referencias_relacionadas":["Salmos 27:10","Romanos 8:15","Gálatas 4:6"]},"salmos_142_1_maschil":{"palavra_pt":"maschil","palavra_original":"מַשְׂכִּיל","transliteracao":"maskîyl","strong":"H4905","significado_raiz":"Ideia básica: maschil.","significado_contextual":"Maschil refere-se a um tipo de canção ou poema que oferece instrução. Neste contexto, sugere que a oração é uma forma de aprendizado e reflexão.","explicacao_detalhada":"A palavra 'maschil' (מַשְׂכִּיל) implica em sabedoria e entendimento. O salmista não apenas clama a Deus, mas também busca aprender e crescer através de sua experiência de sofrimento.","por_que_esta_palavra":"A inclusão de 'maschil' indica que a oração é uma oportunidade para reflexão e crescimento espiritual.","conexao_teologica":"A sabedoria é um tema central na Bíblia, onde o sofrimento e a oração são vistos como meios de crescimento na fé.","referencias_relacionadas":["Tiago 1:5","Salmos 119:71","Provérbios 3:5-6"]},"salmos_142_2_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz é um símbolo de comunicação e expressão. O salmista clama a Deus, expressando sua dor e necessidade.","explicacao_detalhada":"A palavra 'voz' (קוֹל) representa a maneira como o salmista se dirige a Deus. É um clamor sincero que reflete sua angústia e necessidade de ajuda.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a importância da comunicação com Deus e a sinceridade da oração.","conexao_teologica":"A comunicação com Deus é fundamental na vida de fé, onde a oração é vista como um meio de relacionamento e intimidade com o Criador.","referencias_relacionadas":["Salmos 18:6","1 João 5:14","Hebreus 4:16"]},"salmos_142_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome de Deus é um símbolo de Sua autoridade e caráter. O salmista invoca o nome do Senhor em busca de ajuda.","explicacao_detalhada":"A palavra 'nome' (יְהֹוָה) representa a essência de Deus e Sua presença. Invocar o nome do Senhor é reconhecer Sua soberania e poder.","por_que_esta_palavra":"A inclusão do nome de Deus destaca a importância de reconhecer Sua autoridade e buscar Sua intervenção nas dificuldades.","conexao_teologica":"O nome de Deus é frequentemente associado à salvação e proteção, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Romanos 10:13"]},"salmos_142_2_achar":{"palavra_pt":"achar","palavra_original":"חָנַן","transliteracao":"chânan","strong":"H2603","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se à busca por favor e misericórdia. O salmista clama a Deus em busca de Sua graça.","explicacao_detalhada":"A palavra 'achar' (חָנַן) implica em encontrar favor ou graça. O salmista reconhece sua necessidade de misericórdia e busca a bondade de Deus em meio ao sofrimento.","por_que_esta_palavra":"A escolha da palavra 'achar' enfatiza a dependência do salmista na graça divina e a esperança de ser ouvido por Deus.","conexao_teologica":"A graça é um tema central na teologia cristã, onde a misericórdia de Deus é vista como essencial para a salvação e o relacionamento com Ele.","referencias_relacionadas":["Efésios 2:8","Salmos 30:5","Hebreus 4:16"]},"salmos_142_3_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é um símbolo de vida e sacrifício. O salmista menciona o sangue em um contexto de angústia e necessidade de redenção.","explicacao_detalhada":"A palavra 'sangue' (שָׁפַךְ) pode se referir a derramamento de sangue, simbolizando tanto a dor quanto a necessidade de expiação. O salmista clama a Deus em um momento de grande aflição, reconhecendo a gravidade de sua situação.","por_que_esta_palavra":"A inclusão da palavra 'sangue' destaca a seriedade do sofrimento e a necessidade de intervenção divina para a restauração.","conexao_teologica":"O sangue é um tema central na Bíblia, simbolizando sacrifício e redenção, culminando na obra de Cristo na cruz.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:19","Romanos 5:9"]},"salmos_142_3_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O 'rosto' aqui representa a presença de Deus e a busca por Sua atenção em momentos de angústia.","explicacao_detalhada":"No contexto do Salmo 142, o autor clama a Deus, pedindo que Ele olhe para sua aflição. O 'rosto' simboliza a relação íntima e pessoal que se busca com o Senhor, como um pedido de ajuda e reconhecimento.","por_que_esta_palavra":"A palavra 'rosto' é utilizada para enfatizar a necessidade de um encontro pessoal com Deus, onde Ele possa ver e ouvir o sofrimento do salmista.","conexao_teologica":"A busca pelo 'rosto' de Deus é um tema recorrente nas Escrituras, simbolizando a busca pela presença divina e a comunhão com o Criador.","referencias_relacionadas":["Salmos 27:8","Salmos 105:4","Números 6:25"]},"salmos_142_4_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'vento' ou 'espírito' representa a força invisível que pode trazer conforto ou desolação, dependendo do contexto.","explicacao_detalhada":"Neste versículo, o salmista se sente como um vento disperso, sem direção e sem esperança. Ele clama a Deus por orientação e apoio em meio à sua solidão.","por_que_esta_palavra":"A palavra 'vento' é usada para ilustrar a fragilidade da vida e a necessidade de um sopro divino que traga vida e esperança.","conexao_teologica":"O 'vento' é frequentemente associado ao Espírito Santo, que traz consolo e direção aos que estão perdidos.","referencias_relacionadas":["Ezequiel 37:9","João 3:8","Atos 2:2"]},"salmos_142_4_trevas":{"palavra_pt":"trevas","palavra_original":"עָטַף","transliteracao":"ʻâṭaph","strong":"H5848","significado_raiz":"Ideia básica: trevas.","significado_contextual":"As 'trevas' simbolizam a angústia e a solidão que o salmista enfrenta em sua situação.","explicacao_detalhada":"O uso de 'trevas' reflete a sensação de desespero e a ausência de luz, que é frequentemente associada à presença de Deus. O salmista se sente cercado por dificuldades e busca a luz divina.","por_que_esta_palavra":"A palavra 'trevas' é escolhida para enfatizar a gravidade da situação e a necessidade de intervenção divina.","conexao_teologica":"As trevas são um símbolo do pecado e da separação de Deus, enquanto a luz representa a presença e a salvação divina.","referencias_relacionadas":["Salmos 23:4","Isaías 9:2","João 1:5"]},"salmos_142_5_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' indica a busca por reconhecimento e ajuda divina em tempos de necessidade.","explicacao_detalhada":"O salmista clama a Deus para que Ele veja sua aflição e intervenha. A visão de Deus é entendida como um ato de compaixão e cuidado.","por_que_esta_palavra":"A palavra 'ver' é crucial, pois implica que Deus não é indiferente ao sofrimento humano, mas está atento às nossas necessidades.","conexao_teologica":"A visão de Deus é um tema importante, pois Ele é descrito como aquele que vê e ouve o clamor de Seu povo.","referencias_relacionadas":["Salmos 34:15","1 Pedro 3:12","Hebreus 4:13"]},"salmos_142_5_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição do salmista em relação aos seus inimigos e a sua busca por refúgio.","explicacao_detalhada":"O salmista se sente isolado e vulnerável entre aqueles que o perseguem, e busca a proteção de Deus em meio a essa situação.","por_que_esta_palavra":"A palavra 'entre' destaca a ideia de estar cercado por dificuldades, enfatizando a necessidade de um salvador.","conexao_teologica":"A ideia de estar 'entre' é comum nas Escrituras, onde Deus promete estar conosco em meio às tribulações.","referencias_relacionadas":["Salmos 46:1","Isaías 43:2","Mateus 28:20"]},"salmos_142_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' representa o lugar físico e espiritual onde o salmista busca abrigo e segurança.","explicacao_detalhada":"O salmista clama a Deus por socorro, reconhecendo que sua vida e sustento estão nas mãos do Criador da terra.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a criação de Deus e a dependência do ser humano em relação a Ele.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como um símbolo da promessa de Deus e do lugar de habitação do Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 37:29","Mateus 5:5"]},"salmos_142_6_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A 'carne' simboliza a fragilidade e a vulnerabilidade do ser humano diante das adversidades.","explicacao_detalhada":"O salmista reconhece sua condição humana e a necessidade de ajuda divina, enfatizando a limitação da carne em comparação com a força de Deus.","por_que_esta_palavra":"A palavra 'carne' é utilizada para mostrar a dependência do ser humano de Deus, que é a fonte de vida e força.","conexao_teologica":"A fragilidade da carne é um tema que aparece em várias passagens, ressaltando a necessidade de confiar em Deus.","referencias_relacionadas":["Salmos 78:39","Isaías 40:6-8","Romanos 8:3"]},"salmos_142_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se à autoridade e ao poder de Deus, que é invocado pelo salmista em sua oração.","explicacao_detalhada":"O uso do nome de Deus é um reconhecimento de Sua soberania e capacidade de salvar e proteger aqueles que O invocam.","por_que_esta_palavra":"A palavra 'senhor' é central na fé israelita, simbolizando a relação de aliança entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua presença e ao cumprimento de Suas promessas.","referencias_relacionadas":["Salmos 20:7","Salmos 91:14","Filipenses 2:9-11"]},"salmos_142_7_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' novamente destaca a posição do salmista em meio a dificuldades e a busca por libertação.","explicacao_detalhada":"O salmista se sente preso entre seus inimigos e clama a Deus por libertação e proteção.","por_que_esta_palavra":"A repetição da palavra 'entre' enfatiza a urgência da situação e a necessidade de intervenção divina.","conexao_teologica":"A ideia de estar 'entre' é um lembrete de que Deus está presente em nossas lutas e nos oferece refúgio.","referencias_relacionadas":["Salmos 91:15","Salmos 139:7-10","Romanos 8:31"]},"salmos_142_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o salmista clama a Deus, enfatizando sua necessidade de ajuda.","explicacao_detalhada":"O salmista explica sua situação e a urgência de seu clamor, reconhecendo que sua vida está em perigo.","por_que_esta_palavra":"A palavra 'porque' é usada para justificar o pedido de ajuda, mostrando a seriedade da situação.","conexao_teologica":"A honestidade no clamor a Deus é um aspecto importante da oração, onde se expressa a necessidade de intervenção divina.","referencias_relacionadas":["Salmos 34:6","Salmos 55:16-17","Tiago 5:16"]},"salmos_142_8_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida, ao ser interior que clama a Deus.","explicacao_detalhada":"No contexto do Salmo 142, a 'alma' é apresentada como uma parte vulnerável e necessitada de ajuda divina, simbolizando a busca por libertação e consolo em tempos de angústia.","por_que_esta_palavra":"A escolha da palavra 'alma' enfatiza a profundidade da dor e a necessidade de intervenção divina, refletindo a totalidade do ser humano em sua busca por Deus.","conexao_teologica":"A 'alma' é frequentemente vista na Bíblia como a parte que se relaciona diretamente com Deus, sendo essencial para a adoração e comunhão com o Criador.","referencias_relacionadas":["Salmos 23:3","Mateus 11:28","Lucas 12:20"]},"salmos_142_8_pedra":{"palavra_pt":"pedra","palavra_original":"יָדָה","transliteracao":"yâdâh","strong":"H3034","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' simboliza firmeza e proteção, representando a segurança que se encontra em Deus.","explicacao_detalhada":"No Salmo 142, a 'pedra' é uma metáfora para a estabilidade e a força que o salmista busca em Deus, especialmente em momentos de desespero.","por_que_esta_palavra":"A utilização da palavra 'pedra' destaca a confiança do salmista em Deus como seu refúgio seguro em tempos de tribulação.","conexao_teologica":"Deus é frequentemente descrito como uma rocha ou pedra na Bíblia, simbolizando Sua imutabilidade e proteção para aqueles que Nele confiam.","referencias_relacionadas":["Salmos 18:2","Salmos 31:3","Mateus 7:24"]}}