{"salmos_144_1_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de invocar favor e prosperidade, tanto em termos espirituais quanto materiais.","explicacao_detalhada":"No Salmos 144:1, o salmista reconhece a ação de Deus em sua vida e expressa gratidão por Sua proteção e bênçãos.","por_que_esta_palavra":"A palavra 'abençoar' é uma expressão de louvor e reconhecimento da soberania de Deus sobre todas as coisas.","conexao_teologica":"A bênção de Deus é um tema central na vida do crente, refletindo Sua generosidade e cuidado.","referencias_relacionadas":["Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"salmos_144_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' novamente se refere a Deus, enfatizando Sua autoridade e poder.","explicacao_detalhada":"Neste versículo, o salmista clama ao Senhor, reconhecendo que é Ele quem dá força e vitória em tempos de batalha.","por_que_esta_palavra":"A invocação do nome de Deus é um ato de fé, reconhecendo Sua capacidade de intervir e ajudar.","conexao_teologica":"A soberania de Deus é um tema recorrente, onde Ele é visto como o Senhor dos exércitos e protetor do Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 54:17","Romanos 8:31"]},"salmos_144_1_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza força, estabilidade e proteção.","explicacao_detalhada":"No Salmos 144:1, a 'rocha' representa Deus como a fonte de segurança e apoio em tempos de dificuldade.","por_que_esta_palavra":"A metáfora da rocha é frequentemente usada na Bíblia para descrever a confiança que se pode ter em Deus.","conexao_teologica":"Deus como rocha é um tema que reflete Sua imutabilidade e fidelidade, sendo um refúgio seguro para os crentes.","referencias_relacionadas":["Salmos 18:2","Salmos 31:3","Mateus 7:24-25"]},"salmos_144_2_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Misericórdia e amor leal são atributos de Deus que refletem Sua bondade e fidelidade para com Seu povo.","explicacao_detalhada":"A palavra 'misericórdia' (חֵסֵד) é frequentemente usada na Bíblia para descrever a natureza amorosa e fiel de Deus, que se compromete a cuidar e proteger aqueles que são Seus. Este amor é incondicional e não depende das ações humanas.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação de Deus com a humanidade, especialmente em momentos de necessidade e aflição.","conexao_teologica":"A misericórdia de Deus é um tema central na teologia bíblica, mostrando como Ele se relaciona com Seu povo e oferece perdão e restauração.","referencias_relacionadas":["Salmos 136:1","Miquéias 7:18","Êxodo 34:6"]},"salmos_144_2_subjugar":{"palavra_pt":"subjugar","palavra_original":"רָדַד","transliteracao":"râdad","strong":"H7286","significado_raiz":"Ideia básica: subjugar.","significado_contextual":"Subjugar implica em exercer autoridade e controle sobre algo ou alguém, muitas vezes em um contexto de batalha ou conquista.","explicacao_detalhada":"A palavra 'subjugar' (רָדַד) é usada para descrever a ação de dominar ou controlar, especialmente em relação a inimigos ou forças adversas. No contexto do Salmo, refere-se ao desejo de Deus de trazer ordem e justiça.","por_que_esta_palavra":"É importante para entender a soberania de Deus sobre as forças do mal e a proteção que Ele oferece ao Seu povo.","conexao_teologica":"A ideia de subjugar é frequentemente associada à vitória de Deus sobre o pecado e a morte, simbolizando a esperança de redenção.","referencias_relacionadas":["Salmos 110:1","Romanos 16:20","1 Coríntios 15:25"]},"salmos_144_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"O nome de Deus, YHWH, representa Sua natureza eterna e imutável, sendo um símbolo de Sua presença e poder. No Salmo, invocar o nome do Senhor é um reconhecimento de Sua grandeza.","por_que_esta_palavra":"O uso do nome de Deus é fundamental para a adoração e a invocação de Sua ajuda e proteção.","conexao_teologica":"O nome do Senhor é central na revelação de Deus ao Seu povo, sendo um ponto de referência para a fé e a confiança.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"salmos_144_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' (בֵּן) representa a relação íntima e especial entre Deus e Seu povo, muitas vezes referindo-se a Israel como Seu filho.","explicacao_detalhada":"No contexto bíblico, ser chamado de 'filho' implica em uma relação de herança, cuidado e amor. Isso reflete a ideia de que Deus se preocupa profundamente com aqueles que são Seus.","por_que_esta_palavra":"A relação de pai e filho é uma das mais poderosas na Bíblia, simbolizando a proteção e a orientação divina.","conexao_teologica":"A filiação é um tema importante na teologia cristã, especialmente em relação a Jesus Cristo como o Filho de Deus.","referencias_relacionadas":["Salmos 2:7","João 1:12","Romanos 8:14"]},"salmos_144_3_homem":{"palavra_pt":"homem","palavra_original":"אֱנוֹשׁ","transliteracao":"ʼĕnôwsh","strong":"H582","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' (אֱנוֹשׁ) refere-se à fragilidade e à transitoriedade da vida humana em contraste com a eternidade de Deus.","explicacao_detalhada":"No Salmo, a menção ao homem destaca a vulnerabilidade da humanidade e a necessidade de dependência de Deus. Isso enfatiza a importância da graça divina.","por_que_esta_palavra":"Entender a condição humana é essencial para reconhecer a necessidade de Deus e Sua misericórdia.","conexao_teologica":"A fragilidade do homem é um tema que leva à reflexão sobre a redenção e a esperança que temos em Cristo.","referencias_relacionadas":["Salmos 8:4","Eclesiastes 1:2","Tiago 4:14"]},"salmos_144_4_vaidade":{"palavra_pt":"vaidade","palavra_original":"הֶבֶל","transliteracao":"hebel","strong":"H1892","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"A palavra 'vaidade' (הֶבֶל) refere-se à futilidade e à transitoriedade das coisas humanas.","explicacao_detalhada":"No contexto do Salmo, a vaidade é um lembrete da fragilidade da vida e das realizações humanas, que são passageiras e sem valor eterno sem a intervenção de Deus.","por_que_esta_palavra":"Reconhecer a vaidade da vida é fundamental para buscar o que é eterno e significativo.","conexao_teologica":"A vaidade é um tema recorrente na literatura sapiencial, que nos ensina a valorizar o que realmente importa.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Salmos 62:9"]},"salmos_144_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' (יוֹם) é usada para indicar um período de tempo, muitas vezes associado à vida e à experiência humana.","explicacao_detalhada":"No Salmo, o 'dia' representa a brevidade da vida e a urgência de buscar a ajuda de Deus enquanto há tempo.","por_que_esta_palavra":"A consciência do tempo é essencial para viver de maneira sábia e significativa.","conexao_teologica":"A noção de tempo é importante na teologia, especialmente em relação ao plano redentor de Deus ao longo da história.","referencias_relacionadas":["Salmos 90:12","Tiago 4:14","Eclesiastes 3:1"]},"salmos_144_4_defence":{"palavra_pt":"defence","palavra_original":"צֵל","transliteracao":"tsêl","strong":"H6738","significado_raiz":"Ideia básica: defence.","significado_contextual":"A palavra 'defesa' (צֵל) refere-se à proteção e abrigo que Deus oferece aos Seus fiéis.","explicacao_detalhada":"No contexto do Salmo, a defesa de Deus é vista como um refúgio seguro em tempos de dificuldade e perigo.","por_que_esta_palavra":"A ideia de defesa é reconfortante, lembrando-nos de que Deus está sempre presente para proteger e cuidar de nós.","conexao_teologica":"A proteção divina é um tema central na Bíblia, simbolizando a segurança que encontramos em Deus.","referencias_relacionadas":["Salmos 91:1-2","Isaías 25:4","Salmos 46:1"]},"salmos_144_5_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' (יָרַד) refere-se a aqueles que se opõem ao povo de Deus, representando forças adversas.","explicacao_detalhada":"No Salmo, a menção aos inimigos destaca a necessidade de intervenção divina para derrotar as forças que ameaçam a paz e a segurança do povo.","por_que_esta_palavra":"Reconhecer a presença de inimigos é importante para entender a luta espiritual e a necessidade de confiar em Deus.","conexao_teologica":"A batalha contra inimigos é uma metáfora para a luta contra o pecado e as forças do mal na vida cristã.","referencias_relacionadas":["Salmos  enemies 18:17","Efésios 6:12","Romanos 8:31"]},"salmos_144_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' (יְהֹוָה) é novamente utilizada para enfatizar a autoridade e o poder de Deus sobre os inimigos.","explicacao_detalhada":"Invocar o nome do Senhor é um ato de fé, reconhecendo que somente Ele pode trazer a vitória sobre as adversidades.","por_que_esta_palavra":"A repetição do nome de Deus reforça a confiança que devemos ter em Sua capacidade de nos proteger.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente na oração e na adoração, simbolizando a dependência de Sua ajuda.","referencias_relacionadas":["Salmos 20:7","Salmos 124:8","Romanos 10:13"]},"salmos_144_5_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele intervém na história humana.","explicacao_detalhada":"No contexto do Salmo 144, o céu é invocado como um local de poder divino, onde Deus está acima das circunstâncias terrenas e pode enviar ajuda aos que clamam por Ele.","por_que_esta_palavra":"A palavra 'céus' é utilizada para enfatizar a grandeza e a soberania de Deus sobre toda a criação.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à Sua autoridade sobre o universo, refletindo a ideia de que Ele é o Criador e Sustentador de todas as coisas.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"salmos_144_6_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"Simboliza a ação de Deus em atacar os inimigos e trazer justiça.","explicacao_detalhada":"A flecha é uma metáfora para a intervenção divina, onde Deus lança Sua justiça contra aqueles que se opõem ao Seu povo.","por_que_esta_palavra":"A palavra 'flecha' é escolhida para transmitir a ideia de precisão e eficácia na ação de Deus contra os adversários.","conexao_teologica":"A imagem da flecha é comum na literatura bíblica, simbolizando a palavra de Deus que atinge seu alvo com poder.","referencias_relacionadas":["Salmos 7:13","Salmos 11:2","Efésios 6:16"]},"salmos_144_6_cast":{"palavra_pt":"lancar","palavra_original":"בָּרַק","transliteracao":"bâraq","strong":"H1299","significado_raiz":"Ideia básica: lancar.","significado_contextual":"Refere-se ao ato de lançar ou disparar, especialmente em um contexto de batalha espiritual.","explicacao_detalhada":"No Salmo, o ato de lançar é uma invocação para que Deus atue rapidamente em favor do Seu povo, trazendo libertação.","por_que_esta_palavra":"A palavra 'lançar' expressa a urgência e a necessidade de intervenção divina em momentos de crise.","conexao_teologica":"A ação de lançar é vista como um ato de fé, onde o crente confia que Deus agirá em seu favor.","referencias_relacionadas":["Salmos 18:14","Salmos 144:1","Romanos 10:15"]},"salmos_144_6_espada":{"palavra_pt":"espada","palavra_original":"בָּרָק","transliteracao":"bârâq","strong":"H1300","significado_raiz":"Ideia básica: espada.","significado_contextual":"Representa a força e o poder de Deus em batalha, simbolizando a proteção e a defesa do Seu povo.","explicacao_detalhada":"A espada é um símbolo de autoridade e justiça, indicando que Deus não apenas defende, mas também combate os inimigos.","por_que_esta_palavra":"A escolha da palavra 'espada' enfatiza a seriedade da luta espiritual e a necessidade de proteção divina.","conexao_teologica":"A espada é frequentemente usada na Bíblia como símbolo da palavra de Deus, que é viva e eficaz.","referencias_relacionadas":["Hebreus 4:12","Efésios 6:17","Apocalipse 19:15"]},"salmos_144_7_far":{"palavra_pt":"far","palavra_original":"מָרוֹם","transliteracao":"mârôwm","strong":"H4791","significado_raiz":"Ideia básica: far.","significado_contextual":"Indica a altura e a grandeza, simbolizando a transcendência de Deus sobre as dificuldades humanas.","explicacao_detalhada":"No contexto do Salmo, 'far' sugere que Deus está acima de todas as circunstâncias e pode resgatar Seu povo de qualquer situação.","por_que_esta_palavra":"A palavra 'far' é utilizada para enfatizar a soberania de Deus e Sua capacidade de agir de lugares altos.","conexao_teologica":"A altura de Deus é um tema recorrente na Bíblia, simbolizando Sua majestade e poder.","referencias_relacionadas":["Salmos 113:5","Isaías 57:15","Salmos 18:16"]},"salmos_144_7_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Simboliza a vida e a purificação, além de representar a necessidade de sustento espiritual.","explicacao_detalhada":"As águas são frequentemente associadas à bênção e à provisão de Deus, que sacia a sede espiritual do Seu povo.","por_que_esta_palavra":"A palavra 'águas' é escolhida para ilustrar a abundância e a generosidade de Deus em prover para aqueles que O buscam.","conexao_teologica":"A água é um símbolo de vida e renovação, refletindo a obra do Espírito Santo na vida dos crentes.","referencias_relacionadas":["João 4:14","Isaías 12:3","Salmos 23:2"]},"salmos_144_7_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à fragilidade e à transitoriedade da vida humana em contraste com a eternidade de Deus.","explicacao_detalhada":"No Salmo, a menção ao homem destaca a dependência do ser humano em relação à proteção e à ajuda divina.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a vulnerabilidade e a necessidade de intervenção divina.","conexao_teologica":"A condição humana é um tema central na teologia bíblica, onde a fraqueza do homem é contrastada com a força de Deus.","referencias_relacionadas":["Salmos 8:4","Tiago 4:14","Gênesis 2:7"]},"salmos_144_8_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se à falsidade e à enganação, simbolizando as palavras e ações dos inimigos.","explicacao_detalhada":"A palavra 'causa' é usada para descrever a natureza enganosa dos adversários que buscam prejudicar o povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'causa' destaca a necessidade de discernimento e proteção contra as mentiras.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, contrastando com a falsidade que permeia o mundo.","referencias_relacionadas":["Salmos 120:2","Provérbios 12:22","João 8:44"]},"salmos_144_8_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"Representa a comunicação e a expressão, especialmente em relação às palavras que podem edificar ou destruir.","explicacao_detalhada":"No contexto do Salmo, a boca é mencionada para enfatizar a importância das palavras e a necessidade de cuidado com o que se diz.","por_que_esta_palavra":"A palavra 'boca' é utilizada para simbolizar a fonte de engano e a necessidade de vigilância sobre a fala.","conexao_teologica":"A boca é frequentemente mencionada na Bíblia em relação à fala e à confissão, refletindo o poder das palavras.","referencias_relacionadas":["Tiago 3:6","Provérbios 18:21","Salmos 34:13"]},"salmos_144_9_corpo":{"palavra_pt":"corpo","palavra_original":"נֶבֶל","transliteracao":"nebel","strong":"H5035","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo como um instrumento de louvor e serviço a Deus.","explicacao_detalhada":"No Salmo, o corpo é mencionado como um meio pelo qual o salmista expressa gratidão e adoração a Deus.","por_que_esta_palavra":"A palavra 'corpo' é utilizada para enfatizar a totalidade do ser humano em sua devoção a Deus.","conexao_teologica":"A relação entre corpo e espírito é um tema importante na teologia, onde o corpo é visto como um templo do Espírito Santo.","referencias_relacionadas":["1 Coríntios 6:19","Romanos 12:1","Salmos 103:1"]},"salmos_144_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza divina, enfatizando a soberania e a autoridade de Deus sobre todas as coisas. No contexto do Salmo 144, o salmista clama a Deus por ajuda e proteção.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a relação do salmista com o Senhor, reconhecendo Sua grandeza e poder.","conexao_teologica":"Deus é visto como o defensor e salvador do Seu povo, refletindo a aliança entre Deus e Israel.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"salmos_144_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Ato de pedir ajuda ou intervenção divina.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica um ato de entrega ou concessão. No Salmo 144, o salmista clama a Deus para que Ele dê ajuda e salvação em tempos de necessidade.","por_que_esta_palavra":"O uso de 'dar' enfatiza a dependência do salmista em relação a Deus para receber o que é necessário.","conexao_teologica":"A oração é um meio pelo qual os fiéis se conectam com Deus, reconhecendo Sua capacidade de atender às suas necessidades.","referencias_relacionadas":["Salmos 50:15","Mateus 7:7","Tiago 1:5"]},"salmos_144_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e liderança de Deus sobre Israel.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) destaca a soberania de Deus, que governa com justiça e poder. No Salmo 144, o salmista reconhece Deus como seu rei e protetor.","por_que_esta_palavra":"A designação de Deus como 'rei' reforça a ideia de que Ele é a fonte de autoridade e proteção para Seu povo.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, simbolizando Sua autoridade e a relação de governo sobre a criação.","referencias_relacionadas":["Salmos 10:16","Salmos 24:7-10","Isaías 6:5"]},"salmos_144_10_salvacao":{"palavra_pt":"salvacao","palavra_original":"תְּשׁוּעָה","transliteracao":"tᵉshûwʻâh","strong":"H8668","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à libertação e proteção que Deus oferece ao Seu povo.","explicacao_detalhada":"A palavra 'salvação' (תְּשׁוּעָה) implica um ato de resgate e livramento. No Salmo 144, o salmista busca a salvação de Deus em meio a dificuldades.","por_que_esta_palavra":"A ênfase na salvação destaca a necessidade humana de intervenção divina em tempos de crise.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a ação de Deus em libertar Seu povo do pecado e da opressão.","referencias_relacionadas":["Salmos 3:8","Isaías 12:2","Romanos 1:16"]},"salmos_144_11_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza poder e ação.","explicacao_detalhada":"A palavra 'mão' (יָד) é frequentemente usada na Bíblia para representar a força e a capacidade de Deus de agir em favor de Seu povo. No Salmo 144, o salmista pede que Deus estenda Sua mão para ajudá-lo.","por_que_esta_palavra":"A mão de Deus é um símbolo de proteção e intervenção, mostrando que Ele está ativo na vida dos fiéis.","conexao_teologica":"A mão de Deus é frequentemente associada a milagres e intervenções divinas na história de Israel.","referencias_relacionadas":["Êxodo 15:6","Salmos 138:7","Isaías 41:10"]},"salmos_144_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a herança. No Salmo 144, o salmista menciona filhos como uma bênção e um símbolo de prosperidade.","por_que_esta_palavra":"A menção de filhos destaca a importância da família e da continuidade da fé entre as gerações.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, enfatizando a paternidade divina.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"salmos_144_11_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se a falsidade ou engano.","explicacao_detalhada":"A palavra 'causa' (שֶׁקֶר) implica em algo que é enganoso ou falso. No Salmo 144, o salmista busca proteção contra aqueles que podem causar dano.","por_que_esta_palavra":"A menção de 'causa' ressalta a necessidade de discernimento e proteção contra a maldade.","conexao_teologica":"A Bíblia frequentemente aborda a questão da verdade versus engano, enfatizando a necessidade de buscar a verdade em Deus.","referencias_relacionadas":["Salmos 119:163","Provérbios 12:22","João 8:44"]},"salmos_144_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade e à bênção da descendência.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é novamente usada para enfatizar a importância da família e da herança. O salmista menciona filhos como uma representação da prosperidade e da bênção de Deus.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que a família é uma parte vital da vida e da fé.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, refletindo a importância da família na teologia bíblica.","referencias_relacionadas":["Salmos 127:3","Deuteronômio 6:7","Mateus 19:14"]},"salmos_144_12_plant":{"palavra_pt":"plant","palavra_original":"נָטִיעַ","transliteracao":"nâṭîyaʻ","strong":"H5195","significado_raiz":"Ideia básica: plant.","significado_contextual":"Refere-se ao ato de cultivar ou estabelecer algo.","explicacao_detalhada":"A palavra 'plant' (נָטִיעַ) implica em estabelecer raízes e crescimento. No Salmo 144, o salmista fala sobre a prosperidade e o crescimento dos filhos como uma bênção.","por_que_esta_palavra":"A menção de 'plant' simboliza a esperança e o futuro, representando o desejo de que a próxima geração cresça forte e saudável.","conexao_teologica":"A imagem de plantar é frequentemente usada na Bíblia para descrever o crescimento espiritual e a frutificação na vida do crente.","referencias_relacionadas":["Salmos 1:3","Isaías 61:3","João 15:5"]},"salmos_144_12_cornerstone":{"palavra_pt":"cornerstone","palavra_original":"זָוִית","transliteracao":"zâvîyth","strong":"H2106","significado_raiz":"Ideia básica: cornerstone.","significado_contextual":"Refere-se à base ou fundamento de algo.","explicacao_detalhada":"A palavra 'cornerstone' (זָוִית) simboliza a importância de um fundamento sólido. No Salmo 144, isso pode se referir à necessidade de uma base forte na vida e na fé.","por_que_esta_palavra":"A escolha de 'cornerstone' destaca a importância de ter um fundamento firme em Deus para a vida e a prosperidade.","conexao_teologica":"Cristo é descrito como a pedra angular da fé, sendo essencial para a construção da vida espiritual.","referencias_relacionadas":["Salmos 118:22","Isaías 28:16","Efésios 2:20"]},"salmos_144_13_divers":{"palavra_pt":"divers","palavra_original":"זַן","transliteracao":"zan","strong":"H2177","significado_raiz":"Ideia básica: divers.","significado_contextual":"Refere-se à variedade e abundância dos bens e riquezas.","explicacao_detalhada":"A palavra 'divers' sugere uma multiplicidade de bens, indicando que a prosperidade é uma bênção divina. No contexto do Salmo 144, isso se relaciona à proteção e provisão de Deus para o Seu povo.","por_que_esta_palavra":"A escolha da palavra 'divers' enfatiza a generosidade de Deus em prover não apenas o suficiente, mas uma variedade de bênçãos.","conexao_teologica":"A diversidade das bênçãos de Deus reflete Sua natureza criativa e generosa, mostrando que Ele cuida de todas as necessidades de Seu povo.","referencias_relacionadas":["Salmos 37:25","Filipenses 4:19","Mateus 6:33"]},"salmos_144_13_crianca":{"palavra_pt":"crianca","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4392","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Representa a inocência e a dependência dos filhos.","explicacao_detalhada":"A palavra 'criança' simboliza não apenas a juventude, mas também a fragilidade e a necessidade de proteção. No Salmo 144, isso reflete a relação de Deus com Seu povo, que é como filhos que precisam de cuidado.","por_que_esta_palavra":"A inclusão de 'criança' destaca a vulnerabilidade e a necessidade de um lar seguro, que Deus oferece.","conexao_teologica":"Deus é frequentemente descrito como um pai que cuida de Seus filhos, e a imagem da criança reforça a ideia de que devemos confiar nEle.","referencias_relacionadas":["Mateus 18:3","Salmos 103:13","Isaías 40:11"]},"salmos_144_14_breach":{"palavra_pt":"breach","palavra_original":"פֶּרֶץ","transliteracao":"perets","strong":"H6556","significado_raiz":"Ideia básica: breach.","significado_contextual":"Refere-se a uma quebra ou violação, especialmente em um contexto de segurança.","explicacao_detalhada":"A palavra 'breach' sugere a ideia de vulnerabilidade e a necessidade de proteção contra inimigos. No Salmo 144, isso se relaciona à defesa divina contra ameaças.","por_que_esta_palavra":"A menção de 'breach' enfatiza a importância da segurança e da proteção que Deus oferece ao Seu povo.","conexao_teologica":"Deus é visto como um defensor que protege Seu povo das brechas e perigos que podem surgir.","referencias_relacionadas":["Salmos 91:2","Salmos 46:1","Isaías 54:17"]},"salmos_144_14_amigo":{"palavra_pt":"amigo","palavra_original":"אַלּוּף","transliteracao":"ʼallûwph","strong":"H441","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Refere-se a um aliado ou companheiro, alguém em quem se pode confiar.","explicacao_detalhada":"A palavra 'amigo' implica uma relação de lealdade e apoio mútuo. No contexto do Salmo 144, isso sugere que Deus é um amigo fiel que está sempre presente.","por_que_esta_palavra":"A escolha da palavra 'amigo' destaca a intimidade e a confiança que devemos ter em Deus.","conexao_teologica":"A amizade com Deus é um tema recorrente nas Escrituras, mostrando que Ele deseja um relacionamento próximo com Seu povo.","referencias_relacionadas":["João 15:15","Salmos 25:14","Provérbios 18:24"]},"salmos_144_14_urso":{"palavra_pt":"urso","palavra_original":"סָבַל","transliteracao":"çâbal","strong":"H5445","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza força e poder, muitas vezes associado a um protetor feroz.","explicacao_detalhada":"A palavra 'urso' pode evocar a imagem de um defensor poderoso. No Salmo 144, isso pode se referir à força que Deus proporciona para enfrentar adversidades.","por_que_esta_palavra":"A menção do 'urso' ressalta a ideia de que Deus é um protetor forte e capaz de defender Seu povo.","conexao_teologica":"Deus é frequentemente descrito como um defensor forte, capaz de enfrentar qualquer inimigo em favor de Seu povo.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Isaías 41:10"]},"salmos_144_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é um símbolo de Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' representa a soberania e o poder de Deus. No Salmo 144, isso enfatiza a confiança que o salmista tem na proteção e provisão divina.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a reverência e a adoração que devemos ter em relação a Deus.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, representando Sua presença e poder entre Seu povo.","referencias_relacionadas":["Salmos 8:1","Salmos 29:2","Êxodo 3:14"]},"salmos_144_15_blessed":{"palavra_pt":"bem aventurado","palavra_original":"אֶשֶׁר","transliteracao":"ʼesher","strong":"H835","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Refere-se à condição de ser favorecido por Deus.","explicacao_detalhada":"A palavra 'bem aventurado' indica um estado de felicidade e bênção que vem de Deus. No Salmo 144, isso sugere que aqueles que confiam no Senhor são verdadeiramente abençoados.","por_que_esta_palavra":"A inclusão de 'bem aventurado' reforça a ideia de que a verdadeira felicidade é encontrada em um relacionamento com Deus.","conexao_teologica":"A bem-aventurança é um tema importante nas Escrituras, mostrando que a felicidade verdadeira é um dom de Deus.","referencias_relacionadas":["Salmos 1:1-3","Mateus 5:3-12","Salmos 32:1"]},"salmos_144_15_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Deus, Sua comunidade escolhida.","explicacao_detalhada":"A palavra 'povo' indica um grupo unido sob a liderança de Deus. No Salmo 144, isso enfatiza a identidade e a proteção que Deus oferece ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'povo' destaca a relação especial entre Deus e aqueles que Ele escolheu.","conexao_teologica":"A ideia de que Deus tem um povo escolhido é central na teologia bíblica, refletindo Seu plano de redenção.","referencias_relacionadas":["1 Pedro 2:9","Deuteronômio 7:6","Salmos 100:3"]}}