{"salmos_145_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à soberania e autoridade de Deus como Rei.","explicacao_detalhada":"A palavra 'rei' enfatiza o domínio e a majestade de Deus. No Salmo 145, isso destaca a adoração devida ao Rei dos Reis.","por_que_esta_palavra":"A inclusão de 'rei' ressalta a importância da reverência e do reconhecimento da autoridade de Deus.","conexao_teologica":"Deus é frequentemente descrito como Rei, simbolizando Seu governo soberano sobre todas as coisas.","referencias_relacionadas":["Salmos 10:16","Salmos 47:7-8","Apocalipse 19:16"]},"salmos_145_1_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de adoração e reverência a Deus.","explicacao_detalhada":"A palavra 'abençoar' implica um reconhecimento da bondade e grandeza de Deus. No Salmo 145, isso sugere que a adoração deve ser uma resposta natural à Sua majestade.","por_que_esta_palavra":"A escolha da palavra 'abençoar' destaca a importância da gratidão e da adoração em nossa relação com Deus.","conexao_teologica":"A adoração é um aspecto central da vida cristã, refletindo nossa resposta ao amor e à graça de Deus.","referencias_relacionadas":["Salmos 100:4","Salmos 34:1","Hebreus 13:15"]},"salmos_145_1_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus, que não tem começo nem fim.","explicacao_detalhada":"A palavra 'eterno' enfatiza a natureza imutável e atemporal de Deus, que existe fora das limitações do tempo humano.","por_que_esta_palavra":"É utilizada para exaltar a grandeza de Deus, que é digno de louvor por sua eternidade.","conexao_teologica":"A eternidade de Deus é um dos atributos fundamentais que sustentam a fé cristã, mostrando que Ele é soberano sobre toda a criação.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Apocalipse 1:8"]},"salmos_145_2_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Reforça a ideia de que Deus é eterno e digno de louvor por toda a eternidade.","explicacao_detalhada":"A repetição da palavra 'eterno' neste versículo destaca a continuidade do louvor a Deus, que nunca termina.","por_que_esta_palavra":"Serve para lembrar os fiéis da importância de reconhecer a eternidade de Deus em suas vidas.","conexao_teologica":"A adoração a um Deus eterno é central na teologia cristã, pois nos convida a uma relação que transcende o tempo.","referencias_relacionadas":["Salmos 103:17","Salmos 146:10","Hebreus 13:8"]},"salmos_145_2_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar e glorificar a Deus.","explicacao_detalhada":"A palavra 'louvar' implica em reconhecer e exaltar as qualidades divinas de Deus, como Sua bondade e majestade.","por_que_esta_palavra":"É uma chamada à ação para que todos os seres humanos se unam em adoração a Deus.","conexao_teologica":"O louvor é uma expressão de gratidão e reconhecimento da soberania de Deus, essencial na vida do crente.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","1 Crônicas 16:29"]},"salmos_145_3_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Reforça a ideia de louvor a Deus por Sua grandeza.","explicacao_detalhada":"A repetição da palavra 'louvar' enfatiza a importância de reconhecer a grandeza de Deus em todos os aspectos da vida.","por_que_esta_palavra":"É um convite para que todos glorifiquem a Deus por Sua majestade e poder.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, que nos lembra de Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 96:4","Salmos 145:6","Isaías 6:3"]},"salmos_145_3_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e à majestade de Deus.","explicacao_detalhada":"A palavra 'grande' destaca a incomparável grandeza de Deus em relação a qualquer outra entidade ou ser.","por_que_esta_palavra":"É usada para exaltar a singularidade de Deus, que é superior a tudo que existe.","conexao_teologica":"A grandeza de Deus é um fundamento da adoração, pois nos leva a reconhecer nossa posição diante dEle.","referencias_relacionadas":["Salmos 47:2","Salmos 93:4","Romanos 11:33"]},"salmos_145_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua essência e caráter.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua autoridade e poder, e é invocado em momentos de adoração e oração.","por_que_esta_palavra":"É importante reconhecer o nome de Deus como um reflexo de Sua natureza e atributos.","conexao_teologica":"O nome de Deus é central na teologia, pois revela quem Ele é e como se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"salmos_145_4_gloria":{"palavra_pt":"gloria","palavra_original":"שָׁבַח","transliteracao":"shâbach","strong":"H7623","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e reconhecimento que Deus merece.","explicacao_detalhada":"A palavra 'gloria' implica em um reconhecimento da grandeza e majestade de Deus, que deve ser proclamada.","por_que_esta_palavra":"É um chamado para que as gerações futuras conheçam e proclamem a glória de Deus.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, que nos convida a refletir sobre Sua presença e poder em nossas vidas.","referencias_relacionadas":["Salmos 19:1","Isaías 43:7","Romanos 11:36"]},"salmos_145_4_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus em Suas ações.","explicacao_detalhada":"A palavra 'bom' destaca a natureza benevolente de Deus, que age em favor de Seu povo.","por_que_esta_palavra":"É um lembrete da bondade de Deus em todas as circunstâncias da vida.","conexao_teologica":"A bondade de Deus é um atributo que nos encoraja a confiar Nele e a buscar Sua vontade.","referencias_relacionadas":["Salmos 34:8","Salmos 100:5","Tiago 1:17"]},"salmos_145_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus como fonte de sabedoria e revelação.","explicacao_detalhada":"A palavra 'palavra' implica em comunicação divina, que traz entendimento e direção para a vida.","por_que_esta_palavra":"É um convite para que os crentes valorizem e meditem na Palavra de Deus.","conexao_teologica":"A Palavra de Deus é fundamental para a fé cristã, pois revela a vontade de Deus e Sua verdade.","referencias_relacionadas":["Salmos 119:105","2 Timóteo 3:16-17","Hebreus 4:12"]},"salmos_145_5_gloria":{"palavra_pt":"gloria","palavra_original":"הָדָר","transliteracao":"hâdâr","strong":"H1926","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus manifestada em Suas obras.","explicacao_detalhada":"A palavra 'gloria' destaca a beleza e a majestade de Deus, que se revelam em Sua criação e ações.","por_que_esta_palavra":"É um reconhecimento da grandeza de Deus em tudo que Ele faz.","conexao_teologica":"A glória de Deus é um tema que permeia toda a Escritura, mostrando Sua presença e poder na história.","referencias_relacionadas":["Salmos 8:5","Salmos 19:1","Romanos 1:20"]},"salmos_145_5_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'gloria' refere-se à honra e à majestade de Deus, destacando Sua grandeza.","explicacao_detalhada":"No contexto do Salmo 145, a 'gloria' de Deus é uma expressão de Sua natureza divina e de Suas obras poderosas. É um reconhecimento da Sua soberania e do impacto que Ele tem na criação.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância de reconhecer e adorar a grandeza de Deus, que é digna de louvor.","conexao_teologica":"A 'gloria' de Deus é um tema central na teologia bíblica, refletindo Sua presença e a revelação de Sua natureza aos seres humanos.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"salmos_145_6_forca":{"palavra_pt":"forca","palavra_original":"עֱזוּז","transliteracao":"ʻĕzûwz","strong":"H5807","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' indica a potência e a capacidade de Deus para realizar Seus propósitos.","explicacao_detalhada":"Neste versículo, a 'forca' de Deus é apresentada como um atributo que garante a proteção e a salvação do Seu povo, mostrando que Ele é capaz de superar qualquer adversidade.","por_que_esta_palavra":"A ênfase na 'forca' de Deus serve para confortar os fiéis, lembrando-os de que não estão sozinhos em suas lutas.","conexao_teologica":"A 'forca' de Deus é frequentemente associada à Sua capacidade de salvar e libertar, um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 18:2","Isaías 40:29","Filipenses 4:13"]},"salmos_145_6_poderoso":{"palavra_pt":"poderoso","palavra_original":"גְּדוּלָה","transliteracao":"gᵉdûwlâh","strong":"H1420","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' destaca a magnitude das ações de Deus e Sua capacidade de realizar milagres.","explicacao_detalhada":"No Salmo 145, a 'poderoso' de Deus é uma afirmação de que Ele é capaz de realizar grandes coisas, além da compreensão humana, e que Sua grandeza é digna de ser proclamada.","por_que_esta_palavra":"A utilização de 'poderoso' reforça a ideia de que Deus não é apenas forte, mas que Sua força é incomparável e única.","conexao_teologica":"O poder de Deus é um tema fundamental que permeia toda a Bíblia, revelando Sua soberania sobre a criação e a história.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Efésios 3:20"]},"salmos_145_6_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"A palavra 'temer' refere-se a um respeito profundo e reverente por Deus, reconhecendo Sua autoridade.","explicacao_detalhada":"Temer a Deus é entender Sua grandeza e poder, levando à adoração e à obediência. Este temor é saudável e resulta em um relacionamento mais próximo com o Criador.","por_que_esta_palavra":"O 'temor' é essencial para uma vida de fé, pois nos lembra de nossa posição diante de Deus e nos motiva a viver de acordo com Seus princípios.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme ensinado em Provérbios, e é fundamental para a vida espiritual.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"salmos_145_7_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a relação entre Deus e os seres humanos.","explicacao_detalhada":"Neste contexto, o 'homem' é visto como objeto da misericórdia e do amor de Deus, que cuida de Sua criação e se importa com o bem-estar humano.","por_que_esta_palavra":"A inclusão do 'homem' enfatiza a dignidade e o valor que Deus atribui à humanidade, apesar de suas falhas.","conexao_teologica":"A relação entre Deus e o homem é central na narrativa bíblica, refletindo o desejo de Deus de se relacionar com Sua criação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:8"]},"salmos_145_7_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' expressa a felicidade e a satisfação que vêm do relacionamento com Deus.","explicacao_detalhada":"Neste versículo, a 'alegria' é uma resposta natural ao reconhecimento das obras de Deus e de Sua bondade, levando os fiéis a louvá-Lo.","por_que_esta_palavra":"A 'alegria' é um fruto do Espírito e uma evidência da presença de Deus na vida do crente.","conexao_teologica":"A alegria é um tema recorrente na Bíblia, muitas vezes associada à salvação e à adoração a Deus.","referencias_relacionadas":["Salmos 16:11","Gálatas 5:22","Filipenses 4:4"]},"salmos_145_8_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à imensidão de Deus, tanto em poder quanto em amor.","explicacao_detalhada":"No Salmo 145, a 'grandeza' de Deus é um convite à adoração, reconhecendo que Ele é superior a todas as coisas.","por_que_esta_palavra":"A 'grandeza' de Deus é um tema que inspira reverência e louvor, lembrando os crentes de Sua soberania.","conexao_teologica":"A grandeza de Deus é um aspecto fundamental da Sua natureza, que é celebrada em toda a Escritura.","referencias_relacionadas":["Salmos 48:1","Isaías 40:12","Romanos 11:33"]},"salmos_145_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome pessoal de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O 'nome' de Deus é uma expressão de Sua identidade e é invocado em adoração e oração, simbolizando Sua presença entre o povo.","por_que_esta_palavra":"O 'nome' de Deus é sagrado e deve ser tratado com reverência, refletindo a relação íntima que os crentes têm com Ele.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua essência e a revelação de Sua vontade.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Filipenses 2:9-10"]},"salmos_145_8_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A expressão 'misericordia/amor leal' refere-se à bondade e à fidelidade de Deus para com Seu povo.","explicacao_detalhada":"Neste versículo, a 'misericordia' de Deus é um lembrete de que Ele é compassivo e está sempre disposto a perdoar e ajudar aqueles que O buscam.","por_que_esta_palavra":"A 'misericordia' é um atributo essencial de Deus, que revela Seu amor incondicional e Sua disposição para restaurar.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, refletindo Sua natureza amorosa e Sua relação com a humanidade.","referencias_relacionadas":["Salmos 103:8","Lamentações 3:22-23","Romanos 5:5"]},"salmos_145_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus age e se relaciona com a criação.","explicacao_detalhada":"No contexto do Salmo 145, o 'modo' de Deus é uma expressão de Sua justiça e bondade, mostrando como Ele se preocupa com o bem-estar de todos.","por_que_esta_palavra":"A ênfase no 'modo' de Deus nos convida a refletir sobre como devemos viver e agir em resposta ao Seu caráter.","conexao_teologica":"O modo como Deus se revela e age é fundamental para entender Sua vontade e Seus propósitos para a humanidade.","referencias_relacionadas":["Salmos 25:8","Salmos 145:17","Romanos 12:2"]},"salmos_145_9_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus, que é manifestada em Suas ações e caráter.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é usada para descrever a natureza de Deus e a qualidade de Suas obras. No contexto do Salmo 145, enfatiza que o Senhor é bom para todos e que Sua misericórdia se estende a toda a criação.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a benevolência e a generosidade de Deus, que se manifesta em Suas ações em favor da humanidade.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, refletindo Sua natureza amorosa e justa. Essa bondade é um convite à adoração e à confiança.","referencias_relacionadas":["Salmos 100:5","Salmos 34:8","Romanos 2:4"]},"salmos_145_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (יְהֹוָה) é usado para se referir à soberania e à autoridade de Deus.","explicacao_detalhada":"O nome 'Senhor' é um dos mais reverenciados na tradição judaica, simbolizando a presença e a ação de Deus na história. No Salmo 145, é um reconhecimento da grandeza de Deus.","por_que_esta_palavra":"A utilização do nome 'Senhor' enfatiza a relação pessoal e a aliança entre Deus e Seu povo, destacando Sua autoridade suprema.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da Sua natureza, sendo um símbolo de Sua fidelidade e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"salmos_145_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a ideia da soberania de Deus como Senhor sobre toda a criação.","explicacao_detalhada":"A repetição do nome 'Senhor' no Salmo 145 destaca a importância de reconhecer a autoridade divina em todas as coisas e a necessidade de louvar a Deus por Suas obras.","por_que_esta_palavra":"A ênfase no nome 'Senhor' serve para lembrar os fiéis de que Deus é digno de adoração e respeito.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, que nos ensina a confiar em Sua liderança e direção.","referencias_relacionadas":["Salmos 97:1","Salmos 146:10","Romanos 14:11"]},"salmos_145_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações de Deus são realizadas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica que todas as ações de Deus são feitas de maneira perfeita e sábia, refletindo Sua natureza divina.","por_que_esta_palavra":"A inclusão do 'modo' destaca que não apenas as ações de Deus são boas, mas também a forma como Ele age é digna de louvor.","conexao_teologica":"A maneira como Deus age é um reflexo de Sua sabedoria e justiça, que são fundamentais para a compreensão da Sua natureza.","referencias_relacionadas":["Salmos 18:30","Salmos 25:10","Isaías 55:8-9"]},"salmos_145_10_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade das obras de Deus.","explicacao_detalhada":"A palavra 'bom' (מַעֲשֶׂה) aqui se refere às ações e obras de Deus, que são sempre justas e benéficas para a criação.","por_que_esta_palavra":"A ênfase na bondade das obras de Deus é um convite à adoração e à confiança em Sua providência.","conexao_teologica":"As boas obras de Deus são um testemunho de Sua fidelidade e amor, que nos encorajam a seguir Seus caminhos.","referencias_relacionadas":["Efésios 2:10","Tito 2:14","Salmos 119:68"]},"salmos_145_11_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus, que é manifestada em Seu governo.","explicacao_detalhada":"A palavra 'glória' (כָּבוֹד) indica a majestade e a honra de Deus, que se revelam em Sua soberania e domínio sobre todas as coisas.","por_que_esta_palavra":"A glória de Deus é um aspecto essencial de Sua natureza, que deve ser reconhecido e celebrado por todos os seres.","conexao_teologica":"A glória de Deus é um tema central na adoração, refletindo Sua grandeza e poder em toda a criação.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"salmos_145_11_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"Refere-se ao domínio e à realeza de Deus sobre o universo.","explicacao_detalhada":"A palavra 'governo' (מַלְכוּת) enfatiza a autoridade de Deus como Rei, que governa com justiça e sabedoria.","por_que_esta_palavra":"A menção do governo de Deus é um lembrete de que Ele está no controle de todas as coisas, mesmo em tempos de incerteza.","conexao_teologica":"O governo de Deus é um tema importante, que nos ensina a confiar em Sua soberania e a buscar Sua vontade.","referencias_relacionadas":["Salmos 103:19","Daniel 4:34-35","Apocalipse 11:15"]},"salmos_145_11_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Ideia básica: vitoria.","significado_contextual":"Refere-se ao poder de Deus em conceder vitória ao Seu povo.","explicacao_detalhada":"A palavra 'vitória' (גְּבוּרָה) destaca a força e o poder de Deus, que é capaz de salvar e libertar.","por_que_esta_palavra":"A vitória de Deus é um tema de esperança, mostrando que Ele é capaz de superar qualquer adversidade.","conexao_teologica":"A vitória de Deus é um sinal de Sua fidelidade e proteção, encorajando os crentes a confiar em Sua ajuda.","referencias_relacionadas":["Salmos 20:7-8","1 Coríntios 15:57","Romanos 8:37"]},"salmos_145_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e Seu povo, que é descrito como filhos.","explicacao_detalhada":"A palavra 'filho' (בֵּן) implica uma relação íntima e pessoal, onde Deus é visto como Pai que cuida e protege.","por_que_esta_palavra":"A designação de 'filho' enfatiza a herança e a identidade do povo de Deus como parte de Sua família.","conexao_teologica":"A relação de Deus como Pai é fundamental na teologia cristã, refletindo o amor e a aceitação que Ele oferece.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"salmos_145_12_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus, que é revelada através de Seus filhos.","explicacao_detalhada":"A repetição da palavra 'glória' (כָּבוֹד) indica que a glória de Deus é refletida na vida e nas ações de Seu povo.","por_que_esta_palavra":"A glória de Deus em Seus filhos é um testemunho de Sua presença e ação no mundo.","conexao_teologica":"A glória de Deus se manifesta através da vida dos crentes, que são chamados a refletir Seu caráter.","referencias_relacionadas":["Mateus 5:16","Romanos 8:30","2 Coríntios 3:18"]},"salmos_145_12_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"O verbo 'conhecer' implica um entendimento profundo e relacional, não apenas intelectual.","explicacao_detalhada":"Neste contexto, 'conhecer' refere-se ao reconhecimento e à compreensão das obras de Deus, que revelam Sua grandeza e majestade. É um convite para que os fiéis reconheçam a soberania de Deus em suas vidas.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de um relacionamento íntimo com Deus, onde o conhecimento vai além do superficial.","conexao_teologica":"O conhecimento de Deus é fundamental para a fé cristã, pois é através desse conhecimento que os crentes podem entender Sua vontade e propósitos.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","João 17:3"]},"salmos_145_13_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e infinita de Deus.","explicacao_detalhada":"Neste versículo, 'eterno' destaca a realeza de Deus que não tem fim, contrastando com a fragilidade e brevidade da vida humana. A eternidade de Deus é um tema central na adoração.","por_que_esta_palavra":"A utilização de 'eterno' reforça a ideia de que o governo de Deus é constante e seguro, oferecendo esperança aos crentes.","conexao_teologica":"A eternidade de Deus é um pilar da teologia cristã, que assegura que Seu plano de salvação é perpétuo e imutável.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Apocalipse 1:8"]},"salmos_145_13_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"A palavra 'governo' refere-se à soberania e ao domínio de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'governo' enfatiza que Deus reina sobre o universo e que Seu domínio é justo e eterno. Isso traz conforto e segurança aos que O servem.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre Deus e a criação, mostrando que Ele tem controle absoluto sobre tudo.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que assegura aos crentes que nada acontece fora de Seu plano.","referencias_relacionadas":["Salmos 103:19","Daniel 4:34-35","Romanos 13:1"]},"salmos_145_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus age e se relaciona com a criação.","explicacao_detalhada":"Neste versículo, 'modo' sugere que Deus tem um jeito particular de lidar com Suas criaturas, demonstrando cuidado e compaixão.","por_que_esta_palavra":"A escolha dessa palavra destaca a singularidade das ações de Deus, que são sempre justas e cheias de amor.","conexao_teologica":"A maneira de Deus agir revela Seu caráter e Sua natureza, que são fundamentais para a compreensão da fé.","referencias_relacionadas":["Salmos 25:10","Isaías 55:8-9","Romanos 8:28"]},"salmos_145_14_vida":{"palavra_pt":"vida","palavra_original":"זָקַף","transliteracao":"zâqaph","strong":"H2210","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e ao sustento que Deus proporciona.","explicacao_detalhada":"Neste contexto, 'vida' implica que Deus é a fonte de toda vida e que Ele sustenta e renova a vida de Seus servos.","por_que_esta_palavra":"A palavra é usada para enfatizar a dependência do ser humano em relação a Deus para a manutenção da vida.","conexao_teologica":"A vida em Cristo é um tema central na teologia cristã, onde a vida eterna é oferecida a todos que creem.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:11-12"]},"salmos_145_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao título de autoridade e respeito que se dá a Deus.","explicacao_detalhada":"Neste versículo, 'senhor' enfatiza a soberania de Deus e a reverência que devemos ter diante Dele, reconhecendo Sua posição como Criador.","por_que_esta_palavra":"A utilização de 'senhor' é fundamental para a adoração, pois reconhece a autoridade de Deus sobre todas as coisas.","conexao_teologica":"O nome de Deus é sagrado e carrega a essência de Sua natureza e caráter, sendo central na adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"salmos_145_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus responde às necessidades de Seu povo.","explicacao_detalhada":"Neste versículo, 'modo' sugere que Deus tem um jeito especial de atender os clamores de Seus servos, mostrando Sua fidelidade.","por_que_esta_palavra":"A escolha dessa palavra destaca a atenção de Deus às súplicas e necessidades humanas.","conexao_teologica":"A forma como Deus age em resposta à oração é um testemunho de Sua bondade e misericórdia.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7-8","Tiago 1:5"]},"salmos_145_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de Deus em fornecer o que é necessário aos que O invocam.","explicacao_detalhada":"Neste contexto, 'dar' implica que Deus é generoso e está sempre pronto a atender as necessidades de Seu povo quando clamam a Ele.","por_que_esta_palavra":"A palavra é usada para enfatizar a disposição de Deus em ouvir e responder às orações.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, que revela Seu amor e cuidado por Sua criação.","referencias_relacionadas":["Salmos 50:15","Mateus 21:22","Filipenses 4:19"]},"salmos_145_15_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a atenção e o cuidado de Deus sobre Sua criação.","explicacao_detalhada":"Neste versículo, 'olho' sugere que Deus observa e se preocupa com as necessidades de todos os seres vivos, garantindo que não sejam esquecidos.","por_que_esta_palavra":"A escolha dessa palavra destaca a vigilância de Deus e Sua capacidade de ver e atender as necessidades de cada um.","conexao_teologica":"A visão de Deus sobre o mundo é um tema importante, mostrando que Ele está sempre presente e ativo na vida de Seus servos.","referencias_relacionadas":["Salmos 33:18","Mateus 6:26","1 Pedro 3:12"]},"salmos_145_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus provê para todas as criaturas.","explicacao_detalhada":"Neste versículo, 'modo' implica que Deus tem um jeito especial de cuidar de cada um, assegurando que todos tenham o que precisam.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a providência divina e o cuidado contínuo de Deus por Sua criação.","conexao_teologica":"A providência de Deus é um aspecto fundamental da fé cristã, que assegura que Ele cuida de todos os aspectos da vida.","referencias_relacionadas":["Salmos 104:27-28","Mateus 6:30-32","Filipenses 4:19"]},"salmos_145_16_encher":{"palavra_pt":"encher","palavra_original":"שָׂבַע","transliteracao":"sâbaʻ","strong":"H7646","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se à ação de Deus de suprir as necessidades de toda carne.","explicacao_detalhada":"A palavra 'encher' implica em satisfazer ou suprir completamente. No contexto do Salmo 145, isso destaca a generosidade e a providência de Deus em relação a todas as criaturas.","por_que_esta_palavra":"A escolha da palavra 'encher' enfatiza a abundância e a plenitude que Deus oferece a todas as suas criaturas, mostrando Seu cuidado e amor.","conexao_teologica":"Deus é visto como o provedor que cuida de toda a criação, refletindo Sua natureza generosa e bondosa.","referencias_relacionadas":["Salmos 104:27-28","Mateus 6:26","Filipenses 4:19"]},"salmos_145_16_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se a toda a criação viva, especialmente os seres humanos e os animais.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a fragilidade e a dependência das criaturas em relação a Deus. No Salmo, isso ressalta a universalidade do cuidado divino.","por_que_esta_palavra":"A inclusão de 'carne' mostra que Deus se preocupa com todas as formas de vida, não apenas com os humanos, mas com toda a criação.","conexao_teologica":"A relação entre Deus e a carne reflete a ideia de que Ele é o criador e sustentador de toda a vida.","referencias_relacionadas":["Gênesis 1:30","Salmos 36:6","Isaías 40:6"]},"salmos_145_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus age, que é sempre justo.","explicacao_detalhada":"A palavra 'modo' implica em uma maneira de agir ou proceder. No contexto do Salmo, isso destaca a justiça e a retidão de Deus em todas as suas ações.","por_que_esta_palavra":"A escolha de 'modo' enfatiza que a justiça de Deus não é apenas um atributo, mas uma característica de como Ele se relaciona com a criação.","conexao_teologica":"A justiça de Deus é um tema central na teologia bíblica, mostrando que Ele é fiel e verdadeiro em Seus julgamentos.","referencias_relacionadas":["Salmos 89:14","Deuteronômio 32:4","Isaías 30:18"]},"salmos_145_17_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Descreve a natureza de Deus como aquele que é sempre justo em Suas ações.","explicacao_detalhada":"A palavra 'justo' implica em integridade e equidade. No Salmo, isso reforça a confiança que os fiéis podem ter em Deus, sabendo que Ele age com justiça.","por_que_esta_palavra":"A ênfase na justiça de Deus é fundamental para entender Sua relação com a humanidade e a criação.","conexao_teologica":"A justiça de Deus é um reflexo de Sua santidade e caráter, sendo um pilar da fé cristã.","referencias_relacionadas":["Salmos 11:7","Salmos 37:28","Romanos 3:26"]},"salmos_145_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus se aproxima daqueles que O invocam.","explicacao_detalhada":"A palavra 'modo' aqui destaca a disposição de Deus em ouvir e responder às orações dos que O buscam sinceramente.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a acessibilidade de Deus e Sua prontidão em se relacionar com os que O invocam.","conexao_teologica":"A ideia de que Deus está próximo dos que O buscam é um tema recorrente na Bíblia, refletindo Sua misericórdia.","referencias_relacionadas":["Salmos 34:18","Tiago 4:8","Jeremias 29:12-13"]},"salmos_145_18_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à veracidade de Deus em Suas promessas.","explicacao_detalhada":"A palavra 'verdade' implica em constância e confiabilidade. No Salmo, isso reforça a certeza de que Deus cumpre Suas promessas.","por_que_esta_palavra":"A ênfase na verdade de Deus é crucial para a fé, pois garante que Ele é digno de confiança.","conexao_teologica":"A verdade de Deus é um aspecto fundamental de Sua natureza, sendo um conforto para os crentes.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"salmos_145_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' aqui destaca a soberania e o poder de Deus sobre toda a criação.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a importância de Sua identidade e a reverência que devemos ter em relação a Ele.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"salmos_145_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Deus em realizar o desejo dos que O temem.","explicacao_detalhada":"A palavra 'urso' implica em fazer ou realizar. No Salmo, isso destaca a capacidade de Deus de agir em favor de Seus fiéis.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a ação ativa de Deus em responder às necessidades e desejos de Seu povo.","conexao_teologica":"Deus é apresentado como um agente ativo que se preocupa com o bem-estar de Seus servos.","referencias_relacionadas":["Salmos 37:4","Salmos 20:4","1 João 5:14-15"]},"salmos_145_19_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à salvação que Deus oferece aos que O invocam.","explicacao_detalhada":"A palavra 'salvar' implica em libertação e proteção. No Salmo, isso destaca a salvação como um ato de graça de Deus.","por_que_esta_palavra":"A ênfase na salvação reflete a natureza redentora de Deus e Sua disposição em ajudar os necessitados.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a relação de Deus com a humanidade e Sua obra redentora.","referencias_relacionadas":["Salmos 3:8","Romanos 10:13","Efésios 2:8-9"]},"salmos_145_19_desejo":{"palavra_pt":"desejo","palavra_original":"רָצוֹן","transliteracao":"râtsôwn","strong":"H7522","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Refere-se ao desejo dos que temem a Deus e como Ele atende a esses desejos.","explicacao_detalhada":"A palavra 'desejo' implica em anseios e anelos profundos. No Salmo, isso destaca a relação íntima entre Deus e aqueles que O temem.","por_que_esta_palavra":"A escolha da palavra 'desejo' enfatiza a importância dos anseios do coração e como Deus se importa com eles.","conexao_teologica":"Deus é visto como aquele que não apenas ouve, mas também atende aos desejos dos que O buscam sinceramente.","referencias_relacionadas":["Salmos 145:19","Salmos 37:4","Mateus 7:7"]},"salmos_145_20_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição de alguém que é considerado responsável por um erro ou pecado.","explicacao_detalhada":"No contexto de Salmos 145:20, a palavra 'culpado' é usada para descrever aqueles que estão distantes de Deus e que, por suas ações, merecem a condenação. O salmo destaca que Deus protege os justos e pune os ímpios.","por_que_esta_palavra":"A inclusão da palavra 'culpado' enfatiza a justiça de Deus, que não ignora o pecado, mas o julga.","conexao_teologica":"A ideia de culpa e justiça é central na teologia bíblica, refletindo a natureza de Deus como justo e reto.","referencias_relacionadas":["Salmos 1:5","Romanos 3:23","Gálatas 6:7"]},"salmos_145_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' é uma referência ao nome pessoal de Deus, que denota Sua soberania e autoridade.","explicacao_detalhada":"Em Salmos 145:20, o uso do nome 'Senhor' destaca a relação íntima entre Deus e Seu povo, mostrando que Ele é o governante supremo que cuida dos justos.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reafirmar a posição de Deus como aquele que tem controle sobre todas as coisas e que se importa com a justiça.","conexao_teologica":"O nome de Deus é fundamental na compreensão de Sua natureza e caráter, sendo um tema recorrente em toda a Escritura.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"salmos_145_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"No contexto do salmo, 'modo' pode se referir à maneira como Deus age em relação aos justos e aos ímpios, enfatizando a diferença entre os dois grupos.","por_que_esta_palavra":"A inclusão de 'modo' ressalta que as ações de Deus são intencionais e justas, refletindo Sua natureza.","conexao_teologica":"A forma como Deus age é um tema importante na teologia, pois revela Seu caráter e Seus propósitos.","referencias_relacionadas":["Salmos 37:5","Isaías 55:8-9","Romanos 12:2"]},"salmos_145_21_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' implica em invocar o favor de Deus sobre alguém ou algo.","explicacao_detalhada":"Em Salmos 145:21, 'abençoar' é uma expressão de gratidão e reconhecimento da grandeza de Deus, destacando a importância da adoração.","por_que_esta_palavra":"A palavra é usada para mostrar a resposta do crente ao reconhecimento da bondade e majestade de Deus.","conexao_teologica":"A bênção é um tema central na relação entre Deus e Seu povo, simbolizando a graça e o favor divinos.","referencias_relacionadas":["Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"salmos_145_21_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e perpétua de Deus.","explicacao_detalhada":"No contexto do salmo, 'eterno' enfatiza que a grandeza e a bondade de Deus são constantes e não têm fim, oferecendo esperança ao crente.","por_que_esta_palavra":"A inclusão de 'eterno' destaca a fidelidade de Deus ao longo das gerações e Sua promessa de salvação.","conexao_teologica":"A eternidade de Deus é um aspecto fundamental da teologia, que assegura que Ele está sempre presente e ativo na história.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_145_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Assim como em outros versículos, 'Senhor' é uma referência ao Deus que é digno de louvor e adoração.","explicacao_detalhada":"Em Salmos 145:21, a repetição do nome 'Senhor' reforça a centralidade de Deus na vida do crente e a importância de reconhecer Sua soberania.","por_que_esta_palavra":"A palavra é usada para enfatizar a relação pessoal e a reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"O nome de Deus é um tema recorrente que expressa Sua identidade e a relação com Seu povo.","referencias_relacionadas":["Salmos 8:1","Salmos 113:1-3","Filipenses 2:9-11"]}}