{"salmos_146_1_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' refere-se ao ato de exaltar e glorificar a Deus por Suas obras e caráter.","explicacao_detalhada":"Em Salmos 146:1, 'louvar' é um convite à adoração, enfatizando a importância de reconhecer a grandeza de Deus em todas as circunstâncias.","por_que_esta_palavra":"A palavra é usada para chamar a atenção dos fiéis para a necessidade de adorar a Deus em todas as situações da vida.","conexao_teologica":"O louvor é uma expressão fundamental da fé, refletindo a resposta do ser humano à revelação de Deus.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Hebreus 13:15"]},"salmos_146_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à natureza divina e à separação de Deus em relação ao que é comum.","explicacao_detalhada":"Em Salmos 146:1, 'sagrado' destaca a pureza e a majestade de Deus, que é digno de todo louvor e adoração.","por_que_esta_palavra":"A palavra é usada para enfatizar a diferença entre Deus e a criação, sublinhando Sua santidade.","conexao_teologica":"A santidade de Deus é um tema central na teologia, que nos chama a viver em reverência e adoração.","referencias_relacionadas":["Levítico 11:44","Isaías 6:3","1 Pedro 1:16"]},"salmos_146_1_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à vida ou à essência do ser humano.","explicacao_detalhada":"Em Salmos 146:1, 'alma' representa a totalidade do ser que deve louvar a Deus, enfatizando que toda a vida deve ser dedicada à adoração.","por_que_esta_palavra":"A palavra é usada para mostrar que o louvor deve vir de todo o ser humano, não apenas de palavras, mas de uma vida que glorifica a Deus.","conexao_teologica":"A relação entre a alma e o louvor é fundamental na teologia, refletindo a totalidade da devoção a Deus.","referencias_relacionadas":["Salmos 103:1","Mateus 22:37","Lucas 10:27"]},"salmos_146_2_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A repetição da palavra 'louvar' enfatiza a importância contínua da adoração a Deus.","explicacao_detalhada":"Em Salmos 146:2, o ato de louvar é apresentado como uma prática que deve ser constante na vida do crente, refletindo gratidão e reconhecimento.","por_que_esta_palavra":"A palavra é usada para encorajar os fiéis a manterem uma atitude de louvor em todas as circunstâncias.","conexao_teologica":"A prática do louvor é essencial na vida cristã, sendo uma forma de expressar a fé e a confiança em Deus.","referencias_relacionadas":["Salmos 34:1","Salmos 71:6","Colossenses 3:16"]},"salmos_146_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de esperança e confiança.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, o Deus de Israel, que é digno de adoração e confiança. Neste contexto, o salmista exorta a não confiar em príncipes ou em homens, mas sim no Senhor.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a soberania e a autoridade de Deus sobre todas as coisas.","conexao_teologica":"A invocação do nome do Senhor é central na teologia bíblica, pois representa a relação pessoal entre Deus e seu povo.","referencias_relacionadas":["Salmos 115:9","Isaías 40:31","Salmos 118:8"]},"salmos_146_2_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Representa a fragilidade e a mortalidade do ser humano.","explicacao_detalhada":"A palavra 'carne' (חַי) é utilizada para enfatizar a natureza efêmera da vida humana e a incapacidade do homem de oferecer verdadeira salvação ou esperança.","por_que_esta_palavra":"A inclusão da palavra 'carne' serve para contrastar a fragilidade humana com a eternidade e a força de Deus.","conexao_teologica":"A carne é frequentemente vista na Bíblia como símbolo da fraqueza humana e da necessidade de dependência de Deus.","referencias_relacionadas":["Salmos 103:15-16","Isaías 40:6-8","Tiago 4:14"]},"salmos_146_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de dependência e confiança em figuras de autoridade humana.","explicacao_detalhada":"A palavra 'filho' (בֵּן) neste contexto sugere que mesmo aqueles que têm autoridade ou poder (como príncipes) são limitados e falhos, e não devem ser a fonte de nossa esperança.","por_que_esta_palavra":"A palavra é usada para ilustrar a relação familiar e a confiança que se espera, mas que deve ser direcionada a Deus.","conexao_teologica":"A Bíblia frequentemente menciona a relação entre pais e filhos para ilustrar a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 2:7","Mateus 5:9","Romanos 8:14"]},"salmos_146_3_salvacao":{"palavra_pt":"salvacao","palavra_original":"תְּשׁוּעָה","transliteracao":"tᵉshûwʻâh","strong":"H8668","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação que vem somente de Deus.","explicacao_detalhada":"A palavra 'salvação' (תְּשׁוּעָה) implica libertação e proteção divina, destacando que somente Deus pode oferecer verdadeira salvação.","por_que_esta_palavra":"A ênfase na salvação divina contrasta com a incapacidade dos homens de salvar a si mesmos.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a intervenção de Deus na vida dos crentes.","referencias_relacionadas":["Salmos 62:1","Isaías 12:2","Romanos 1:16"]},"salmos_146_3_free":{"palavra_pt":"free","palavra_original":"נָדִיב","transliteracao":"nâdîyb","strong":"H5081","significado_raiz":"Ideia básica: free.","significado_contextual":"Refere-se à generosidade e disposição de Deus em oferecer ajuda.","explicacao_detalhada":"A palavra 'free' (נָדִיב) sugere que Deus é generoso e pronto para ajudar aqueles que confiam nele, contrastando com a natureza limitada dos homens.","por_que_esta_palavra":"A escolha dessa palavra ressalta a bondade de Deus em contrastar com a avareza humana.","conexao_teologica":"A generosidade de Deus é um tema recorrente, mostrando seu amor e cuidado por seu povo.","referencias_relacionadas":["Salmos 84:11","Tiago 1:5","2 Coríntios 9:7"]},"salmos_146_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de vida e à brevidade da existência humana.","explicacao_detalhada":"A palavra 'dia' (יוֹם) simboliza a vida efêmera do ser humano, lembrando que a vida é passageira e que devemos confiar em Deus.","por_que_esta_palavra":"A menção do 'dia' enfatiza a transitoriedade da vida e a urgência de buscar a Deus enquanto há tempo.","conexao_teologica":"A brevidade da vida é um tema que leva à reflexão sobre a eternidade e a necessidade de se confiar em Deus.","referencias_relacionadas":["Salmos 90:10","Eclesiastes 3:1","Tiago 4:14"]},"salmos_146_4_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Simboliza a incerteza e a transitoriedade da vida.","explicacao_detalhada":"A palavra 'vento' (רוּחַ) representa a natureza passageira da vida e a fragilidade do ser humano diante das forças divinas.","por_que_esta_palavra":"O uso de 'vento' ressalta a ideia de que a vida é como um sopro, efêmera e incerta.","conexao_teologica":"A Bíblia frequentemente usa o vento como metáfora para o Espírito de Deus e a natureza transitória da vida.","referencias_relacionadas":["Salmos 103:15-16","Eclesiastes 1:14","João 3:8"]},"salmos_146_4_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra e à criação, enfatizando a fragilidade da vida humana.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) representa a origem do ser humano e sua conexão com a criação, lembrando que somos feitos do pó da terra.","por_que_esta_palavra":"A menção do 'solo' destaca a vulnerabilidade do ser humano e sua dependência de Deus.","conexao_teologica":"A relação entre o homem e a terra é um tema importante, simbolizando a criação e a necessidade de redenção.","referencias_relacionadas":["Gênesis 2:7","Salmos 104:14","Eclesiastes 12:7"]},"salmos_146_5_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à força e ao poder de Deus como fonte de esperança.","explicacao_detalhada":"A palavra 'deus' (אֵל) enfatiza a natureza poderosa de Deus, que é capaz de salvar e sustentar seu povo em tempos de necessidade.","por_que_esta_palavra":"A escolha da palavra 'deus' ressalta a força e a soberania divina em contraste com a fragilidade humana.","conexao_teologica":"A força de Deus é um tema central na Bíblia, mostrando que Ele é um refúgio seguro para aqueles que confiam nele.","referencias_relacionadas":["Salmos 18:2","Isaías 40:29","Filipenses 4:13"]},"salmos_146_5_blessed":{"palavra_pt":"bem aventurado","palavra_original":"אֶשֶׁר","transliteracao":"ʼesher","strong":"H835","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Refere-se à bem-aventurança daqueles que confiam em Deus.","explicacao_detalhada":"A palavra 'bem aventurado' (אֶשֶׁר) indica a felicidade e a bênção que vêm de confiar no Senhor, contrastando com a condição dos que confiam em homens.","por_que_esta_palavra":"A ênfase na bem-aventurança destaca a recompensa espiritual de confiar em Deus.","conexao_teologica":"A bem-aventurança é um tema recorrente na Bíblia, especialmente nos Salmos e no Sermão da Montanha.","referencias_relacionadas":["Salmos 1:1","Mateus 5:3-12","Salmos 32:1-2"]},"salmos_146_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus verdadeiro e soberano.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que é o criador e sustentador do universo. No contexto do Salmo 146, enfatiza a confiança que devemos ter em Deus.","por_que_esta_palavra":"Esta palavra é fundamental para a compreensão da relação entre Deus e seu povo, destacando sua soberania e fidelidade.","conexao_teologica":"O uso do nome 'senhor' reflete a aliança de Deus com Israel e sua promessa de proteção e cuidado.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"salmos_146_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico criado por Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) abrange não apenas o solo, mas também a totalidade da criação. No Salmo 146, destaca a soberania de Deus sobre toda a criação.","por_que_esta_palavra":"É importante para entender a abrangência do domínio de Deus sobre o universo e sua criação.","conexao_teologica":"A terra é vista como um testemunho da grandeza de Deus e de sua obra criativa.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"salmos_146_6_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Representa as águas e a vastidão do mar, que também estão sob o controle de Deus.","explicacao_detalhada":"A palavra 'mar' (יָם) simboliza tanto a força da natureza quanto a soberania de Deus sobre ela. No Salmo 146, isso reforça a ideia de que Deus é o governante de todas as coisas.","por_que_esta_palavra":"O mar é frequentemente usado na Bíblia para ilustrar a grandeza e o poder de Deus.","conexao_teologica":"A soberania de Deus sobre o mar é um tema recorrente, mostrando que nada escapa ao seu controle.","referencias_relacionadas":["Salmos 89:9","Jó 38:8-11","Isaías 51:10"]},"salmos_146_6_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza eterna de Deus e de seus propósitos.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) implica em algo que não tem fim, refletindo a eternidade de Deus e sua fidelidade em cumprir suas promessas ao longo das gerações.","por_que_esta_palavra":"É crucial para entender a natureza imutável de Deus e sua relação com o tempo.","conexao_teologica":"A eternidade de Deus é um fundamento da fé, assegurando que suas promessas são sempre válidas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_146_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Deus em criar e sustentar a vida.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever a criação e a obra de Deus. No Salmo 146, isso enfatiza que Deus é ativo em sua criação.","por_que_esta_palavra":"É importante para entender que Deus não é apenas um criador, mas também um mantenedor da vida.","conexao_teologica":"A ação de Deus em criar e sustentar a vida é um testemunho de seu amor e cuidado por sua criação.","referencias_relacionadas":["Gênesis 1:26","Salmos 104:24-25","Atos 17:25"]},"salmos_146_7_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça que Deus exerce sobre a humanidade.","explicacao_detalhada":"A palavra 'juízo' (מִשְׁפָּט) implica em decisões justas e corretas. No Salmo 146, isso ressalta a justiça de Deus em relação aos oprimidos.","por_que_esta_palavra":"É fundamental para entender a natureza justa de Deus e seu papel como juiz.","conexao_teologica":"A justiça de Deus é um aspecto central de sua natureza, refletindo seu caráter e suas ações em relação ao povo.","referencias_relacionadas":["Salmos 89:14","Miquéias 6:8","Romanos 2:6"]},"salmos_146_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao Senhor, enfatizando sua importância na vida dos fiéis.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) no Salmo 146 reforça a centralidade de Deus na vida do crente e sua confiança nele.","por_que_esta_palavra":"A ênfase na palavra 'senhor' destaca a relação pessoal e íntima que os crentes têm com Deus.","conexao_teologica":"A relação com Deus é fundamental para a fé e a prática religiosa, sendo o Senhor a fonte de vida e esperança.","referencias_relacionadas":["Salmos 118:14","Isaías 12:2","Romanos 10:13"]},"salmos_146_8_vida":{"palavra_pt":"vida","palavra_original":"זָקַף","transliteracao":"zâqaph","strong":"H2210","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida que Deus dá e sustenta.","explicacao_detalhada":"A palavra 'vida' (זָקַף) implica em vitalidade e sustento. No Salmo 146, isso destaca a capacidade de Deus de dar vida e restaurar.","por_que_esta_palavra":"É essencial para entender que a vida é um dom de Deus e que ele é a fonte de toda vitalidade.","conexao_teologica":"A vida em Deus é um tema central na teologia cristã, refletindo a esperança da ressurreição e da vida eterna.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"salmos_146_8_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Refere-se ao amor que Deus tem por seu povo.","explicacao_detalhada":"A palavra 'amar' (אָהַב) expressa o profundo afeto e compromisso de Deus com aqueles que o seguem. No Salmo 146, isso ressalta a relação de amizade entre Deus e os fiéis.","por_que_esta_palavra":"É importante para entender a natureza relacional de Deus e seu desejo de estar próximo de seu povo.","conexao_teologica":"O amor de Deus é a base da aliança e da redenção, mostrando seu caráter misericordioso.","referencias_relacionadas":["João 15:13","Romanos 5:8","1 João 4:19"]},"salmos_146_9_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho da vida que Deus estabelece.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) implica em um caminho ou modo de viver. No Salmo 146, isso destaca a orientação que Deus oferece aos seus seguidores.","por_que_esta_palavra":"É essencial para entender que a vida em Deus é um caminho de justiça e verdade.","conexao_teologica":"O caminho da vida é um tema central na Bíblia, refletindo a jornada do crente em direção à santidade.","referencias_relacionadas":["Salmos 16:11","Provérbios 4:18","Mateus 7:14"]},"salmos_146_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus supremo que cuida dos oprimidos.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. No contexto do Salmo 146, destaca-se a proteção divina aos necessitados.","por_que_esta_palavra":"Esta palavra é central na teologia judaica e cristã, representando a relação pessoal e direta entre Deus e seu povo.","conexao_teologica":"O uso do nome 'senhor' conecta-se à ideia de aliança e cuidado de Deus, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 68:4","Isaías 41:10","Salmos 23:1"]},"salmos_146_9_casa":{"palavra_pt":"casa","palavra_original":"אַלְמָנָה","transliteracao":"ʼalmânâh","strong":"H490","significado_raiz":"Ideia básica: casa.","significado_contextual":"Simboliza a habitação e a segurança que Deus oferece aos seus fiéis.","explicacao_detalhada":"A palavra 'casa' (אַלְמָנָה) pode ser entendida como um espaço de acolhimento e proteção, refletindo a promessa de Deus de cuidar de seu povo.","por_que_esta_palavra":"A casa é um símbolo de estabilidade e segurança, que é uma das promessas de Deus para aqueles que confiam nele.","conexao_teologica":"A ideia de casa se relaciona com a noção de que Deus é um refúgio seguro para os que nele confiam.","referencias_relacionadas":["Salmos 91:1","Mateus 7:24-25","Hebreus 3:6"]},"salmos_146_10_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza imutável e perene do reino de Deus.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) indica que o domínio de Deus não tem fim e que suas promessas são eternas.","por_que_esta_palavra":"A eternidade de Deus é um conceito fundamental que assegura aos crentes que suas esperanças estão firmadas em algo que nunca falhará.","conexao_teologica":"A eternidade de Deus contrasta com a transitoriedade da vida humana e das coisas terrenas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","2 Coríntios 4:18"]},"salmos_146_10_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao reinado soberano de Deus sobre todas as nações.","explicacao_detalhada":"A palavra 'reinar' (מָלַךְ) implica autoridade e domínio, enfatizando que Deus é o verdadeiro Rei que governa com justiça.","por_que_esta_palavra":"A ideia de reinar é crucial para entender a soberania de Deus e sua autoridade sobre a criação.","conexao_teologica":"O reinado de Deus é um tema central na escatologia, onde se espera que seu reino seja plenamente estabelecido.","referencias_relacionadas":["Salmos 93:1","Apocalipse 11:15","Daniel 7:14"]},"salmos_146_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reitera a importância do nome do Senhor como símbolo de sua presença e poder.","explicacao_detalhada":"A repetição do nome 'senhor' (יְהֹוָה) enfatiza a centralidade de Deus na vida do crente e sua soberania.","por_que_esta_palavra":"O nome de Deus é invocado em momentos de necessidade e adoração, representando sua identidade e caráter.","conexao_teologica":"O nome do Senhor é um tema recorrente nas Escrituras, simbolizando sua relação com o povo e sua fidelidade.","referencias_relacionadas":["Salmos 20:7","Êxodo 3:14","Romanos 10:13"]}}