{"salmos_147_1_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar a Deus por suas obras e caráter.","explicacao_detalhada":"A palavra 'louvar' (הָלַל) é um convite à adoração, reconhecendo a grandeza de Deus e suas bênçãos.","por_que_esta_palavra":"Louvar é uma resposta natural do coração humano ao reconhecimento da bondade e majestade de Deus.","conexao_teologica":"A adoração é fundamental na vida do crente, refletindo a relação de amor e reverência a Deus.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Hebreus 13:15"]},"salmos_147_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus, que é digno de reverência e adoração.","explicacao_detalhada":"A palavra 'sagrado' (יָהּ) destaca a natureza única e separada de Deus, que é distinto de toda a criação.","por_que_esta_palavra":"A santidade de Deus é um conceito central que nos chama a uma vida de pureza e devoção.","conexao_teologica":"A santidade de Deus é a base de sua relação com o ser humano e a razão pela qual devemos adorá-lo.","referencias_relacionadas":["Isaías 6:3","1 Pedro 1:16","Salmos 30:4"]},"salmos_147_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual devemos louvar a Deus.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para justificar a adoração, apontando para as ações e caráter de Deus.","por_que_esta_palavra":"É uma palavra de conexão que liga a adoração às razões que a fundamentam, reforçando a importância do louvor.","conexao_teologica":"A razão para louvar a Deus é frequentemente ligada a suas obras e promessas, que são sempre fiéis.","referencias_relacionadas":["Salmos 136:1","Salmos 145:3","Romanos 12:1"]},"salmos_147_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reitera a presença do Senhor como aquele que edifica e restaura.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é novamente usada para enfatizar a ação de Deus em restaurar o que está quebrado.","por_que_esta_palavra":"O nome do Senhor é um símbolo de esperança e renovação para aqueles que confiam nele.","conexao_teologica":"A presença do Senhor é um tema central que garante a restauração e a edificação do seu povo.","referencias_relacionadas":["Salmos 126:1","Isaías 61:3","1 Pedro 5:10"]},"salmos_147_2_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se à ação de Deus em restaurar e fortalecer seu povo.","explicacao_detalhada":"A palavra 'construir' (בָּנָה) implica um processo de edificação espiritual e comunitária, onde Deus é o arquiteto.","por_que_esta_palavra":"Construir é uma metáfora poderosa para o trabalho de Deus na vida dos crentes, promovendo crescimento e estabilidade.","conexao_teologica":"A edificação do povo de Deus é um tema que se estende por toda a Bíblia, refletindo seu plano de salvação.","referencias_relacionadas":["Efésios 2:19-22","1 Coríntios 3:9","Salmos 127:1"]},"salmos_147_2_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a Jerusalém, a cidade escolhida por Deus como centro de adoração.","explicacao_detalhada":"A palavra 'cidade' neste contexto é usada para descrever Jerusalém, que é vista como a morada de Deus entre o Seu povo. É um símbolo de segurança e proteção divina.","por_que_esta_palavra":"A cidade é um lugar de reunião e adoração, onde o povo de Deus se encontra para celebrar e buscar a Sua presença.","conexao_teologica":"Jerusalém é frequentemente mencionada nas Escrituras como a cidade santa, representando a presença de Deus e a esperança de restauração.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:35"]},"salmos_147_3_curar":{"palavra_pt":"curar","palavra_original":"רָפָא","transliteracao":"râphâʼ","strong":"H7495","significado_raiz":"Ideia básica: curar.","significado_contextual":"Refere-se à cura das feridas e do sofrimento do povo de Deus.","explicacao_detalhada":"A palavra 'curar' implica um ato de restauração e cuidado, onde Deus se apresenta como o médico que sara as feridas emocionais e físicas.","por_que_esta_palavra":"Deus é descrito como aquele que se preocupa com o bem-estar do Seu povo, trazendo cura e alívio em tempos de dor.","conexao_teologica":"A cura é um tema central na Bíblia, simbolizando a restauração espiritual e física que Deus oferece aos Seus filhos.","referencias_relacionadas":["Isaías 53:5","Tiago 5:15","Salmos 30:2"]},"salmos_147_3_destruir":{"palavra_pt":"destruir","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7665","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à destruição das barreiras e opressões que afligem o povo de Deus.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever a ação de Deus em remover o que é prejudicial e opressivo, trazendo libertação ao Seu povo.","por_que_esta_palavra":"Deus tem o poder de quebrar as correntes da opressão e trazer liberdade, mostrando Seu domínio sobre as forças do mal.","conexao_teologica":"A destruição do que é maligno é um aspecto da redenção que Deus oferece, prometendo um futuro sem dor e sofrimento.","referencias_relacionadas":["Isaías 61:1","Romanos 8:21","Apocalipse 21:4"]},"salmos_147_3_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao coração como o centro das emoções e da vida espiritual.","explicacao_detalhada":"A palavra 'coração' simboliza a essência do ser humano, onde se encontram os pensamentos, sentimentos e decisões. Deus se preocupa com o estado do coração do Seu povo.","por_que_esta_palavra":"O coração é fundamental na relação com Deus, pois é a partir dele que fluem as ações e a adoração verdadeira.","conexao_teologica":"A transformação do coração é essencial para a vida cristã, refletindo a necessidade de um relacionamento íntimo com Deus.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"salmos_147_4_estrela":{"palavra_pt":"estrela","palavra_original":"כּוֹכָב","transliteracao":"kôwkâb","strong":"H3556","significado_raiz":"Ideia básica: estrela.","significado_contextual":"Refere-se à criação de Deus e à grandeza do universo.","explicacao_detalhada":"A palavra 'estrela' destaca a majestade de Deus como Criador, que conhece cada estrela pelo nome, evidenciando Seu poder e sabedoria.","por_que_esta_palavra":"As estrelas são um testemunho da grandeza de Deus e da ordem que Ele estabeleceu na criação.","conexao_teologica":"A criação é um reflexo do caráter de Deus, e as estrelas simbolizam a Sua soberania sobre o cosmos.","referencias_relacionadas":["Gênesis 1:16","Salmos 19:1","Isaías 40:26"]},"salmos_147_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus cuida e sustenta a criação.","explicacao_detalhada":"A palavra 'modo' implica a forma como Deus age em relação ao mundo, mostrando Sua providência e cuidado em todos os aspectos da vida.","por_que_esta_palavra":"Deus não apenas criou, mas também sustenta e dirige a criação de acordo com Sua vontade.","conexao_teologica":"A providência de Deus é um tema central na teologia, enfatizando que Ele está ativamente envolvido na história e na vida das pessoas.","referencias_relacionadas":["Mateus 6:26","Romanos 8:28","Filipenses 4:19"]},"salmos_147_5_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em sua fragilidade e dependência de Deus.","explicacao_detalhada":"A palavra 'homem' destaca a condição humana, que é limitada e necessita da intervenção divina para prosperar e ser restaurada.","por_que_esta_palavra":"O homem é criado à imagem de Deus, mas também é vulnerável e precisa do cuidado e da graça divina.","conexao_teologica":"A dignidade do homem é um tema importante, refletindo a relação especial que Deus tem com a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"salmos_147_5_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus em comparação com a fragilidade do homem.","explicacao_detalhada":"A palavra 'grande' enfatiza a majestade e o poder de Deus, que é incomparável e digno de adoração.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente nas Escrituras, mostrando que Ele é soberano sobre todas as coisas.","conexao_teologica":"A grandeza de Deus nos leva a reconhecer nossa dependência dEle e a adorar Sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"salmos_147_5_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Refere-se à soberania de Deus sobre toda a criação.","explicacao_detalhada":"A palavra 'soberano' indica que Deus tem autoridade e controle sobre todas as coisas, governando com justiça e amor.","por_que_esta_palavra":"A soberania de Deus é um conforto para os crentes, pois sabemos que Ele está no controle, mesmo em tempos difíceis.","conexao_teologica":"A soberania de Deus é fundamental para a compreensão da Sua natureza e do Seu plano redentor para a humanidade.","referencias_relacionadas":["Salmos 103:19","Romanos 13:1","Apocalipse 19:16"]},"salmos_147_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor como símbolo de Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' destaca a relação de Deus com Seu povo, sendo o nome que representa Sua presença e poder.","por_que_esta_palavra":"O nome de Deus é invocado em adoração e oração, refletindo a reverência que devemos ter por Ele.","conexao_teologica":"O nome do Senhor é um tema central na adoração, simbolizando Sua santidade e a relação que temos com Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"salmos_147_6_humilde":{"palavra_pt":"humilde","palavra_original":"שָׁפֵל","transliteracao":"shâphêl","strong":"H8213","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se à condição de pessoas que se reconhecem em sua fragilidade e dependência de Deus.","explicacao_detalhada":"A palavra 'humilde' no contexto de Salmos 147:6 destaca a importância da humildade diante de Deus, que exalta os humildes e abate os ímpios. A humildade é vista como uma virtude que agrada a Deus e é fundamental para a relação do ser humano com o Criador.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar que Deus cuida dos humildes e despreza os orgulhosos, mostrando Sua justiça e misericórdia.","conexao_teologica":"A humildade é um tema recorrente na Bíblia, sendo essencial para a salvação e o relacionamento com Deus. Jesus também ensinou sobre a importância de ser humilde (Mateus 5:3).","referencias_relacionadas":["Salmos 18:27","Tiago 4:6","Mateus 23:12"]},"salmos_147_6_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição moral de alguém que cometeu erros ou pecados e, portanto, é considerado culpado.","explicacao_detalhada":"A palavra 'culpado' neste versículo destaca a justiça de Deus, que não apenas exalta os humildes, mas também condena os ímpios. A culpa é uma consequência do pecado e é importante para entender a necessidade de arrependimento.","por_que_esta_palavra":"Esta palavra é usada para contrastar a condição dos ímpios com a dos humildes, enfatizando que a justiça de Deus se manifesta na forma como Ele trata os culpados.","conexao_teologica":"A culpa é um tema central na teologia cristã, que fala sobre a necessidade de redenção e perdão através de Jesus Cristo.","referencias_relacionadas":["Romanos 3:23","Salmos 32:5","1 João 1:9"]},"salmos_147_7_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de Deus de ver e perceber as necessidades de Sua criação.","explicacao_detalhada":"A palavra 'olho' simboliza a vigilância e o cuidado de Deus sobre os humildes e a criação em geral. Deus não é indiferente às necessidades dos seres humanos e dos animais.","por_que_esta_palavra":"Esta palavra é utilizada para mostrar que Deus está atento a tudo que acontece, especialmente às necessidades dos que dependem d'Ele.","conexao_teologica":"A onisciência de Deus é um aspecto fundamental da teologia, que afirma que Deus vê e conhece todas as coisas.","referencias_relacionadas":["Salmos 33:18","Mateus 6:26","1 Pedro 3:12"]},"salmos_147_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' neste contexto enfatiza a soberania de Deus sobre toda a criação. Invocar o nome do Senhor é reconhecer Sua grandeza e poder.","por_que_esta_palavra":"Esta palavra é usada para destacar a importância do nome de Deus na vida dos fiéis, que confiam n'Ele para suas necessidades.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Filipenses 2:9-11"]},"salmos_147_8_encher":{"palavra_pt":"encher","palavra_original":"כָּסָה","transliteracao":"kâçâh","strong":"H3680","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao ato de suprir as necessidades da criação, especialmente no que diz respeito à natureza.","explicacao_detalhada":"A palavra 'encher' neste versículo indica a generosidade de Deus em prover tudo o que é necessário para a vida, tanto para os seres humanos quanto para os animais.","por_que_esta_palavra":"Esta palavra é utilizada para mostrar a abundância e a provisão de Deus, que cuida de toda a criação.","conexao_teologica":"A provisão de Deus é um tema importante na Bíblia, que ensina que Ele cuida de Suas criaturas e satisfaz suas necessidades.","referencias_relacionadas":["Filipenses 4:19","Mateus 6:31-33","Salmos 23:1"]},"salmos_147_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico, a criação de Deus que é sustentada por Ele.","explicacao_detalhada":"A palavra 'terra' neste contexto enfatiza a criação de Deus e Sua soberania sobre ela. Deus é o criador e mantenedor de toda a terra e de tudo que nela habita.","por_que_esta_palavra":"Esta palavra é utilizada para destacar a grandeza da criação de Deus e Sua autoridade sobre ela.","conexao_teologica":"A criação é um aspecto fundamental da teologia, que afirma que Deus é o criador de todas as coisas e que tudo pertence a Ele.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Colossenses 1:16"]},"salmos_147_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e Sua criação, especialmente no que diz respeito aos seres humanos.","explicacao_detalhada":"A palavra 'filho' neste versículo simboliza a relação íntima que Deus tem com aqueles que Ele criou, destacando a importância da paternidade divina.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar o cuidado e a proteção de Deus sobre Seus filhos, que são vistos como preciosos para Ele.","conexao_teologica":"A paternidade de Deus é um tema central na Bíblia, que ensina que todos os crentes são filhos de Deus através da fé em Jesus Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"salmos_147_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ajuda ou socorro a Deus em momentos de necessidade.","explicacao_detalhada":"A palavra 'dar' neste contexto indica a generosidade de Deus em responder às orações e clamor de Seu povo, mostrando Sua disposição em ajudar.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar que Deus é um Deus que ouve e responde ao clamor de Seus filhos.","conexao_teologica":"A oração e o clamor a Deus são temas importantes na vida cristã, que ensina que Deus se importa com as necessidades de Seu povo.","referencias_relacionadas":["Salmos 34:17","1 João 5:14","Mateus 7:7"]},"salmos_147_9_animal":{"palavra_pt":"animal","palavra_original":"בְּהֵמָה","transliteracao":"bᵉhêmâh","strong":"H929","significado_raiz":"Ideia básica: animal.","significado_contextual":"Refere-se aos seres vivos que habitam a terra e a criação de Deus.","explicacao_detalhada":"A palavra 'animal' neste versículo destaca a preocupação de Deus não apenas com os seres humanos, mas também com todas as criaturas que Ele criou.","por_que_esta_palavra":"Esta palavra é utilizada para mostrar que Deus cuida de toda a criação, incluindo os animais, e que Ele é um Deus de compaixão.","conexao_teologica":"A criação e o cuidado de Deus por todas as criaturas é um tema importante na Bíblia, que ensina que Deus se preocupa com toda a Sua obra.","referencias_relacionadas":["Salmos 104:27-28","Mateus 10:29","Gênesis 1:25"]},"salmos_147_10_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Ideia básica: vitoria.","significado_contextual":"Refere-se ao poder de Deus em conceder vitória e força aos que confiam n'Ele.","explicacao_detalhada":"A palavra 'vitoria' neste versículo enfatiza a capacidade de Deus de dar força e triunfo sobre as dificuldades e inimigos, mostrando que a verdadeira vitória vem d'Ele.","por_que_esta_palavra":"Esta palavra é utilizada para destacar que a vitória não é alcançada por força humana, mas pela intervenção divina.","conexao_teologica":"A vitória em Cristo é um tema central na teologia cristã, que ensina que, através de Jesus, os crentes têm vitória sobre o pecado e a morte.","referencias_relacionadas":["1 Coríntios 15:57","Romanos 8:37","Salmos 60:12"]},"salmos_147_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à fragilidade e limitação do ser humano em comparação com a grandeza de Deus.","explicacao_detalhada":"A palavra 'homem' aqui destaca a condição humana, enfatizando que, apesar de suas limitações, Deus se importa com ele.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a dependência do ser humano em relação a Deus, que é a fonte de força e sustento.","conexao_teologica":"A teologia enfatiza que, embora o homem seja frágil, Deus o valoriza e cuida dele, mostrando Sua misericórdia.","referencias_relacionadas":["Salmos 8:4-5","Isaías 40:6-8","Tiago 4:14"]},"salmos_147_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em fidelidade e realidade, contrastando com a fragilidade humana.","explicacao_detalhada":"Neste contexto, a 'verdade' de Deus é um fundamento seguro em meio à incerteza da vida humana.","por_que_esta_palavra":"A inclusão da 'verdade' ressalta a confiança que o homem deve ter em Deus, que é sempre fiel.","conexao_teologica":"A verdade de Deus é um tema central na teologia, mostrando que Ele é a base da moral e da justiça.","referencias_relacionadas":["Salmos 25:5","João 14:6","Salmos 119:160"]},"salmos_147_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' é reconhecido como o Deus supremo, digno de reverência e adoração.","explicacao_detalhada":"A menção do 'Senhor' enfatiza a soberania e a autoridade de Deus sobre toda a criação.","por_que_esta_palavra":"A palavra 'Senhor' é usada para afirmar a posição de Deus como o governante e protetor do Seu povo.","conexao_teologica":"A teologia destaca a importância do nome de Deus, que representa Sua essência e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"salmos_147_11_paciente":{"palavra_pt":"paciente","palavra_original":"יָחַל","transliteracao":"yâchal","strong":"H3176","significado_raiz":"Ideia básica: paciente.","significado_contextual":"A paciência de Deus é um atributo que demonstra Sua longanimidade e amor por Sua criação.","explicacao_detalhada":"A palavra 'paciente' indica que Deus espera que os homens se voltem para Ele, mesmo em suas falhas.","por_que_esta_palavra":"A paciência de Deus é um convite à reconciliação e ao arrependimento.","conexao_teologica":"A paciência divina é um tema importante, refletindo o amor e a misericórdia de Deus em relação à humanidade.","referencias_relacionadas":["2 Pedro 3:9","Romanos 2:4","Salmos 86:15"]},"salmos_147_11_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A 'misericórdia' de Deus é um aspecto fundamental de Sua natureza, que se manifesta em Seu amor leal pelo povo.","explicacao_detalhada":"A palavra 'misericórdia' reflete a compaixão e o cuidado de Deus, que se estende a todos os que O buscam.","por_que_esta_palavra":"A ênfase na misericórdia destaca a disposição de Deus em perdoar e restaurar aqueles que se arrependem.","conexao_teologica":"A misericórdia é um tema central na teologia, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Salmos 103:8-12","Lamentações 3:22-23","Efésios 2:4-5"]},"salmos_147_12_gloria":{"palavra_pt":"gloria","palavra_original":"שָׁבַח","transliteracao":"shâbach","strong":"H7623","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A 'glória' de Deus é a manifestação de Sua majestade e poder, digna de louvor.","explicacao_detalhada":"A palavra 'glória' aqui destaca a importância de reconhecer e adorar a grandeza de Deus em todas as coisas.","por_que_esta_palavra":"A glória de Deus é um chamado à adoração e à reverência, refletindo Sua posição suprema.","conexao_teologica":"A glória de Deus é um conceito central na teologia, que nos lembra da Sua soberania e magnificência.","referencias_relacionadas":["Isaías 6:3","Salmos 19:1","Romanos 11:36"]},"salmos_147_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a ideia de que o nome do Senhor é digno de ser exaltado e glorificado.","explicacao_detalhada":"A repetição do 'Senhor' enfatiza a importância de Sua presença e atuação na vida do Seu povo.","por_que_esta_palavra":"O nome do Senhor é um símbolo de Sua identidade e caráter, que merece ser honrado.","conexao_teologica":"A adoração ao nome do Senhor é fundamental na vida de fé, refletindo nossa relação com Ele.","referencias_relacionadas":["Salmos 29:2","Salmos 96:8","Filipenses 2:9-11"]},"salmos_147_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus é digno de louvor.","explicacao_detalhada":"Ela conecta a ação de Deus com a resposta de adoração do povo, mostrando a relação entre o divino e o humano.","por_que_esta_palavra":"A utilização de 'porque' é uma forma de justificar a adoração e a glorificação de Deus.","conexao_teologica":"A relação entre a ação de Deus e a resposta humana é um tema recorrente na teologia.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Romanos 12:1"]},"salmos_147_13_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em força e firmeza, indicando o poder de Deus em sustentar o Seu povo.","explicacao_detalhada":"Neste contexto, 'agarrar' sugere que Deus é capaz de proteger e fortalecer aqueles que confiam Nele.","por_que_esta_palavra":"A escolha da palavra 'agarrar' reflete a segurança que os crentes têm em Deus como seu refúgio.","conexao_teologica":"A proteção divina é um tema importante, mostrando como Deus sustenta e guarda os Seus.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"salmos_147_13_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de Deus de conceder favor e graça ao Seu povo.","explicacao_detalhada":"Abençoar implica em um relacionamento ativo de Deus com a humanidade, onde Ele se envolve em suas vidas.","por_que_esta_palavra":"A escolha da palavra 'abençoar' destaca a generosidade e a bondade de Deus em relação aos que O servem.","conexao_teologica":"A bênção de Deus é um tema central, refletindo Sua vontade de prosperidade e bem-estar para o Seu povo.","referencias_relacionadas":["Números 6:24-26","Salmos 1:1-3","Efésios 1:3"]},"salmos_147_14_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus em prover paz e segurança ao Seu povo.","explicacao_detalhada":"A palavra 'grande' neste contexto enfatiza a magnitude do poder de Deus e Sua capacidade de trazer bênçãos à terra, mostrando que Ele é superior a todas as circunstâncias.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a majestade e a soberania de Deus sobre a criação e a importância de Sua intervenção na vida dos fiéis.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, refletindo Sua autoridade e poder, que são fundamentais para a fé cristã.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"salmos_147_14_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz mencionada aqui é uma bênção divina que resulta da presença de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'paz' (shalom) implica não apenas a ausência de conflito, mas um estado de bem-estar completo e harmonia que Deus proporciona.","por_que_esta_palavra":"A inclusão da palavra 'paz' ressalta a intenção de Deus de restaurar e manter a ordem e a tranquilidade na vida dos Seus seguidores.","conexao_teologica":"A paz é um dos frutos do Espírito e um aspecto central da mensagem do Evangelho, que promove reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Romanos 5:1","Filipenses 4:7","Isaías 26:3"]},"salmos_147_15_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Deus enviar Sua palavra e comandos para a terra, demonstrando Sua autoridade.","explicacao_detalhada":"A palavra 'enviar' implica um ato deliberado de Deus, que comunica Sua vontade e propósitos através de Sua palavra, que é eficaz e poderosa.","por_que_esta_palavra":"A escolha desta palavra enfatiza a ação de Deus em dirigir e governar a criação, mostrando que Ele não é um Deus distante, mas ativo e envolvido.","conexao_teologica":"O envio da palavra de Deus é um tema importante, refletindo a revelação divina e a importância da obediência às Suas instruções.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Salmos 119:105"]},"salmos_147_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é o cenário da ação de Deus e o lugar onde Sua palavra se manifesta.","explicacao_detalhada":"A palavra 'terra' refere-se ao mundo físico que Deus criou e que está sob Sua soberania, onde Ele opera e realiza Seus planos.","por_que_esta_palavra":"A menção da terra destaca a criação de Deus e Sua autoridade sobre tudo que existe, reforçando a ideia de que Ele se preocupa com o mundo material.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como o palco da história da redenção e da manifestação do reino de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"salmos_147_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra de Deus é poderosa e eficaz, capaz de transformar a realidade.","explicacao_detalhada":"A palavra 'palavra' (dâbâr) implica não apenas um enunciado, mas a própria ação de Deus que traz vida e ordem ao caos.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da revelação divina e a necessidade de ouvir e obedecer à voz de Deus.","conexao_teologica":"A palavra de Deus é central na teologia cristã, sendo vista como viva e atuante, essencial para a fé e a prática do crente.","referencias_relacionadas":["João 1:1","2 Timóteo 3:16","Salmos 119:89"]},"salmos_147_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de Deus dar e prover, mostrando Sua generosidade.","explicacao_detalhada":"A palavra 'dar' implica um ato de generosidade e cuidado, onde Deus se apresenta como o provedor das necessidades do Seu povo.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a natureza benevolente de Deus, que se preocupa com o bem-estar de Sua criação.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, refletindo Seu amor e cuidado contínuo por Sua criação.","referencias_relacionadas":["Tiago 1:17","Filipenses 4:19","Mateus 7:11"]},"salmos_147_16_woollen":{"palavra_pt":"wool len","palavra_original":"צֶמֶר","transliteracao":"tsemer","strong":"H6785","significado_raiz":"Ideia básica: wool len.","significado_contextual":"Refere-se ao material que Deus utiliza para prover conforto e proteção ao Seu povo.","explicacao_detalhada":"A palavra 'wool len' (tsemer) simboliza a provisão de Deus, que oferece segurança e calor em tempos de necessidade.","por_que_esta_palavra":"A escolha desta palavra enfatiza a ideia de que Deus cuida de Seus filhos, fornecendo o que é necessário para seu sustento e proteção.","conexao_teologica":"A imagem de Deus como um pastor que cuida de suas ovelhas é uma metáfora comum nas Escrituras, refletindo Seu amor e proteção.","referencias_relacionadas":["Salmos 23:1-3","Isaías 40:11","João 10:11"]},"salmos_147_16_ashes":{"palavra_pt":"cinzas","palavra_original":"אֵפֶר","transliteracao":"ʼêpher","strong":"H665","significado_raiz":"Ideia básica: cinzas.","significado_contextual":"Refere-se ao que é considerado sem valor, mas que Deus transforma em algo novo.","explicacao_detalhada":"A palavra 'cinzas' (ʼêpher) simboliza a destruição e a perda, mas também a possibilidade de renovação e restauração que Deus oferece.","por_que_esta_palavra":"A escolha desta palavra destaca a capacidade de Deus de trazer vida e esperança mesmo em situações de desespero.","conexao_teologica":"A transformação de cinzas em beleza é um tema de restauração que permeia a mensagem do Evangelho.","referencias_relacionadas":["Isaías 61:3","Ezequiel 36:26","Romanos 8:28"]},"salmos_147_17_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus que se manifesta em Sua criação e em Seu povo.","explicacao_detalhada":"A palavra 'rosto' (pânîym) simboliza a intimidade e o relacionamento que Deus deseja ter com a humanidade.","por_que_esta_palavra":"A escolha desta palavra enfatiza a ideia de que Deus está próximo e acessível, desejando um relacionamento pessoal com cada um de nós.","conexao_teologica":"A presença de Deus é um tema central na teologia, refletindo o desejo de Deus de habitar entre Seu povo.","referencias_relacionadas":["Êxodo 33:14","Salmos 27:8","Tiago 4:8"]},"salmos_147_17_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à criação do ser humano e sua posição especial na criação de Deus.","explicacao_detalhada":"A palavra 'homem' (mîy) destaca a dignidade e o valor que Deus atribui à humanidade, criada à Sua imagem.","por_que_esta_palavra":"A escolha desta palavra enfatiza a singularidade do ser humano na criação e a responsabilidade que vem com essa posição.","conexao_teologica":"A criação do homem à imagem de Deus é fundamental para a compreensão da dignidade humana e do propósito divino.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"salmos_147_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que é poderosa e eficaz.","explicacao_detalhada":"A palavra 'dâbâr' é usada para descrever a comunicação divina, que traz vida e ordem ao caos. No contexto do Salmo 147:18, enfatiza a capacidade de Deus de se comunicar e agir através de Sua palavra.","por_que_esta_palavra":"Esta palavra é fundamental para entender a natureza criativa e autoritativa de Deus, que usa Sua palavra para governar o universo.","conexao_teologica":"A palavra de Deus é central na teologia cristã, pois através dela tudo foi criado (João 1:1-3) e é por meio dela que recebemos revelação e direção.","referencias_relacionadas":["Gênesis 1:3","Isaías 55:11","Hebreus 4:12"]},"salmos_147_18_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Representa o espírito de Deus que age na criação e na vida dos seres humanos.","explicacao_detalhada":"A palavra 'rûwach' indica não apenas vento, mas também o espírito, simbolizando a presença e a ação de Deus. No Salmo 147:18, sugere que Deus usa Seu espírito para realizar Seus propósitos.","por_que_esta_palavra":"A conexão entre vento e espírito é importante, pois mostra como Deus se move e opera no mundo, trazendo vida e renovação.","conexao_teologica":"O Espírito Santo é uma das pessoas da Trindade e é essencial para a vida cristã, guiando e capacitando os crentes.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:2"]},"salmos_147_18_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Deus enviar Sua palavra ou espírito para cumprir Seus planos.","explicacao_detalhada":"A palavra 'shâlach' implica em um envio com propósito. No contexto do Salmo 147:18, isso sugere que Deus não apenas fala, mas também age, enviando Sua palavra para realizar Sua vontade.","por_que_esta_palavra":"É importante entender que Deus é ativo e intencional em Sua comunicação e ação no mundo.","conexao_teologica":"O envio de Deus é visto em várias passagens, como o envio de Jesus e do Espírito Santo, mostrando a continuidade da obra divina.","referencias_relacionadas":["Mateus 28:19-20","João 20:21","Romanos 10:15"]},"salmos_147_19_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à revelação de Deus a Israel, destacando a relação especial entre Deus e Seu povo.","explicacao_detalhada":"A repetição da palavra 'dâbâr' no Salmo 147:19 enfatiza a importância da palavra de Deus na vida do povo de Israel, que é escolhido para receber Sua revelação.","por_que_esta_palavra":"A palavra de Deus é um presente e um privilégio para Seu povo, que deve ser valorizado e obedecido.","conexao_teologica":"A revelação de Deus é um tema central na Bíblia, mostrando como Ele se comunica com a humanidade e a importância da obediência.","referencias_relacionadas":["Deuteronômio 4:6","Salmos 119:105","Romanos 3:2"]},"salmos_147_19_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça e ao juízo que Deus estabelece para Seu povo.","explicacao_detalhada":"A palavra 'mishpâṭ' implica em um sistema de justiça que reflete o caráter de Deus. No Salmo 147:19, isso destaca a responsabilidade de Israel em viver de acordo com os padrões divinos.","por_que_esta_palavra":"A justiça de Deus é um aspecto fundamental de Sua natureza e é essencial para a vida em comunidade.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, mostrando como Ele se preocupa com a equidade e a moralidade.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Isaías 1:17"]},"salmos_147_19_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"Refere-se ao povo de Israel, simbolizado por Jacó, como o escolhido de Deus.","explicacao_detalhada":"A menção de 'Yaʻăqôb' no Salmo 147:19 destaca a relação especial entre Deus e Israel, que é frequentemente chamado de 'Jacó' nas Escrituras.","por_que_esta_palavra":"É importante reconhecer a identidade do povo de Deus e seu chamado para ser luz para as nações.","conexao_teologica":"A história de Jacó é emblemática da relação de Deus com Seu povo, mostrando temas de graça e redenção.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Romanos 9:6-8"]},"salmos_147_20_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça de Deus que é exclusiva para Israel, destacando a relação especial entre Deus e Seu povo.","explicacao_detalhada":"A repetição da palavra 'mishpâṭ' no Salmo 147:20 enfatiza que Deus estabelece um padrão de justiça que é único para aqueles que pertencem a Ele.","por_que_esta_palavra":"A justiça de Deus é um privilégio e uma responsabilidade para Seu povo, que deve refletir Seu caráter.","conexao_teologica":"A justiça divina é um tema central na Bíblia, mostrando como Deus se relaciona com a humanidade e espera que Seu povo viva de acordo com Seus princípios.","referencias_relacionadas":["Salmos 37:28","Isaías 5:16","Ezequiel 18:30"]},"salmos_147_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade de Deus e à verdade de Suas promessas.","explicacao_detalhada":"A palavra 'lôʼ' no Salmo 147:20 destaca a certeza e a confiabilidade de Deus, que não abandona Seu povo.","por_que_esta_palavra":"A verdade de Deus é um fundamento para a fé e a esperança dos crentes, que podem confiar em Suas promessas.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Seu caráter imutável e Sua fidelidade.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]}}