{"salmos_148_1_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a criação de Deus, onde Ele habita e reina.","explicacao_detalhada":"A palavra 'shâmayim' no Salmo 148:1 destaca a majestade e a glória de Deus, que é digno de louvor por Sua criação.","por_que_esta_palavra":"O céu é um testemunho da grandeza de Deus e da Sua soberania sobre toda a criação.","conexao_teologica":"A criação é um tema central na teologia, mostrando a obra de Deus e Sua autoridade sobre o universo.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 66:1"]},"salmos_148_1_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar a Deus por Sua grandeza e obras maravilhosas.","explicacao_detalhada":"A palavra 'hâlal' no Salmo 148:1 enfatiza a importância do louvor como uma resposta adequada à revelação de Deus na criação.","por_que_esta_palavra":"O louvor é uma expressão de gratidão e reconhecimento da soberania de Deus sobre todas as coisas.","conexao_teologica":"O louvor é central na vida do crente, refletindo a adoração e a reverência devidas a Deus.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","Apocalipse 4:11"]},"salmos_148_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus, que é digno de adoração e reverência.","explicacao_detalhada":"A palavra 'sagrado' implica uma separação do comum, indicando que Deus é distinto e elevado acima de toda criação. No contexto do Salmo 148, isso enfatiza a importância de reconhecer a majestade divina.","por_que_esta_palavra":"Esta palavra é usada para descrever a natureza de Deus e a relação que os seres humanos devem ter com Ele, reconhecendo Sua santidade.","conexao_teologica":"A santidade de Deus é um tema central na teologia bíblica, que nos chama a viver em santidade e reverência diante dEle.","referencias_relacionadas":["Isaías 6:3","1 Pedro 1:16","Salmos 30:4"]},"salmos_148_2_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar a Deus, exaltando Sua grandeza e poder.","explicacao_detalhada":"A palavra 'louvar' é um convite à criação para reconhecer e celebrar as obras de Deus. No Salmo 148, isso inclui tanto os seres celestiais quanto os terrestres.","por_que_esta_palavra":"Esta palavra é fundamental para a adoração, pois expressa a resposta dos crentes à revelação de Deus em Sua criação.","conexao_teologica":"O louvor é uma expressão de gratidão e reconhecimento da soberania de Deus, que permeia toda a Escritura.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Hebreus 13:15"]},"salmos_148_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o louvor deve ser oferecido a Deus.","explicacao_detalhada":"A palavra 'modo' sugere que o louvor deve ser feito de forma adequada e reverente, refletindo a grandeza do objeto de adoração.","por_que_esta_palavra":"É importante entender que a forma de louvar a Deus deve ser condizente com Sua natureza e caráter.","conexao_teologica":"A maneira de adorar a Deus é um tema que aparece em várias passagens, enfatizando a importância da sinceridade e da verdade na adoração.","referencias_relacionadas":["João 4:24","Colossenses 3:23","Salmos 96:9"]},"salmos_148_2_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se aos mensageiros de Deus, que desempenham um papel na comunicação divina.","explicacao_detalhada":"A palavra 'anjo' implica seres que servem a Deus e são enviados para cumprir Sua vontade, destacando a relação entre o céu e a terra.","por_que_esta_palavra":"A presença dos anjos no louvor a Deus demonstra a universalidade da adoração, envolvendo tanto seres celestiais quanto humanos.","conexao_teologica":"Os anjos são frequentemente mencionados na Bíblia como adoradores de Deus, reforçando a ideia de que toda a criação deve louvar ao Criador.","referencias_relacionadas":["Hebreus 1:14","Salmos 103:20","Apocalipse 5:11-12"]},"salmos_148_3_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Novamente, refere-se ao ato de louvar a Deus, enfatizando a importância do louvor na criação.","explicacao_detalhada":"A repetição da palavra 'louvar' no Salmo 148 destaca a centralidade do louvor na vida dos crentes e na criação como um todo.","por_que_esta_palavra":"O louvor é uma resposta natural à beleza e majestade de Deus, e é um tema recorrente na literatura poética da Bíblia.","conexao_teologica":"O louvor é um aspecto essencial da vida cristã, refletindo a alegria e a gratidão por quem Deus é e pelo que Ele fez.","referencias_relacionadas":["Salmos 34:1","Salmos 145:3","Salmos 149:1"]},"salmos_148_3_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se ao sol como parte da criação que deve louvar a Deus.","explicacao_detalhada":"O sol, como fonte de luz e vida, é um símbolo da grandeza de Deus e de Sua criação, e sua inclusão no louvor enfatiza que toda a criação deve reconhecer o Criador.","por_que_esta_palavra":"O sol é uma das criações mais visíveis e poderosas, e sua adoração a Deus serve como um lembrete da soberania divina sobre todas as coisas.","conexao_teologica":"A criação, incluindo o sol, é frequentemente usada na Bíblia para ilustrar a glória de Deus e Sua presença no mundo.","referencias_relacionadas":["Gênesis 1:16","Salmos 19:1","Mateus 5:45"]},"salmos_148_3_lua":{"palavra_pt":"lua","palavra_original":"יָרֵחַ","transliteracao":"yârêach","strong":"H3394","significado_raiz":"Ideia básica: lua.","significado_contextual":"Refere-se à lua, que também é parte da criação e deve louvar a Deus.","explicacao_detalhada":"A lua, como corpo celeste que ilumina a noite, simboliza a fidelidade e a constância de Deus, e sua inclusão no louvor reforça a ideia de que toda a criação glorifica a Deus.","por_que_esta_palavra":"A lua, assim como o sol, é uma parte essencial do ciclo natural e deve ser reconhecida como parte do plano divino.","conexao_teologica":"A adoração da criação, incluindo a lua, é um tema que destaca a relação entre Deus e o mundo natural.","referencias_relacionadas":["Gênesis 1:16","Salmos 104:19","Apocalipse 22:16"]},"salmos_148_4_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se aos céus, que são uma parte da criação que deve louvar a Deus.","explicacao_detalhada":"Os céus, como a morada de Deus e dos anjos, são um símbolo da majestade divina e da grandeza do Criador.","por_que_esta_palavra":"Os céus são frequentemente mencionados na Bíblia como testemunhas da glória de Deus e devem ser incluídos no louvor.","conexao_teologica":"A adoração dos céus reflete a ideia de que toda a criação, visível e invisível, deve reconhecer a soberania de Deus.","referencias_relacionadas":["Salmos 19:1","Isaías 40:22","Mateus 6:9"]},"salmos_148_4_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Mais uma vez, refere-se ao ato de louvar a Deus, enfatizando a continuidade do louvor na criação.","explicacao_detalhada":"A repetição da palavra 'louvar' no Salmo 148 reforça a ideia de que o louvor deve ser uma prática constante entre todos os seres.","por_que_esta_palavra":"O louvor é uma resposta natural à revelação de Deus e deve ser uma parte integral da vida de todos os seres.","conexao_teologica":"A continuidade do louvor é um tema importante na teologia, refletindo a eternidade da adoração a Deus.","referencias_relacionadas":["Salmos 150:6","Apocalipse 4:11","Salmos 103:22"]},"salmos_148_4_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Refere-se às águas, que também são parte da criação que deve louvar a Deus.","explicacao_detalhada":"As águas, representando a vida e a fertilidade, são um testemunho da provisão de Deus e devem ser incluídas no louvor.","por_que_esta_palavra":"As águas são essenciais para a vida e simbolizam a abundância da criação, refletindo a generosidade de Deus.","conexao_teologica":"A adoração das águas destaca a interconexão entre a criação e o Criador, enfatizando que tudo deve glorificá-Lo.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Isaías 43:20"]},"salmos_148_5_criar":{"palavra_pt":"criar","palavra_original":"בָּרָא","transliteracao":"bârâʼ","strong":"H1254","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' refere-se à ação de Deus ao trazer à existência todas as coisas.","explicacao_detalhada":"No contexto do Salmo 148, a criação é uma expressão do poder e da majestade de Deus, que é digno de louvor por tudo que fez. A palavra 'criar' implica um ato divino que não apenas traz algo à existência, mas também confere propósito e ordem.","por_que_esta_palavra":"Esta palavra é fundamental para entender a soberania de Deus sobre a criação e a relação entre o Criador e a criação.","conexao_teologica":"A criação é um tema central na teologia bíblica, refletindo a natureza de Deus como Criador e a dependência da criação em relação a Ele.","referencias_relacionadas":["Gênesis 1:1","Isaías 45:18","João 1:3"]},"salmos_148_5_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' é um chamado à adoração e reconhecimento da grandeza de Deus.","explicacao_detalhada":"No Salmo 148, o ato de louvar é uma resposta natural da criação ao Criador. A palavra 'louvar' implica um reconhecimento ativo da bondade e majestade de Deus, que deve ser proclamada por todas as criaturas.","por_que_esta_palavra":"Esta palavra é essencial para entender a relação entre Deus e a criação, onde o louvor é uma forma de expressar gratidão e reverência.","conexao_teologica":"O louvor é uma prática central na vida do crente, refletindo a adoração que deve ser dada a Deus por Sua grandeza e obras.","referencias_relacionadas":["Salmos 150:6","Salmos 103:1","Hebreus 13:15"]},"salmos_148_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' é o nome que representa a autoridade e a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto do Salmo 148, o uso do nome 'Senhor' enfatiza a relação pessoal e a aliança entre Deus e Seu povo, além de Sua posição suprema sobre toda a criação.","por_que_esta_palavra":"Esta palavra é crucial para entender a identidade de Deus e Sua relação com a humanidade e o universo.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença, poder e promessa.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"salmos_148_6_mundo":{"palavra_pt":"mundo","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5703","significado_raiz":"Ideia básica: mundo.","significado_contextual":"A palavra 'mundo' refere-se à totalidade da criação, incluindo a terra e tudo que nela habita.","explicacao_detalhada":"No Salmo 148, 'mundo' abrange não apenas a terra, mas também os céus e os seres que habitam neles, destacando a abrangência do domínio de Deus sobre toda a criação.","por_que_esta_palavra":"Esta palavra é importante para entender a magnitude da criação de Deus e Sua soberania sobre tudo que existe.","conexao_teologica":"A criação do mundo é um testemunho do poder de Deus e da Sua intenção de habitar entre Seu povo.","referencias_relacionadas":["Gênesis 1:31","Salmos 24:1","Atos 17:24"]},"salmos_148_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica uma ação de entrega ou concessão, muitas vezes associada ao ato de Deus em fornecer.","explicacao_detalhada":"No contexto do Salmo 148, 'dar' pode se referir ao ato de Deus em conceder vida e sustento a toda a criação, enfatizando Sua generosidade e providência.","por_que_esta_palavra":"Esta palavra é significativa para entender a natureza de Deus como provedor e a resposta da criação a essa provisão.","conexao_teologica":"A ideia de Deus como doador é central na teologia bíblica, refletindo Sua bondade e cuidado por Sua criação.","referencias_relacionadas":["Tiago 1:17","Filipenses 4:19","Mateus 7:11"]},"salmos_148_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao mundo físico que Deus criou e sustenta.","explicacao_detalhada":"No Salmo 148, a terra é chamada a louvar a Deus, destacando que toda a criação, incluindo os elementos naturais, deve reconhecer e adorar o Criador.","por_que_esta_palavra":"Esta palavra é importante para entender a relação entre Deus e a criação física, e como tudo deve glorificá-Lo.","conexao_teologica":"A terra e a criação são vistas como testemunhas da glória de Deus, refletindo Sua beleza e poder.","referencias_relacionadas":["Salmos 19:1","Isaías 55:12","Romanos 8:19-21"]},"salmos_148_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou expressado.","explicacao_detalhada":"No Salmo 148, o 'modo' pode se referir à forma como a criação deve louvar a Deus, enfatizando que a adoração pode assumir várias expressões.","por_que_esta_palavra":"Esta palavra é relevante para entender a diversidade de formas de louvor que existem na criação.","conexao_teologica":"A adoração a Deus pode ser expressa de muitas maneiras, refletindo a criatividade de Deus na criação.","referencias_relacionadas":["Salmos 100:4","Colossenses 3:16","1 Crônicas 16:29"]},"salmos_148_7_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' é um chamado à adoração e reconhecimento da grandeza de Deus.","explicacao_detalhada":"No Salmo 148, o ato de louvar é uma resposta natural da criação ao Criador. A palavra 'louvar' implica um reconhecimento ativo da bondade e majestade de Deus, que deve ser proclamada por todas as criaturas.","por_que_esta_palavra":"Esta palavra é essencial para entender a relação entre Deus e a criação, onde o louvor é uma forma de expressar gratidão e reverência.","conexao_teologica":"O louvor é uma prática central na vida do crente, refletindo a adoração que deve ser dada a Deus por Sua grandeza e obras.","referencias_relacionadas":["Salmos 150:6","Salmos 103:1","Hebreus 13:15"]},"salmos_148_8_hailstones":{"palavra_pt":"hailstones","palavra_original":"בָּרָד","transliteracao":"bârâd","strong":"H1259","significado_raiz":"Ideia básica: hailstones.","significado_contextual":"A palavra 'granizo' refere-se a uma forma de precipitação que é um sinal do poder de Deus sobre a natureza.","explicacao_detalhada":"No Salmo 148, o granizo é mencionado como parte da criação que deve louvar a Deus, mostrando que até os fenômenos naturais são instrumentos de adoração.","por_que_esta_palavra":"Esta palavra é importante para entender como todos os elementos da criação, incluindo os mais poderosos, estão sob o controle de Deus.","conexao_teologica":"Os fenômenos naturais são vistos como manifestações do poder de Deus e devem ser reconhecidos como parte de Sua criação.","referencias_relacionadas":["Êxodo 9:18-26","Salmos 135:7","Apocalipse 16:21"]},"salmos_148_8_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' refere-se ao espírito ou à força invisível que atua na criação.","explicacao_detalhada":"No Salmo 148, o vento é uma expressão do poder de Deus, que pode ser tanto um agente de destruição quanto de renovação, e deve ser incluído no louvor a Ele.","por_que_esta_palavra":"Esta palavra é significativa para entender a presença de Deus em todas as coisas, incluindo os elementos naturais.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo, que atua na vida dos crentes e na criação.","referencias_relacionadas":["Gênesis 1:2","Atos 2:2","Salmos 104:4"]},"salmos_148_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as criaturas devem louvar ao Senhor.","explicacao_detalhada":"A palavra 'modo' aqui indica a maneira ou forma de adoração que deve ser expressa por todas as criaturas, enfatizando a universalidade do louvor.","por_que_esta_palavra":"É utilizada para mostrar que o louvor a Deus deve ser feito de diversas maneiras, refletindo a diversidade da criação.","conexao_teologica":"O louvor é um tema central na teologia bíblica, onde todas as coisas criadas são chamadas a glorificar a Deus.","referencias_relacionadas":["Salmos 150:6","Isaías 43:20-21","Apocalipse 5:13"]},"salmos_148_9_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se às montanhas como parte da criação que deve louvar a Deus.","explicacao_detalhada":"As montanhas, como grandes formações da natureza, são vistas como testemunhas do poder e da majestade de Deus, sendo chamadas a participar do louvor.","por_que_esta_palavra":"A palavra 'montanha' é significativa porque representa a estabilidade e a grandeza da criação de Deus.","conexao_teologica":"As montanhas simbolizam a força e a soberania de Deus sobre a criação.","referencias_relacionadas":["Salmos 121:1","Salmos 104:6","Miquéias 1:3"]},"salmos_148_10_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne como representação da humanidade que deve louvar a Deus.","explicacao_detalhada":"A palavra 'carne' aqui simboliza a fragilidade e a mortalidade do ser humano, que, apesar disso, é chamado a adorar ao Criador.","por_que_esta_palavra":"É importante porque destaca a condição humana e a necessidade de reconhecer a grandeza de Deus.","conexao_teologica":"A humanidade, sendo feita à imagem de Deus, tem a responsabilidade de adorá-Lo.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 12:1"]},"salmos_148_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se ao modo de louvar a Deus.","explicacao_detalhada":"Reforça a ideia de que o louvor deve ser feito de várias formas, abrangendo toda a criação.","por_que_esta_palavra":"A repetição da palavra 'modo' enfatiza a diversidade na adoração.","conexao_teologica":"A adoração é uma expressão de gratidão e reconhecimento da soberania de Deus.","referencias_relacionadas":["Salmos 100:4","Colossenses 3:16","Hebreus 13:15"]},"salmos_148_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo de louvar, enfatizando a inclusão de todos os seres.","explicacao_detalhada":"A palavra 'modo' aqui reforça que todos, incluindo reis e príncipes, devem se unir em adoração a Deus.","por_que_esta_palavra":"Destaca a importância da adoração coletiva, independentemente do status social.","conexao_teologica":"A adoração é um ato que transcende hierarquias humanas, unindo todos em um só propósito.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10-11","Apocalipse 7:9-10"]},"salmos_148_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei como um líder que deve reconhecer a soberania de Deus.","explicacao_detalhada":"A palavra 'rei' aqui simboliza a autoridade e o poder, que devem ser submetidos ao louvor a Deus.","por_que_esta_palavra":"É importante porque mostra que até os governantes devem se humilhar diante do Criador.","conexao_teologica":"A soberania de Deus é reconhecida em todos os níveis da sociedade, incluindo a liderança.","referencias_relacionadas":["Provérbios 21:1","Salmos 72:11","Romanos 13:1"]},"salmos_148_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como parte da criação que deve louvar a Deus.","explicacao_detalhada":"A palavra 'terra' representa o mundo físico e todos os seres que nele habitam, convocando-os a adorar.","por_que_esta_palavra":"Destaca a abrangência do louvor, que inclui toda a criação terrestre.","conexao_teologica":"A terra é um testemunho da glória de Deus e deve refletir Sua grandeza.","referencias_relacionadas":["Salmos 24:1","Isaías 55:12","Romanos 8:19-21"]},"salmos_148_12_homem":{"palavra_pt":"homem","palavra_original":"בָּחוּר","transliteracao":"bâchûwr","strong":"H970","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como a criação que deve louvar a Deus.","explicacao_detalhada":"A palavra 'homem' simboliza a humanidade, que tem a responsabilidade de adorar e glorificar a Deus.","por_que_esta_palavra":"É crucial porque enfatiza a posição única do homem na criação como portador da imagem de Deus.","conexao_teologica":"A humanidade é chamada a ser a voz de Deus na terra, refletindo Sua glória.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 139:14","1 Pedro 2:9"]},"salmos_148_12_cidade":{"palavra_pt":"cidade","palavra_original":"בְּתוּלָה","transliteracao":"bᵉthûwlâh","strong":"H1330","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade como um lugar onde o louvor deve ser manifestado.","explicacao_detalhada":"A palavra 'cidade' representa a coletividade humana e a importância da adoração em comunidade.","por_que_esta_palavra":"Destaca a relevância do louvor coletivo, que deve ser uma prática nas cidades.","conexao_teologica":"As cidades são vistas como centros de cultura e adoração, onde a presença de Deus deve ser reconhecida.","referencias_relacionadas":["Salmos 48:1-2","Mateus 5:14","Hebreus 12:22"]},"salmos_148_13_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se aos céus como o espaço onde Deus habita e que deve glorificá-Lo.","explicacao_detalhada":"A palavra 'céus' simboliza a majestade e a glória de Deus, que são refletidas na criação.","por_que_esta_palavra":"É importante porque enfatiza que até os céus são chamados a louvar o Criador.","conexao_teologica":"Os céus proclamam a glória de Deus, como mencionado em Salmos 19:1.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Apocalipse 4:11"]},"salmos_148_13_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' é utilizada para expressar a adoração e reverência a Deus, reconhecendo Sua grandeza e majestade.","explicacao_detalhada":"No contexto de Salmos 148:13, 'louvar' é um chamado à criação para exaltar o nome do Senhor. É um reconhecimento de que toda a criação deve glorificar a Deus por Sua soberania e poder.","por_que_esta_palavra":"A palavra 'louvar' é central na adoração a Deus, pois implica em reconhecer e proclamar Suas qualidades e ações. É um ato de gratidão e submissão.","conexao_teologica":"Louvar a Deus é um aspecto fundamental da vida cristã, refletindo a relação entre o Criador e Sua criação. A adoração é uma resposta natural ao entendimento da grandeza de Deus.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Isaías 25:1"]},"salmos_148_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se ao nome pessoal de Deus, que denota Sua autoridade e soberania sobre todas as coisas.","explicacao_detalhada":"Em Salmos 148:13, o uso do nome 'Senhor' enfatiza a importância de reconhecer a divindade e o domínio de Deus sobre a criação. É um convite à adoração ao Seu nome.","por_que_esta_palavra":"O nome 'Senhor' é fundamental na teologia bíblica, pois representa a relação de Deus com Seu povo e Sua autoridade suprema.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente na Bíblia, simbolizando a presença e a ação de Deus na história da salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"salmos_148_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, neste caso, como a criação deve louvar a Deus.","explicacao_detalhada":"No versículo, 'modo' sugere que a adoração deve ser feita de forma adequada e reverente, refletindo a grandeza de Deus em todas as suas manifestações.","por_que_esta_palavra":"A escolha do 'modo' é importante para entender que a adoração não deve ser feita de qualquer maneira, mas com respeito e entendimento do caráter de Deus.","conexao_teologica":"A forma como adoramos a Deus é um reflexo de nossa compreensão de Sua natureza e de nossa relação com Ele.","referencias_relacionadas":["Salmos 29:2","Romanos 12:1","Colossenses 3:23"]},"salmos_148_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação especial que os crentes têm com Deus, sendo considerados Seus filhos por meio da fé.","explicacao_detalhada":"Em Salmos 148:14, a menção ao 'filho' destaca a dignidade e o valor que Deus confere aos que O adoram, como parte de Sua família.","por_que_esta_palavra":"A ideia de 'filho' é central na teologia cristã, simbolizando a intimidade e a herança que os crentes têm em Cristo.","conexao_teologica":"A filiação divina é um tema importante, mostrando a relação pessoal que os crentes têm com Deus como Pai.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"salmos_148_14_levantar":{"palavra_pt":"levantar","palavra_original":"רוּם","transliteracao":"rûwm","strong":"H7311","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em elevar algo, neste caso, a adoração e o louvor a Deus.","explicacao_detalhada":"No contexto do versículo, 'levantar' sugere um ato de exaltação, onde a criação é chamada a elevar suas vozes em louvor ao Senhor.","por_que_esta_palavra":"Levantar é um ato físico que simboliza a disposição do coração em adorar e reconhecer a grandeza de Deus.","conexao_teologica":"Levantar-se em adoração é um símbolo de entrega e reverência diante de Deus, refletindo a atitude do coração em relação ao Criador.","referencias_relacionadas":["Salmos 95:6","Salmos 134:2","1 Timóteo 2:8"]}}