{"salmos_149_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Assim como em Salmos 148, 'Senhor' aqui denota a autoridade e a soberania de Deus, sendo um convite à adoração.","explicacao_detalhada":"Em Salmos 149:1, a invocação do nome do Senhor é um chamado à celebração e ao louvor, reconhecendo Sua grandeza e poder.","por_que_esta_palavra":"O nome 'Senhor' é uma expressão de reverência e respeito, fundamental para a adoração genuína.","conexao_teologica":"A adoração ao Senhor é um tema central na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 96:1","Salmos 103:1","Hebreus 13:15"]},"salmos_149_1_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' novamente enfatiza a importância da adoração a Deus, reconhecendo Sua majestade.","explicacao_detalhada":"Em Salmos 149:1, 'louvar' é um chamado à comunidade de crentes para se unir em adoração ao Senhor, celebrando Suas obras e Sua fidelidade.","por_que_esta_palavra":"Louvar é uma resposta natural ao reconhecimento da bondade e da grandeza de Deus, sendo essencial na vida do crente.","conexao_teologica":"A adoração é uma expressão de gratidão e amor a Deus, refletindo a relação íntima que os crentes têm com Ele.","referencias_relacionadas":["Salmos 147:1","Salmos 150:1","Colossenses 3:16"]},"salmos_149_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se à ação de Deus em criar e sustentar a vida, simbolizando Sua força e poder.","explicacao_detalhada":"Em Salmos 149:2, 'urso' pode ser interpretado como a obra de Deus em trazer à existência e sustentar a criação, refletindo Sua majestade.","por_que_esta_palavra":"A palavra 'urso' destaca a capacidade de Deus de realizar grandes feitos, sendo um lembrete de Sua soberania sobre todas as coisas.","conexao_teologica":"A criação é uma manifestação do poder de Deus, e reconhecer isso é parte da adoração que devemos oferecer a Ele.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:26"]},"salmos_149_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' aqui reafirma a relação especial entre Deus e Seu povo, enfatizando a dignidade dos que O adoram.","explicacao_detalhada":"Em Salmos 149:2, a menção ao 'filho' destaca a herança e a posição privilegiada que os crentes têm diante de Deus.","por_que_esta_palavra":"A ideia de ser filho de Deus é central na fé cristã, simbolizando a intimidade e a relação pessoal com o Criador.","conexao_teologica":"A filiação divina é um tema importante, mostrando que todos os que creem em Cristo são feitos filhos de Deus.","referencias_relacionadas":["João 3:16","Romanos 8:17","1 João 3:1"]},"salmos_149_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à soberania de Deus sobre todas as nações e Sua autoridade suprema.","explicacao_detalhada":"Em Salmos 149:2, 'rei' enfatiza que Deus é o governante de toda a criação, e que Sua autoridade deve ser reconhecida e celebrada.","por_que_esta_palavra":"A noção de Deus como rei é fundamental para entender Sua posição de autoridade e o relacionamento de Seu povo com Ele.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, refletindo Seu controle sobre a história e a criação.","referencias_relacionadas":["Salmos 103:19","Isaías 6:5","Apocalipse 19:16"]},"salmos_149_3_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' refere-se ao ato de exaltar e glorificar a Deus, especialmente em um contexto de adoração comunitária.","explicacao_detalhada":"O louvor é uma expressão de gratidão e reconhecimento da grandeza de Deus. No Salmo 149, o louvor é um chamado para que o povo de Deus se una em celebração, destacando a importância da adoração coletiva.","por_que_esta_palavra":"Esta palavra é central na prática de adoração, pois enfatiza a necessidade de reconhecer e celebrar as obras de Deus na vida dos fiéis.","conexao_teologica":"O louvor é uma resposta natural à revelação de Deus e à Sua bondade. Ele conecta os crentes à Sua presença e promove a unidade entre eles.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Hebreus 13:15"]},"salmos_149_4_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' é usada para descrever a libertação e a vitória que Deus proporciona ao Seu povo.","explicacao_detalhada":"Neste versículo, a salvação é apresentada como um ato divino que traz libertação e segurança. Refere-se à intervenção de Deus em momentos de crise, garantindo a vitória sobre os inimigos.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, simbolizando a relação de Deus com Seu povo e Sua capacidade de resgatar e proteger.","conexao_teologica":"A salvação é um reflexo do caráter de Deus como Salvador e é um elemento essencial da fé cristã, que culmina na salvação oferecida por Jesus Cristo.","referencias_relacionadas":["Isaías 12:2","Romanos 1:16","Efésios 2:8-9"]},"salmos_149_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o povo deve louvar a Deus, ligando a adoração à ação divina.","explicacao_detalhada":"Este conectivo é crucial para entender a motivação do louvor. Ele estabelece uma relação de causa e efeito entre a ação de Deus e a resposta do povo.","por_que_esta_palavra":"É importante para a construção de argumentos e para a compreensão da lógica divina, mostrando que a adoração deve ser uma resposta ao que Deus fez.","conexao_teologica":"A ideia de que a adoração é uma resposta à ação de Deus é um princípio teológico fundamental, refletindo a relação entre fé e obras.","referencias_relacionadas":["Salmos 103:2","Salmos 145:10","Romanos 12:1"]},"salmos_149_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se ao nome pessoal de Deus, que denota Sua autoridade e soberania.","explicacao_detalhada":"O uso do nome 'Senhor' enfatiza a relação íntima entre Deus e Seu povo, destacando Sua posição como Rei e Protetor.","por_que_esta_palavra":"O nome de Deus é fundamental na adoração, pois representa Sua identidade e caráter, sendo um convite à reverência.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua presença e a relação que Ele estabelece com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"salmos_149_5_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' expressa um estado emocional positivo que resulta da presença e ação de Deus na vida do crente.","explicacao_detalhada":"A alegria mencionada neste versículo é uma resposta ao louvor e à salvação de Deus, refletindo a felicidade que vem da comunhão com Ele.","por_que_esta_palavra":"A alegria é uma característica essencial da vida cristã, mostrando que a adoração a Deus traz satisfação e contentamento.","conexao_teologica":"A alegria é frequentemente associada à presença de Deus e ao Seu favor, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 16:11","Gálatas 5:22","Filipenses 4:4"]},"salmos_149_6_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à força e poder supremos, destacando a capacidade de Deus de agir em favor de Seu povo.","explicacao_detalhada":"Neste contexto, Deus é visto como a fonte de força e proteção, sendo fundamental para a vitória e segurança do Seu povo.","por_que_esta_palavra":"A identificação de Deus como 'força' é essencial para entender Sua natureza e o papel que Ele desempenha na vida dos crentes.","conexao_teologica":"A força de Deus é um tema central na teologia, refletindo Sua soberania e capacidade de realizar Seus propósitos.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"salmos_149_6_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' simboliza a justiça e o julgamento de Deus, bem como a proteção contra os inimigos.","explicacao_detalhada":"A espada é frequentemente usada nas Escrituras como um símbolo de poder e autoridade, representando a capacidade de Deus de vencer as forças do mal.","por_que_esta_palavra":"A imagem da espada é poderosa, evocando a ideia de luta e defesa, essencial para entender a batalha espiritual enfrentada pelos crentes.","conexao_teologica":"A espada de Deus é um símbolo de Sua justiça e proteção, refletindo a luta entre o bem e o mal na narrativa bíblica.","referencias_relacionadas":["Efésios 6:17","Hebreus 4:12","Apocalipse 19:15"]},"salmos_149_6_louvor":{"palavra_pt":"louvor","palavra_original":"רוֹמְמָה","transliteracao":"rôwmᵉmâh","strong":"H7319","significado_raiz":"Ideia básica: louvor.","significado_contextual":"A palavra 'louvor' refere-se à expressão de adoração e gratidão a Deus, especialmente em momentos de vitória.","explicacao_detalhada":"O louvor é uma resposta à ação de Deus e é fundamental na vida do crente, servindo como um meio de fortalecer a fé e a comunhão com Deus.","por_que_esta_palavra":"O louvor é uma prática essencial na vida cristã, refletindo a gratidão e a reverência que os crentes devem ter por Deus.","conexao_teologica":"O louvor é uma forma de reconhecer a grandeza de Deus e Sua obra na história da salvação, sendo um elemento central na adoração.","referencias_relacionadas":["Salmos 34:1","Salmos 95:1-2","Colossenses 3:16"]},"salmos_149_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade de Deus na batalha contra os inimigos.","explicacao_detalhada":"Neste contexto, o urso simboliza a proteção e a defesa que Deus oferece ao Seu povo, mostrando que Ele é um defensor poderoso.","por_que_esta_palavra":"A imagem do urso é significativa, evocando a ideia de força e proteção, essenciais para entender a natureza de Deus como defensor.","conexao_teologica":"A ferocidade de Deus em proteger Seu povo é um tema recorrente nas Escrituras, refletindo Seu amor e cuidado.","referencias_relacionadas":["Salmos 18:2","Salmos 144:1","Isaías 43:2"]},"salmos_149_7_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se aos povos e nações que se opõem ao povo de Deus, simbolizando a luta espiritual entre o bem e o mal.","explicacao_detalhada":"Neste versículo, a referência às nações destaca a universalidade da luta espiritual e a necessidade de intervenção divina para a vitória.","por_que_esta_palavra":"A menção às nações é importante para entender o contexto da batalha espiritual e a soberania de Deus sobre todas as nações.","conexao_teologica":"A luta entre as nações e o povo de Deus é um tema central na narrativa bíblica, refletindo a missão de Deus de redimir todas as nações.","referencias_relacionadas":["Salmos 2:1-2","Mateus 28:19","Apocalipse 7:9"]},"salmos_149_7_phrase":{"palavra_pt":"expressao","palavra_original":"נְקָמָה","transliteracao":"nᵉqâmâh","strong":"H5360","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à manifestação de sentimentos ou ações em resposta à justiça divina.","explicacao_detalhada":"Neste contexto, a expressão é uma forma de retribuição ou vingança contra os inimigos de Deus, enfatizando a ação de Deus em favor do Seu povo.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a ideia de que a justiça de Deus se manifesta de maneira visível e ativa.","conexao_teologica":"A expressão da justiça de Deus é um tema recorrente na Bíblia, onde Ele se levanta em defesa dos oprimidos.","referencias_relacionadas":["Salmos 94:1","Romanos 12:19","Isaías 61:2"]},"salmos_149_8_batalha":{"palavra_pt":"batalha","palavra_original":"אָסַר","transliteracao":"ʼâçar","strong":"H631","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' implica em um conflito ou luta, especialmente em um contexto espiritual.","explicacao_detalhada":"Aqui, a batalha representa a luta contra as forças do mal e a defesa da justiça divina, onde os fiéis são chamados a participar ativamente.","por_que_esta_palavra":"A palavra 'batalha' é usada para enfatizar a seriedade e a intensidade do combate espiritual que os crentes enfrentam.","conexao_teologica":"A batalha espiritual é um conceito importante na teologia cristã, onde os crentes são chamados a lutar contra as forças do mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"salmos_149_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à soberania de Deus sobre todas as nações e Sua autoridade suprema.","explicacao_detalhada":"Neste versículo, Deus é descrito como o Rei que exerce justiça e autoridade, trazendo ordem e proteção ao Seu povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a relação de Deus com Seu povo e Sua posição de autoridade.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, simbolizando Sua soberania e domínio sobre toda a criação.","referencias_relacionadas":["Salmos 10:16","Salmos 22:28","Apocalipse 19:16"]},"salmos_149_8_fogo":{"palavra_pt":"fogo","palavra_original":"זִיקָה","transliteracao":"zîyqâh","strong":"H2131","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza purificação, julgamento e a presença de Deus.","explicacao_detalhada":"Neste contexto, o fogo representa a ação de Deus em purificar e julgar os ímpios, mostrando Sua santidade e poder.","por_que_esta_palavra":"A escolha da palavra 'fogo' enfatiza a natureza transformadora e purificadora da presença de Deus.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e ao Seu julgamento, como visto em várias passagens bíblicas.","referencias_relacionadas":["Hebreus 12:29","Isaías 66:15","Mateus 3:12"]},"salmos_149_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode simbolizar força e ferocidade, representando a proteção de Deus.","explicacao_detalhada":"Neste versículo, a menção ao urso sugere a força e a ferocidade com que Deus defende Seu povo contra os inimigos.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a proteção poderosa de Deus, que é feroz em defesa dos justos.","conexao_teologica":"A proteção de Deus é um tema recorrente, onde Ele é descrito como um defensor forte e poderoso.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Isaías 41:10"]},"salmos_149_9_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à justiça e à retidão que Deus exerce sobre a humanidade.","explicacao_detalhada":"Neste contexto, o juízo é a ação de Deus em trazer justiça e retribuição aos que praticam a maldade.","por_que_esta_palavra":"A palavra 'juízo' é fundamental para entender a natureza de Deus como justo e reto em Suas decisões.","conexao_teologica":"O juízo de Deus é um tema central na Bíblia, onde Ele é apresentado como o juiz supremo que traz justiça.","referencias_relacionadas":["Salmos 9:7","Romanos 2:6","Apocalipse 20:12"]}}