{"salmos_17_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה - Yᵉhôvâh) é o nome pessoal de Deus, que expressa Sua soberania e relacionamento com Seu povo. Em Salmos 17:1, o salmista clama a Deus, reconhecendo Sua posição suprema.","por_que_esta_palavra":"A utilização do nome de Deus enfatiza a confiança que o salmista tem em Sua justiça e proteção.","conexao_teologica":"O nome de Deus é central na adoração e na invocação, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"salmos_17_1_alegria":{"palavra_pt":"alegria","palavra_original":"רִנָּה","transliteracao":"rinnâh","strong":"H7440","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se à alegria que vem da presença de Deus e da Sua justiça.","explicacao_detalhada":"A palavra 'alegria' (רִנָּה - rinnâh) expressa um sentimento de felicidade e louvor. No contexto do Salmo, é uma resposta à confiança na justiça de Deus.","por_que_esta_palavra":"A escolha da palavra 'alegria' destaca a importância da adoração e do louvor a Deus como resposta à Sua bondade.","conexao_teologica":"A alegria no Senhor é um tema recorrente na Bíblia, refletindo a esperança e a confiança em Sua salvação.","referencias_relacionadas":["Salmos 30:5","Filipenses 4:4","Neemias 8:10"]},"salmos_17_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade e à fidelidade de Deus em Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא - lôʼ) é usada para afirmar a integridade e a justiça de Deus. Em Salmos 17:1, o salmista busca a verdade de Deus em meio a injustiças.","por_que_esta_palavra":"A escolha da palavra 'verdade' é crucial para a confiança do salmista em Deus, que é visto como o juiz justo.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, onde Ele é visto como a fonte de toda verdade.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"salmos_17_2_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao conceito de justiça e julgamento humano sob a perspectiva divina.","explicacao_detalhada":"A palavra 'juízo' (מִשְׁפָּט - mishpâṭ) implica em decisões justas e corretas. No Salmo 17:2, o salmista clama por justiça diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'juízo' enfatiza a necessidade de um padrão moral que é estabelecido por Deus.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele é visto como o juiz supremo que traz justiça ao mundo.","referencias_relacionadas":["Salmos 9:7","Isaías 30:18","Romanos 2:6"]},"salmos_17_2_agreement":{"palavra_pt":"alianca","palavra_original":"מֵישָׁר","transliteracao":"mêyshâr","strong":"H4339","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à retidão e à integridade nas relações humanas e com Deus.","explicacao_detalhada":"A palavra 'aliança' (מֵישָׁר - mêyshâr) implica em um compromisso de fidelidade e justiça. No contexto do Salmo, é um apelo à retidão diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'aliança' destaca a importância de viver de acordo com os princípios de Deus.","conexao_teologica":"A aliança de Deus com Seu povo é um tema central na Bíblia, refletindo o compromisso de Deus com a humanidade.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"salmos_17_2_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus e ao desejo de estar em Sua companhia.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים - pânîym) é frequentemente usada para descrever a presença de Deus. No Salmo 17:2, o salmista busca a face de Deus em meio a dificuldades.","por_que_esta_palavra":"A escolha da palavra 'rosto' enfatiza a intimidade e o relacionamento pessoal que se pode ter com Deus.","conexao_teologica":"A busca pelo rosto de Deus é um tema importante na espiritualidade cristã, refletindo o desejo de comunhão com o Criador.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"salmos_17_3_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e da vontade humana.","explicacao_detalhada":"No contexto de Salmos 17:3, o coração representa a sinceridade e a integridade do salmista diante de Deus. Ele clama para que Deus examine seu coração e suas intenções.","por_que_esta_palavra":"A palavra 'coração' é fundamental para entender a relação entre o ser humano e Deus, pois reflete a verdadeira condição espiritual da pessoa.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus busca a verdadeira adoração e devoção.","referencias_relacionadas":["1 Samuel 16:7","Provérbios 4:23","Mateus 5:8"]},"salmos_17_3_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar implica em um ato de resgate ou livramento de uma situação difícil.","explicacao_detalhada":"Neste versículo, o salmista pede a Deus que o liberte de seus inimigos, mostrando sua dependência do poder divino para a salvação.","por_que_esta_palavra":"A palavra 'libertar' é crucial para entender a ação de Deus como salvador e protetor em momentos de aflição.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação que Deus oferece ao seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Romanos 8:2"]},"salmos_17_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é entendida como um meio de comunicação e expressão de pensamentos e intenções.","explicacao_detalhada":"No Salmos 17:4, a palavra refere-se à declaração do salmista sobre sua integridade e a justiça de Deus, enfatizando a importância da verdade.","por_que_esta_palavra":"A palavra é essencial para a revelação de Deus e para a comunicação entre o homem e o Criador.","conexao_teologica":"A Bíblia é chamada de 'a Palavra de Deus', mostrando a importância da verdade e da comunicação divina.","referencias_relacionadas":["Salmos 119:105","João 1:1","Hebreus 4:12"]},"salmos_17_4_obra":{"palavra_pt":"obra","palavra_original":"פְּעֻלָּה","transliteracao":"pᵉʻullâh","strong":"H6468","significado_raiz":"Ideia básica: obra.","significado_contextual":"Obra refere-se a ações ou feitos que têm significado e propósito.","explicacao_detalhada":"O salmista menciona suas obras como evidência de sua fidelidade e retidão diante de Deus, contrastando com as ações dos ímpios.","por_que_esta_palavra":"A palavra 'obra' é importante para entender a relação entre fé e ações na vida do crente.","conexao_teologica":"As boas obras são vistas como frutos da fé genuína e da transformação que Deus opera na vida do crente.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Mateus 5:16"]},"salmos_17_4_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Humano refere-se à natureza do ser humano, sua fragilidade e dependência de Deus.","explicacao_detalhada":"O salmista se identifica como um homem que busca a justiça de Deus, reconhecendo sua condição diante do Criador.","por_que_esta_palavra":"A palavra 'humano' é fundamental para entender a relação entre a humanidade e a divindade.","conexao_teologica":"A Bíblia ensina que todos os seres humanos são criados à imagem de Deus, mas também são pecadores necessitados de redenção.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Salmos 103:14"]},"salmos_17_5_jejum":{"palavra_pt":"jejum","palavra_original":"תָּמַךְ","transliteracao":"tâmak","strong":"H8551","significado_raiz":"Ideia básica: jejum.","significado_contextual":"Jejum é uma prática espiritual de abstinência que expressa humildade e busca por Deus.","explicacao_detalhada":"O salmista menciona o jejum como um ato de devoção e busca por resposta divina em meio à aflição.","por_que_esta_palavra":"A palavra 'jejum' é importante para entender a disciplina espiritual e a busca sincera por Deus.","conexao_teologica":"O jejum é uma prática que demonstra dependência de Deus e busca por sua orientação e intervenção.","referencias_relacionadas":["Isaías 58:6","Mateus 6:16-18","Atos 13:3"]},"salmos_17_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a declaração anterior.","explicacao_detalhada":"O salmista usa 'porque' para fundamentar sua confiança em Deus, explicando as razões de sua fé.","por_que_esta_palavra":"A palavra 'porque' é essencial para a lógica e a argumentação na oração do salmista.","conexao_teologica":"A fé é frequentemente acompanhada de razões e fundamentos que sustentam a confiança em Deus.","referencias_relacionadas":["Romanos 10:17","Hebreus 11:1","1 Pedro 3:15"]},"salmos_17_6_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Olho simboliza a percepção, a vigilância e a atenção de Deus sobre os seres humanos.","explicacao_detalhada":"O salmista menciona o 'olho' de Deus como um símbolo de Sua onisciência e cuidado constante.","por_que_esta_palavra":"A palavra 'olho' é importante para entender a presença e a observação de Deus em nossas vidas.","conexao_teologica":"Deus é descrito como aquele que vê e conhece todas as coisas, mostrando Sua soberania e cuidado.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"salmos_17_6_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Força refere-se ao poder e à autoridade de Deus em contrastes com a fraqueza humana.","explicacao_detalhada":"O salmista reconhece a força de Deus como sua fonte de proteção e ajuda em tempos de dificuldade.","por_que_esta_palavra":"A palavra 'força' é fundamental para entender a natureza de Deus como protetor e salvador.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, enfatizando Sua capacidade de salvar e proteger Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"salmos_17_7_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar implica em uma ação de erguer ou restaurar, muitas vezes associada à intervenção divina.","explicacao_detalhada":"O salmista clama a Deus para que o levante em meio às dificuldades, demonstrando sua confiança na ação divina.","por_que_esta_palavra":"A palavra 'levantar' é importante para entender a esperança de restauração e ajuda que vem de Deus.","conexao_teologica":"Deus é frequentemente descrito como aquele que levanta os abatidos e dá nova vida.","referencias_relacionadas":["Salmos 30:1","Isaías 61:3","Romanos 8:11"]},"salmos_17_7_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A misericórdia de Deus é um tema central nos Salmos, refletindo Seu amor leal e compromisso com Seu povo.","explicacao_detalhada":"A palavra 'misericórdia' (חֵסֵד) refere-se a um amor incondicional e leal, que se manifesta em ações de bondade e compaixão. No contexto de Salmos 17:7, o salmista clama pela intervenção divina, reconhecendo que a misericórdia de Deus é sua única esperança.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a natureza constante e fiel do amor de Deus, que não falha mesmo em tempos de dificuldade.","conexao_teologica":"A misericórdia de Deus é um reflexo de Sua natureza e caráter, sendo um tema recorrente na teologia bíblica, que mostra como Deus se relaciona com a humanidade.","referencias_relacionadas":["Salmos 136:1","Miquéias 7:18","Romanos 5:8"]},"salmos_17_7_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A salvação é um tema de grande importância, representando a libertação do pecado e da opressão.","explicacao_detalhada":"A palavra 'salvar' (יָשַׁע) implica em resgatar ou libertar. No Salmos 17:7, o salmista busca a salvação de Deus em meio a adversidades, reconhecendo que somente Ele pode oferecer verdadeira proteção e libertação.","por_que_esta_palavra":"A escolha desta palavra destaca a necessidade de intervenção divina em momentos de crise, reforçando a dependência do salmista em Deus.","conexao_teologica":"A salvação é um conceito central na Bíblia, que culmina na obra redentora de Cristo, oferecendo libertação a todos os que creem.","referencias_relacionadas":["Salmos 3:8","Isaías 43:11","Atos 4:12"]},"salmos_17_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁוֹן","transliteracao":"ʼîyshôwn","strong":"H380","significado_raiz":"Ideia básica: homem.","significado_contextual":"O termo 'homem' é usado para representar a fragilidade e a vulnerabilidade da condição humana diante de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁוֹן) no Salmos 17:8 é uma referência à humanidade em sua totalidade, enfatizando a necessidade de proteção divina. O salmista se vê como um ser frágil que depende da sombra da proteção de Deus.","por_que_esta_palavra":"Esta palavra é utilizada para mostrar a relação entre a humanidade e Deus, destacando a necessidade de abrigo e segurança.","conexao_teologica":"A vulnerabilidade do homem é um tema que permeia a Escritura, mostrando a necessidade de um Salvador e da graça de Deus.","referencias_relacionadas":["Salmos 8:4","Gênesis 1:27","Romanos 3:23"]},"salmos_17_8_defence":{"palavra_pt":"defence","palavra_original":"צֵל","transliteracao":"tsêl","strong":"H6738","significado_raiz":"Ideia básica: defence.","significado_contextual":"A defesa divina é um tema recorrente, simbolizando a proteção que Deus oferece aos Seus fiéis.","explicacao_detalhada":"A palavra 'defesa' (צֵל) sugere um abrigo ou sombra. No contexto de Salmos 17:8, o salmista clama por proteção, reconhecendo que somente Deus pode oferecer segurança em tempos de perigo.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a necessidade de um refúgio seguro, que só pode ser encontrado em Deus.","conexao_teologica":"A defesa divina é um aspecto importante da relação entre Deus e Seu povo, refletindo Sua fidelidade e cuidado.","referencias_relacionadas":["Salmos 91:1","Isaías 25:4","Salmos 46:1"]},"salmos_17_8_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"A imagem da ave é frequentemente usada na Bíblia para simbolizar proteção e abrigo.","explicacao_detalhada":"A palavra 'ave' (כָּנָף) no Salmos 17:8 evoca a ideia de um pássaro que abriga seus filhotes sob suas asas, simbolizando a proteção que Deus oferece aos que confiam Nele.","por_que_esta_palavra":"Esta palavra é utilizada para ilustrar a ternura e o cuidado de Deus, que se preocupa com os detalhes da vida de Seus filhos.","conexao_teologica":"A metáfora da ave é uma expressão do amor e da proteção de Deus, que é um tema central na Escritura.","referencias_relacionadas":["Salmos 91:4","Mateus 23:37","Deuteronômio 32:11"]},"salmos_17_9_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A alma é vista como a essência da vida e da identidade humana.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) no Salmos 17:9 refere-se à vida interior do ser humano, incluindo emoções e desejos. O salmista clama a Deus, reconhecendo que sua alma está em perigo e precisa de salvação.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a profundidade da experiência humana e a necessidade de intervenção divina.","conexao_teologica":"A alma é um conceito fundamental na teologia bíblica, refletindo a relação entre o ser humano e Deus.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"salmos_17_9_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O rosto de Deus é frequentemente associado à Sua presença e favor.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) no Salmos 17:9 sugere a busca pela presença de Deus. O salmista anseia por um relacionamento íntimo com Deus, desejando que seu rosto esteja voltado para ele.","por_que_esta_palavra":"Esta palavra é utilizada para expressar a necessidade de estar em comunhão com Deus, que é essencial para a vida espiritual.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, simbolizando Sua proximidade e favor para com Seu povo.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Salmos 31:16"]},"salmos_17_9_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A culpa é um tema importante, refletindo a condição do ser humano diante de Deus.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע) no Salmos 17:9 refere-se àqueles que estão em transgressão. O salmista reconhece a presença do mal e a necessidade de justiça divina.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a seriedade do pecado e a necessidade de redenção.","conexao_teologica":"A culpa e a necessidade de perdão são temas centrais na teologia cristã, que aponta para a obra redentora de Cristo.","referencias_relacionadas":["Romanos 3:23","Salmos 51:5","1 João 1:9"]},"salmos_17_10_excellent":{"palavra_pt":"excelente","palavra_original":"גֵּאוּת","transliteracao":"gêʼûwth","strong":"H1348","significado_raiz":"Ideia básica: excelente.","significado_contextual":"A excelência de Deus é frequentemente celebrada nos Salmos, refletindo Sua majestade e poder.","explicacao_detalhada":"A palavra 'excelente' (גֵּאוּת) no Salmos 17:10 destaca a grandeza e a soberania de Deus. O salmista reconhece que, apesar das dificuldades, Deus é superior a todas as circunstâncias.","por_que_esta_palavra":"Esta palavra é utilizada para exaltar a majestade de Deus, que é digno de louvor e adoração.","conexao_teologica":"A excelência de Deus é um tema central na adoração, refletindo Sua natureza transcendente e soberana.","referencias_relacionadas":["Salmos 8:1","Salmos 145:3","Isaías 6:3"]},"salmos_17_10_idiom":{"palavra_pt":"expressao","palavra_original":"חֶלֶב","transliteracao":"cheleb","strong":"H2459","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão é um meio de comunicação que revela a profundidade da experiência humana.","explicacao_detalhada":"A palavra 'expressão' (חֶלֶב) no Salmos 17:10 refere-se a algo que é valioso e precioso. O salmista expressa seu desejo de ser ouvido por Deus, reconhecendo a importância de sua súplica.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a sinceridade e a profundidade do clamor do salmista.","conexao_teologica":"A expressão de sentimentos e desejos é uma parte importante da oração e da relação com Deus, que valoriza a comunicação sincera.","referencias_relacionadas":["Salmos 62:8","Filipenses 4:6","1 Pedro 5:7"]},"salmos_17_10_libertar":{"palavra_pt":"libertar","palavra_original":"סָגַר","transliteracao":"çâgar","strong":"H5462","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de ser salvo ou resgatado de uma situação de opressão ou perigo.","explicacao_detalhada":"No contexto de Salmos 17:10, a palavra 'libertar' é usada para expressar o desejo de ser protegido das ameaças dos ímpios, que cercam o salmista. A ideia é que Deus é visto como o único capaz de oferecer essa libertação.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a dependência do salmista em relação a Deus para a sua proteção e segurança.","conexao_teologica":"A libertação é um tema central na teologia bíblica, simbolizando a salvação que Deus oferece ao seu povo, tanto física quanto espiritualmente.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Romanos 8:21"]},"salmos_17_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é utilizada para se referir ao espaço físico, mas também pode simbolizar a herança e a promessa de Deus ao seu povo.","explicacao_detalhada":"Em Salmos 17:11, a 'terra' representa o lugar onde o salmista vive e enfrenta os desafios. A menção da terra também pode aludir à promessa de Deus de dar uma terra ao seu povo.","por_que_esta_palavra":"A palavra é importante porque conecta o salmista à sua identidade como parte do povo de Deus que habita a terra prometida.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um símbolo da presença de Deus e da bênção divina.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:29"]},"salmos_17_11_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude das ameaças enfrentadas pelo salmista.","explicacao_detalhada":"No contexto de Salmos 17:11, 'grande' enfatiza a seriedade da situação, onde o salmista se sente cercado por inimigos poderosos.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a gravidade da opressão que o salmista enfrenta, contrastando com a grandeza do poder de Deus.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, mostrando que, apesar das grandes dificuldades, Deus é maior que qualquer adversidade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"salmos_17_12_alimento":{"palavra_pt":"alimento","palavra_original":"טָרַף","transliteracao":"ṭâraph","strong":"H2963","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' é usada para descrever a necessidade básica de sustento, tanto físico quanto espiritual.","explicacao_detalhada":"Em Salmos 17:12, 'alimento' simboliza a provisão de Deus e a dependência do salmista em relação a Ele para suas necessidades diárias.","por_que_esta_palavra":"Esta palavra é importante porque reflete a vulnerabilidade humana e a necessidade de confiar em Deus como o provedor.","conexao_teologica":"A provisão de Deus é um tema central na Bíblia, mostrando que Ele cuida de suas criaturas e satisfaz suas necessidades.","referencias_relacionadas":["Mateus 6:11","Salmos 23:1","Filipenses 4:19"]},"salmos_17_13_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se àqueles que cometem injustiças e que são vistos como adversários do salmista.","explicacao_detalhada":"No contexto de Salmos 17:13, 'culpado' descreve os inimigos que o salmista enfrenta, que são injustos e malignos.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a luta entre o justo e o ímpio, um tema recorrente nos Salmos.","conexao_teologica":"A questão da justiça e da culpa é central na teologia bíblica, onde Deus é visto como o juiz supremo que traz justiça.","referencias_relacionadas":["Salmos 1:5","Romanos 3:23","Gálatas 6:7"]},"salmos_17_13_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada para descrever a ação de Deus em agir em favor do salmista.","explicacao_detalhada":"Em Salmos 17:13, 'levantar' implica em Deus se levantar contra os inimigos do salmista, trazendo proteção e justiça.","por_que_esta_palavra":"Esta palavra é importante porque expressa a esperança do salmista na intervenção divina em sua vida.","conexao_teologica":"A ação de Deus em levantar os oprimidos é um tema central na Bíblia, mostrando Seu compromisso com a justiça.","referencias_relacionadas":["Salmos 9:12","Isaías 59:19","Salmos 146:7"]},"salmos_17_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, o soberano e protetor do salmista.","explicacao_detalhada":"No contexto de Salmos 17:13, 'senhor' é uma invocação ao poder e à autoridade de Deus, reconhecendo Sua posição como defensor.","por_que_esta_palavra":"Esta palavra é significativa porque expressa a relação de reverência e dependência do salmista em relação a Deus.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e caráter, sendo um símbolo de Sua presença e poder.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-11"]},"salmos_17_14_vida":{"palavra_pt":"vida","palavra_original":"חֶלֶד","transliteracao":"cheled","strong":"H2465","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à vitalidade do ser humano.","explicacao_detalhada":"Em Salmos 17:14, 'vida' é usada para expressar a importância da preservação da vida do salmista diante das ameaças.","por_que_esta_palavra":"Esta palavra é importante porque destaca a fragilidade da vida humana e a necessidade de proteção divina.","conexao_teologica":"A vida é um dom de Deus, e a preservação da vida é um tema recorrente na Bíblia, refletindo o cuidado de Deus por Sua criação.","referencias_relacionadas":["Salmos 36:9","João 10:10","Gálatas 2:20"]},"salmos_17_14_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana e à fragilidade do corpo.","explicacao_detalhada":"No contexto de Salmos 17:14, 'carne' é usada para enfatizar a vulnerabilidade do ser humano diante das adversidades.","por_que_esta_palavra":"Esta palavra é significativa porque lembra ao salmista e ao leitor da fragilidade da vida e da necessidade de confiar em Deus.","conexao_teologica":"A carne é frequentemente vista na Bíblia como um símbolo da fraqueza humana, contrastando com a força e a eternidade de Deus.","referencias_relacionadas":["Salmos 78:39","Isaías 40:6-8","Romanos 8:3"]},"salmos_17_14_homem":{"palavra_pt":"homem","palavra_original":"מַת","transliteracao":"math","strong":"H4962","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em sua totalidade, destacando a condição humana.","explicacao_detalhada":"Em Salmos 17:14, 'homem' é usado para enfatizar a fragilidade e a dependência do ser humano em relação a Deus.","por_que_esta_palavra":"Esta palavra é importante porque reflete a dignidade e a vulnerabilidade do ser humano, criado à imagem de Deus.","conexao_teologica":"A condição do homem é um tema central na teologia bíblica, abordando a relação entre o Criador e a criação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"salmos_17_15_idiom":{"palavra_pt":"expressao","palavra_original":"צֶדֶק","transliteracao":"tsedeq","strong":"H6664","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à manifestação da justiça de Deus na vida do justo.","explicacao_detalhada":"No contexto de Salmos 17:15, a expressão é usada para descrever a visão do salmista sobre a recompensa que receberá por sua justiça. Ele anseia por ver a face de Deus e ser transformado por essa visão.","por_que_esta_palavra":"A palavra 'expressão' é importante porque reflete a busca do salmista por um relacionamento íntimo com Deus, onde a justiça é claramente vista.","conexao_teologica":"A justiça de Deus é um tema central na teologia bíblica, mostrando que Deus recompensa os justos e pune os ímpios.","referencias_relacionadas":["Salmos 11:7","Salmos 37:6","Isaías 61:8"]},"salmos_17_15_arise":{"palavra_pt":"levantar","palavra_original":"קוּץ","transliteracao":"qûwts","strong":"H6974","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica uma ação de Deus em trazer à luz a verdade e a justiça.","explicacao_detalhada":"Em Salmos 17:15, o salmista expressa sua confiança de que Deus o levantará e o mostrará em Sua glória, simbolizando a restauração e a vindicação do justo.","por_que_esta_palavra":"A ideia de 'levantar' é crucial, pois representa a esperança do salmista em ser elevado acima das dificuldades e injustiças que enfrenta.","conexao_teologica":"A ação de Deus em levantar os justos é um tema recorrente, mostrando Sua fidelidade e poder em tempos de tribulação.","referencias_relacionadas":["Salmos 3:3","Salmos 30:1","Isaías 40:31"]}}