{"salmos_23_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, o guia e protetor do salmista.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. No contexto do Salmo 23, isso implica que Deus é o pastor que cuida de suas ovelhas.","por_que_esta_palavra":"A escolha da palavra 'Senhor' destaca a relação de dependência e confiança do salmista em Deus.","conexao_teologica":"Deus como pastor é um tema recorrente na Bíblia, simbolizando cuidado, proteção e liderança.","referencias_relacionadas":["Salmos 100:3","Isaías 40:11","João 10:11"]},"salmos_23_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui implica a certeza e a fidelidade de Deus em suas promessas.","explicacao_detalhada":"No contexto do Salmo, a verdade de Deus é um fundamento para a confiança do salmista, assegurando que ele não carecerá de nada.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus como fiel e constante.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo sua natureza imutável.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"salmos_23_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao salmista, Davi, como filho de Deus, enfatizando sua relação especial com o Criador.","explicacao_detalhada":"Davi, como rei e pastor, representa a liderança de Deus sobre seu povo, refletindo a intimidade da relação entre Deus e seus filhos.","por_que_esta_palavra":"A palavra 'filho' destaca a herança e a posição privilegiada que Davi tinha diante de Deus.","conexao_teologica":"A ideia de Deus como pai é um conceito importante na teologia, refletindo amor e cuidado.","referencias_relacionadas":["Salmos 2:7","Romanos 8:16","Gálatas 3:26"]},"salmos_23_2_comfortable":{"palavra_pt":"comfortable","palavra_original":"מְנוּחָה","transliteracao":"mᵉnûwchâh","strong":"H4496","significado_raiz":"Ideia básica: comfortable.","significado_contextual":"Refere-se ao descanso e à paz que Deus proporciona ao salmista.","explicacao_detalhada":"A palavra 'comfortable' (מְנוּחָה) implica um estado de tranquilidade e segurança, onde o salmista encontra alívio em Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a provisão de Deus para as necessidades emocionais e espirituais do salmista.","conexao_teologica":"O descanso em Deus é um tema importante, simbolizando a paz que vem da confiança em Sua soberania.","referencias_relacionadas":["Mateus 11:28-30","Salmos 62:1","Filipenses 4:7"]},"salmos_23_3_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida do salmista, indicando a totalidade do ser.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) representa a essência da vida, mostrando que Deus restaura não apenas fisicamente, mas também espiritualmente.","por_que_esta_palavra":"A inclusão da alma destaca a relação integral entre o corpo e o espírito na experiência de fé.","conexao_teologica":"A restauração da alma é um tema central, refletindo a obra redentora de Deus na vida do crente.","referencias_relacionadas":["Salmos 42:1-2","Mateus 16:26","1 Pedro 2:25"]},"salmos_23_3_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de restaurar ou trazer de volta ao estado original.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) implica um processo de renovação e transformação que Deus realiza na vida do salmista.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a ação contínua de Deus em moldar e guiar a vida do crente.","conexao_teologica":"A edificação espiritual é um conceito importante, refletindo o crescimento na fé e na santidade.","referencias_relacionadas":["Efésios 2:10","2 Coríntios 5:17","1 Pedro 2:5"]},"salmos_23_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou explicação para a confiança do salmista em Deus.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar a confiança do salmista com a realidade da presença de Deus mesmo nas dificuldades.","por_que_esta_palavra":"Essa palavra é crucial para entender a lógica da fé do salmista em meio ao vale da sombra da morte.","conexao_teologica":"A presença de Deus em tempos de tribulação é um tema central na Escritura, oferecendo consolo e esperança.","referencias_relacionadas":["Isaías 43:2","Romanos 8:28","Salmos 46:1"]},"salmos_23_4_morte":{"palavra_pt":"morte","palavra_original":"צַלְמָוֶת","transliteracao":"tsalmâveth","strong":"H6757","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à experiência da morte ou ao temor associado a ela.","explicacao_detalhada":"A palavra 'morte' (צַלְמָוֶת) é usada para descrever a realidade sombria que todos enfrentam, mas que não deve causar medo ao crente.","por_que_esta_palavra":"A menção da morte enfatiza a vitória de Deus sobre o medo e a morte.","conexao_teologica":"A vitória sobre a morte é um tema central na mensagem do evangelho, refletindo a esperança da ressurreição.","referencias_relacionadas":["1 Coríntios 15:55-57","Hebreus 2:14-15","Apocalipse 21:4"]},"salmos_23_5_accept":{"palavra_pt":"aceitar","palavra_original":"דָּשֵׁן","transliteracao":"dâshên","strong":"H1878","significado_raiz":"Ideia básica: aceitar.","significado_contextual":"Refere-se à abundância e à generosidade de Deus em prover para o salmista.","explicacao_detalhada":"A palavra 'aceitar' (דָּשֵׁן) implica um banquete ou uma bênção abundante que Deus oferece ao salmista em meio às adversidades.","por_que_esta_palavra":"A escolha dessa palavra destaca a generosidade de Deus e a alegria que vem de Sua provisão.","conexao_teologica":"A generosidade de Deus é um tema recorrente, refletindo Sua natureza amorosa e cuidadosa.","referencias_relacionadas":["Salmos 36:8","Filipenses 4:19","2 Coríntios 9:8"]},"salmos_23_5_anointing":{"palavra_pt":"azeite/oleo","palavra_original":"שֶׁמֶן","transliteracao":"shemen","strong":"H8081","significado_raiz":"Ideia básica: azeite.","significado_contextual":"Refere-se ao ato de ungir, simbolizando a consagração e a bênção de Deus.","explicacao_detalhada":"A palavra 'azeite' (שֶׁמֶן) é frequentemente associada à unção de reis e sacerdotes, simbolizando a presença e a capacitação do Espírito Santo.","por_que_esta_palavra":"A unção é um sinal da escolha e do favor de Deus sobre a vida do salmista.","conexao_teologica":"A unção é um tema importante na Bíblia, simbolizando a capacitação divina para a missão e o serviço.","referencias_relacionadas":["1 Samuel 16:13","Salmos 92:10","Atos 10:38"]},"salmos_23_5_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O termo 'princípio' refere-se à posição de destaque e liderança que Deus ocupa na vida do crente.","explicacao_detalhada":"No contexto de Salmos 23:5, 'princípio' indica que Deus é a fonte de bênçãos e proteção, simbolizando a liderança divina que guia o fiel em sua jornada.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a soberania de Deus sobre todas as coisas e a importância de reconhecer Sua autoridade.","conexao_teologica":"A ideia de Deus como princípio é fundamental na teologia cristã, onde Ele é visto como o criador e sustentador do universo.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Colossenses 1:16"]},"salmos_23_6_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A palavra 'misericórdia' ou 'amor leal' expressa a fidelidade e a bondade de Deus para com Seu povo.","explicacao_detalhada":"Em Salmos 23:6, a misericórdia de Deus é apresentada como uma constante na vida do crente, que experimenta Seu amor e cuidado diariamente.","por_que_esta_palavra":"A escolha dessa palavra reflete a natureza relacional de Deus, que se compromete com Seu povo através de um amor incondicional.","conexao_teologica":"A misericórdia é um tema central na Bíblia, representando a graça de Deus que se manifesta na salvação e na proteção.","referencias_relacionadas":["Êxodo 34:6","Salmos 136:1","Romanos 5:8"]},"salmos_23_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O termo 'julgar' aqui implica em avaliar e determinar o que é certo e justo, refletindo a justiça de Deus.","explicacao_detalhada":"No contexto de Salmos 23:6, 'julgar' sugere que Deus não apenas observa, mas também age em favor do justo, garantindo que a justiça prevaleça.","por_que_esta_palavra":"A palavra é escolhida para mostrar que Deus é um juiz justo que protege e defende aqueles que são Seus.","conexao_teologica":"A justiça de Deus é um aspecto essencial de Sua natureza, que é frequentemente mencionada nas Escrituras.","referencias_relacionadas":["Salmos 9:7","Isaías 30:18","Romanos 2:6"]},"salmos_23_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' simboliza um lugar de segurança, pertencimento e comunhão com Deus.","explicacao_detalhada":"Em Salmos 23:6, a casa do Senhor representa a presença de Deus, onde o crente encontra abrigo e paz.","por_que_esta_palavra":"A escolha de 'casa' enfatiza a intimidade do relacionamento entre Deus e Seu povo, como uma família unida.","conexao_teologica":"A ideia de habitar na casa do Senhor é um tema recorrente, simbolizando a comunhão eterna com Deus.","referencias_relacionadas":["Salmos 27:4","João 14:2","Hebreus 3:6"]}}