{"salmos_28_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e protetor do Seu povo.","explicacao_detalhada":"Em Salmos 28:1, o uso do nome 'senhor' enfatiza a autoridade e a relação pessoal que os crentes têm com Deus, que é seu refúgio e força.","por_que_esta_palavra":"O nome de Deus é central na oração e na adoração, representando Sua presença e poder na vida dos fiéis.","conexao_teologica":"A invocação do nome do Senhor é um tema importante na Bíblia, simbolizando a confiança e a dependência do crente em Deus.","referencias_relacionadas":["Salmos 20:7","Salmos 91:14","Romanos 10:13"]},"salmos_28_1_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza estabilidade, proteção e segurança em Deus.","explicacao_detalhada":"No contexto de Salmos 28:1, 'rocha' representa a firmeza de Deus como um refúgio seguro em tempos de angústia e incerteza.","por_que_esta_palavra":"A metáfora da rocha é frequentemente usada nas Escrituras para descrever a natureza imutável e confiável de Deus.","conexao_teologica":"Deus como rocha é um tema que aparece em várias passagens, enfatizando Sua proteção e força para aqueles que Nele confiam.","referencias_relacionadas":["Salmos 18:2","Salmos 62:2","Mateus 7:24-25"]},"salmos_28_1_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"A palavra 'planejar' refere-se à intenção de agir ou de tomar decisões com sabedoria.","explicacao_detalhada":"Em Salmos 28:1, 'planejar' implica em buscar a orientação de Deus antes de agir, reconhecendo Sua soberania sobre os planos humanos.","por_que_esta_palavra":"A escolha da palavra 'planejar' destaca a importância de confiar em Deus ao formular nossos propósitos e decisões.","conexao_teologica":"A Bíblia ensina que os planos do homem devem ser submetidos à vontade de Deus, que é soberano sobre todas as coisas.","referencias_relacionadas":["Provérbios 16:3","Tiago 4:15","Salmos 37:5"]},"salmos_28_2_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação e ao clamor do coração diante de Deus.","explicacao_detalhada":"Em Salmos 28:2, 'voz' simboliza a expressão de súplica e adoração, enfatizando a importância da oração na vida do crente.","por_que_esta_palavra":"A palavra 'voz' é utilizada para mostrar que Deus ouve as orações e os clamores de Seu povo.","conexao_teologica":"A comunicação com Deus através da oração é fundamental na vida espiritual, refletindo a relação pessoal entre o crente e o Senhor.","referencias_relacionadas":["Salmos 34:17","1 João 5:14","Hebreus 4:16"]},"salmos_28_2_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se àquilo que é separado para Deus, refletindo Sua santidade.","explicacao_detalhada":"Em Salmos 28:2, 'sagrado' destaca a importância de se aproximar de Deus com reverência e respeito, reconhecendo Sua natureza divina.","por_que_esta_palavra":"A escolha da palavra 'sagrado' enfatiza a necessidade de tratar as coisas de Deus com a devida honra e consideração.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que nos chama a viver de maneira que reflita essa santidade em nossas vidas.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Salmos 30:4"]},"salmos_28_2_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de Deus de escutar as súplicas e orações dos fiéis.","explicacao_detalhada":"Em Salmos 28:2, 'ouvir' enfatiza a certeza de que Deus está atento às vozes de Seu povo e responde às suas necessidades.","por_que_esta_palavra":"A palavra 'ouvir' é crucial para entender a relação de diálogo entre Deus e os crentes, que se comunicam através da oração.","conexao_teologica":"A Bíblia ensina que Deus ouve as orações e se importa com as preocupações de Seu povo, mostrando Sua proximidade e amor.","referencias_relacionadas":["Salmos 66:19","1 Pedro 3:12","Salmos 102:17"]},"salmos_28_3_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição de alguém que cometeu injustiça ou pecado.","explicacao_detalhada":"Em Salmos 28:3, 'culpado' destaca a necessidade de arrependimento e a seriedade do pecado diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'culpado' é importante para enfatizar a responsabilidade moral e espiritual que todos têm diante de Deus.","conexao_teologica":"A culpa é um tema recorrente nas Escrituras, que nos ensina sobre a necessidade de confissão e perdão.","referencias_relacionadas":["Romanos 3:23","Salmos 51:4","1 João 1:9"]},"salmos_28_3_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"A palavra 'vaidade' refere-se à futilidade e à falta de valor das ações que não são feitas em conformidade com a vontade de Deus.","explicacao_detalhada":"Em Salmos 28:3, 'vaidade' destaca a futilidade de confiar em coisas passageiras e a importância de buscar a verdade em Deus.","por_que_esta_palavra":"A escolha da palavra 'vaidade' serve para alertar os crentes sobre a fragilidade das promessas humanas em comparação com a fidelidade de Deus.","conexao_teologica":"A vaidade é um tema que aparece em várias passagens, alertando sobre a futilidade de viver sem considerar a soberania de Deus.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Isaías 40:17"]},"salmos_28_3_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) refere-se a um estado de harmonia e bem-estar, tanto físico quanto espiritual.","explicacao_detalhada":"No contexto de Salmos 28:3, a paz é um pedido de proteção contra a opressão e a injustiça. O salmista clama por um estado de tranquilidade em meio ao caos.","por_que_esta_palavra":"A escolha da palavra 'paz' enfatiza a necessidade de um relacionamento harmonioso com Deus e com os outros, especialmente em tempos de adversidade.","conexao_teologica":"A paz é um tema central na teologia bíblica, simbolizando a presença de Deus e a restauração da criação. Em Cristo, encontramos a verdadeira paz (João 14:27).","referencias_relacionadas":["Isaías 26:3","Filipenses 4:7","Romanos 5:1"]},"salmos_28_4_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a ações que são moralmente corretas e agradáveis a Deus.","explicacao_detalhada":"Em Salmos 28:4, o salmista pede que Deus retribua aos ímpios conforme suas más ações, contrastando com a bondade esperada dos justos.","por_que_esta_palavra":"A palavra 'bom' é utilizada para destacar a expectativa de justiça divina e a recompensa dos que agem corretamente.","conexao_teologica":"A bondade de Deus é um atributo fundamental, e Ele é frequentemente descrito como justo e bom em suas ações (Salmos 119:68).","referencias_relacionadas":["Salmos 34:8","Mateus 7:17","Gálatas 6:9"]},"salmos_28_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer algo, geralmente em um contexto de súplica ou necessidade.","explicacao_detalhada":"No versículo, o salmista clama a Deus para que Ele dê a resposta que merece, refletindo a urgência de sua oração.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a dependência do salmista em relação a Deus para a justiça e a proteção.","conexao_teologica":"A ideia de clamar a Deus é uma prática comum na Bíblia, onde os fiéis buscam a intervenção divina em momentos de necessidade (Salmos 50:15).","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 João 5:14"]},"salmos_28_4_mal":{"palavra_pt":"mal","palavra_original":"רֹעַ","transliteracao":"rôaʻ","strong":"H7455","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a ações ou intenções que são moralmente erradas ou prejudiciais.","explicacao_detalhada":"No contexto do salmo, o mal é associado aos ímpios que praticam injustiça, e o salmista pede que Deus não os trate de maneira favorável.","por_que_esta_palavra":"A palavra 'mal' é crucial para entender a oposição entre os justos e os ímpios, e a necessidade de justiça divina.","conexao_teologica":"A Bíblia frequentemente aborda a questão do mal e da justiça de Deus, prometendo que o mal não prevalecerá (Romanos 12:19).","referencias_relacionadas":["Salmos 37:1","Provérbios 11:21","Gálatas 6:7"]},"salmos_28_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou justificativa para a súplica do salmista.","explicacao_detalhada":"O salmista explica que a resposta de Deus deve ser baseada na falta de sinceridade dos ímpios, que não têm um relacionamento verdadeiro com Ele.","por_que_esta_palavra":"A palavra 'porque' é essencial para conectar a súplica à razão pela qual o salmista espera a intervenção de Deus.","conexao_teologica":"A relação entre a justiça de Deus e as ações humanas é um tema recorrente na Escritura, onde Deus responde de acordo com a integridade do coração (Salmos 18:26).","referencias_relacionadas":["Salmos 66:18","Mateus 7:7","Tiago 4:3"]},"salmos_28_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à sinceridade, especialmente no relacionamento com Deus.","explicacao_detalhada":"No contexto, o salmista destaca que os ímpios não têm verdade em suas ações, o que justifica a sua súplica por justiça.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para entender a natureza de Deus e a expectativa de que os fiéis vivam em conformidade com a verdade.","conexao_teologica":"A verdade é um atributo de Deus e um princípio que deve guiar a vida dos crentes (João 4:24).","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"salmos_28_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"O salmista invoca o nome do Senhor para enfatizar a importância de um relacionamento correto com Ele e a necessidade de Sua intervenção.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a soberania de Deus sobre todas as coisas e a necessidade de se submeter a Ele.","conexao_teologica":"O nome do Senhor é um tema central na adoração e na oração, simbolizando a presença e o poder de Deus (Salmos 20:7).","referencias_relacionadas":["Salmos 115:1","Provérbios 18:10","Romanos 10:13"]},"salmos_28_6_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de invocar favor ou bênção sobre alguém.","explicacao_detalhada":"No versículo, o salmista expressa gratidão e reconhecimento pela resposta de Deus às suas súplicas, reconhecendo Sua bondade.","por_que_esta_palavra":"A escolha da palavra 'abençoar' enfatiza a importância de reconhecer as bênçãos de Deus em nossas vidas e a necessidade de gratidão.","conexao_teologica":"A bênção é um tema recorrente na Bíblia, onde Deus promete abençoar aqueles que O buscam e obedecem (Números 6:24-26).","referencias_relacionadas":["Salmos 103:1","Tiago 1:17","Efésios 1:3"]},"salmos_28_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente utilizada para invocar a autoridade e a presença de Deus.","explicacao_detalhada":"O salmista reafirma sua dependência do Senhor, reconhecendo que todas as bênçãos vêm dEle.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a centralidade de Deus na vida do crente e a necessidade de se voltar a Ele em todas as circunstâncias.","conexao_teologica":"O nome do Senhor é um refúgio e uma fonte de força para os que confiam Nele (Salmos 46:1).","referencias_relacionadas":["Salmos 9:10","Salmos 37:5","Salmos 145:18"]},"salmos_28_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para justificar a ação de abençoar, ligando-a a um motivo específico.","explicacao_detalhada":"O salmista reconhece que a bênção de Deus é uma resposta à sua fidelidade e à busca por justiça.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica da oração e a relação entre ações e consequências na vida espiritual.","conexao_teologica":"A relação entre a obediência e as bênçãos de Deus é um princípio fundamental na Escritura (Deuteronômio 28:1-2).","referencias_relacionadas":["Salmos 119:2","Mateus 5:6","Gálatas 5:22"]},"salmos_28_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de proteção e ajuda.","explicacao_detalhada":"O termo 'Senhor' (יְהֹוָה) é usado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. Neste contexto, o salmista clama ao Senhor em busca de auxílio e confiança.","por_que_esta_palavra":"A palavra é utilizada para reconhecer a divindade e o poder de Deus, que é um tema central nos Salmos.","conexao_teologica":"A invocação do Senhor reflete a relação de aliança entre Deus e Seu povo, onde Ele é visto como protetor e salvador.","referencias_relacionadas":["Salmos 18:2","Salmos 121:2","Salmos 46:1"]},"salmos_28_7_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Representa a sede das emoções e da vontade humana.","explicacao_detalhada":"A palavra 'coração' (לֵב) é frequentemente usada na Bíblia para descrever o centro dos sentimentos, pensamentos e decisões. Neste salmo, o coração é mencionado como um elemento que deve confiar no Senhor.","por_que_esta_palavra":"O coração é fundamental na relação com Deus, pois é a partir dele que brotam as intenções e ações do ser humano.","conexao_teologica":"A transformação do coração é essencial para a fé e a obediência a Deus, conforme ensinado em várias passagens bíblicas.","referencias_relacionadas":["Provérbios 3:5","Jeremias 17:9","Mateus 5:8"]},"salmos_28_7_alegria":{"palavra_pt":"alegria","palavra_original":"עָלַז","transliteracao":"ʻâlaz","strong":"H5937","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se à alegria que vem da confiança em Deus.","explicacao_detalhada":"A palavra 'alegria' (עָלַז) expressa um estado de felicidade e contentamento que é resultado da ação de Deus na vida do crente. Neste salmo, a alegria é uma resposta à salvação e proteção divina.","por_que_esta_palavra":"A alegria é um tema recorrente nos Salmos, simbolizando a relação íntima entre o crente e Deus.","conexao_teologica":"A alegria no Senhor é um fruto do Espírito e uma evidência da presença de Deus na vida do crente.","referencias_relacionadas":["Salmos 16:11","Salmos 30:5","Filipenses 4:4"]},"salmos_28_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao Senhor como a fonte de força e proteção.","explicacao_detalhada":"A repetição do termo 'Senhor' (יְהֹוָה) enfatiza a confiança do salmista na proteção divina em tempos de adversidade.","por_que_esta_palavra":"Reforça a ideia de que Deus é um refúgio seguro e um defensor contra os inimigos.","conexao_teologica":"A invocação do Senhor é um ato de fé que reconhece Sua soberania e poder sobre todas as circunstâncias.","referencias_relacionadas":["Salmos 27:1","Salmos 31:3","Salmos 62:7"]},"salmos_28_8_rocha":{"palavra_pt":"rocha","palavra_original":"מָעוֹז","transliteracao":"mâʻôwz","strong":"H4581","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza estabilidade e segurança em Deus.","explicacao_detalhada":"A palavra 'rocha' (מָעוֹז) é usada para descrever Deus como um abrigo forte e inabalável. O salmista confia que Deus é sua proteção contra as tempestades da vida.","por_que_esta_palavra":"A rocha é uma metáfora comum na Bíblia para a força e a confiabilidade de Deus.","conexao_teologica":"Deus como rocha representa a segurança que os crentes encontram Nele, especialmente em tempos de crise.","referencias_relacionadas":["Salmos 18:31","Salmos 62:2","Isaías 26:4"]},"salmos_28_8_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação e libertação que Deus proporciona.","explicacao_detalhada":"A palavra 'salvação' (יְשׁוּעָה) implica em libertação de perigos e opressões. O salmista reconhece que a verdadeira vitória vem do Senhor.","por_que_esta_palavra":"A salvação é um tema central na teologia bíblica, representando a ação redentora de Deus na vida do Seu povo.","conexao_teologica":"A salvação é vista como um ato de graça de Deus, que oferece libertação e esperança.","referencias_relacionadas":["Salmos 3:8","Salmos 37:39","Romanos 1:16"]},"salmos_28_9_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar e reconhecer a soberania de Deus.","explicacao_detalhada":"A palavra 'abençoar' (בָרַךְ) implica em um ato de louvor e gratidão a Deus. O salmista expressa seu desejo de abençoar o Senhor por Sua bondade.","por_que_esta_palavra":"A bênção é uma resposta natural à bondade e à graça de Deus na vida do crente.","conexao_teologica":"A bênção é um tema importante na Bíblia, refletindo a relação de gratidão entre Deus e Seu povo.","referencias_relacionadas":["Salmos 103:1","Salmos 134:2","Hebreus 13:15"]},"salmos_28_9_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de ser salvo e libertado por Deus.","explicacao_detalhada":"A palavra 'salvar' (יָשַׁע) é usada para descrever a ação de Deus em trazer libertação e segurança ao Seu povo. O salmista clama por salvação em meio a dificuldades.","por_que_esta_palavra":"A salvação é um conceito central na Bíblia, simbolizando a intervenção divina nas crises humanas.","conexao_teologica":"A salvação é um tema que aponta para a obra redentora de Cristo e a esperança de vida eterna.","referencias_relacionadas":["Salmos 34:6","Salmos 50:15","Atos 4:12"]}}