{"salmos_31_1_psalm":{"palavra_pt":"psalm","palavra_original":"מִזְמוֹר","transliteracao":"mizmôwr","strong":"H4210","significado_raiz":"Ideia básica: psalm.","significado_contextual":"Refere-se a um cântico ou poema de louvor a Deus.","explicacao_detalhada":"Um 'psalm' é uma expressão artística de adoração, que pode incluir louvor, lamento ou agradecimento. O salmista utiliza este gênero para comunicar sua confiança em Deus.","por_que_esta_palavra":"A palavra 'psalm' é fundamental para entender a forma de adoração que permeia o livro dos Salmos.","conexao_teologica":"Os salmos são uma forma de oração e adoração que nos ensinam a nos relacionar com Deus em diferentes circunstâncias.","referencias_relacionadas":["Salmos 150:1","Salmos 100:1","Tiago 5:13"]},"salmos_31_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a Davi como o escolhido de Deus, um líder e servo fiel.","explicacao_detalhada":"A palavra 'filho' aqui destaca a relação especial entre Davi e Deus, enfatizando a aliança e a promessa divina sobre sua vida.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a identidade de Davi como rei e servo de Deus.","conexao_teologica":"A relação de Deus com Davi prefigura a relação entre Deus e Jesus, o Filho de Deus.","referencias_relacionadas":["2 Samuel 7:12-16","Salmos 89:27","Mateus 1:1"]},"salmos_31_2_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza eterna de Deus e Sua fidelidade.","explicacao_detalhada":"A palavra 'eterno' destaca a imutabilidade de Deus e Sua promessa que se estende por todas as gerações.","por_que_esta_palavra":"A palavra 'eterno' é crucial para entender a esperança que temos em Deus, que não muda.","conexao_teologica":"A eternidade de Deus é um fundamento da fé cristã, assegurando que Suas promessas são sempre válidas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_31_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e poder. Invocar o nome do Senhor é reconhecer Sua soberania.","por_que_esta_palavra":"A palavra 'senhor' é central na adoração, pois representa a relação de submissão e reverência do crente.","conexao_teologica":"O nome de Deus é frequentemente associado à salvação e à proteção de Seu povo.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"salmos_31_2_esperanca":{"palavra_pt":"esperanca","palavra_original":"חָסָה","transliteracao":"châçâh","strong":"H2620","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"Refere-se à confiança e expectativa em Deus como fonte de salvação.","explicacao_detalhada":"A palavra 'esperança' expressa a certeza de que Deus agirá em favor do salmista, mesmo em tempos de dificuldade.","por_que_esta_palavra":"A palavra 'esperança' é essencial para a fé, pois nos lembra que Deus é fiel e cumpre Suas promessas.","conexao_teologica":"A esperança em Deus é um tema recorrente na Bíblia, que nos encoraja a confiar em Sua providência.","referencias_relacionadas":["Salmos 42:5","Romanos 15:13","Hebreus 6:19"]},"salmos_31_3_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em salvar e libertar o salmista de suas aflições.","explicacao_detalhada":"A palavra 'salvar' enfatiza a intervenção divina na vida do crente, trazendo libertação e segurança.","por_que_esta_palavra":"A palavra 'salvar' é fundamental para entender a natureza redentora de Deus e Sua ação em favor de Seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra de Cristo na cruz.","referencias_relacionadas":["Salmos 34:17","Isaías 43:11","Atos 4:12"]},"salmos_31_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lugar de abrigo e segurança, simbolizando a proteção divina.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) neste contexto representa não apenas uma estrutura física, mas também um espaço onde se encontra segurança e conforto. No Salmo 31, o salmista clama a Deus por proteção e refúgio, e a 'casa' é um símbolo dessa segurança que Deus oferece.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a intimidade e a segurança que se espera de Deus, como um lar acolhedor.","conexao_teologica":"A ideia de Deus como nosso refúgio e fortaleza é um tema recorrente nas Escrituras, refletindo a relação de confiança entre o crente e o Criador.","referencias_relacionadas":["Salmos 91:1","Salmos 27:5","Isaías 32:2"]},"salmos_31_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a ação ou pedido do salmista.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar a razão pela qual o salmista busca a ajuda de Deus. Ele apresenta suas razões, que são baseadas em sua confiança na proteção divina.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica do salmista, que não clama por ajuda sem uma base sólida de fé e entendimento.","conexao_teologica":"A confiança em Deus é frequentemente acompanhada de declarações de fé e razões que sustentam essa confiança, como visto em muitos salmos.","referencias_relacionadas":["Salmos 34:17","Salmos 55:16","Salmos 118:5"]},"salmos_31_4_rocha":{"palavra_pt":"rocha","palavra_original":"סֶלַע","transliteracao":"çelaʻ","strong":"H5553","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza força, estabilidade e proteção, características atribuídas a Deus.","explicacao_detalhada":"A palavra 'rocha' (סֶלַע) é usada para descrever a natureza inabalável de Deus. No contexto do salmo, o salmista se refere a Deus como sua rocha, indicando que ele confia em Sua força e proteção em tempos de dificuldade.","por_que_esta_palavra":"A rocha é um símbolo poderoso de segurança e firmeza, contrastando com a instabilidade das circunstâncias da vida.","conexao_teologica":"Deus é frequentemente descrito como uma rocha nas Escrituras, refletindo Sua imutabilidade e proteção para aqueles que Nele confiam.","referencias_relacionadas":["Salmos 18:2","Salmos 62:6","Deuteronômio 32:4"]},"salmos_31_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente introduz uma justificativa, reforçando a necessidade de ajuda divina.","explicacao_detalhada":"A repetição da palavra 'porque' (כִּי) neste versículo serve para enfatizar a urgência e a razão do clamor do salmista, que se sente em perigo e busca a intervenção de Deus.","por_que_esta_palavra":"A repetição desta palavra mostra a profundidade da necessidade do salmista e sua dependência de Deus.","conexao_teologica":"A dependência de Deus em momentos de crise é um tema central na vida de fé, onde os crentes são encorajados a clamar a Deus em busca de ajuda.","referencias_relacionadas":["Salmos 40:13","Salmos 69:1","Salmos 88:1"]},"salmos_31_5_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se a uma ação significativa ou um evento de grande importância.","explicacao_detalhada":"A palavra 'sair' (יָצָא) neste contexto implica em um movimento ou uma ação decisiva que o salmista deseja que Deus tome em sua vida, indicando um desejo de libertação de suas aflições.","por_que_esta_palavra":"A escolha desta palavra destaca a necessidade de uma intervenção poderosa e decisiva de Deus em sua situação.","conexao_teologica":"A ideia de Deus agir de forma poderosa em favor de Seu povo é um tema recorrente nas Escrituras, mostrando que Ele é capaz de realizar grandes coisas.","referencias_relacionadas":["Salmos 18:16","Salmos 34:4","Isaías 43:2"]},"salmos_31_6_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar alguém de opressão ou perigo.","explicacao_detalhada":"A palavra 'libertar' (פָּקַד) indica a ação de Deus em resgatar o salmista de suas dificuldades. O salmista clama por essa libertação, reconhecendo que somente Deus pode salvá-lo.","por_que_esta_palavra":"Esta palavra é fundamental para expressar a esperança do salmista na intervenção divina em sua vida.","conexao_teologica":"A libertação é um tema central na teologia bíblica, onde Deus é visto como o libertador de Seu povo em várias situações de opressão.","referencias_relacionadas":["Salmos 34:7","Salmos 107:14","Isaías 61:1"]},"salmos_31_6_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Representa a presença e a ação do Espírito de Deus.","explicacao_detalhada":"A palavra 'espírito/vento' (רוּחַ) é usada para descrever a ação de Deus em trazer vida, direção e poder. O salmista reconhece que a ajuda divina vem através do Espírito de Deus.","por_que_esta_palavra":"A escolha desta palavra enfatiza a dinâmica da ação de Deus, que é muitas vezes invisível, mas poderosa.","conexao_teologica":"O Espírito Santo é frequentemente associado à ação de Deus no mundo, trazendo consolo, direção e poder aos crentes.","referencias_relacionadas":["Gênesis 1:2","Salmos 104:30","João 3:8"]},"salmos_31_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e ao caráter de Deus.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é um título que expressa a soberania e a majestade de Deus. O salmista clama pelo nome do Senhor, reconhecendo Sua autoridade sobre todas as coisas.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre o crente e Deus, onde o nome de Deus representa Sua presença e poder.","conexao_teologica":"O nome de Deus é um tema importante na Bíblia, simbolizando Sua natureza e a relação que os crentes têm com Ele.","referencias_relacionadas":["Salmos 20:7","Salmos 54:1","Provérbios 18:10"]},"salmos_31_7_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de proteger e resgatar.","explicacao_detalhada":"A palavra 'salvar' (שָׁמַר) implica em um ato de proteção e cuidado. O salmista expressa sua confiança de que Deus o salvará de suas aflições.","por_que_esta_palavra":"A escolha desta palavra destaca a esperança do salmista na proteção divina em tempos de crise.","conexao_teologica":"A salvação é um tema central na Bíblia, onde Deus é visto como o salvador de Seu povo, oferecendo proteção e libertação.","referencias_relacionadas":["Salmos 37:39","Salmos 68:20","Romanos 10:13"]},"salmos_31_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente refere-se à autoridade e ao caráter de Deus.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) neste versículo reforça a importância da invocação do nome de Deus em momentos de necessidade, reconhecendo Sua soberania.","por_que_esta_palavra":"Esta palavra é fundamental para a oração e a invocação, mostrando a relação de dependência do salmista em relação a Deus.","conexao_teologica":"A invocação do nome de Deus é uma prática comum na oração, refletindo a fé e a confiança do crente em Sua ajuda.","referencias_relacionadas":["Salmos 91:14","Salmos 116:4","Atos 2:21"]},"salmos_31_7_inimigo":{"palavra_pt":"inimigo","palavra_original":"שָׂנֵא","transliteracao":"sânêʼ","strong":"H8130","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a aqueles que se opõem ou atacam o salmista, representando uma ameaça à sua segurança e bem-estar.","explicacao_detalhada":"No contexto de Salmos 31:7, o salmista expressa sua dor e angústia devido à perseguição e ao desprezo que enfrenta de seus inimigos. A palavra 'inimigo' é usada para descrever não apenas adversários físicos, mas também aqueles que atacam a sua integridade e fé.","por_que_esta_palavra":"Esta palavra é crucial para entender a luta interna e externa do salmista, que se sente cercado por hostilidade e busca refúgio em Deus.","conexao_teologica":"A presença de inimigos na vida do crente é um tema recorrente na Bíblia, simbolizando a luta espiritual e a necessidade de confiar em Deus como protetor e libertador.","referencias_relacionadas":["Salmos 27:2","Salmos 56:1-2","Salmos  enemies: 118:10-12"]},"salmos_31_8_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"A palavra 'cheer' expressa alegria e contentamento, um estado emocional que contrasta com a aflição do salmista.","explicacao_detalhada":"Em Salmos 31:8, o salmista menciona a alegria que vem da confiança em Deus, mesmo em meio a dificuldades. A palavra sugere um estado de espírito que é renovado pela presença e ajuda divina.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a capacidade de encontrar alegria e esperança em Deus, mesmo quando as circunstâncias são desafiadoras.","conexao_teologica":"A alegria no Senhor é um tema central na vida cristã, refletindo a confiança em Sua bondade e fidelidade, independentemente das circunstâncias.","referencias_relacionadas":["Salmos 16:11","Filipenses 4:4","Neemias 8:10"]},"salmos_31_8_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A palavra 'misericórdia/amor leal' refere-se à fidelidade e bondade de Deus, que é uma fonte de esperança e consolo para o salmista.","explicacao_detalhada":"Em Salmos 31:8, a ênfase na misericórdia de Deus destaca Sua disposição de perdoar e ajudar aqueles que confiam Nele. Essa palavra é fundamental para entender a natureza de Deus como um ser que se importa profundamente com Seu povo.","por_que_esta_palavra":"A inclusão da misericórdia de Deus é essencial para a compreensão da relação entre o ser humano e o divino, mostrando que, mesmo em tempos de crise, há um amor constante e inabalável.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, refletindo Sua natureza e a base do relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Salmos 136:1","Lamentações 3:22-23","Efésios 2:4-5"]},"salmos_31_8_femea":{"palavra_pt":"femea","palavra_original":"צָרָה","transliteracao":"tsârâh","strong":"H6869","significado_raiz":"Ideia básica: femea.","significado_contextual":"A palavra 'femea' pode ser interpretada como uma referência à vulnerabilidade e fragilidade, simbolizando a condição humana diante das adversidades.","explicacao_detalhada":"No contexto de Salmos 31:8, a menção à 'femea' pode sugerir a necessidade de proteção e cuidado, refletindo a dependência do salmista em relação a Deus em tempos de dificuldade.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a fragilidade humana e a necessidade de apoio divino, especialmente em momentos de crise.","conexao_teologica":"A vulnerabilidade humana é um tema importante na teologia, lembrando-nos de que todos precisamos da graça e da proteção de Deus.","referencias_relacionadas":["Salmos 103:14","Isaías 40:11","Mateus 11:28-30"]},"salmos_31_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à sinceridade e à integridade, aspectos fundamentais da vida do salmista e de sua relação com Deus.","explicacao_detalhada":"Em Salmos 31:9, a busca pela verdade é uma expressão do desejo do salmista de viver de acordo com os princípios de Deus, mesmo em meio à adversidade.","por_que_esta_palavra":"A ênfase na verdade é crucial, pois reflete a importância de ser autêntico e honesto diante de Deus e dos outros.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, enfatizando a necessidade de viver em conformidade com a Sua palavra.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"salmos_31_9_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' simboliza poder, ação e controle, representando a capacidade de Deus de agir em favor do salmista.","explicacao_detalhada":"Em Salmos 31:9, a referência à mão de Deus sugere Sua intervenção e proteção, indicando que Ele é capaz de salvar e sustentar aqueles que confiam Nele.","por_que_esta_palavra":"A mão de Deus é uma metáfora poderosa que enfatiza Sua soberania e a certeza de que Ele está no controle das situações.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como símbolo de Sua força e proteção, lembrando os crentes de Sua presença constante.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","1 Pedro 5:6-7"]},"salmos_31_9_bom":{"palavra_pt":"bom","palavra_original":"מֶרְחָב","transliteracao":"merchâb","strong":"H4800","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade e à generosidade de Deus, que são evidentes na vida do salmista.","explicacao_detalhada":"Em Salmos 31:9, o salmista reconhece que, apesar das dificuldades, Deus é bom e age em favor de Seu povo, trazendo esperança e consolo.","por_que_esta_palavra":"A bondade de Deus é um tema central na fé cristã, lembrando os crentes de que, mesmo em tempos difíceis, Deus é sempre bom.","conexao_teologica":"A bondade de Deus é um aspecto fundamental de Sua natureza, que é frequentemente celebrada nas Escrituras.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"salmos_31_10_irado":{"palavra_pt":"irado","palavra_original":"כַּעַס","transliteracao":"kaʻaç","strong":"H3708","significado_raiz":"Ideia básica: irado.","significado_contextual":"A palavra 'irado' refere-se à ira de Deus, que pode ser uma resposta à injustiça e ao pecado.","explicacao_detalhada":"Em Salmos 31:10, o salmista menciona a ira de Deus como um reconhecimento de que o pecado tem consequências e que Deus é justo em Sua resposta.","por_que_esta_palavra":"A ira de Deus é uma parte importante da Sua justiça e santidade, lembrando os crentes da seriedade do pecado.","conexao_teologica":"A ira de Deus é um tema que aparece em toda a Bíblia, enfatizando a necessidade de arrependimento e a importância de viver em conformidade com Sua vontade.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Efésios 5:6"]},"salmos_31_10_achar":{"palavra_pt":"achar","palavra_original":"חָנַן","transliteracao":"chânan","strong":"H2603","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se à busca e ao desejo de encontrar a ajuda e a presença de Deus.","explicacao_detalhada":"Em Salmos 31:10, o salmista expressa sua necessidade de encontrar a misericórdia e o favor de Deus em meio às suas dificuldades.","por_que_esta_palavra":"A busca por Deus é uma parte essencial da vida de fé, lembrando os crentes da importância de se voltarem para Ele em tempos de necessidade.","conexao_teologica":"A ideia de buscar a Deus é um tema central nas Escrituras, enfatizando a promessa de que aqueles que O buscam O encontrarão.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Hebreus 11:6"]},"salmos_31_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é um símbolo de Sua autoridade e poder.","explicacao_detalhada":"Em Salmos 31:10, o salmista invoca o nome do Senhor como um reconhecimento de Sua soberania e capacidade de salvar e proteger.","por_que_esta_palavra":"O nome de Deus é fundamental na fé, representando Sua identidade e a relação que os crentes têm com Ele.","conexao_teologica":"O nome do Senhor é frequentemente mencionado nas Escrituras como um símbolo de Sua presença e poder, lembrando os crentes de que Ele está sempre com eles.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"salmos_31_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual o salmista se sente angustiado.","explicacao_detalhada":"Neste versículo, o salmista expressa sua dor e tristeza, justificando seu estado emocional ao afirmar que é por causa da zombaria e desprezo que enfrenta.","por_que_esta_palavra":"A palavra 'porque' conecta a causa da angústia do salmista com a sua experiência de desprezo, enfatizando a profundidade de sua dor.","conexao_teologica":"A utilização de 'porque' reflete a honestidade do salmista diante de Deus, mostrando que Ele é um refúgio em tempos de sofrimento e que é importante expressar nossas razões para a dor.","referencias_relacionadas":["Salmos 22:1","Salmos 42:9","Salmos 69:20"]},"salmos_31_11_grief":{"palavra_pt":"dor","palavra_original":"יָגוֹן","transliteracao":"yâgôwn","strong":"H3015","significado_raiz":"Ideia básica: dor.","significado_contextual":"A palavra 'dor' refere-se ao sofrimento emocional e físico que o salmista está experimentando.","explicacao_detalhada":"O salmista menciona a 'dor' como uma expressão de sua angústia, que é intensificada pelo desprezo que recebe dos outros.","por_que_esta_palavra":"A escolha da palavra 'dor' destaca a intensidade do sofrimento do salmista, que não é apenas físico, mas também emocional e espiritual.","conexao_teologica":"A dor é uma experiência comum na vida humana, e a Bíblia reconhece isso, oferecendo consolo e esperança em meio ao sofrimento.","referencias_relacionadas":["Salmos 38:17","Salmos 42:3","Salmos 119:28"]},"salmos_31_11_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' é usada para representar a fragilidade e vulnerabilidade do ser humano.","explicacao_detalhada":"Neste contexto, o salmista menciona a 'carne' para enfatizar sua condição humana e a dor que sente em seu corpo e alma.","por_que_esta_palavra":"A palavra 'carne' simboliza a limitação humana e a necessidade de dependência de Deus em tempos de dificuldade.","conexao_teologica":"A Bíblia frequentemente fala sobre a fragilidade da carne, lembrando que somos dependentes da graça e da força de Deus.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18","Salmos 78:39"]},"salmos_31_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o salmista se sente desprezado e tratado pelos outros.","explicacao_detalhada":"O salmista descreve seu estado de ser como um 'modo' de desprezo, indicando que sua situação é percebida de forma negativa por aqueles ao seu redor.","por_que_esta_palavra":"A palavra 'modo' sugere que a experiência do salmista não é apenas uma questão de sentimentos, mas uma realidade social que ele enfrenta.","conexao_teologica":"A forma como somos tratados pelos outros pode afetar nossa relação com Deus, mas Ele nos chama a confiar Nele em todas as circunstâncias.","referencias_relacionadas":["Salmos 22:6","Salmos 69:8","Salmos 109:25"]},"salmos_31_12_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' implica em uma crítica ou zombaria que o salmista enfrenta.","explicacao_detalhada":"O salmista menciona a 'repreensão' como parte de sua dor, indicando que ele é alvo de escárnio e desprezo por parte dos outros.","por_que_esta_palavra":"A escolha da palavra 'repreender' enfatiza a injustiça que o salmista sente, reforçando sua necessidade de buscar refúgio em Deus.","conexao_teologica":"A repreensão e o desprezo são temas recorrentes na vida dos fiéis, mas Deus promete estar ao lado dos que são oprimidos.","referencias_relacionadas":["Salmos 22:7","Salmos 69:10","Mateus 5:11"]},"salmos_31_13_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada para expressar a gravidade da situação do salmista, que se sente à beira da morte devido ao sofrimento.","explicacao_detalhada":"O salmista menciona a morte para ilustrar a intensidade de sua dor e a sensação de desespero que o envolve.","por_que_esta_palavra":"A palavra 'morrer' é uma expressão extrema que mostra a profundidade da angústia que ele está enfrentando.","conexao_teologica":"A morte é uma realidade que todos enfrentamos, mas a Bíblia nos ensina que em Cristo temos esperança de vida eterna.","referencias_relacionadas":["Salmos 6:5","Salmos 88:3","Romanos 6:23"]},"salmos_31_13_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' representa o centro das emoções e pensamentos do salmista.","explicacao_detalhada":"O salmista menciona seu 'coração' para expressar a dor profunda que sente, indicando que sua angústia é tanto emocional quanto espiritual.","por_que_esta_palavra":"A escolha da palavra 'coração' enfatiza a vulnerabilidade do ser humano e a necessidade de buscar a cura divina.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus trabalha, transformando e curando nossas feridas.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Ezequiel 36:26"]},"salmos_31_13_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"A palavra 'armour bearer' refere-se a um assistente ou alguém que carrega armas, simbolizando apoio e proteção.","explicacao_detalhada":"O salmista menciona o 'armour bearer' para expressar a necessidade de apoio em meio à sua luta e sofrimento.","por_que_esta_palavra":"A palavra sugere a importância de ter alguém ao nosso lado em tempos de dificuldade, refletindo a necessidade de comunidade e suporte.","conexao_teologica":"Deus nos chama a ser suporte uns para os outros, especialmente em tempos de dor e luta, refletindo o amor cristão.","referencias_relacionadas":["1 Samuel 14:7","2 Reis 6:15","Gálatas 6:2"]},"salmos_31_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é novamente usada para introduzir a razão pela qual o salmista confia em Deus.","explicacao_detalhada":"O salmista reafirma sua confiança em Deus, explicando que apesar de sua dor, ele se volta para o Senhor como seu refúgio.","por_que_esta_palavra":"A repetição da palavra 'porque' enfatiza a razão da confiança do salmista em Deus, mesmo em meio ao sofrimento.","conexao_teologica":"A confiança em Deus é um tema central na vida de fé, mostrando que mesmo em momentos de dor, podemos nos voltar para Ele.","referencias_relacionadas":["Salmos 9:10","Salmos 18:2","Salmos 56:3"]},"salmos_31_14_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à condição humana e à fragilidade que todos enfrentamos.","explicacao_detalhada":"O salmista menciona o 'homem' para contrastar sua vulnerabilidade com a grandeza e a fidelidade de Deus.","por_que_esta_palavra":"A palavra 'homem' destaca a limitação humana e a necessidade de buscar a ajuda divina em tempos de crise.","conexao_teologica":"A Bíblia ensina que, apesar de nossa fragilidade, Deus é forte e fiel, e Ele se preocupa com cada um de nós.","referencias_relacionadas":["Salmos 8:4","Salmos 103:15","Tiago 4:14"]},"salmos_31_14_place":{"palavra_pt":"lugar","palavra_original":"סָבִיב","transliteracao":"çâbîyb","strong":"H5439","significado_raiz":"Ideia básica: lugar.","significado_contextual":"Refere-se ao espaço ou à posição em que algo se encontra, simbolizando segurança e proteção.","explicacao_detalhada":"No contexto do Salmo 31, a palavra 'lugar' é utilizada para expressar a ideia de um refúgio seguro em Deus, onde o salmista busca abrigo em tempos de angústia.","por_que_esta_palavra":"A escolha da palavra 'lugar' enfatiza a necessidade de um espaço seguro, que é encontrado em Deus, especialmente em momentos de crise.","conexao_teologica":"Deus é frequentemente descrito como um refúgio e fortaleza, um lugar seguro para aqueles que confiam Nele.","referencias_relacionadas":["Salmos 46:1","Salmos 91:2","Provérbios 18:10"]},"salmos_31_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao título ou à autoridade de Deus, destacando Sua soberania e poder.","explicacao_detalhada":"A palavra 'senhor' é um reconhecimento da autoridade divina, e no Salmo 31, o salmista clama a Deus, reconhecendo Sua posição suprema sobre todas as coisas.","por_que_esta_palavra":"A utilização do termo 'senhor' demonstra a relação de submissão e reverência do salmista diante de Deus.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e invocá-lo é um ato de fé.","referencias_relacionadas":["Salmos 8:1","Salmos 113:1-3","Isaías 42:8"]},"salmos_31_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a natureza de Deus como Criador e Sustentador.","explicacao_detalhada":"No Salmo 31, a palavra 'deus' é usada para afirmar a confiança do salmista na proteção e no auxílio divinos em tempos de necessidade.","por_que_esta_palavra":"A palavra 'deus' é fundamental para expressar a crença na soberania e no poder de Deus sobre todas as situações.","conexao_teologica":"A natureza de Deus como 'deus' é central na fé israelita, sendo visto como aquele que salva e protege.","referencias_relacionadas":["Salmos 46:10","Salmos 68:19","Isaías 40:28"]},"salmos_31_15_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e à importância de Deus, destacando Sua grandeza em comparação com as dificuldades humanas.","explicacao_detalhada":"A palavra 'grande' no Salmo 31 enfatiza a imensidão do poder de Deus, que é capaz de salvar e proteger em meio às adversidades.","por_que_esta_palavra":"A utilização de 'grande' serve para lembrar o salmista e os leitores sobre a supremacia de Deus sobre qualquer situação.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, que nos convida a confiar Nele em todas as circunstâncias.","referencias_relacionadas":["Salmos 145:3","Salmos 147:5","Isaías 55:8-9"]},"salmos_31_16_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza poder e ação, representando a capacidade de Deus de intervir na vida do salmista.","explicacao_detalhada":"No Salmo 31, a palavra 'mao' é usada para expressar a ideia de que Deus está ativamente envolvido em salvar e proteger aqueles que confiam Nele.","por_que_esta_palavra":"A palavra 'mao' é significativa porque representa a força e a proteção que Deus oferece aos Seus servos.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua intervenção e ajuda.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Deuteronômio 33:27"]},"salmos_31_16_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao tempo ou à ocasião em que algo acontece, enfatizando a importância do momento.","explicacao_detalhada":"A palavra 'expressao' no Salmo 31 sugere que há um tempo designado para a ação de Deus, e o salmista clama por intervenção em um momento crítico.","por_que_esta_palavra":"A escolha de 'expressao' destaca a urgência e a necessidade de resposta divina em tempos de crise.","conexao_teologica":"Deus age em tempos específicos, e a compreensão do tempo divino é crucial para a fé.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 69:13","Isaías 60:22"]},"salmos_31_16_bom":{"palavra_pt":"bom","palavra_original":"נָצַל","transliteracao":"nâtsal","strong":"H5337","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à benevolência de Deus, que se manifesta em Suas ações.","explicacao_detalhada":"No Salmo 31, a palavra 'bom' é usada para afirmar que Deus é a fonte de toda bondade e que Sua intervenção é sempre para o bem de Seus servos.","por_que_esta_palavra":"A palavra 'bom' é importante porque reafirma a natureza benevolente de Deus, mesmo em meio a dificuldades.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, que nos ensina a confiar em Sua natureza.","referencias_relacionadas":["Salmos 100:5","Salmos 119:68","Romanos 8:28"]},"salmos_31_17_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de ser salvo ou resgatado, enfatizando a intervenção divina.","explicacao_detalhada":"A palavra 'salvar' no Salmo 31 destaca a confiança do salmista na capacidade de Deus de resgatar em tempos de angústia.","por_que_esta_palavra":"A escolha de 'salvar' é fundamental, pois expressa a esperança e a expectativa de libertação por parte de Deus.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a ação de Deus em favor de Seu povo.","referencias_relacionadas":["Salmos 37:39","Isaías 12:2","Romanos 10:13"]},"salmos_31_17_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia e ao amor leal de Deus, que são fundamentais para a relação com Seu povo.","explicacao_detalhada":"A palavra 'misericordia/amor leal' no Salmo 31 enfatiza a fidelidade de Deus em cumprir Suas promessas e em cuidar de Seu povo.","por_que_esta_palavra":"A escolha de 'misericordia' é significativa, pois ressalta a natureza amorosa e compassiva de Deus.","conexao_teologica":"A misericórdia de Deus é um tema recorrente nas Escrituras, que nos convida a confiar em Sua bondade.","referencias_relacionadas":["Salmos 136:1","Lamentações 3:22-23","Miquéias 7:18"]},"salmos_31_17_luminoso":{"palavra_pt":"luminoso","palavra_original":"אוֹר","transliteracao":"ʼôwr","strong":"H215","significado_raiz":"Ideia básica: luminoso.","significado_contextual":"Refere-se à luz e à clareza que vêm da presença de Deus, simbolizando esperança e direção.","explicacao_detalhada":"A palavra 'luminoso' no Salmo 31 sugere que a presença de Deus traz clareza e esperança em meio à escuridão.","por_que_esta_palavra":"A escolha de 'luminoso' é importante, pois representa a transformação que Deus traz à vida do crente.","conexao_teologica":"A luz de Deus é um símbolo de Sua verdade e orientação, sendo central na vida espiritual.","referencias_relacionadas":["Salmos 27:1","João 8:12","1 João 1:5"]},"salmos_31_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que é o criador e mantenedor do universo. No contexto do Salmo 31, o salmista clama ao Senhor em busca de ajuda e proteção.","por_que_esta_palavra":"Esta palavra é fundamental para expressar a relação do crente com Deus, reconhecendo-O como o Senhor de sua vida.","conexao_teologica":"A invocação do nome do Senhor é um tema central na teologia bíblica, simbolizando a dependência e a confiança do povo de Deus em Sua providência.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Êxodo 3:14"]},"salmos_31_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a afirmação que se segue.","explicacao_detalhada":"A palavra 'porque' (כִּי) é utilizada para conectar a razão pela qual o salmista se sente angustiado e busca a intervenção divina. É uma palavra que traz clareza ao motivo da súplica.","por_que_esta_palavra":"É essencial para a construção do argumento do salmo, permitindo que o leitor compreenda a lógica da oração do salmista.","conexao_teologica":"A relação entre a oração e a razão é um aspecto importante na comunicação com Deus, onde o crente expressa suas preocupações e razões para buscar ajuda.","referencias_relacionadas":["Tiago 1:5","Salmos 34:17","Romanos 8:28"]},"salmos_31_18_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição de alguém que cometeu injustiça ou pecado.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע) é usada para descrever aqueles que agem de maneira errada ou injusta. No contexto do Salmo, o salmista se opõe aos ímpios e busca a justiça de Deus.","por_que_esta_palavra":"É importante para destacar a diferença entre o justo e o ímpio, enfatizando a necessidade de justiça divina.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o juiz que distingue entre o justo e o culpado.","referencias_relacionadas":["Salmos 1:5","Provérbios 11:21","Romanos 6:23"]},"salmos_31_19_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se a uma mentira ou engano que pode causar dano.","explicacao_detalhada":"A palavra 'cause' (שֶׁקֶר) é usada para descrever falsidades que podem prejudicar a reputação ou a vida de alguém. O salmista menciona isso em relação aos ataques que enfrenta.","por_que_esta_palavra":"É crucial para entender os desafios que o salmista enfrenta, que incluem calúnias e mentiras.","conexao_teologica":"A verdade é um princípio fundamental na teologia bíblica, onde Deus é descrito como a própria verdade e os crentes são chamados a viver em verdade.","referencias_relacionadas":["Salmos 120:2","Provérbios 12:22","João 8:32"]},"salmos_31_19_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' (דָבַר) implica a importância da comunicação, especialmente no contexto de orações e declarações de fé. O salmista clama a Deus, expressando sua angústia.","por_que_esta_palavra":"É fundamental para a relação entre o ser humano e Deus, onde a oração é uma forma de diálogo.","conexao_teologica":"A comunicação com Deus é essencial na vida do crente, refletindo a necessidade de expressar pensamentos e sentimentos a Ele.","referencias_relacionadas":["Salmos 19:14","Filipenses 4:6","1 João 5:14"]},"salmos_31_19_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Refere-se àquele que age de acordo com a justiça e a retidão.","explicacao_detalhada":"A palavra 'justo' (צַדִּיק) é usada para descrever pessoas que seguem os caminhos de Deus. O salmista se identifica com os justos e busca a proteção divina.","por_que_esta_palavra":"É importante para estabelecer a identidade do salmista como alguém que busca viver de maneira correta diante de Deus.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para os crentes, que são chamados a viver de maneira justa em um mundo injusto.","referencias_relacionadas":["Salmos 37:25","Mateus 5:6","Romanos 1:17"]},"salmos_31_20_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, muitas vezes com foco na fragilidade e vulnerabilidade do ser humano.","explicacao_detalhada":"A palavra 'homem' (רַב) é utilizada para enfatizar a condição humana e a dependência de Deus. O salmista reconhece sua fragilidade diante das adversidades.","por_que_esta_palavra":"É essencial para entender a relação entre o ser humano e Deus, onde a vulnerabilidade é reconhecida.","conexao_teologica":"A Bíblia frequentemente aborda a condição humana, destacando a necessidade de dependência de Deus e Sua graça.","referencias_relacionadas":["Salmos 8:4","Eclesiastes 12:13","Romanos 3:23"]},"salmos_31_20_esperanca":{"palavra_pt":"esperanca","palavra_original":"חָסָה","transliteracao":"châçâh","strong":"H2620","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"Refere-se à confiança e expectativa em algo positivo que está por vir.","explicacao_detalhada":"A palavra 'esperança' (חָסָה) é usada para descrever a confiança do salmista em Deus como seu refúgio e proteção. É uma expressão de fé em tempos difíceis.","por_que_esta_palavra":"É fundamental para a mensagem do salmo, que enfatiza a confiança em Deus mesmo em meio à adversidade.","conexao_teologica":"A esperança é um tema central na teologia cristã, onde a confiança em Deus é vista como um pilar da fé.","referencias_relacionadas":["Salmos 42:5","Romanos 15:13","Hebreus 11:1"]},"salmos_31_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, muitas vezes simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação entre Deus e Seu povo, onde os crentes são vistos como filhos de Deus. O salmista se vê como parte dessa família divina.","por_que_esta_palavra":"É importante para entender a identidade do crente como filho de Deus e a relação íntima que isso implica.","conexao_teologica":"A filiação divina é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"salmos_31_21_bom":{"palavra_pt":"bom","palavra_original":"סֵתֶר","transliteracao":"çêther","strong":"H5643","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e proteção que Deus oferece aos que confiam Nele.","explicacao_detalhada":"A palavra 'bom' (סֵתֶר) é usada para descrever a segurança e a proteção que Deus proporciona. O salmista reconhece a bondade de Deus em sua vida.","por_que_esta_palavra":"É essencial para entender a natureza de Deus como um refúgio seguro e bom para aqueles que O buscam.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, onde Ele é descrito como um Deus que cuida e protege Seu povo.","referencias_relacionadas":["Salmos 100:5","Salmos 23:6","Romanos 2:4"]},"salmos_31_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade e dependência de Deus.","explicacao_detalhada":"A palavra 'homem' aqui enfatiza a condição humana, mostrando que, apesar das dificuldades, Deus cuida de seus filhos.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a vulnerabilidade e a necessidade de proteção divina.","conexao_teologica":"Deus é o refúgio do homem, que reconhece sua limitação e busca abrigo em Sua presença.","referencias_relacionadas":["Salmos 8:4","Salmos 144:3","Isaías 51:12"]},"salmos_31_22_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Representa um lugar de segurança e abrigo, onde o povo de Deus se reúne.","explicacao_detalhada":"A 'cidade' é um símbolo da comunidade e da proteção que Deus oferece aos seus fiéis.","por_que_esta_palavra":"A palavra 'cidade' é usada para ilustrar a ideia de um espaço seguro, onde a presença de Deus é sentida.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a habitação divina entre o seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"salmos_31_22_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Ato de adoração e reconhecimento da soberania de Deus.","explicacao_detalhada":"A palavra 'abençoar' implica em um gesto de reverência e gratidão, reconhecendo a bondade divina.","por_que_esta_palavra":"A escolha de 'abençoar' reflete a relação de dependência e louvor que o homem deve ter para com Deus.","conexao_teologica":"A bênção é um tema central na relação entre Deus e seu povo, simbolizando favor e proteção.","referencias_relacionadas":["Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"salmos_31_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O 'Senhor' é invocado como a fonte de ajuda e proteção, destacando a importância do Seu nome na vida do crente.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para expressar a relação de submissão e adoração do homem a Deus.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, simbolizando Sua presença e poder entre o Seu povo.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"salmos_31_23_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Representa a comunicação de Deus e a resposta do homem a Ele.","explicacao_detalhada":"A 'voz' é um símbolo de revelação e intimidade, indicando que Deus se comunica com Seu povo.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a importância da escuta e da resposta à palavra de Deus.","conexao_teologica":"A voz de Deus é frequentemente associada à Sua orientação e direção na vida do crente.","referencias_relacionadas":["João 10:27","Salmos 29:4","Isaías 30:21"]},"salmos_31_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de fé e confiança em Deus.","explicacao_detalhada":"A palavra 'dizer' implica em uma ação de proclamação e afirmação da verdade divina.","por_que_esta_palavra":"A escolha de 'dizer' destaca a importância da confissão e da declaração da fé em momentos de dificuldade.","conexao_teologica":"A confissão da palavra de Deus é um meio de fortalecer a fé e a confiança no Senhor.","referencias_relacionadas":["Romanos 10:9","Salmos 119:46","Hebreus 13:15"]},"salmos_31_23_temor":{"palavra_pt":"temor","palavra_original":"חָפַז","transliteracao":"châphaz","strong":"H2648","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor reverente que o homem deve ter diante de Deus.","explicacao_detalhada":"A palavra 'temor' implica em respeito e reconhecimento da grandeza de Deus.","por_que_esta_palavra":"A escolha de 'temor' enfatiza a necessidade de uma atitude de reverência e submissão ao Criador.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é fundamental para uma vida de fé.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"salmos_31_24_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade do ser humano, incluindo corpo e alma.","explicacao_detalhada":"A palavra 'corpo' enfatiza a integridade do ser humano e sua dependência de Deus em todas as áreas da vida.","por_que_esta_palavra":"A escolha de 'corpo' destaca a importância da vida física e espiritual diante de Deus.","conexao_teologica":"A relação entre corpo e alma é fundamental na teologia cristã, refletindo a criação de Deus.","referencias_relacionadas":["1 Coríntios 6:19-20","Gênesis 2:7","Romanos 12:1"]},"salmos_31_24_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Refere-se ao amor que deve existir entre os seres humanos e Deus.","explicacao_detalhada":"A palavra 'amar' implica em um relacionamento profundo e íntimo, tanto com Deus quanto com o próximo.","por_que_esta_palavra":"A escolha de 'amar' enfatiza a centralidade do amor na vida cristã e na relação com Deus.","conexao_teologica":"O amor é o mandamento maior e a essência da vida cristã, refletindo o caráter de Deus.","referencias_relacionadas":["1 João 4:19","Mateus 22:37-39","Romanos 13:10"]},"salmos_31_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, enfatizando Sua soberania.","explicacao_detalhada":"O 'Senhor' é invocado como a fonte de amor e proteção, reforçando a confiança do crente.","por_que_esta_palavra":"A repetição da palavra 'Senhor' destaca a importância da dependência contínua de Deus.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença constante e do Seu amor incondicional.","referencias_relacionadas":["Salmos 23:1","Salmos 91:1","Filipenses 4:19"]},"salmos_31_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de proteção e refúgio.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. Neste contexto, o salmista clama ao Senhor em busca de ajuda e segurança.","por_que_esta_palavra":"A invocação do nome do Senhor é um reconhecimento de Sua grandeza e poder, essencial para a fé do salmista.","conexao_teologica":"O uso do nome de Deus destaca a relação pessoal entre Ele e Seu povo, mostrando que Ele é um Deus que se importa e responde.","referencias_relacionadas":["Salmos 23:1","Salmos 46:1","Isaías 41:10"]},"salmos_31_25_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Indica a ação de se apegar firmemente ao Senhor em tempos de dificuldade.","explicacao_detalhada":"A palavra 'agarrar' (חָזַק) sugere uma força e determinação em manter-se próximo a Deus, especialmente quando se enfrenta adversidades.","por_que_esta_palavra":"É um chamado à ação, mostrando que a fé requer esforço e compromisso de se manter firme na confiança em Deus.","conexao_teologica":"A ideia de agarrar-se a Deus reflete a necessidade de dependência e confiança na Sua proteção e direção.","referencias_relacionadas":["Salmos 63:8","Salmos 119:31","Hebreus 10:23"]},"salmos_31_25_bom":{"palavra_pt":"bom","palavra_original":"אָמַץ","transliteracao":"ʼâmats","strong":"H553","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e à Sua disposição de ajudar aqueles que confiam Nele.","explicacao_detalhada":"A palavra 'bom' (אָמַץ) é usada para descrever a natureza de Deus, que é sempre benevolente e justo em Suas ações.","por_que_esta_palavra":"A bondade de Deus é um fundamento da esperança do salmista, que se apoia na certeza de que Deus é bom e age em favor de Seus fiéis.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, revelando Seu caráter e Sua relação com a humanidade.","referencias_relacionadas":["Salmos 100:5","Salmos 119:68","Romanos 8:28"]}}