{"salmos_35_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é um título que representa a soberania e o poder de Deus sobre todas as coisas.","explicacao_detalhada":"No Salmo 35:1, o salmista clama ao Senhor para que intervenha em sua defesa contra os inimigos. O uso do nome do Senhor aqui é um apelo à Sua autoridade e capacidade de salvar.","por_que_esta_palavra":"A invocação do 'Senhor' é uma expressão de fé e dependência, reconhecendo que somente Deus pode trazer justiça e proteção.","conexao_teologica":"A invocação do nome do Senhor é uma prática comum na oração, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Salmos 20:1","Salmos 54:1","Salmos 118:5"]},"salmos_35_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a uma relação de filiação, especialmente no contexto de ser escolhido por Deus.","explicacao_detalhada":"No Salmo 35:1, 'filho' pode se referir a Davi, que é visto como o escolhido de Deus. Essa relação implica proteção e cuidado divinos, além de uma responsabilidade moral.","por_que_esta_palavra":"A palavra 'filho' é significativa porque destaca a relação especial entre Deus e Davi, e por extensão, entre Deus e Seu povo.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a adoção e a intimidade que os crentes têm com o Pai.","referencias_relacionadas":["Salmos 2:7","Romanos 8:14","Gálatas 4:6"]},"salmos_35_1_repreender":{"palavra_pt":"repreender","palavra_original":"רִיב","transliteracao":"rîyb","strong":"H7378","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' refere-se a confrontar ou corrigir alguém, especialmente em um contexto de justiça.","explicacao_detalhada":"No Salmo 35:1, o salmista pede a Deus que intervenha e repreenda seus adversários, mostrando a confiança na justiça divina para lidar com a opressão.","por_que_esta_palavra":"A escolha da palavra 'repreender' é importante para expressar a necessidade de intervenção divina em situações de injustiça.","conexao_teologica":"A repreensão de Deus é um tema que aparece em várias partes da Bíblia, mostrando que Ele é justo e se opõe ao mal.","referencias_relacionadas":["Salmos 7:6","Isaías 54:17","Tiago 4:7"]},"salmos_35_2_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar posse ou segurar firmemente algo.","explicacao_detalhada":"No Salmo 35:2, o salmista pede a Deus que agarre e proteja, simbolizando a necessidade de segurança e apoio divinos em tempos de dificuldade.","por_que_esta_palavra":"A palavra 'agarrar' é usada para enfatizar a urgência da proteção que o salmista busca de Deus.","conexao_teologica":"A ideia de Deus como aquele que agarra e protege é uma imagem poderosa da Sua fidelidade e cuidado.","referencias_relacionadas":["Salmos 91:15","Isaías 41:10","Salmos 139:10"]},"salmos_35_2_escudo":{"palavra_pt":"escudo","palavra_original":"צִנָּה","transliteracao":"tsinnâh","strong":"H6793","significado_raiz":"Ideia básica: escudo.","significado_contextual":"A palavra 'escudo' refere-se a um objeto de defesa, simbolizando proteção contra ataques.","explicacao_detalhada":"No Salmo 35:2, o escudo representa a proteção que Deus oferece ao salmista em meio a adversidades e ameaças.","por_que_esta_palavra":"A escolha da palavra 'escudo' é significativa, pois ilustra a segurança que Deus proporciona aos que confiam Nele.","conexao_teologica":"Deus é frequentemente descrito como um escudo na Bíblia, simbolizando Sua proteção e defesa contra o mal.","referencias_relacionadas":["Salmos 3:3","Salmos 84:11","Efésios 6:16"]},"salmos_35_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em erguer ou colocar em uma posição elevada.","explicacao_detalhada":"No Salmo 35:2, o salmista pede que Deus levante sua causa, simbolizando a busca por justiça e apoio divino em meio à opressão.","por_que_esta_palavra":"A palavra 'levantar' é usada para expressar a necessidade de Deus agir em favor do salmista, trazendo à tona a verdade e a justiça.","conexao_teologica":"A ideia de Deus levantar os oprimidos é um tema recorrente na Escritura, refletindo Seu caráter justo e misericordioso.","referencias_relacionadas":["Salmos 9:12","Salmos 146:7","Lucas 4:18"]},"salmos_35_3_idiom":{"palavra_pt":"expressao","palavra_original":"רוּק","transliteracao":"rûwq","strong":"H7324","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como se comunica um sentimento ou uma ideia, especialmente em um contexto de súplica a Deus.","explicacao_detalhada":"No Salmo 35:3, a expressão é um pedido para que Deus intervenha e manifeste Sua vontade. A comunicação com Deus é fundamental na vida espiritual.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a necessidade de se abrir a Deus, mostrando vulnerabilidade e sinceridade na oração.","conexao_teologica":"A expressão de sentimentos e necessidades diante de Deus é um tema recorrente na Bíblia, mostrando que Deus se importa com nossas lutas.","referencias_relacionadas":["Salmos 62:8","Filipenses 4:6","1 Pedro 5:7"]},"salmos_35_3_libertar":{"palavra_pt":"libertar","palavra_original":"סָגַר","transliteracao":"çâgar","strong":"H5462","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' implica em um ato de resgate ou salvação, especialmente em situações de opressão ou dificuldade.","explicacao_detalhada":"Neste versículo, o salmista clama a Deus para que o liberte de seus inimigos, refletindo a necessidade de proteção divina em tempos de crise.","por_que_esta_palavra":"A palavra 'libertar' é crucial, pois expressa a esperança de que Deus não apenas ouça, mas também atue em favor do salmista.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação que Deus oferece a Seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Romanos 8:21"]},"salmos_35_3_buscar":{"palavra_pt":"buscar","palavra_original":"קִרְאָה","transliteracao":"qirʼâh","strong":"H7125","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' refere-se à ação de procurar ativamente por algo, neste caso, a intervenção divina.","explicacao_detalhada":"O salmista busca a ajuda de Deus, reconhecendo que somente Ele pode trazer a solução para suas aflições.","por_que_esta_palavra":"Buscar a Deus é um ato de fé e dependência, mostrando que o salmista confia na capacidade de Deus de responder suas orações.","conexao_teologica":"Buscar a Deus é um princípio fundamental na vida cristã, refletindo a necessidade de um relacionamento contínuo com Ele.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Tiago 4:8"]},"salmos_35_4_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, sua vitalidade e individualidade.","explicacao_detalhada":"No contexto do Salmo 35:4, o salmista clama pela proteção de sua vida, reconhecendo a fragilidade da existência humana.","por_que_esta_palavra":"A ênfase na 'alma' destaca a importância da vida espiritual e emocional, que está sob a proteção de Deus.","conexao_teologica":"A Bíblia ensina que a vida é um dom de Deus e que Ele se preocupa com cada aspecto da nossa existência.","referencias_relacionadas":["Salmos 23:3","Mateus 10:28","1 Pedro 1:9"]},"salmos_35_4_ashamed":{"palavra_pt":"ashamed","palavra_original":"חָפֵר","transliteracao":"châphêr","strong":"H2659","significado_raiz":"Ideia básica: ashamed.","significado_contextual":"A palavra 'ashamed' refere-se ao sentimento de vergonha ou desonra, especialmente em relação à reputação.","explicacao_detalhada":"Neste versículo, o salmista pede que seus inimigos sejam envergonhados, refletindo a busca por justiça e vindicação.","por_que_esta_palavra":"A palavra 'ashamed' é usada para expressar a expectativa de que Deus traga à luz a verdade e a justiça.","conexao_teologica":"A vergonha dos ímpios é um tema que aparece em várias passagens, mostrando que Deus é justo e defenderá os Seus.","referencias_relacionadas":["Salmos 25:2","Romanos 10:11","Isaías 45:17"]},"salmos_35_5_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a um ser enviado por Deus para cumprir Sua vontade.","explicacao_detalhada":"No Salmo 35:5, o salmista invoca a ajuda divina, reconhecendo que Deus pode enviar Seus mensageiros para protegê-lo.","por_que_esta_palavra":"A menção de 'anjo' enfatiza a crença na intervenção sobrenatural de Deus em favor de Seu povo.","conexao_teologica":"Os anjos são frequentemente mencionados na Bíblia como agentes de Deus, trazendo proteção e mensagens de esperança.","referencias_relacionadas":["Salmos 91:11","Hebreus 1:14","Gênesis 16:7"]},"salmos_35_5_chaff":{"palavra_pt":"chaff","palavra_original":"מֹץ","transliteracao":"môts","strong":"H4671","significado_raiz":"Ideia básica: chaff.","significado_contextual":"A palavra 'chaff' refere-se à parte não comestível do grão, simbolizando o que é inútil ou desprezível.","explicacao_detalhada":"Neste contexto, o salmista compara seus inimigos a 'palha', indicando que eles são efêmeros e sem valor diante do poder de Deus.","por_que_esta_palavra":"A escolha da palavra 'chaff' destaca a fragilidade e a futilidade dos planos dos ímpios contra os justos.","conexao_teologica":"A Bíblia frequentemente usa a metáfora da palha para descrever o destino dos ímpios, que serão julgados e removidos.","referencias_relacionadas":["Salmos 1:4","Mateus 3:12","João 15:6"]},"salmos_35_5_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à face, simbolizando a presença e a atenção de Deus.","explicacao_detalhada":"O salmista clama para que Deus olhe para ele, buscando a atenção divina em meio ao sofrimento.","por_que_esta_palavra":"A menção do 'rosto' de Deus simboliza a busca por Sua presença e favor em tempos de necessidade.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde a busca pelo Seu rosto é um sinal de relacionamento íntimo.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Salmos 80:3"]},"salmos_35_6_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' é novamente usada, enfatizando a ação de Deus através de Seus mensageiros.","explicacao_detalhada":"O salmista reafirma sua confiança na proteção divina, reconhecendo que Deus pode usar anjos para intervir em sua vida.","por_que_esta_palavra":"A repetição da palavra 'anjo' reforça a certeza de que Deus está sempre presente e ativo em favor de Seu povo.","conexao_teologica":"A presença dos anjos como mensageiros de Deus é um lembrete de que Ele está sempre trabalhando em nosso favor.","referencias_relacionadas":["Salmos 34:7","Mateus 4:11","Atos 12:7"]},"salmos_35_6_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho ou à jornada que uma pessoa percorre, simbolizando a direção e o propósito.","explicacao_detalhada":"O salmista clama por orientação e proteção em sua vida, reconhecendo que Deus é o guia em sua jornada.","por_que_esta_palavra":"A ênfase na 'vida' destaca a importância de seguir o caminho que Deus traçou para cada um de nós.","conexao_teologica":"A Bíblia ensina que Deus tem um plano para nossas vidas e que devemos buscar Sua direção em todas as áreas.","referencias_relacionadas":["Provérbios 3:5-6","Salmos 119:105","João 14:6"]},"salmos_35_6_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Representa a ausência de luz e a presença do mal ou da adversidade.","explicacao_detalhada":"No contexto do Salmo 35, as 'trevas' simbolizam a situação de opressão e injustiça enfrentada pelo salmista, que clama por ajuda divina contra seus inimigos.","por_que_esta_palavra":"A palavra 'trevas' é utilizada para descrever a condição espiritual e emocional do salmista, que se sente cercado por dificuldades e injustiças.","conexao_teologica":"As trevas frequentemente simbolizam o pecado e a separação de Deus, enquanto a luz representa a presença divina e a verdade.","referencias_relacionadas":["João 1:5","Isaías 9:2","Salmos 27:1"]},"salmos_35_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o salmista clama a Deus, enfatizando a injustiça sofrida.","explicacao_detalhada":"A palavra 'porque' conecta a súplica do salmista à sua situação de opressão, justificando seu pedido de intervenção divina.","por_que_esta_palavra":"É uma conjunção que expressa causa, essencial para entender a motivação do clamor do salmista.","conexao_teologica":"A oração é frequentemente fundamentada em razões que refletem a justiça de Deus e a necessidade de ajuda em tempos de tribulação.","referencias_relacionadas":["Salmos 22:1","Salmos 69:3","Salmos 88:1"]},"salmos_35_7_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida do salmista, destacando sua vulnerabilidade e necessidade de proteção.","explicacao_detalhada":"A palavra 'alma' é usada para expressar a totalidade do ser do salmista, que se vê ameaçado e busca a salvação de Deus.","por_que_esta_palavra":"A 'alma' é o aspecto mais profundo do ser humano, e sua menção enfatiza a gravidade da situação enfrentada.","conexao_teologica":"A salvação da alma é um tema central nas Escrituras, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 10:28","Salmos 23:3","Salmos 116:8"]},"salmos_35_7_inocente":{"palavra_pt":"inocente","palavra_original":"חִנָּם","transliteracao":"chinnâm","strong":"H2600","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à condição do salmista, que se considera justo e sem culpa diante de Deus.","explicacao_detalhada":"A palavra 'inocente' é utilizada para enfatizar a injustiça que o salmista está sofrendo, clamando por justiça divina.","por_que_esta_palavra":"A inocência é um tema importante, pois o salmista apela à justiça de Deus, confiando que Ele defenderá os justos.","conexao_teologica":"A inocência é frequentemente associada à pureza e à justiça de Deus, que protege os que são justos.","referencias_relacionadas":["Salmos 7:8","Salmos 26:1","Provérbios 21:15"]},"salmos_35_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade e à justiça que o salmista clama em sua defesa.","explicacao_detalhada":"A palavra 'verdade' é usada para afirmar a integridade do salmista e a injustiça das acusações contra ele.","por_que_esta_palavra":"A verdade é fundamental na relação entre o ser humano e Deus, sendo um pilar da justiça divina.","conexao_teologica":"Deus é descrito como a verdade, e a busca pela verdade é um tema recorrente nas Escrituras.","referencias_relacionadas":["João 14:6","Salmos 25:5","Salmos 119:160"]},"salmos_35_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de invocar ou pedir ajuda a Deus.","explicacao_detalhada":"A palavra 'vir' ou 'entrar' sugere um chamado à presença de Deus, buscando Sua intervenção nas dificuldades.","por_que_esta_palavra":"É um convite à ação, expressando a necessidade urgente do salmista de que Deus se manifeste.","conexao_teologica":"A invocação de Deus é um aspecto central da oração, refletindo a dependência humana de Sua ajuda.","referencias_relacionadas":["Salmos 50:15","Salmos 91:15","Romanos 10:13"]},"salmos_35_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é uma invocação ao Deus de Israel, reconhecendo Sua soberania e poder.","por_que_esta_palavra":"O nome de Deus é invocado como um símbolo de proteção e salvação, refletindo a confiança do salmista.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, sendo um meio de invocação de Sua presença.","referencias_relacionadas":["Salmos 20:7","Salmos 68:4","Provérbios 18:10"]},"salmos_35_9_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Novamente refere-se à vida do salmista, enfatizando sua vulnerabilidade.","explicacao_detalhada":"A repetição da palavra 'alma' reforça a ideia de que o salmista está clamando por proteção e salvação.","por_que_esta_palavra":"A ênfase na alma destaca a profundidade do clamor do salmista por ajuda divina.","conexao_teologica":"A proteção da alma é um tema recorrente, refletindo a preocupação de Deus com a vida de Seus servos.","referencias_relacionadas":["Salmos 34:22","Salmos 116:6","Mateus 16:26"]},"salmos_35_9_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação e libertação que o salmista busca de Deus.","explicacao_detalhada":"A palavra 'salvação' expressa a esperança do salmista em ser libertado de suas aflições e inimigos.","por_que_esta_palavra":"A salvação é um tema central na fé israelita, representando a intervenção divina em momentos de crise.","conexao_teologica":"Deus é visto como o Salvador, e a salvação é um aspecto fundamental da relação entre Ele e Seu povo.","referencias_relacionadas":["Salmos 3:8","Salmos 62:1","Isaías 12:2"]},"salmos_35_10_poderoso":{"palavra_pt":"poderoso","palavra_original":"חָזָק","transliteracao":"châzâq","strong":"H2389","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e capacidade de Deus para salvar e proteger.","explicacao_detalhada":"A palavra 'poderoso' destaca a natureza de Deus como aquele que tem o poder de agir em favor de Seus servos.","por_que_esta_palavra":"A ênfase no poder de Deus é um lembrete da Sua soberania e capacidade de intervir nas situações humanas.","conexao_teologica":"A força de Deus é um tema recorrente nas Escrituras, mostrando que Ele é capaz de realizar o impossível.","referencias_relacionadas":["Salmos 62:11","Jeremias 32:17","Efésios 6:10"]},"salmos_35_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas, enfatizando a importância do modo de agir.","explicacao_detalhada":"A palavra 'modo' neste contexto sugere que as ações devem ser feitas de forma correta e justa, refletindo a moralidade e a ética esperadas por Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de integridade nas ações, especialmente em momentos de conflito.","conexao_teologica":"A forma como agimos reflete nossa relação com Deus e os princípios que Ele ensina.","referencias_relacionadas":["Salmos 119:1","Provérbios 4:26","Mateus 7:12"]},"salmos_35_10_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Osso simboliza a estrutura e a força do corpo, representando a essência da vida.","explicacao_detalhada":"Neste versículo, 'osso' pode ser interpretado como a base da vida e da força, indicando que a integridade física e espiritual é fundamental.","por_que_esta_palavra":"A menção de 'osso' enfatiza a vulnerabilidade e a necessidade de proteção divina.","conexao_teologica":"Deus é visto como aquele que sustenta e fortalece, assim como os ossos sustentam o corpo.","referencias_relacionadas":["Gênesis 2:23","Salmos 51:8","Hebreus 4:12"]},"salmos_35_11_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de se erguer, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'levantar' implica um chamado à ação, à resistência e à superação de adversidades.","por_que_esta_palavra":"É uma invocação para que Deus intervenha e ajude aqueles que estão oprimidos ou em necessidade.","conexao_teologica":"Levantar-se é um tema recorrente na Bíblia, simbolizando a resiliência e a esperança em Deus.","referencias_relacionadas":["Isaías 40:31","Salmos 3:3","Romanos 8:31"]},"salmos_35_11_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"Refere-se à injustiça e à opressão que os justos enfrentam.","explicacao_detalhada":"A palavra 'cruelty' destaca a maldade dos opressores e a necessidade de justiça divina.","por_que_esta_palavra":"É uma chamada à atenção sobre a realidade da injustiça e a necessidade de intervenção divina.","conexao_teologica":"Deus é visto como o defensor dos oprimidos, e a crueldade é condenada em toda a Escritura.","referencias_relacionadas":["Salmos 10:2","Provérbios 21:15","Miquéias 6:8"]},"salmos_35_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à autenticidade e à justiça nas ações e palavras.","explicacao_detalhada":"A palavra 'verdade' é fundamental para a justiça e a integridade, especialmente em tempos de conflito.","por_que_esta_palavra":"A ênfase na verdade destaca a necessidade de honestidade e retidão nas relações humanas.","conexao_teologica":"Deus é a fonte da verdade, e viver em verdade é essencial para uma vida que agrada a Ele.","referencias_relacionadas":["João 8:32","Salmos 15:2","Efésios 4:15"]},"salmos_35_12_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade do ser humano, tanto físico quanto espiritual.","explicacao_detalhada":"A palavra 'corpo' simboliza a unidade do ser e a importância de cuidar tanto do físico quanto do espiritual.","por_que_esta_palavra":"A menção do corpo enfatiza a necessidade de proteção e cuidado em todas as áreas da vida.","conexao_teologica":"A Bíblia ensina que o corpo é templo do Espírito Santo e deve ser tratado com respeito.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:17"]},"salmos_35_12_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à qualidade positiva das ações e da vida.","explicacao_detalhada":"A palavra 'bom' implica em ações que são agradáveis a Deus e benéficas para os outros.","por_que_esta_palavra":"A ênfase na bondade destaca a moralidade e a ética que devem guiar a vida do crente.","conexao_teologica":"Deus é descrito como bom, e Seus seguidores são chamados a refletir essa bondade em suas vidas.","referencias_relacionadas":["Salmos 34:8","Mateus 5:16","Gálatas 6:10"]},"salmos_35_12_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida e à essência do ser humano.","explicacao_detalhada":"A palavra 'alma/vida' representa a totalidade do ser, incluindo emoções, pensamentos e espiritualidade.","por_que_esta_palavra":"A menção da alma enfatiza a importância da vida espiritual e da conexão com Deus.","conexao_teologica":"A vida é um presente de Deus, e cuidar da alma é essencial para uma vida plena.","referencias_relacionadas":["Gênesis 2:7","Mateus 16:26","Salmos 42:1"]},"salmos_35_13_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"Refere-se ao uso de pano de saco como símbolo de luto e arrependimento.","explicacao_detalhada":"A palavra 'sackcloth' é frequentemente associada a períodos de tristeza, lamento e busca de Deus.","por_que_esta_palavra":"A menção do pano de saco destaca a seriedade do arrependimento e a busca pela misericórdia divina.","conexao_teologica":"O arrependimento é um tema central na Bíblia, e o uso de pano de saco simboliza a humildade diante de Deus.","referencias_relacionadas":["Joel 1:13","Mateus 11:21","Jonas 3:5"]},"salmos_35_13_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se à atitude de humildade e submissão diante de Deus.","explicacao_detalhada":"A palavra 'humilde' implica reconhecer a própria fragilidade e a necessidade de ajuda divina.","por_que_esta_palavra":"A ênfase na humildade é crucial para a relação com Deus, que se opõe aos orgulhosos.","conexao_teologica":"A humildade é uma virtude valorizada na Bíblia, sendo essencial para a verdadeira adoração.","referencias_relacionadas":["Tiago 4:6","Salmos 147:6","Mateus 5:3"]},"salmos_35_13_jejum":{"palavra_pt":"jejum","palavra_original":"צוֹם","transliteracao":"tsôwm","strong":"H6685","significado_raiz":"Ideia básica: jejum.","significado_contextual":"O jejum é uma prática de abstenção de alimentos, frequentemente associada a um estado de humilhação e busca por Deus.","explicacao_detalhada":"No contexto de Salmos 35, o jejum é mencionado como uma forma de intercessão e lamento diante de Deus, onde o salmista se dedica a buscar a ajuda divina em meio à adversidade.","por_que_esta_palavra":"A palavra 'jejum' é utilizada para expressar a seriedade da situação e a necessidade de se aproximar de Deus em oração e arrependimento.","conexao_teologica":"O jejum é visto como um meio de se humilhar diante de Deus e buscar Sua vontade, refletindo a dependência do ser humano em relação ao Criador.","referencias_relacionadas":["Mateus 6:16-18","Isaías 58:6-7","Joel 2:12-13"]},"salmos_35_14_irmao":{"palavra_pt":"irmao","palavra_original":"אָח","transliteracao":"ʼâch","strong":"H251","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se a um laço familiar e de solidariedade, enfatizando a relação entre os membros do povo de Deus.","explicacao_detalhada":"No Salmo 35, o salmista menciona seus 'irmãos' para destacar a traição e a dor que sente por aqueles que deveriam estar ao seu lado, mas que se voltaram contra ele.","por_que_esta_palavra":"A inclusão da palavra 'irmão' ressalta a profundidade da dor emocional e a quebra de confiança entre aqueles que compartilham laços familiares ou espirituais.","conexao_teologica":"A ideia de irmandade é central na teologia bíblica, refletindo a unidade do corpo de Cristo e a importância do amor fraternal.","referencias_relacionadas":["1 João 4:20-21","Romanos 12:10","Hebreus 13:1"]},"salmos_35_14_arco":{"palavra_pt":"arco","palavra_original":"שָׁחַח","transliteracao":"shâchach","strong":"H7817","significado_raiz":"Ideia básica: arco.","significado_contextual":"O arco simboliza a guerra e a agressão, representando os ataques que o salmista enfrenta de seus inimigos.","explicacao_detalhada":"No contexto do Salmo 35, o arco é mencionado para ilustrar as armas e estratégias que os adversários usam contra o salmista, enfatizando a necessidade de proteção divina.","por_que_esta_palavra":"A palavra 'arco' é utilizada para descrever a hostilidade e a intenção maligna dos inimigos, contrastando com a busca do salmista por justiça.","conexao_teologica":"O uso de armas e a metáfora da guerra são comuns na literatura bíblica, simbolizando a luta espiritual que os crentes enfrentam.","referencias_relacionadas":["Salmos 7:12-13","Efésios 6:11-12","2 Coríntios 10:4"]},"salmos_35_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um conceito central na relação entre Deus e Seu povo, representando fidelidade e justiça.","explicacao_detalhada":"No Salmo 35, a menção da 'verdade' destaca a injustiça que o salmista enfrenta, contrastando com a traição de seus inimigos.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a integridade do caráter de Deus e a expectativa de que Seu povo viva de acordo com essa verdade.","conexao_teologica":"A verdade é frequentemente associada à natureza de Deus e à Sua palavra, sendo um fundamento para a vida cristã.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"salmos_35_15_perecer":{"palavra_pt":"perecer","palavra_original":"דָּמַם","transliteracao":"dâmam","strong":"H1826","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Perecer refere-se à destruição ou morte, um tema que aparece frequentemente em contextos de julgamento e adversidade.","explicacao_detalhada":"No Salmo 35, o salmista clama para que seus inimigos não prosperem, expressando o desejo de que a maldade deles seja punida.","por_que_esta_palavra":"A palavra 'perecer' é utilizada para enfatizar a gravidade da situação e a necessidade de intervenção divina contra a injustiça.","conexao_teologica":"A ideia de perecer está ligada ao conceito de juízo divino, onde Deus é visto como o juiz que traz justiça aos oprimidos.","referencias_relacionadas":["Salmos 37:20","Mateus 10:28","Apocalipse 20:14"]},"salmos_35_15_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir implica em eliminar ou arruinar, frequentemente associado ao juízo de Deus sobre o mal.","explicacao_detalhada":"No Salmo 35, o salmista pede a Deus que destrua os planos de seus inimigos, clamando por justiça e proteção.","por_que_esta_palavra":"A palavra 'destruir' é forte e reflete a urgência do pedido do salmista por intervenção divina contra a maldade.","conexao_teologica":"A destruição do mal é um tema recorrente na Bíblia, onde Deus promete julgar e erradicar a injustiça.","referencias_relacionadas":["Salmos 92:7","Romanos 12:19","2 Pedro 3:9"]},"salmos_35_16_pecado":{"palavra_pt":"pecado","palavra_original":"חָנֵף","transliteracao":"chânêph","strong":"H2611","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Pecado refere-se à transgressão da lei de Deus, trazendo separação e condenação.","explicacao_detalhada":"No Salmo 35, a menção do 'pecado' destaca a maldade dos inimigos e a necessidade de arrependimento e perdão.","por_que_esta_palavra":"A palavra 'pecado' é central na compreensão da condição humana e da necessidade de redenção através de Cristo.","conexao_teologica":"O pecado é um tema fundamental na teologia cristã, onde a salvação é oferecida a todos que se arrependem.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:1-2"]},"salmos_35_16_pao":{"palavra_pt":"pao","palavra_original":"מָעוֹג","transliteracao":"mâʻôwg","strong":"H4580","significado_raiz":"Ideia básica: pao.","significado_contextual":"Pão simboliza sustento e vida, essencial para a sobrevivência física e espiritual.","explicacao_detalhada":"No Salmo 35, o 'pão' é mencionado em um contexto de necessidade e dependência de Deus para o sustento.","por_que_esta_palavra":"A palavra 'pão' é utilizada para ilustrar a provisão de Deus e a importância de confiar Nele para todas as necessidades.","conexao_teologica":"Jesus se apresenta como o 'pão da vida', simbolizando a satisfação espiritual que vem dEle.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14-15"]},"salmos_35_17_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor é um título que expressa autoridade e soberania, referindo-se a Deus como o Criador e Sustentador.","explicacao_detalhada":"No Salmo 35, o salmista clama ao 'Senhor' em busca de ajuda e proteção contra seus inimigos, reconhecendo Sua autoridade.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a relação de submissão e reverência que o crente deve ter para com Deus.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o governante supremo sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Romanos 10:13"]},"salmos_35_17_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' ou 'vida' refere-se à essência do ser humano, incluindo suas emoções e espiritualidade.","explicacao_detalhada":"No Salmo 35, o salmista clama pela proteção de sua 'alma', reconhecendo a vulnerabilidade e a necessidade de Deus em sua vida.","por_que_esta_palavra":"A palavra 'alma' é utilizada para enfatizar a totalidade do ser humano e a importância da vida espiritual.","conexao_teologica":"A alma é vista como a parte eterna do ser humano, que se relaciona com Deus e é objeto de Sua salvação.","referencias_relacionadas":["Mateus 10:28","Salmos 23:3","1 Pedro 1:9"]},"salmos_35_18_assembleia":{"palavra_pt":"assembleia","palavra_original":"קָהָל","transliteracao":"qâhâl","strong":"H6951","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"Refere-se a um grupo de pessoas reunidas, geralmente para adoração ou julgamento.","explicacao_detalhada":"A palavra 'assembleia' implica um encontro formal, onde os membros se reúnem para discutir assuntos importantes ou para adorar a Deus. No contexto do Salmo 35, o autor clama por reconhecimento e apoio diante da assembleia, sugerindo a importância da comunidade na adoração e na justiça.","por_que_esta_palavra":"A assembleia é crucial para a vida comunitária e espiritual do povo de Deus, simbolizando unidade e apoio mútuo.","conexao_teologica":"A assembleia é um reflexo da comunidade de fé que se reúne para glorificar a Deus e buscar Sua justiça.","referencias_relacionadas":["Salmos 22:25","Salmos 107:32","Hebreus 10:25"]},"salmos_35_18_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a fragilidade e a dependência de Deus.","explicacao_detalhada":"A palavra 'homem' neste contexto destaca a vulnerabilidade do ser humano diante das adversidades e a necessidade de intervenção divina. O salmista se coloca como um homem que busca ajuda e justiça de Deus em meio à opressão.","por_que_esta_palavra":"O reconhecimento da condição humana é fundamental para entender a necessidade de Deus e Sua salvação.","conexao_teologica":"A humanidade é chamada a depender de Deus, que é o único capaz de trazer verdadeira justiça e libertação.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6","Romanos 3:23"]},"salmos_35_18_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que pertencem a uma nação ou comunidade, especialmente o povo de Deus.","explicacao_detalhada":"A palavra 'povo' enfatiza a coletividade e a identidade do povo escolhido por Deus. No Salmo 35, o salmista clama para que seu sofrimento seja reconhecido pelo povo, reforçando a ideia de solidariedade e apoio entre os membros da comunidade de fé.","por_que_esta_palavra":"O povo de Deus é chamado a se unir em oração e apoio mútuo, especialmente em tempos de dificuldade.","conexao_teologica":"A noção de povo é central na teologia bíblica, representando a relação especial entre Deus e aqueles que Ele escolheu.","referencias_relacionadas":["Êxodo 19:6","Salmos 100:3","1 Pedro 2:9"]},"salmos_35_19_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se a uma razão ou motivo, especialmente em um contexto de injustiça.","explicacao_detalhada":"A palavra 'cause' neste versículo destaca a injustiça que o salmista enfrenta. Ele clama a Deus para que a verdade prevaleça e que aqueles que o perseguem não tenham sucesso em suas ações maliciosas.","por_que_esta_palavra":"A busca pela verdade e pela justiça é um tema recorrente nos Salmos, refletindo a luta do justo contra a opressão.","conexao_teologica":"Deus é visto como o defensor da verdade e da justiça, e os crentes são chamados a confiar Nele em tempos de dificuldade.","referencias_relacionadas":["Salmos 43:1","Provérbios 21:15","Isaías 1:17"]},"salmos_35_19_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"Refere-se à alegria ou felicidade, especialmente em um contexto de celebração.","explicacao_detalhada":"A palavra 'cheer' implica um desejo de alegria e celebração, contrastando com a dor e a opressão que o salmista enfrenta. Ele anseia por um tempo em que a alegria possa ser restaurada, tanto para si quanto para a comunidade.","por_que_esta_palavra":"A alegria é um aspecto fundamental da vida de fé, refletindo a esperança na intervenção de Deus.","conexao_teologica":"A alegria é frequentemente associada à presença de Deus e à Sua salvação, que traz alívio e esperança.","referencias_relacionadas":["Salmos 30:5","Salmos 126:2","Filipenses 4:4"]},"salmos_35_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se a uma conjunção que introduz uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' é usada para justificar o clamor do salmista, que deseja que a verdade prevaleça. Ele está expressando a razão pela qual busca a ajuda de Deus, enfatizando a injustiça que enfrenta.","por_que_esta_palavra":"A conexão entre a oração e a razão é essencial na comunicação com Deus, mostrando a sinceridade do coração do crente.","conexao_teologica":"A oração é uma resposta à realidade da vida, e Deus ouve as razões apresentadas por Seu povo.","referencias_relacionadas":["Salmos 34:17","Salmos 37:5","Tiago 1:5"]},"salmos_35_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade ou à conformidade com o que é justo e correto.","explicacao_detalhada":"A palavra 'verdade' é central no clamor do salmista, que busca que a justiça e a verdade sejam restauradas em sua vida. Ele se opõe à mentira e à injustiça que o cercam.","por_que_esta_palavra":"A verdade é um atributo de Deus e é fundamental para a vida do crente, que deve viver em conformidade com ela.","conexao_teologica":"Deus é a fonte da verdade, e os crentes são chamados a buscar e viver de acordo com a verdade divina.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"salmos_35_20_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Em Salmos 35:20, \"paz\" aparece na frase \"Pois não falam de paz; antes projetam enganar os quietos da terra.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (שָׁלוֹם; shâlôwm; H7965), \"paz\" traz a ideia de paz. Aqui, essa palavra deixa o ensino de Salmos 35:20 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"paz\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 37:11. Lendo junto com Salmos 35:20, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Salmos 35:20","Salmos 37:11","Salmos 119:105"]},"salmos_35_21_enmake":{"palavra_pt":"en make","palavra_original":"רָחַב","transliteracao":"râchab","strong":"H7337","significado_raiz":"Ideia básica: en make.","significado_contextual":"Em Salmos 35:21, \"en make\" aparece na frase \"Abrem a boca de par em par contra mim, e dizem: Ah! Ah! os nossos olhos o viram.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (רָחַב; râchab; H7337), \"en make\" traz a ideia de en make. Aqui, essa palavra deixa o ensino de Salmos 35:21 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"en make\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 25:17. Lendo junto com Salmos 35:21, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Salmos 35:21","Salmos 25:17","Salmos 119:105"]},"salmos_35_21_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo que é vasto, significativo ou de grande importância.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude da situação enfrentada pelo salmista, bem como a grandeza de Deus em Sua capacidade de ajudar e salvar. O salmista reconhece a grandeza de Deus em contraste com suas dificuldades.","por_que_esta_palavra":"A grandeza de Deus é um tema central na adoração, lembrando os crentes de Sua soberania e poder.","conexao_teologica":"A grandeza de Deus é uma fonte de esperança e confiança para aqueles que O buscam em tempos de necessidade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"salmos_35_21_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"A boca é frequentemente associada à fala e à comunicação, e neste contexto, refere-se a palavras que são usadas para acusar ou difamar.","explicacao_detalhada":"A palavra 'boca' (פֶּה, peh) é utilizada para descrever não apenas o órgão físico, mas também simboliza a expressão verbal e a capacidade de proferir palavras que podem ter um impacto significativo sobre os outros. No Salmo 35, a boca é mencionada em um contexto de injustiça e calúnia.","por_que_esta_palavra":"A escolha da palavra 'boca' enfatiza a importância das palavras e como elas podem ser usadas para ferir ou injustamente atacar alguém.","conexao_teologica":"A boca é um símbolo do que está no coração, e as palavras que saem dela refletem a condição espiritual do indivíduo. Isso se conecta com a ideia de que devemos ser cuidadosos com o que falamos.","referencias_relacionadas":["Mateus 12:34","Tiago 3:6","Salmos 141:3"]},"salmos_35_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (יְהֹוָה, Yᵉhôvâh) é utilizado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"O nome de Deus, Yᵉhôvâh, é considerado sagrado e representa a presença e a ação de Deus na história. No Salmo 35, o uso deste nome invoca a proteção e a justiça divina.","por_que_esta_palavra":"A palavra 'Senhor' é usada para afirmar a relação de aliança entre Deus e Seu povo, destacando Sua fidelidade e poder.","conexao_teologica":"O nome de Deus é central na teologia bíblica, pois revela Seu caráter e Sua vontade. Invocar o nome do Senhor é um ato de fé e dependência.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"salmos_35_22_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"A palavra 'planejar' (חָרַשׁ, chârash) refere-se à ação de elaborar ou conceber intenções, muitas vezes com uma conotação negativa neste contexto.","explicacao_detalhada":"Neste salmo, 'planejar' implica em tramar ou conspirar contra alguém, revelando a malícia dos inimigos que buscam causar dano ao justo. A palavra sugere um ato deliberado e premeditado.","por_que_esta_palavra":"A inclusão de 'planejar' destaca a natureza intencional das ações dos adversários, que não são meras palavras, mas sim estratégias malignas.","conexao_teologica":"A ideia de planejamento maligno contrasta com a soberania de Deus, que tem planos de paz e não de mal para Seu povo.","referencias_relacionadas":["Salmos 2:1","Provérbios 12:5","Isaías 54:17"]},"salmos_35_22_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' (אֲדֹנָי, ʼĂdônây) é um título que expressa autoridade e domínio, referindo-se a Deus como o Senhor supremo.","explicacao_detalhada":"Neste contexto, 'Senhor' é um reconhecimento da soberania de Deus sobre todas as situações, especialmente em momentos de injustiça e opressão. É um apelo à Sua intervenção.","por_que_esta_palavra":"A repetição do termo 'Senhor' enfatiza a necessidade de clamar por Sua ajuda e justiça diante das adversidades.","conexao_teologica":"O título 'Senhor' reflete a relação de servidão e submissão que os crentes têm com Deus, reconhecendo Sua autoridade em suas vidas.","referencias_relacionadas":["Salmos 110:1","Isaías 40:10","Romanos 14:9"]},"salmos_35_23_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' (מִשְׁפָּט, mishpâṭ) refere-se ao ato de julgar, decidir ou administrar justiça, especialmente em um contexto de opressão.","explicacao_detalhada":"No Salmo 35, 'juízo' é um clamor por justiça divina em face da injustiça humana. O salmista pede a Deus que intervenha e faça justiça contra aqueles que o perseguem.","por_que_esta_palavra":"A palavra 'juízo' é crucial, pois expressa a necessidade de um julgamento justo e a esperança de que Deus atuará em favor dos oprimidos.","conexao_teologica":"A justiça de Deus é um tema central nas Escrituras, refletindo Seu caráter e Sua promessa de restaurar a ordem e a equidade.","referencias_relacionadas":["Salmos 9:7-8","Isaías 30:18","Miquéias 6:8"]},"salmos_35_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' (אֱלֹהִים, ʼĕlôhîym) é usada para enfatizar a natureza divina e a autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Neste salmo, 'Deus' é invocado como aquele que tem o poder de julgar e trazer justiça. O salmista confia na capacidade de Deus de intervir em sua situação.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para expressar a confiança do salmista na soberania e na justiça divina.","conexao_teologica":"A natureza de Deus como juiz é um tema recorrente na Bíblia, mostrando que Ele é justo e fiel em todas as Suas promessas.","referencias_relacionadas":["Salmos 50:6","Salmos 75:7","Hebreus 10:30"]},"salmos_35_23_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' (אֲדֹנָי, ʼĂdônây) é um título que expressa a soberania e a autoridade de Deus, especialmente em momentos de clamor e necessidade.","explicacao_detalhada":"Neste contexto, o salmista se dirige a Deus como Senhor, reconhecendo Sua posição de autoridade e seu papel como defensor e juiz.","por_que_esta_palavra":"A repetição do termo 'Senhor' reforça a ideia de que o salmista está buscando ajuda e intervenção divina em sua luta contra a injustiça.","conexao_teologica":"A relação entre Deus como Senhor e o Seu povo é uma das bases da fé, onde os crentes reconhecem Sua liderança e proteção.","referencias_relacionadas":["Salmos 119:94","Salmos 145:14","Romanos 8:31"]},"salmos_35_24_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' (שָׁפַט, shâphaṭ) refere-se ao ato de decidir ou administrar justiça, especialmente em um contexto de opressão e injustiça.","explicacao_detalhada":"No Salmo 35, o salmista clama a Deus para que Ele intervenha e faça justiça, pedindo que Deus julgue a situação em que se encontra, onde a injustiça prevalece.","por_que_esta_palavra":"A palavra 'julgar' é essencial, pois expressa a esperança do salmista de que Deus atuará em favor dos justos e trará justiça aos injustos.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Seu caráter e Sua promessa de restaurar a ordem e a equidade.","referencias_relacionadas":["Salmos 7:8","Salmos 9:4","Eclesiastes 3:17"]},"salmos_35_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (יְהֹוָה, Yᵉhôvâh) é utilizado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"O uso do nome de Deus neste contexto invoca Sua presença e ação, pedindo que Ele intervenha na situação de injustiça enfrentada pelo salmista.","por_que_esta_palavra":"A palavra 'Senhor' é um reconhecimento da aliança entre Deus e Seu povo, destacando Sua fidelidade e poder.","conexao_teologica":"O nome de Deus é central na teologia bíblica, pois revela Seu caráter e Sua vontade. Invocar o nome do Senhor é um ato de fé e dependência.","referencias_relacionadas":["Salmos 68:4","Salmos 118:26","Romanos 10:13"]},"salmos_35_24_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' (אֱלֹהִים, ʼĕlôhîym) é usada para enfatizar a natureza divina e a autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Neste salmo, 'Deus' é invocado como aquele que tem o poder de julgar e trazer justiça. O salmista confia na capacidade de Deus de intervir em sua situação.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para expressar a confiança do salmista na soberania e na justiça divina.","conexao_teologica":"A natureza de Deus como juiz é um tema recorrente na Bíblia, mostrando que Ele é justo e fiel em todas as Suas promessas.","referencias_relacionadas":["Salmos 50:6","Salmos 75:7","Hebreus 10:30"]},"salmos_35_25_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é frequentemente visto como o centro das emoções e da vontade humana na Bíblia.","explicacao_detalhada":"No contexto de Salmos 35:25, o coração representa os sentimentos e intenções mais profundos do ser humano, especialmente em relação a Deus e aos outros. O salmista clama para que seus inimigos não se alegrem com seu sofrimento, refletindo a vulnerabilidade do coração humano.","por_que_esta_palavra":"A palavra 'coração' é utilizada para enfatizar a profundidade das emoções e a sinceridade das intenções, sendo central na relação entre o ser humano e Deus.","conexao_teologica":"O coração é frequentemente mencionado nas Escrituras como o lugar onde Deus busca habitar e transformar, indicando a importância de um coração puro e voltado para Ele.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Mateus 5:8"]},"salmos_35_25_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' ou 'vida' refere-se à essência da pessoa, incluindo suas emoções e sua vitalidade.","explicacao_detalhada":"Em Salmos 35:25, a alma é mencionada como parte da identidade do salmista, que clama a Deus em busca de proteção e justiça. A alma é vista como o que dá vida ao corpo e é fundamental para a relação com Deus.","por_que_esta_palavra":"A utilização de 'alma' destaca a totalidade do ser humano, enfatizando que a busca por Deus envolve não apenas a mente, mas também as emoções e a vida espiritual.","conexao_teologica":"A alma é frequentemente associada à salvação e à vida eterna, sendo um tema central na teologia bíblica sobre a redenção e a relação com Deus.","referencias_relacionadas":["Gênesis 2:7","Mateus 16:26","Salmos 42:1"]},"salmos_35_26_confusion":{"palavra_pt":"confusao","palavra_original":"כְּלִמָּה","transliteracao":"kᵉlimmâh","strong":"H3639","significado_raiz":"Ideia básica: confusao.","significado_contextual":"Confusão refere-se à desordem e ao embaraço que os inimigos do salmista desejam infligir sobre ele.","explicacao_detalhada":"No contexto de Salmos 35:26, a confusão é um desejo de desestabilizar o salmista, fazendo com que ele se sinta envergonhado e derrotado. O salmista clama a Deus para que seus inimigos sejam confundidos em seus planos malignos.","por_que_esta_palavra":"A palavra 'confusão' é usada para expressar a expectativa de que os planos dos ímpios sejam frustrados e que a justiça prevaleça.","conexao_teologica":"A confusão dos inimigos é um tema recorrente nas Escrituras, onde Deus promete proteger e vindicar Seu povo contra aqueles que se opõem a Ele.","referencias_relacionadas":["Salmos 40:14","Isaías 54:17","Romanos 12:19"]},"salmos_35_26_ashamed":{"palavra_pt":"ashamed","palavra_original":"חָפֵר","transliteracao":"châphêr","strong":"H2659","significado_raiz":"Ideia básica: ashamed.","significado_contextual":"A palavra 'envergonhado' refere-se ao estado de humilhação que os inimigos do salmista desejam experimentar.","explicacao_detalhada":"Em Salmos 35:26, o salmista pede que aqueles que se alegram com seu sofrimento sejam envergonhados, indicando que a vergonha é uma consequência do mal que desejam fazer.","por_que_esta_palavra":"A vergonha é um tema importante, pois reflete a justiça de Deus em reverter as situações de opressão e trazer à luz a verdade.","conexao_teologica":"A vergonha dos ímpios é um sinal da justiça de Deus, que não deixa impune aqueles que praticam o mal contra os justos.","referencias_relacionadas":["Salmos 25:2","Salmos 69:6","Isaías 45:17"]},"salmos_35_26_glad":{"palavra_pt":"glad","palavra_original":"שָׂמֵחַ","transliteracao":"sâmêach","strong":"H8056","significado_raiz":"Ideia básica: glad.","significado_contextual":"A palavra 'alegre' refere-se à felicidade e ao júbilo que o salmista deseja que os justos experimentem.","explicacao_detalhada":"No contexto de Salmos 35:26, a alegria é uma resposta à justiça de Deus e à proteção que Ele oferece ao salmista. A alegria é uma consequência da vitória sobre os inimigos.","por_que_esta_palavra":"A alegria é um tema central na vida do crente, refletindo a esperança e a confiança em Deus mesmo em tempos de adversidade.","conexao_teologica":"A alegria é frequentemente associada à presença de Deus e à Sua salvação, sendo um sinal da vida abundante que Ele oferece.","referencias_relacionadas":["Salmos 30:5","Filipenses 4:4","Romanos 14:17"]},"salmos_35_27_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se ao estado de contentamento e felicidade que resulta da intervenção divina.","explicacao_detalhada":"Em Salmos 35:27, a alegria é uma resposta à vitória e à justiça de Deus, onde o salmista expressa seu desejo de que os justos se alegrem com ele.","por_que_esta_palavra":"A alegria é um reflexo da ação de Deus em nossas vidas, especialmente em momentos de dificuldade e opressão.","conexao_teologica":"A alegria é um fruto do Espírito e uma marca da vida cristã, indicando a presença de Deus e a esperança em Suas promessas.","referencias_relacionadas":["Salmos 126:3","Gálatas 5:22","Neemias 8:10"]},"salmos_35_27_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"A palavra 'animar' refere-se ao ato de encorajar e trazer ânimo aos outros.","explicacao_detalhada":"No contexto de Salmos 35:27, o salmista deseja que os justos se alegrem e se animem, celebrando a justiça de Deus e a derrota dos inimigos.","por_que_esta_palavra":"A animação é importante na vida comunitária, pois fortalece a fé e a esperança entre os crentes.","conexao_teologica":"A animação e o encorajamento são aspectos fundamentais da vida cristã, onde os crentes são chamados a edificar uns aos outros.","referencias_relacionadas":["1 Tessalonicenses 5:11","Hebreus 10:24-25","Romanos 15:2"]},"salmos_35_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à expressão verbal de louvor e declaração de fé.","explicacao_detalhada":"Em Salmos 35:27, o salmista fala sobre a importância de declarar a grandeza de Deus e a alegria que isso traz ao povo de Deus.","por_que_esta_palavra":"Dizer é uma forma de testemunhar e compartilhar a fé, essencial para a edificação da comunidade de crentes.","conexao_teologica":"A declaração da grandeza de Deus é um ato de adoração e reconhecimento de Sua soberania e bondade.","referencias_relacionadas":["Salmos 96:3","Salmos 107:2","Mateus 28:19-20"]},"salmos_35_28_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, muitas vezes associado a eventos significativos na vida do crente.","explicacao_detalhada":"Em Salmos 35:28, o dia é mencionado como um tempo de testemunho e declaração da justiça de Deus, onde o salmista se compromete a louvar a Deus continuamente.","por_que_esta_palavra":"O dia simboliza a continuidade da vida e a oportunidade de viver em adoração e gratidão a Deus.","conexao_teologica":"Cada dia é uma nova oportunidade para glorificar a Deus e viver de acordo com Sua vontade.","referencias_relacionadas":["Salmos 118:24","Salmos 145:2","Lamentações 3:22-23"]},"salmos_35_28_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A palavra 'língua' refere-se à capacidade de falar e expressar pensamentos e sentimentos.","explicacao_detalhada":"No contexto de Salmos 35:28, a língua é um instrumento de louvor e testemunho, onde o salmista se compromete a usar suas palavras para glorificar a Deus.","por_que_esta_palavra":"A língua é poderosa e pode ser usada tanto para edificar quanto para destruir, sendo essencial que seja usada para glorificar a Deus.","conexao_teologica":"O uso da língua para louvor é um tema recorrente nas Escrituras, enfatizando a importância da adoração verbal.","referencias_relacionadas":["Salmos 34:1","Tiago 3:9-10","Romanos 10:9"]},"salmos_35_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como se deve viver e agir diante de Deus.","explicacao_detalhada":"A palavra 'modo' implica uma forma de conduta ou comportamento que é esperado de um fiel. No contexto do Salmo, o autor expressa a intenção de louvar a Deus e viver de acordo com Seus preceitos.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da vida prática e da ética na adoração a Deus.","conexao_teologica":"A maneira de viver é um reflexo da relação do crente com Deus, que deve ser pautada pela justiça e pela verdade.","referencias_relacionadas":["Salmos 1:1-2","Provérbios 4:23","Mateus 5:16"]}}