{"salmos_38_1_psalm":{"palavra_pt":"psalm","palavra_original":"מִזְמוֹר","transliteracao":"mizmôwr","strong":"H4210","significado_raiz":"Ideia básica: psalm.","significado_contextual":"A palavra 'psalm' refere-se a um cântico ou poema que expressa louvor, adoração ou lamento.","explicacao_detalhada":"O Salmo 38 é um lamento de Davi, onde ele clama a Deus em meio à dor e ao sofrimento, utilizando a forma poética para expressar sua angústia e necessidade de ajuda.","por_que_esta_palavra":"Os salmos são uma forma de comunicação com Deus, permitindo que os crentes expressem suas emoções e experiências de vida.","conexao_teologica":"Os salmos são fundamentais na adoração e na espiritualidade judaica e cristã, servindo como modelo de oração e louvor.","referencias_relacionadas":["Salmos 38:1","Salmos 51:1","Salmos 6:1"]},"salmos_38_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para se referir a Davi como filho de Jessé, destacando sua linhagem e identidade.","explicacao_detalhada":"Davi é frequentemente chamado de 'filho' em um sentido tanto literal quanto espiritual, representando sua posição como escolhido de Deus e seu relacionamento com o Senhor.","por_que_esta_palavra":"A identificação de Davi como filho é importante para entender sua missão e o pacto que Deus fez com ele.","conexao_teologica":"A ideia de filiação é central na teologia bíblica, refletindo o relacionamento entre Deus e Seu povo, e culminando na filiação de Jesus como o Filho de Deus.","referencias_relacionadas":["Salmos 89:27","Mateus 1:1","Lucas 3:31"]},"salmos_38_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que expressa Sua soberania e autoridade.","explicacao_detalhada":"No Salmo 38, Davi clama ao Senhor, reconhecendo Sua posição como Deus supremo e sua dependência dEle em tempos de angústia.","por_que_esta_palavra":"O uso do nome 'senhor' enfatiza a relação de submissão e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença, poder e caráter.","referencias_relacionadas":["Salmos 38:2","Salmos 23:1","Êxodo 3:14"]},"salmos_38_3_jejum":{"palavra_pt":"jejum","palavra_original":"נָחַת","transliteracao":"nâchath","strong":"H5181","significado_raiz":"Ideia básica: jejum.","significado_contextual":"A palavra 'jejum' refere-se à prática de abster-se de alimentos como forma de buscar a Deus em oração e arrependimento.","explicacao_detalhada":"No Salmo 38, o jejum é um sinal de humilhação e busca sincera pela ajuda de Deus em meio ao sofrimento.","por_que_esta_palavra":"O jejum é uma prática espiritual que demonstra a seriedade da busca por Deus e a necessidade de Sua intervenção.","conexao_teologica":"O jejum é frequentemente associado à oração e à penitência, sendo uma prática que aproxima o crente de Deus.","referencias_relacionadas":["Salmos 35:13","Isaías 58:6","Mateus 6:16"]},"salmos_38_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão ou a causa de algo.","explicacao_detalhada":"No Salmo 38, Davi explica sua condição e a razão de seu clamor a Deus, enfatizando a gravidade de sua situação.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do lamento de Davi e sua súplica a Deus.","conexao_teologica":"A expressão de razões em orações e lamentos é comum na Bíblia, refletindo a honestidade do crente diante de Deus.","referencias_relacionadas":["Salmos 38:3","Salmos 22:1","Salmos 42:9"]},"salmos_38_3_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"A palavra 'flecha' simboliza ataques ou aflições que vêm contra a pessoa.","explicacao_detalhada":"Davi usa a imagem da flecha para descrever as dores e sofrimentos que ele enfrenta, que são como feridas infligidas por inimigos.","por_que_esta_palavra":"A metáfora da flecha é poderosa para ilustrar a intensidade do sofrimento e a necessidade de proteção divina.","conexao_teologica":"A Bíblia frequentemente usa imagens de guerra e combate para descrever a luta espiritual do crente.","referencias_relacionadas":["Salmos 38:3","Salmos 64:3","Efésios 6:16"]},"salmos_38_4_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus e à busca por Sua atenção.","explicacao_detalhada":"Davi clama para que Deus olhe para ele, reconhecendo que a presença de Deus é essencial para sua salvação e alívio.","por_que_esta_palavra":"A busca pelo 'rosto' de Deus é uma expressão de desejo de intimidade e relacionamento com o Criador.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, simbolizando Sua proximidade e cuidado com Seu povo.","referencias_relacionadas":["Salmos 38:4","Salmos 27:8","Números 6:25"]},"salmos_38_4_boca":{"palavra_pt":"boca","palavra_original":"זַעַם","transliteracao":"zaʻam","strong":"H2195","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' pode simbolizar a fala, a expressão de dor ou a declaração de fé.","explicacao_detalhada":"Davi menciona a boca em um contexto de clamor, indicando que sua dor e súplica são expressas verbalmente a Deus.","por_que_esta_palavra":"A boca é um instrumento de comunicação, e Davi usa sua voz para clamar a Deus em sua aflição.","conexao_teologica":"A fala e a oração são formas de adoração e comunicação com Deus, refletindo a importância da expressão verbal na vida espiritual.","referencias_relacionadas":["Salmos 38:4","Salmos 141:3","Tiago 3:10"]},"salmos_38_4_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se ao estado de bem-estar e harmonia que vem da presença de Deus.","explicacao_detalhada":"Davi busca a paz em meio ao sofrimento, reconhecendo que somente Deus pode trazer verdadeira paz ao seu coração angustiado.","por_que_esta_palavra":"A paz é um dos frutos da presença de Deus e é essencial para a vida espiritual do crente.","conexao_teologica":"A paz de Deus é um tema central na Bíblia, prometida a todos que confiam Nele.","referencias_relacionadas":["Salmos 38:4","Filipenses 4:7","Isaías 26:3"]},"salmos_38_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o salmista se sente aflito.","explicacao_detalhada":"Neste versículo, o salmista explica que sua dor e sofrimento são resultado do seu pecado. A palavra 'porque' conecta a causa (o pecado) ao efeito (a dor).","por_que_esta_palavra":"É usada para justificar a aflição do salmista, mostrando que sua condição é uma consequência direta de suas ações.","conexao_teologica":"A relação entre pecado e sofrimento é um tema recorrente na Bíblia, onde a desobediência a Deus resulta em consequências dolorosas.","referencias_relacionadas":["Salmos 32:3-4","Provérbios 13:15","Gálatas 6:7"]},"salmos_38_5_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se ao pecado e à transgressão que causam sofrimento ao salmista.","explicacao_detalhada":"O termo 'mal' é utilizado para descrever a natureza do pecado que aflige o salmista, indicando que suas ações erradas resultaram em dor e angústia.","por_que_esta_palavra":"É fundamental para entender a gravidade do pecado e suas consequências na vida do crente.","conexao_teologica":"O conceito de mal é central na teologia bíblica, onde o pecado é visto como uma separação de Deus e causa de sofrimento.","referencias_relacionadas":["Isaías 59:2","Romanos 3:23","Tiago 1:15"]},"salmos_38_6_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' simboliza a presença de Deus e a relação do salmista com Ele.","explicacao_detalhada":"O salmista menciona seu 'rosto' para expressar a sensação de estar afastado da presença de Deus devido ao seu pecado, o que intensifica sua dor.","por_que_esta_palavra":"Refere-se à busca pela face de Deus, que é um desejo profundo do crente, especialmente em tempos de aflição.","conexao_teologica":"A presença de Deus é frequentemente associada à paz e à alegria, enquanto a ausência dEle resulta em desespero.","referencias_relacionadas":["Salmos 27:8","Salmos 51:11","Números 6:25"]},"salmos_38_6_abhorred":{"palavra_pt":"abhorred","palavra_original":"בָּאַשׁ","transliteracao":"bâʼash","strong":"H887","significado_raiz":"Ideia básica: abhorred.","significado_contextual":"A palavra 'abhorred' expressa a repulsa que Deus sente em relação ao pecado.","explicacao_detalhada":"O salmista sente que Deus o abomina devido ao seu pecado, o que intensifica seu sofrimento e a sensação de separação de Deus.","por_que_esta_palavra":"É importante para entender a seriedade do pecado e a resposta de Deus a ele.","conexao_teologica":"A abominação do pecado é um tema que destaca a santidade de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 5:4-6","Provérbios 15:9","Romanos 1:18"]},"salmos_38_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que o salmista experimenta sua dor e aflição.","explicacao_detalhada":"O uso de 'dia' enfatiza a continuidade do sofrimento, sugerindo que a dor é uma experiência diária e persistente.","por_que_esta_palavra":"Destaca a gravidade da situação do salmista, que não é apenas um momento passageiro, mas uma luta constante.","conexao_teologica":"A ideia de sofrimento contínuo é abordada em várias passagens, mostrando que a vida cristã pode incluir períodos de dor.","referencias_relacionadas":["Salmos 22:1","2 Coríntios 4:17","Romanos 8:18"]},"salmos_38_7_arco":{"palavra_pt":"arco","palavra_original":"שָׁחַח","transliteracao":"shâchach","strong":"H7817","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' é uma metáfora para a angústia e a dor que o salmista sente.","explicacao_detalhada":"O 'arco' representa a tensão e a pressão que o salmista está enfrentando, como se estivesse sendo atacado por flechas de dor.","por_que_esta_palavra":"É uma imagem poderosa que ilustra a intensidade do sofrimento emocional e espiritual do salmista.","conexao_teologica":"A metáfora do arco é usada em outras partes da Bíblia para descrever a opressão e a luta espiritual.","referencias_relacionadas":["Salmos 7:12","Salmos 11:2","Efésios 6:16"]},"salmos_38_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o salmista se sente e age em resposta ao seu sofrimento.","explicacao_detalhada":"O 'modo' indica que o sofrimento do salmista afeta não apenas seu corpo, mas também sua mente e espírito, mudando sua forma de viver.","por_que_esta_palavra":"É crucial para entender a totalidade da experiência do salmista, que abrange todos os aspectos de sua vida.","conexao_teologica":"A vida cristã é uma jornada que envolve a transformação do modo de viver, especialmente em tempos de crise.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:25","1 Pedro 2:11"]},"salmos_38_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão para o estado do salmista, reforçando a conexão entre pecado e sofrimento.","explicacao_detalhada":"O salmista usa 'porque' para explicar que sua dor é resultado de sua própria culpa e falhas, enfatizando a necessidade de arrependimento.","por_que_esta_palavra":"É uma palavra chave que liga a experiência emocional do salmista à sua condição espiritual.","conexao_teologica":"A relação entre arrependimento e cura é um tema central na Bíblia, onde o reconhecimento do pecado leva à restauração.","referencias_relacionadas":["1 João 1:9","Salmos 51:17","Provérbios 28:13"]},"salmos_38_8_bom":{"palavra_pt":"bom","palavra_original":"כֶּסֶל","transliteracao":"keçel","strong":"H3689","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade de Deus e à esperança de restauração.","explicacao_detalhada":"O salmista reconhece que, apesar de seu sofrimento, Deus é bom e pode trazer cura e restauração à sua vida.","por_que_esta_palavra":"É um lembrete da natureza de Deus, que é sempre bom, mesmo em meio à dor.","conexao_teologica":"A bondade de Deus é um tema central na teologia, onde Ele é visto como um Deus que se preocupa com o bem-estar de Seu povo.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Tiago 1:17"]},"salmos_38_8_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"A palavra 'encher' refere-se ao desejo do salmista de ser preenchido com a presença e a paz de Deus.","explicacao_detalhada":"O salmista anseia por ser 'cheio' de Deus, o que contrasta com seu estado atual de dor e afastamento.","por_que_esta_palavra":"É uma expressão do desejo humano por plenitude espiritual e emocional, que só pode ser encontrada em Deus.","conexao_teologica":"A busca por ser cheio de Deus é um tema importante na vida cristã, onde a plenitude em Cristo é enfatizada.","referencias_relacionadas":["Efésios 3:19","Colossenses 2:10","Salmos 23:5"]},"salmos_38_9_disquietness":{"palavra_pt":"disquietness","palavra_original":"נְהָמָה","transliteracao":"nᵉhâmâh","strong":"H5100","significado_raiz":"Ideia básica: disquietness.","significado_contextual":"Desassossego ou inquietação que aflige a alma.","explicacao_detalhada":"A palavra 'disquietness' refere-se a um estado de agitação interna, que pode ser causado por preocupações, angústias ou pecados não confessados. No contexto do Salmo 38, Davi expressa sua dor e aflição, sentindo-se angustiado por causa de seus pecados.","por_que_esta_palavra":"Davi usa essa palavra para descrever a intensidade de seu sofrimento emocional e espiritual, refletindo a luta interna que enfrenta diante de Deus.","conexao_teologica":"A inquietação da alma é um tema recorrente nas Escrituras, onde a paz de Deus é apresentada como a solução para a agitação interna (Filipenses 4:7).","referencias_relacionadas":["Salmos 42:5","Salmos 55:2","Mateus 11:28"]},"salmos_38_9_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O centro das emoções e da vontade humana.","explicacao_detalhada":"No contexto do Salmo 38, 'coração' representa não apenas o órgão físico, mas também a sede dos sentimentos, pensamentos e decisões. Davi clama a Deus a partir de um coração angustiado e arrependido.","por_que_esta_palavra":"O uso da palavra 'coração' enfatiza a profundidade do sofrimento de Davi e sua necessidade de restauração espiritual.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus busca a verdadeira adoração e arrependimento (1 Samuel 16:7).","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Mateus 5:8"]},"salmos_38_9_break":{"palavra_pt":"quebrar","palavra_original":"דָּכָה","transliteracao":"dâkâh","strong":"H1794","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"Quebrar ou esmagar, simbolizando dor intensa.","explicacao_detalhada":"A palavra 'quebrar' é usada para descrever a sensação de ser esmagado sob o peso do pecado e da culpa. Davi se sente quebrado por suas transgressões e busca a misericórdia de Deus.","por_que_esta_palavra":"Essa palavra ilustra a gravidade do estado espiritual de Davi e sua necessidade de cura e perdão.","conexao_teologica":"A ideia de ser quebrado é frequentemente associada ao arrependimento e à necessidade de transformação espiritual (Isaías 57:15).","referencias_relacionadas":["Salmos 34:18","Isaías 61:1","2 Coríntios 5:17"]},"salmos_38_10_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Título que expressa autoridade e soberania de Deus.","explicacao_detalhada":"A palavra 'Senhor' é um reconhecimento da soberania de Deus sobre todas as coisas. Davi clama a Ele, reconhecendo sua posição de autoridade e poder para ajudar em tempos de necessidade.","por_que_esta_palavra":"Davi se dirige a Deus como 'Senhor' para enfatizar sua dependência e confiança na ajuda divina.","conexao_teologica":"O reconhecimento da soberania de Deus é fundamental na oração e na adoração, pois nos lembra de que Ele é capaz de intervir em nossas vidas (Salmos 46:1).","referencias_relacionadas":["Salmos 23:1","Salmos 121:2","Romanos 10:13"]},"salmos_38_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo ou maneira de agir.","explicacao_detalhada":"A palavra 'modo' refere-se à forma como Davi se apresenta diante de Deus, expressando sua vulnerabilidade e necessidade de ajuda. Ele busca um relacionamento sincero e autêntico com o Senhor.","por_que_esta_palavra":"Davi enfatiza que seu modo de se aproximar de Deus é de humildade e arrependimento, reconhecendo sua condição.","conexao_teologica":"A maneira como nos aproximamos de Deus é importante, pois Ele busca adoradores que o adorem em espírito e em verdade (João 4:24).","referencias_relacionadas":["Salmos 51:17","Hebreus 4:16","Tiago 4:8"]},"salmos_38_11_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Repetição da ideia de coração como centro emocional.","explicacao_detalhada":"A menção do 'coração' novamente reforça a intensidade do sofrimento de Davi e sua busca por Deus em meio à dor. Ele se sente isolado e angustiado, e seu coração clama por alívio.","por_que_esta_palavra":"A repetição destaca a importância do estado emocional de Davi e sua necessidade de conexão com Deus.","conexao_teologica":"O coração é o lugar onde Deus trabalha para trazer transformação e cura (Ezequiel 36:26).","referencias_relacionadas":["Salmos 119:11","Provérbios 3:5","Mateus 12:34"]},"salmos_38_11_iluminacao":{"palavra_pt":"luz","palavra_original":"אוֹר","transliteracao":"ʼôwr","strong":"H216","significado_raiz":"Ideia básica: luz.","significado_contextual":"Luz que traz clareza e entendimento.","explicacao_detalhada":"A palavra 'luz' simboliza a revelação e a presença de Deus que traz clareza em meio à escuridão da dor e do pecado. Davi busca a luz de Deus para iluminar seu caminho.","por_que_esta_palavra":"Davi reconhece que somente a luz de Deus pode trazer esperança e direção em sua vida.","conexao_teologica":"A luz de Deus é um tema central nas Escrituras, representando a verdade e a salvação (João 8:12).","referencias_relacionadas":["Salmos 27:1","Isaías 9:2","João 1:5"]},"salmos_38_11_merchantman":{"palavra_pt":"merchant man","palavra_original":"סָחַר","transliteracao":"çâchar","strong":"H5503","significado_raiz":"Ideia básica: merchant man.","significado_contextual":"Referência a um comerciante, simbolizando troca e valor.","explicacao_detalhada":"A palavra 'merchant man' pode simbolizar a busca por algo valioso. Davi, em sua angústia, busca a verdadeira riqueza que vem de um relacionamento com Deus.","por_que_esta_palavra":"A menção de um comerciante sugere a ideia de troca, onde Davi está disposto a abrir mão de sua dor em busca da paz que Deus oferece.","conexao_teologica":"A busca pelo que é verdadeiramente valioso é um tema recorrente, onde Jesus fala sobre o tesouro no céu (Mateus 6:19-21).","referencias_relacionadas":["Mateus 13:44","Filipenses 3:8","1 Pedro 1:18-19"]},"salmos_38_12_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Ato de amar e ter relacionamentos próximos.","explicacao_detalhada":"A palavra 'amar' reflete a necessidade de Davi de apoio e amizade em tempos de sofrimento. Ele se sente isolado e busca a conexão com aqueles que ama.","por_que_esta_palavra":"Davi menciona o amor como um aspecto essencial de sua vida, especialmente em momentos de dor e necessidade.","conexao_teologica":"O amor é um dos mandamentos centrais da Bíblia, refletindo o caráter de Deus e a importância das relações humanas (1 João 4:7).","referencias_relacionadas":["Salmos 133:1","João 15:13","1 Coríntios 13:4-7"]},"salmos_38_12_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Referência a laços familiares e de amizade.","explicacao_detalhada":"A palavra 'irmão' simboliza a proximidade e a solidariedade que Davi busca em meio à sua dor. Ele anseia por apoio e compreensão de seus semelhantes.","por_que_esta_palavra":"Davi enfatiza a importância das relações interpessoais, especialmente em tempos de crise.","conexao_teologica":"A Bíblia ensina que devemos amar uns aos outros como irmãos, refletindo a unidade do corpo de Cristo (Romanos 12:10).","referencias_relacionadas":["Salmos 133:1","Hebreus 13:1","1 Pedro 3:8"]},"salmos_38_12_grande":{"palavra_pt":"grande","palavra_original":"רָחוֹק","transliteracao":"râchôwq","strong":"H7350","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da dor e do sofrimento que o salmista está enfrentando.","explicacao_detalhada":"A palavra 'grande' é utilizada para enfatizar a intensidade da aflição que o salmista sente, mostrando que sua dor é profunda e significativa.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a seriedade da situação do salmista, que se sente cercado por inimigos e aflições.","conexao_teologica":"A grandeza da dor humana é um tema recorrente na Bíblia, onde Deus se importa com o sofrimento de Seu povo e oferece consolo.","referencias_relacionadas":["Salmos 34:18","Salmos 147:3","2 Coríntios 1:3-4"]},"salmos_38_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo presente em que o salmista está vivendo suas aflições.","explicacao_detalhada":"A palavra 'dia' simboliza não apenas um período de 24 horas, mas também um tempo de provação e reflexão sobre a vida e as dificuldades enfrentadas.","por_que_esta_palavra":"O uso de 'dia' enfatiza a continuidade do sofrimento e a necessidade de buscar a ajuda de Deus em momentos difíceis.","conexao_teologica":"A Bíblia frequentemente menciona dias de aflição e a importância de confiar em Deus durante esses períodos.","referencias_relacionadas":["Salmos 30:5","Mateus 6:34","Tiago 1:2-3"]},"salmos_38_13_catch":{"palavra_pt":"catch","palavra_original":"נָקַשׁ","transliteracao":"nâqash","strong":"H5367","significado_raiz":"Ideia básica: catch.","significado_contextual":"Refere-se à ideia de ser apanhado ou cercado por problemas e adversidades.","explicacao_detalhada":"A palavra 'catch' sugere uma armadilha ou um ataque inesperado, refletindo a sensação de vulnerabilidade do salmista.","por_que_esta_palavra":"O uso desta palavra ilustra a luta interna do salmista, que se sente preso em suas circunstâncias difíceis.","conexao_teologica":"A Bíblia fala sobre como Deus pode libertar aqueles que se sentem aprisionados por suas dificuldades.","referencias_relacionadas":["Salmos 91:3","Isaías 61:1","Romanos 8:37"]},"salmos_38_13_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida do salmista, enfatizando sua essência e vulnerabilidade.","explicacao_detalhada":"A palavra 'alma' é usada para descrever a totalidade do ser do salmista, incluindo suas emoções e sua relação com Deus.","por_que_esta_palavra":"A escolha de 'alma' destaca a profundidade do sofrimento e a busca por restauração espiritual.","conexao_teologica":"A Bíblia ensina que a alma é preciosa para Deus e que Ele se preocupa com o bem-estar espiritual de cada um.","referencias_relacionadas":["Salmos 23:3","Mateus 10:28","1 Pedro 2:25"]},"salmos_38_14_deaf":{"palavra_pt":"deaf","palavra_original":"חֵרֵשׁ","transliteracao":"chêrêsh","strong":"H2795","significado_raiz":"Ideia básica: deaf.","significado_contextual":"Refere-se à incapacidade de ouvir, simbolizando a sensação de ser ignorado ou não ouvido por Deus.","explicacao_detalhada":"A palavra 'deaf' expressa a frustração do salmista ao sentir que suas súplicas não estão sendo atendidas.","por_que_esta_palavra":"O uso desta palavra enfatiza a solidão e a desolação que o salmista sente em sua dor.","conexao_teologica":"Deus é descrito como aquele que ouve as orações, e a sensação de ser 'surdo' pode ser um teste de fé.","referencias_relacionadas":["Salmos 34:15","Isaías 59:1","1 João 5:14"]},"salmos_38_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à sinceridade e à realidade da situação do salmista.","explicacao_detalhada":"A palavra 'verdade' é usada para afirmar a autenticidade do sofrimento e a necessidade de ser ouvido por Deus.","por_que_esta_palavra":"A escolha de 'verdade' destaca a honestidade do salmista em sua oração e sua busca por justiça.","conexao_teologica":"A verdade é um princípio fundamental na relação entre Deus e o ser humano, onde a sinceridade é valorizada.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"salmos_38_14_homem":{"palavra_pt":"homem","palavra_original":"אִלֵּם","transliteracao":"ʼillêm","strong":"H483","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à fragilidade do ser humano diante das adversidades.","explicacao_detalhada":"A palavra 'homem' é utilizada para enfatizar a vulnerabilidade e a necessidade de apoio divino.","por_que_esta_palavra":"O uso de 'homem' destaca a realidade da luta humana contra o sofrimento e a busca por ajuda.","conexao_teologica":"A Bíblia reconhece a fragilidade do ser humano e a necessidade de dependência de Deus.","referencias_relacionadas":["Salmos 103:14","Romanos 3:23","Hebreus 4:15"]},"salmos_38_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à identidade do salmista como um ser humano que clama por ajuda.","explicacao_detalhada":"A repetição da palavra 'homem' reforça a ideia de que todos enfrentam dificuldades e precisam de Deus.","por_que_esta_palavra":"O uso desta palavra enfatiza a universalidade do sofrimento humano e a necessidade de redenção.","conexao_teologica":"A Bíblia ensina que todos os homens são pecadores e necessitam da graça de Deus.","referencias_relacionadas":["Salmos 130:3","Romanos 5:12","1 João 1:8"]},"salmos_38_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda moral ou espiritual do salmista, simbolizando fraqueza.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a luta do salmista contra o pecado e a tentação.","por_que_esta_palavra":"O uso de 'cair' enfatiza a fragilidade humana e a necessidade de se levantar com a ajuda de Deus.","conexao_teologica":"A Bíblia fala sobre a queda do homem e a necessidade de se levantar através da graça de Deus.","referencias_relacionadas":["Provérbios 24:16","Gálatas 6:1","Tiago 4:10"]},"salmos_38_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à busca pela verdade em meio ao sofrimento e à confusão.","explicacao_detalhada":"A palavra 'verdade' é usada para expressar a necessidade de autenticidade nas relações com Deus e com os outros.","por_que_esta_palavra":"O uso desta palavra destaca a importância de viver de acordo com a verdade, mesmo em tempos difíceis.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 6:14"]},"salmos_38_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão para o que foi dito anteriormente.","explicacao_detalhada":"Neste contexto, o salmista expressa sua angústia e a razão de seu clamor a Deus, enfatizando a necessidade de ajuda divina diante do sofrimento.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do discurso do salmista, que busca justificar seu pedido de socorro.","conexao_teologica":"A utilização de 'porque' reflete a relação entre a oração e a ação de Deus, onde o crente busca entender a razão de seu sofrimento à luz da soberania divina.","referencias_relacionadas":["Salmos 22:1","Salmos 34:17","Salmos 42:5"]},"salmos_38_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, reconhecendo Sua autoridade e soberania.","explicacao_detalhada":"Neste salmo, o uso do nome 'Senhor' enfatiza a relação pessoal do salmista com Deus, como seu protetor e salvador em tempos de aflição.","por_que_esta_palavra":"A invocação do nome 'Senhor' é uma expressão de fé e dependência, mostrando que o salmista busca refúgio em Deus.","conexao_teologica":"O nome 'Senhor' é central na teologia bíblica, representando a aliança entre Deus e Seu povo, e a confiança que eles depositam Nele.","referencias_relacionadas":["Salmos 23:1","Salmos 46:1","Salmos 121:2"]},"salmos_38_16_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a atenção de Deus sobre o sofrimento humano.","explicacao_detalhada":"O salmista menciona 'olho' para expressar a ideia de que Deus está ciente de sua dor e está observando sua situação.","por_que_esta_palavra":"A menção do 'olho' é uma forma de assegurar que Deus não é indiferente ao sofrimento de Seus servos.","conexao_teologica":"A ideia de que Deus vê e observa é um tema recorrente na Bíblia, reforçando a crença de que Ele se importa com as aflições de Seu povo.","referencias_relacionadas":["Salmos 33:18","Salmos 139:2","Provérbios 15:3"]},"salmos_38_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma razão, desta vez relacionada ao estado emocional do salmista.","explicacao_detalhada":"O salmista está expressando sua vulnerabilidade e a razão pela qual se sente tão abatido, buscando a compreensão de Deus.","por_que_esta_palavra":"A repetição da palavra 'porque' enfatiza a profundidade do sofrimento e a necessidade de explicação para sua condição.","conexao_teologica":"A repetição de 'porque' reflete a luta interna do crente, que busca entender sua dor à luz da fé em Deus.","referencias_relacionadas":["Salmos 38:4","Salmos 42:11","Salmos 69:3"]},"salmos_38_17_cair":{"palavra_pt":"cair","palavra_original":"מוֹט","transliteracao":"môwṭ","strong":"H4131","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' expressa a ideia de desmoronamento emocional e espiritual.","explicacao_detalhada":"O salmista usa 'cair' para descrever sua fragilidade diante das adversidades, indicando uma sensação de perda de controle.","por_que_esta_palavra":"A escolha da palavra 'cair' ilustra a gravidade da situação do salmista, que se sente prestes a sucumbir ao desespero.","conexao_teologica":"A metáfora de 'cair' é comum na literatura bíblica, simbolizando a luta contra o pecado e a necessidade de apoio divino.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","2 Coríntios 4:9"]},"salmos_38_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa para o clamor do salmista.","explicacao_detalhada":"O salmista está reconhecendo a gravidade de seu pecado e a razão de sua angústia, buscando a misericórdia de Deus.","por_que_esta_palavra":"A repetição de 'porque' reforça a conexão entre o pecado e o sofrimento, mostrando a consciência do salmista sobre suas ações.","conexao_teologica":"A relação entre pecado e sofrimento é um tema central na teologia bíblica, onde o arrependimento é o caminho para a restauração.","referencias_relacionadas":["Salmos 51:3","Isaías 59:2","1 João 1:9"]},"salmos_38_18_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do pecado e suas consequências.","explicacao_detalhada":"O salmista reconhece que seu pecado é significativo e que isso afeta sua relação com Deus, clamando por perdão.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a seriedade da situação e a necessidade de um Deus misericordioso.","conexao_teologica":"A grandeza do pecado é um tema que leva à necessidade de um Salvador, refletindo a graça de Deus em perdoar.","referencias_relacionadas":["Salmos 103:12","Romanos 5:20","Efésios 2:8-9"]},"salmos_38_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma razão, desta vez relacionada ao reconhecimento do mal.","explicacao_detalhada":"O salmista está ciente de suas transgressões e clama a Deus por ajuda, reconhecendo a gravidade de suas ações.","por_que_esta_palavra":"A repetição de 'porque' mostra a conexão entre a consciência do pecado e a busca por redenção.","conexao_teologica":"O reconhecimento do mal é essencial para a restauração espiritual, levando o crente a buscar a graça de Deus.","referencias_relacionadas":["Salmos 32:5","Romanos 3:23","Tiago 4:8"]},"salmos_38_19_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se ao pecado e suas consequências na vida do salmista.","explicacao_detalhada":"O salmista reconhece que suas ações erradas resultaram em sofrimento e busca a misericórdia de Deus.","por_que_esta_palavra":"A menção do 'mal' é uma confissão de culpa e um pedido de perdão, essencial para a restauração.","conexao_teologica":"O conceito de mal é central na teologia bíblica, onde a redenção é oferecida através do arrependimento e da fé em Cristo.","referencias_relacionadas":["Salmos 51:4","Romanos 6:23","1 João 1:8"]},"salmos_38_19_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus e à necessidade de expiação.","explicacao_detalhada":"O salmista reconhece que seu pecado é uma barreira em sua relação com Deus e busca a purificação.","por_que_esta_palavra":"A menção do 'pecado' é uma confissão que leva à busca por perdão e restauração espiritual.","conexao_teologica":"O conceito de pecado e sacrifício é fundamental na Bíblia, apontando para a necessidade de um sacrifício perfeito em Cristo.","referencias_relacionadas":["Levítico 5:5","Hebreus 9:26","1 Pedro 2:24"]},"salmos_38_20_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à fragilidade e vulnerabilidade do ser humano, especialmente em momentos de sofrimento.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a condição física e mortal do homem, enfatizando a limitação e a necessidade de dependência de Deus.","por_que_esta_palavra":"A carne simboliza a natureza humana, que é suscetível ao pecado e à dor, contrastando com a santidade de Deus.","conexao_teologica":"A carne é frequentemente mencionada na Bíblia para ilustrar a luta entre o espírito e a carne, destacando a necessidade de redenção.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18","Hebreus 5:7"]},"salmos_38_20_jejum":{"palavra_pt":"jejum","palavra_original":"עָצַם","transliteracao":"ʻâtsam","strong":"H6105","significado_raiz":"Ideia básica: jejum.","significado_contextual":"O jejum é uma prática espiritual que expressa arrependimento, humildade e busca de Deus em tempos de aflição.","explicacao_detalhada":"O jejum é uma forma de se abster de alimentos ou prazeres para se concentrar em oração e reflexão, muitas vezes em busca de ajuda divina.","por_que_esta_palavra":"O jejum é um ato de disciplina que demonstra a seriedade da situação e a necessidade de intervenção divina.","conexao_teologica":"O jejum é uma prática que aparece em várias partes da Bíblia, simbolizando a busca por uma relação mais profunda com Deus.","referencias_relacionadas":["Mateus 6:16-18","Isaías 58:6-7","Joel 2:12-13"]},"salmos_38_20_multiplicar":{"palavra_pt":"multiplicar","palavra_original":"רָבַב","transliteracao":"râbab","strong":"H7231","significado_raiz":"Ideia básica: multiplicar.","significado_contextual":"Refere-se ao aumento das dores e aflições que o salmista está enfrentando.","explicacao_detalhada":"A multiplicação das dores simboliza a intensificação do sofrimento, que pode ser físico, emocional ou espiritual.","por_que_esta_palavra":"A ideia de multiplicar enfatiza a gravidade da situação e a necessidade de clamar a Deus por ajuda.","conexao_teologica":"A multiplicação de problemas pode ser vista como uma oportunidade para buscar a intervenção divina e a restauração.","referencias_relacionadas":["Salmos 69:29","Salmos 88:3","2 Coríntios 1:5"]},"salmos_38_21_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade do ser humano, incluindo tanto o físico quanto o espiritual.","explicacao_detalhada":"O corpo é visto como o templo do Espírito Santo e deve ser cuidado e respeitado, especialmente em tempos de sofrimento.","por_que_esta_palavra":"A menção ao corpo destaca a conexão entre o bem-estar físico e espiritual do indivíduo.","conexao_teologica":"A Bíblia ensina que o corpo é importante para Deus, e o sofrimento físico pode refletir uma luta espiritual.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","2 Coríntios 4:16"]},"salmos_38_21_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e ao desejo do salmista de experimentar essa bondade em meio ao sofrimento.","explicacao_detalhada":"A palavra 'bom' implica em algo que é desejável e benéfico, contrastando com a dor e o sofrimento que o salmista enfrenta.","por_que_esta_palavra":"O salmista clama por um retorno à bondade de Deus, reconhecendo que somente Ele pode trazer alívio.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, mostrando que Ele deseja o bem para Seus filhos.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"salmos_38_21_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao sofrimento e à dor que o salmista está enfrentando, que ele considera como algo maligno.","explicacao_detalhada":"A palavra 'mal' é usada para descrever as consequências do pecado e a realidade do sofrimento humano.","por_que_esta_palavra":"O reconhecimento do mal é essencial para entender a necessidade de redenção e a busca por Deus.","conexao_teologica":"A luta contra o mal é um tema recorrente na Bíblia, onde Deus promete vencer o mal e trazer justiça.","referencias_relacionadas":["Salmos 34:19","Romanos 12:21","Apocalipse 21:4"]},"salmos_38_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é invocado como um meio de clamar por ajuda e proteção, refletindo a confiança do salmista.","por_que_esta_palavra":"Invocar o nome de Deus é um ato de fé, reconhecendo Sua soberania e poder.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando a presença e a ação divina na vida dos crentes.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Romanos 10:13"]},"salmos_38_22_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a soberania e o poder de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Deus' é usada para expressar a relação do salmista com o Criador, buscando Sua intervenção em tempos de necessidade.","por_que_esta_palavra":"Reconhecer Deus como o Todo-Poderoso é fundamental para a fé e a esperança do salmista.","conexao_teologica":"A divindade de Deus é um tema central na Bíblia, que revela Seu caráter e Seus planos para a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"salmos_38_22_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à presença de Deus entre o povo, enfatizando a relação comunitária com o divino.","explicacao_detalhada":"A palavra 'entre' sugere a proximidade de Deus com Seu povo, especialmente em tempos de aflição.","por_que_esta_palavra":"A presença de Deus entre os crentes é uma fonte de conforto e esperança.","conexao_teologica":"Deus deseja estar presente entre Seu povo, oferecendo consolo e direção em momentos de crise.","referencias_relacionadas":["Mateus 18:20","Salmos 22:3","Apocalipse 21:3"]},"salmos_38_23_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' é um título que expressa a relação de domínio e respeito que o salmista tem em relação a Deus.","por_que_esta_palavra":"Chamar Deus de Senhor é reconhecer Sua posição de autoridade e a necessidade de submissão.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, que afirma que Ele está no controle de todas as situações.","referencias_relacionadas":["Salmos 97:5","Isaías 45:22","Romanos 14:9"]},"salmos_38_23_salvacao":{"palavra_pt":"salvacao","palavra_original":"תְּשׁוּעָה","transliteracao":"tᵉshûwʻâh","strong":"H8668","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A salvação é vista como um ato divino de libertação e proteção.","explicacao_detalhada":"Neste versículo, a salvação é um clamor por ajuda e intervenção divina em momentos de angústia e sofrimento. Refere-se à necessidade de ser resgatado de situações adversas.","por_que_esta_palavra":"A palavra 'salvação' é central na teologia bíblica, representando a ação de Deus em salvar seu povo do pecado e da morte.","conexao_teologica":"A salvação é um tema recorrente na Bíblia, culminando na obra redentora de Cristo, que oferece salvação a todos os que creem.","referencias_relacionadas":["Salmos 3:8","Isaías 12:2","Romanos 1:16"]},"salmos_38_23_hasten":{"palavra_pt":"haste n","palavra_original":"חוּשׁ","transliteracao":"chûwsh","strong":"H2363","significado_raiz":"Ideia básica: haste n.","significado_contextual":"Apressar-se implica uma urgência na busca por ajuda divina.","explicacao_detalhada":"Neste contexto, o salmista clama a Deus para que Ele venha rapidamente em seu socorro, demonstrando a intensidade de sua necessidade.","por_que_esta_palavra":"A palavra 'haste' expressa a urgência da oração e a expectativa de que Deus responderá prontamente.","conexao_teologica":"A urgência nas orações é um tema que aparece em várias passagens, refletindo a dependência do ser humano em relação a Deus.","referencias_relacionadas":["Salmos 70:1","Salmos 22:19","Isaías 65:24"]}}