{"salmos_58_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao lugar sagrado onde Deus habita e é adorado.","explicacao_detalhada":"A palavra 'templo' (נָצַח) é usada para descrever o espaço físico onde a presença de Deus é manifestada. No Salmo 58, o salmista clama a Deus em um contexto de injustiça, buscando a intervenção divina.","por_que_esta_palavra":"O templo é um símbolo da presença de Deus entre seu povo, representando um lugar de adoração e comunhão.","conexao_teologica":"O templo é um tema importante na Bíblia, simbolizando a habitação de Deus entre os homens e a necessidade de pureza e justiça.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:12-13"]},"salmos_58_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um filho em um sentido literal, mas também pode simbolizar uma relação de filiação espiritual ou herança.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação entre Deus e Seu povo, bem como a relação entre indivíduos. No contexto do Salmo 58, pode indicar a posição de alguém que é amado e protegido por Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a relação íntima e especial entre Deus e os que O seguem, destacando a responsabilidade e a herança espiritual.","conexao_teologica":"A filiação é um tema central na teologia bíblica, onde os crentes são chamados de filhos de Deus, refletindo a intimidade e a responsabilidade que isso implica.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:7"]},"salmos_58_1_altaschith":{"palavra_pt":"al taschith","palavra_original":"אַל תַּשְׁחֵת","transliteracao":"ʼAl tashchêth","strong":"H516","significado_raiz":"Ideia básica: al taschith.","significado_contextual":"Uma expressão que significa 'não destruas', usada como um apelo à preservação e à proteção.","explicacao_detalhada":"A palavra 'al taschith' é um imperativo que reflete um desejo de que algo não seja danificado ou destruído, enfatizando a importância da preservação da vida e da justiça.","por_que_esta_palavra":"É uma invocação que expressa a necessidade de proteção divina e a preservação da integridade moral e espiritual.","conexao_teologica":"A ideia de preservação é fundamental na teologia, onde Deus é visto como o protetor da criação e dos justos.","referencias_relacionadas":["Salmos 51:10","Isaías 54:10","Mateus 5:13"]},"salmos_58_2_agreement":{"palavra_pt":"alianca","palavra_original":"מֵישָׁר","transliteracao":"mêyshâr","strong":"H4339","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se a um acordo ou pacto, especialmente no contexto de um relacionamento com Deus.","explicacao_detalhada":"A palavra 'aliança' implica um compromisso mútuo entre Deus e Seu povo, onde promessas são feitas e esperadas por ambas as partes.","por_que_esta_palavra":"A aliança é um conceito central na Bíblia, simbolizando a relação de amor e compromisso entre Deus e a humanidade.","conexao_teologica":"As alianças de Deus com Seu povo são fundamentais para entender a narrativa bíblica e a relação redentora de Deus com a humanidade.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"salmos_58_2_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de fazer um julgamento, especialmente em um contexto moral ou ético.","explicacao_detalhada":"A palavra 'julgar' implica a capacidade de discernir entre o certo e o errado, e é frequentemente associada ao papel de Deus como juiz supremo.","por_que_esta_palavra":"É uma chamada à justiça, enfatizando a importância de um julgamento justo e a responsabilidade moral dos indivíduos.","conexao_teologica":"O julgamento é um tema recorrente na Bíblia, onde Deus é visto como o juiz que traz justiça e retidão ao mundo.","referencias_relacionadas":["Salmos 9:7","Mateus 7:1","Romanos 14:10"]},"salmos_58_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Novamente, refere-se a um filho, mas neste contexto pode simbolizar a herança e a continuidade da justiça.","explicacao_detalhada":"A palavra 'filho' aqui pode indicar a continuidade da linhagem e a responsabilidade de agir de acordo com os princípios de Deus.","por_que_esta_palavra":"Destaca a importância da educação e da formação moral das novas gerações dentro da fé.","conexao_teologica":"A ideia de ser filho de Deus implica em viver de acordo com Seus mandamentos e valores.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"salmos_58_3_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e da vontade humana, frequentemente associado à moralidade.","explicacao_detalhada":"A palavra 'coração' é usada para descrever a sede dos sentimentos, pensamentos e decisões, sendo fundamental na relação com Deus.","por_que_esta_palavra":"O coração é visto como o lugar onde se toma a decisão de seguir a Deus ou não, refletindo a verdadeira condição espiritual de uma pessoa.","conexao_teologica":"A transformação do coração é essencial na experiência cristã, onde Deus promete dar um novo coração aos que O buscam.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"salmos_58_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico, mas também pode simbolizar a criação de Deus e a herança do povo de Deus.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o espaço físico que Deus criou e a promessa de uma herança para Seu povo.","por_que_esta_palavra":"A terra é um símbolo da bênção e da provisão de Deus, bem como do lugar onde a justiça deve prevalecer.","conexao_teologica":"A relação entre Deus e a terra é um tema importante, onde a criação é vista como um reflexo do caráter de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:21"]},"salmos_58_3_mal":{"palavra_pt":"mal","palavra_original":"עֶוֶל","transliteracao":"ʻevel","strong":"H5766","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a ações ou comportamentos que são moralmente errados ou prejudiciais.","explicacao_detalhada":"A palavra 'mal' é usada para descrever a corrupção moral e as injustiças que afligem a sociedade.","por_que_esta_palavra":"É uma chamada à consciência sobre a presença do mal e a necessidade de justiça e retidão.","conexao_teologica":"A luta contra o mal é um tema central na Bíblia, onde Deus promete um dia erradicar toda a injustiça.","referencias_relacionadas":["Salmos 34:14","Romanos 12:21","Gálatas 6:7"]},"salmos_58_4_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se a alguém que cometeu um erro ou pecado, especialmente em um contexto de justiça.","explicacao_detalhada":"A palavra 'culpado' implica a responsabilidade moral e as consequências de ações erradas.","por_que_esta_palavra":"É um reconhecimento da condição humana e a necessidade de arrependimento e perdão.","conexao_teologica":"A culpa e a necessidade de redenção são temas centrais na mensagem do evangelho.","referencias_relacionadas":["Salmos 51:4","Romanos 3:23","1 João 1:9"]},"salmos_58_4_corpo":{"palavra_pt":"corpo","palavra_original":"בֶּטֶן","transliteracao":"beṭen","strong":"H990","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à forma física do ser humano, mas também pode simbolizar a totalidade do ser.","explicacao_detalhada":"A palavra 'corpo' é usada para descrever a parte física do ser humano, que deve ser cuidada e respeitada como criação de Deus.","por_que_esta_palavra":"Destaca a importância de viver de maneira que honre a Deus em todos os aspectos da vida, incluindo o físico.","conexao_teologica":"A relação entre corpo e espírito é importante na teologia, onde ambos devem glorificar a Deus.","referencias_relacionadas":["1 Coríntios 6:19","Romanos 12:1","Gálatas 5:17"]},"salmos_58_5_fashion":{"palavra_pt":"semelhanca","palavra_original":"דְּמוּת","transliteracao":"dᵉmûwth","strong":"H1823","significado_raiz":"Ideia básica: semelhanca.","significado_contextual":"Refere-se à semelhança entre os ímpios e a natureza de suas ações.","explicacao_detalhada":"A palavra 'semelhança' neste contexto sugere que os ímpios se comportam de maneira semelhante a animais irracionais, sem discernimento ou moralidade.","por_que_esta_palavra":"A escolha da palavra enfatiza a falta de entendimento e a brutalidade dos ímpios, comparando-os a criaturas que não têm capacidade de ouvir ou entender.","conexao_teologica":"A semelhança entre a criação de Deus e a natureza humana é um tema recorrente na Bíblia, onde a desobediência leva à degradação moral.","referencias_relacionadas":["Gênesis 1:26","Salmos 73:22","Isaías 1:3"]},"salmos_58_5_deaf":{"palavra_pt":"deaf","palavra_original":"חֵרֵשׁ","transliteracao":"chêrêsh","strong":"H2795","significado_raiz":"Ideia básica: deaf.","significado_contextual":"Indica a surdez espiritual e moral dos ímpios que não ouvem a verdade.","explicacao_detalhada":"A palavra 'deaf' é usada para descrever aqueles que se recusam a ouvir a voz de Deus e ignoram Seus avisos, resultando em ações malignas.","por_que_esta_palavra":"A surdez é uma metáfora poderosa para a rejeição da verdade e da justiça divina, mostrando a obstinação dos ímpios.","conexao_teologica":"A surdez espiritual é um tema que aparece em várias passagens, onde a falta de escuta leva à condenação.","referencias_relacionadas":["Isaías 6:10","Mateus 13:15","Romanos 11:8"]},"salmos_58_5_furia":{"palavra_pt":"furia","palavra_original":"חֵמָה","transliteracao":"chêmâh","strong":"H2534","significado_raiz":"Ideia básica: furia.","significado_contextual":"Refere-se à ira de Deus contra a injustiça e a maldade.","explicacao_detalhada":"A palavra 'furia' evoca a ideia de uma resposta intensa e justa de Deus diante da opressão e do pecado dos ímpios.","por_que_esta_palavra":"A utilização de 'furia' destaca a seriedade do juízo divino e a inevitabilidade da retribuição para aqueles que praticam o mal.","conexao_teologica":"A ira de Deus é um aspecto de Sua santidade e justiça, que não pode tolerar o pecado.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Apocalipse 19:15"]},"salmos_58_6_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à voz de Deus que clama por justiça e verdade.","explicacao_detalhada":"A palavra 'voz' simboliza a comunicação divina e a revelação de Sua vontade aos homens, que muitas vezes é ignorada pelos ímpios.","por_que_esta_palavra":"A voz de Deus é um chamado à responsabilidade e à moralidade, que os ímpios não ouvem.","conexao_teologica":"A voz de Deus é frequentemente associada à criação, à revelação e ao juízo, mostrando Sua autoridade.","referencias_relacionadas":["Salmos 29:4","Hebreus 1:1-2","Apocalipse 3:20"]},"salmos_58_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à justiça que devem ser buscadas.","explicacao_detalhada":"A palavra 'verdade' implica a ausência de engano e a necessidade de viver de acordo com os princípios divinos.","por_que_esta_palavra":"A verdade é fundamental para a justiça e a moralidade, e a sua negação leva à corrupção.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"salmos_58_6_palavra":{"palavra_pt":"palavra","palavra_original":"חָכַם","transliteracao":"châkam","strong":"H2449","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à sabedoria e ao ensino que provêm da palavra de Deus.","explicacao_detalhada":"A palavra 'palavra' aqui enfatiza a importância da revelação divina e da sabedoria que ela traz para a vida dos fiéis.","por_que_esta_palavra":"A sabedoria é essencial para discernir entre o bem e o mal, e a palavra de Deus é a fonte dessa sabedoria.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é fundamental para a transformação espiritual.","referencias_relacionadas":["Salmos 119:105","Tiago 1:22","Hebreus 4:12"]},"salmos_58_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e ao poder de Deus sobre toda a criação.","explicacao_detalhada":"A palavra 'deus' enfatiza a autoridade suprema de Deus, que julga e destrói os ímpios.","por_que_esta_palavra":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele tem controle sobre todas as coisas.","conexao_teologica":"A natureza de Deus como juiz é um aspecto importante da teologia bíblica, que traz esperança aos justos.","referencias_relacionadas":["Salmos 50:6","Romanos 14:10","Apocalipse 20:11"]},"salmos_58_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua essência e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a autoridade e a majestade de Deus, sendo um chamado ao respeito e à reverência.","por_que_esta_palavra":"O nome de Deus é sagrado e deve ser tratado com honra, refletindo Sua posição como Criador e Redentor.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e poder entre o Seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-10"]},"salmos_58_7_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַס","transliteracao":"hâraç","strong":"H2040","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de Deus em eliminar o mal e a injustiça.","explicacao_detalhada":"A palavra 'destruir' implica um juízo severo sobre os ímpios, mostrando que Deus não tolera a maldade.","por_que_esta_palavra":"A destruição dos ímpios é uma expressão da justiça divina e da necessidade de restaurar a ordem.","conexao_teologica":"A destruição do mal é um tema que culmina na escatologia, onde Deus finalmente julgará o mundo.","referencias_relacionadas":["Salmos 37:38","Mateus 13:41-42","Apocalipse 21:8"]},"salmos_58_8_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"Refere-se ao juízo de Deus que atinge os ímpios como uma flecha certeira.","explicacao_detalhada":"A palavra 'flecha' simboliza a precisão e a inevitabilidade do juízo divino sobre aqueles que praticam o mal.","por_que_esta_palavra":"A imagem da flecha destaca a rapidez e a eficácia da ação de Deus contra a injustiça.","conexao_teologica":"A justiça de Deus é frequentemente retratada como uma arma que atinge o coração do mal.","referencias_relacionadas":["Salmos 7:13","Salmos 11:2","Efésios 6:16"]},"salmos_58_8_abhor":{"palavra_pt":"abhor","palavra_original":"מָאַס","transliteracao":"mâʼaç","strong":"H3988","significado_raiz":"Ideia básica: abhor.","significado_contextual":"Rejeitar ou detestar algo de forma intensa.","explicacao_detalhada":"A palavra 'abhor' refere-se a um desprezo profundo, um repúdio que vai além da simples aversão. No contexto do Salmo 58, é uma expressão da indignação de Deus contra a injustiça e a maldade.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a gravidade do pecado e a necessidade de um juízo divino sobre aqueles que praticam a injustiça.","conexao_teologica":"A aversão de Deus ao pecado é um tema recorrente nas Escrituras, refletindo Sua santidade e justiça.","referencias_relacionadas":["Salmos 5:5","Provérbios 6:16-19","Romanos 12:9"]},"salmos_58_9_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Representa a luz, a vida e a força.","explicacao_detalhada":"A palavra 'sol' simboliza a fonte de luz e calor, essencial para a vida. No Salmo 58, é usada para descrever a rapidez e a certeza do juízo de Deus sobre os ímpios.","por_que_esta_palavra":"O uso do 'sol' ilustra a inevitabilidade do juízo divino, que brilha como o sol, trazendo à tona a verdade.","conexao_teologica":"O sol é frequentemente usado nas Escrituras como símbolo da presença de Deus e de Sua justiça.","referencias_relacionadas":["Salmos 84:11","Mateus 5:45","Apocalipse 22:16"]},"salmos_58_10_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e suas fraquezas.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a fragilidade e a mortalidade do ser humano. No contexto do Salmo 58, enfatiza a vulnerabilidade dos ímpios diante do juízo de Deus.","por_que_esta_palavra":"A menção à 'carne' destaca a limitação humana e a necessidade de depender de Deus para a justiça.","conexao_teologica":"A carne é um símbolo da condição pecaminosa da humanidade, que precisa da redenção.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:3","1 Pedro 1:24"]},"salmos_58_10_ere":{"palavra_pt":"ere","palavra_original":"טֶרֶם","transliteracao":"ṭerem","strong":"H2962","significado_raiz":"Ideia básica: ere.","significado_contextual":"Antes de algo acontecer.","explicacao_detalhada":"A palavra 'ere' indica um tempo anterior a um evento. No Salmo 58, sugere que o juízo de Deus é iminente e que os ímpios não terão tempo para escapar.","por_que_esta_palavra":"A utilização de 'ere' enfatiza a certeza do juízo que se aproxima, sem possibilidade de adiamento.","conexao_teologica":"A ideia de que o juízo de Deus é certo e próximo é um tema importante na teologia bíblica.","referencias_relacionadas":["Mateus 24:36","Hebreus 10:27","Apocalipse 20:12"]},"salmos_58_10_astuto":{"palavra_pt":"astuto","palavra_original":"בִּין","transliteracao":"bîyn","strong":"H995","significado_raiz":"Ideia básica: astuto.","significado_contextual":"Inteligente ou sagaz, mas com conotação negativa.","explicacao_detalhada":"A palavra 'astuto' refere-se a alguém que é habilidoso em enganar ou manipular. No Salmo 58, é uma crítica aos ímpios que usam sua astúcia para praticar a injustiça.","por_que_esta_palavra":"A ênfase na astúcia destaca a natureza enganosa dos ímpios e a necessidade de um juízo divino.","conexao_teologica":"A astúcia é frequentemente associada ao pecado e à rebelião contra Deus nas Escrituras.","referencias_relacionadas":["Gênesis 3:1","Provérbios 12:5","Tiago 3:15"]},"salmos_58_11_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Representa a vida e a culpa pelo derramamento de sangue.","explicacao_detalhada":"A palavra 'sangue' é um símbolo da vida e, neste contexto, refere-se à injustiça e ao assassinato. O Salmo 58 denuncia a violência e a corrupção dos ímpios.","por_que_esta_palavra":"O uso de 'sangue' enfatiza a gravidade do pecado e a necessidade de justiça.","conexao_teologica":"O sangue é um tema central na teologia da redenção, simbolizando tanto a culpa quanto a purificação.","referencias_relacionadas":["Gênesis 4:10","Êxodo 20:13","Hebreus 9:22"]},"salmos_58_11_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Aquele que cometeu um erro ou pecado.","explicacao_detalhada":"A palavra 'culpado' refere-se à condição de alguém que é responsável por um ato injusto. No Salmo 58, descreve os ímpios que merecem o juízo de Deus.","por_que_esta_palavra":"A ênfase na culpa destaca a necessidade de arrependimento e a inevitabilidade do juízo.","conexao_teologica":"A culpa é um tema importante na teologia da salvação, onde a justiça de Deus exige reparação.","referencias_relacionadas":["Romanos 3:23","Salmos 51:4","1 João 1:9"]},"salmos_58_11_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Aquele que age de acordo com a justiça e a retidão.","explicacao_detalhada":"A palavra 'justo' descreve aqueles que seguem os caminhos de Deus. No Salmo 58, contrasta com os ímpios, que são descritos como culpados.","por_que_esta_palavra":"A menção ao 'justo' enfatiza a diferença entre os que seguem a Deus e os que O rejeitam.","conexao_teologica":"A justiça é um atributo de Deus e um padrão para a vida do crente.","referencias_relacionadas":["Salmos 37:25","Mateus 5:6","Romanos 1:17"]},"salmos_58_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o domínio de Deus sobre toda a criação. No Salmo 58, sugere que a justiça de Deus se estende a toda a terra.","por_que_esta_palavra":"A ênfase na 'terra' destaca a abrangência do juízo de Deus e Sua soberania sobre todas as nações.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como o lugar onde a justiça de Deus será estabelecida.","referencias_relacionadas":["Salmos 24:1","Isaías 11:9","Romanos 8:21"]},"salmos_58_12_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Aquele que é considerado reto aos olhos de Deus.","explicacao_detalhada":"A palavra 'justo' é repetida para enfatizar a importância da retidão. No Salmo 58, os justos são aqueles que serão protegidos e vindicados por Deus.","por_que_esta_palavra":"A repetição da palavra 'justo' reforça a esperança dos fiéis na justiça divina.","conexao_teologica":"A justiça é um tema central na mensagem do evangelho, onde os justos herdarão a terra.","referencias_relacionadas":["Salmos 37:29","Mateus 5:5","Apocalipse 21:27"]},"salmos_58_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de expressar verbalmente algo, frequentemente usada em contextos de declaração ou profecia.","explicacao_detalhada":"No Salmo 58, a expressão 'dizer' é utilizada para enfatizar a importância da comunicação divina e a revelação da verdade. O salmista clama por justiça e expressa sua confiança de que Deus ouvirá suas palavras.","por_que_esta_palavra":"A escolha da palavra 'dizer' é crucial, pois destaca a relação entre a fala humana e a resposta divina, mostrando que as palavras têm poder e significado diante de Deus.","conexao_teologica":"A fala de Deus é um tema central na Bíblia, onde Ele se revela através de Suas palavras. Isso conecta a ideia de que a comunicação com Deus é vital para a fé.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]}}