{"salmos_59_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus habita e onde o povo se reúne para adoração.","explicacao_detalhada":"No Salmo 59, o 'templo' simboliza a presença de Deus e a proteção que Ele oferece aos que nele confiam. É um espaço de refúgio e comunhão com o Senhor.","por_que_esta_palavra":"A menção ao 'templo' é significativa, pois representa a segurança e a santidade do lugar onde os fiéis buscam a Deus em tempos de angústia.","conexao_teologica":"O templo é um símbolo da presença de Deus entre Seu povo, refletindo a relação íntima que Ele deseja ter com a humanidade.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:12"]},"salmos_59_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, um espaço de segurança e pertencimento, muitas vezes associado à proteção divina.","explicacao_detalhada":"No contexto do Salmo 59, 'casa' pode simbolizar não apenas o lar físico, mas também a comunidade de fé onde os crentes se reúnem e se apoiam mutuamente.","por_que_esta_palavra":"A palavra 'casa' é utilizada para enfatizar a ideia de que Deus é um refúgio seguro, e que em Sua presença encontramos proteção e conforto.","conexao_teologica":"A casa de Deus é frequentemente mencionada na Bíblia como um lugar de acolhimento e segurança, refletindo o desejo de Deus de habitar entre Seu povo.","referencias_relacionadas":["Salmos 23:6","Salmos 91:1","João 14:2"]},"salmos_59_1_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de mandar ou despachar alguém ou algo para um determinado propósito.","explicacao_detalhada":"No Salmo 59, a ideia de 'enviar' pode estar relacionada ao envio de ajuda divina ou ao chamado para que Deus intervenha em situações de perigo.","por_que_esta_palavra":"A escolha da palavra 'enviar' destaca a expectativa do salmista de que Deus atue em seu favor, mostrando a dependência do crente em relação à ação divina.","conexao_teologica":"O envio de mensageiros e a intervenção de Deus são temas recorrentes na Bíblia, mostrando como Deus se envolve ativamente na vida de Seu povo.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Romanos 10:15"]},"salmos_59_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, o Criador e Sustentador do universo, que é digno de adoração e confiança.","explicacao_detalhada":"No Salmo 59, a invocação de 'Deus' é um reconhecimento da soberania e do poder divino, especialmente em momentos de aflição e necessidade.","por_que_esta_palavra":"A palavra 'deus' é central na fé israelita, pois expressa a relação de dependência e reverência que o povo tem em relação ao Senhor.","conexao_teologica":"A natureza de Deus como protetor e salvador é um tema central na Escritura, refletindo Seu caráter fiel e amoroso.","referencias_relacionadas":["Salmos 46:1","Salmos 121:2","Romanos 8:31"]},"salmos_59_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de erguer ou elevar, muitas vezes associada à ideia de restaurar ou dar força.","explicacao_detalhada":"No Salmo 59, 'levantar' pode simbolizar a ação de Deus em trazer livramento e força ao salmista em meio à adversidade.","por_que_esta_palavra":"A palavra 'levantar' é significativa, pois expressa a esperança de que Deus não apenas ouve, mas também age em favor de Seu povo.","conexao_teologica":"A ideia de Deus levantar os oprimidos e restaurar os caídos é um tema recorrente na Bíblia, refletindo Sua compaixão e poder.","referencias_relacionadas":["Salmos 3:3","Salmos 30:1","Isaías 40:31"]},"salmos_59_2_bom":{"palavra_pt":"bom","palavra_original":"נָצַל","transliteracao":"nâtsal","strong":"H5337","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de ser benéfico, justo e agradável, muitas vezes associada à natureza de Deus.","explicacao_detalhada":"No Salmo 59, a menção de 'bom' pode estar relacionada à expectativa de que Deus atuará de maneira justa e favorável em resposta ao clamor do salmista.","por_que_esta_palavra":"A palavra 'bom' é importante, pois reflete a confiança do salmista na bondade de Deus, mesmo em tempos difíceis.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, enfatizando que Ele é sempre justo e fiel em Suas promessas.","referencias_relacionadas":["Salmos 34:8","Salmos 100:5","Romanos 8:28"]},"salmos_59_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano, frequentemente em contraste com a divindade, destacando a fragilidade e a necessidade de ajuda.","explicacao_detalhada":"No Salmo 59, a menção de 'homem' pode enfatizar a vulnerabilidade do ser humano diante das adversidades e a necessidade de intervenção divina.","por_que_esta_palavra":"A palavra 'homem' é significativa, pois destaca a condição humana e a dependência de Deus para a salvação e proteção.","conexao_teologica":"A fragilidade do homem e a grandeza de Deus são temas recorrentes na Escritura, mostrando a necessidade de confiar no Senhor.","referencias_relacionadas":["Salmos 8:4","Salmos 146:3","Tiago 4:14"]},"salmos_59_3_commit":{"palavra_pt":"entregar","palavra_original":"פָּעַל","transliteracao":"pâʻal","strong":"H6466","significado_raiz":"Ideia básica: entregar.","significado_contextual":"A palavra 'entregar' refere-se à ação de confiar ou colocar algo nas mãos de outra pessoa, muitas vezes em um contexto de entrega de responsabilidade.","explicacao_detalhada":"No Salmo 59, 'entregar' pode simbolizar a entrega da própria vida e circunstâncias nas mãos de Deus, confiando em Sua proteção e justiça.","por_que_esta_palavra":"A escolha da palavra 'entregar' é crucial, pois reflete a atitude de fé e confiança do salmista em Deus em tempos de crise.","conexao_teologica":"A entrega a Deus é um tema central na vida de fé, onde os crentes são chamados a confiar plenamente no Senhor em todas as situações.","referencias_relacionadas":["Salmos 37:5","Mateus 11:28","1 Pedro 5:7"]},"salmos_59_3_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"A palavra 'vaidade' refere-se à futilidade ou à falta de valor, muitas vezes associada a ações ou intenções que não têm propósito.","explicacao_detalhada":"No Salmo 59, 'vaidade' pode ser usada para descrever as ações dos inimigos do salmista, que são vistas como sem valor diante da justiça de Deus.","por_que_esta_palavra":"A palavra 'vaidade' é importante, pois ressalta a futilidade dos planos humanos que se opõem à vontade de Deus.","conexao_teologica":"A vaidade é um tema recorrente na Bíblia, onde se enfatiza que somente as ações que glorificam a Deus têm valor eterno.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Romanos 1:21"]},"salmos_59_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual o salmista clama a Deus.","explicacao_detalhada":"Neste contexto, 'porque' estabelece a justificativa do clamor do salmista, que se sente ameaçado e busca a proteção divina.","por_que_esta_palavra":"A palavra é essencial para conectar a causa do clamor à ação esperada de Deus.","conexao_teologica":"Reflete a relação entre a oração e a confiança em Deus como resposta às dificuldades.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Salmos 91:15"]},"salmos_59_4_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida do salmista, que está em perigo.","explicacao_detalhada":"Aqui, 'alma' é usada para expressar a vulnerabilidade do ser humano diante das ameaças externas.","por_que_esta_palavra":"É uma expressão da totalidade do ser, indicando que a vida do salmista está em risco.","conexao_teologica":"Mostra a importância da vida e da proteção divina sobre a alma humana.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"salmos_59_4_poderoso":{"palavra_pt":"poderoso","palavra_original":"עַז","transliteracao":"ʻaz","strong":"H5794","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade de Deus para salvar.","explicacao_detalhada":"Neste versículo, o salmista reconhece a grandeza de Deus como seu defensor.","por_que_esta_palavra":"É uma afirmação da confiança do salmista na proteção divina contra seus inimigos.","conexao_teologica":"Enfatiza a soberania de Deus sobre todas as forças que ameaçam o ser humano.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Isaías 40:29"]},"salmos_59_5_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do poder de Deus.","explicacao_detalhada":"O salmista reconhece que a grandeza de Deus é um fator crucial em sua defesa.","por_que_esta_palavra":"Indica que Deus é maior do que qualquer adversidade que o salmista enfrenta.","conexao_teologica":"Refere-se à majestade de Deus e à sua capacidade de agir em favor de seu povo.","referencias_relacionadas":["Salmos 145:3","Salmos 147:5","Isaías 6:3"]},"salmos_59_5_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se às ações malignas dos inimigos do salmista.","explicacao_detalhada":"O salmista clama a Deus em meio à injustiça e à maldade que enfrenta.","por_que_esta_palavra":"É uma descrição da realidade do sofrimento e da necessidade de intervenção divina.","conexao_teologica":"Reflete a luta entre o bem e o mal, e a necessidade de Deus para lidar com a maldade.","referencias_relacionadas":["Salmos 37:1","Romanos 12:21","Gálatas 6:7"]},"salmos_59_5_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber a situação adversa que o salmista enfrenta.","explicacao_detalhada":"O salmista pede que Deus veja sua aflição e intervenha em seu favor.","por_que_esta_palavra":"É um apelo à atenção de Deus sobre a injustiça que está acontecendo.","conexao_teologica":"Mostra a relação entre a percepção divina e a ação de Deus em resposta ao clamor humano.","referencias_relacionadas":["Salmos 10:14","Salmos 33:18","Salmos 102:19"]},"salmos_59_6_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' expressa o desejo do salmista de ser salvo das garras de seus inimigos.","explicacao_detalhada":"O salmista clama por libertação, reconhecendo que somente Deus pode salvá-lo.","por_que_esta_palavra":"É um pedido de intervenção divina para a sua proteção e segurança.","conexao_teologica":"Refere-se à salvação que Deus oferece aos que o invocam em tempos de necessidade.","referencias_relacionadas":["Salmos 34:4","Salmos 118:5","Isaías 61:1"]},"salmos_59_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome sagrado de Deus, invocado pelo salmista.","explicacao_detalhada":"O uso do nome de Deus é um reconhecimento de sua autoridade e poder.","por_que_esta_palavra":"É uma invocação que demonstra a relação pessoal entre o salmista e Deus.","conexao_teologica":"Enfatiza a importância do nome de Deus na oração e na busca por ajuda.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"salmos_59_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que o salmista invoca em sua angústia.","explicacao_detalhada":"O salmista reconhece a soberania de Deus sobre todas as situações da vida.","por_que_esta_palavra":"É um reconhecimento da necessidade de ajuda divina em tempos de crise.","conexao_teologica":"Refere-se à natureza de Deus como protetor e salvador.","referencias_relacionadas":["Salmos 46:1","Salmos 121:2","Romanos 8:31"]},"salmos_59_7_dia":{"palavra_pt":"dia","palavra_original":"עֶרֶב","transliteracao":"ʻereb","strong":"H6153","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para descrever o tempo em que o salmista enfrenta a adversidade.","explicacao_detalhada":"O salmista menciona o 'dia' para enfatizar a urgência de sua situação.","por_que_esta_palavra":"Indica que a luta é constante e que a ajuda de Deus é necessária a cada momento.","conexao_teologica":"Refere-se à presença de Deus em todos os momentos da vida do crente.","referencias_relacionadas":["Salmos 55:17","Salmos 118:24","Mateus 6:34"]},"salmos_59_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade como um lugar de refúgio ou abrigo, onde as pessoas se reúnem.","explicacao_detalhada":"A palavra 'cidade' neste contexto pode simbolizar tanto um local físico quanto uma representação da comunidade e da proteção que ela oferece. No Salmo 59, a cidade pode ser vista como um lugar onde os inimigos se reúnem para atacar.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a vulnerabilidade e a necessidade de proteção divina em meio a ameaças.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como um símbolo da segurança que Deus oferece ao seu povo, refletindo a ideia de que Deus é um refúgio seguro.","referencias_relacionadas":["Salmos 46:1","Salmos 48:1-2","Provérbios 18:10"]},"salmos_59_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa para uma ação ou sentimento.","explicacao_detalhada":"A palavra 'porque' neste versículo é uma conjunção que liga a causa à consequência, indicando a motivação por trás da ação de Deus em resposta aos inimigos.","por_que_esta_palavra":"É crucial para entender a lógica do salmista, que busca a intervenção divina em meio à opressão.","conexao_teologica":"A relação entre a oração e a resposta de Deus é um tema central na teologia bíblica, mostrando que Deus age em resposta à necessidade do seu povo.","referencias_relacionadas":["Salmos 34:17","Salmos 55:16","Tiago 5:16"]},"salmos_59_8_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, muitas vezes em sua fragilidade e vulnerabilidade diante de adversidades.","explicacao_detalhada":"A palavra 'homem' destaca a condição humana e a dependência de Deus em tempos de crise. O salmista reconhece que, apesar de sua fraqueza, ele clama a Deus.","por_que_esta_palavra":"A inclusão de 'homem' enfatiza a humanidade do salmista e sua necessidade de ajuda divina.","conexao_teologica":"A fragilidade do homem é um tema recorrente na Bíblia, que contrasta com a força e a fidelidade de Deus.","referencias_relacionadas":["Salmos 8:4","Salmos 103:14","Romanos 3:23"]},"salmos_59_8_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"Uma chamada à atenção, indicando que algo importante está prestes a ser revelado.","explicacao_detalhada":"A palavra 'eis' serve como um convite para que o ouvinte ou leitor preste atenção ao que está sendo dito, reforçando a urgência da situação.","por_que_esta_palavra":"É uma forma de enfatizar a gravidade da situação enfrentada pelo salmista e a necessidade de intervenção divina.","conexao_teologica":"A ideia de 'ver' ou 'prestar atenção' é comum na Bíblia, onde Deus frequentemente chama seu povo a observar suas obras e promessas.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Apocalipse 3:20"]},"salmos_59_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito, indicando a forma de agir dos inimigos.","explicacao_detalhada":"A palavra 'modo' aqui sugere a estratégia ou o comportamento dos adversários, que são descritos como hostis e ameaçadores.","por_que_esta_palavra":"É importante para entender a natureza da oposição que o salmista enfrenta e a necessidade de uma resposta divina.","conexao_teologica":"A maneira como os inimigos agem pode ser vista como um reflexo do conflito entre o bem e o mal, um tema central na narrativa bíblica.","referencias_relacionadas":["Salmos 37:12-13","Salmos 55:21","Efésios 6:12"]},"salmos_59_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' neste contexto é uma invocação ao poder e à soberania de Deus, reconhecendo sua capacidade de salvar e proteger.","por_que_esta_palavra":"O uso do nome de Deus é fundamental para invocar sua presença e ajuda em momentos de necessidade.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, simbolizando sua identidade e a relação que tem com seu povo.","referencias_relacionadas":["Salmos 20:7","Salmos 91:14","Filipenses 2:9-10"]},"salmos_59_9_deride":{"palavra_pt":"deride","palavra_original":"שָׂחַק","transliteracao":"sâchaq","strong":"H7832","significado_raiz":"Ideia básica: deride.","significado_contextual":"Refere-se ao ato de zombar ou escarnecer, geralmente em um contexto de desprezo.","explicacao_detalhada":"A palavra 'deride' indica a atitude desdenhosa dos inimigos em relação ao salmista e à sua fé em Deus.","por_que_esta_palavra":"É importante para entender a intensidade da oposição que o salmista enfrenta e a necessidade de uma resposta divina.","conexao_teologica":"A zombaria dos inimigos é um reflexo do desprezo pelo que é sagrado, um tema que aparece em várias passagens bíblicas.","referencias_relacionadas":["Salmos 22:7-8","Mateus 27:39-40","Lucas 23:35"]},"salmos_59_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa, semelhante ao uso anterior.","explicacao_detalhada":"A palavra 'porque' aqui novamente conecta a causa à ação de Deus, enfatizando a necessidade de intervenção divina.","por_que_esta_palavra":"Reforça a lógica do salmista ao clamar a Deus em meio à opressão.","conexao_teologica":"A oração e a resposta de Deus são temas centrais na teologia bíblica, mostrando que Deus age em resposta à necessidade do seu povo.","referencias_relacionadas":["Salmos 34:17","Salmos 55:16","Tiago 5:16"]},"salmos_59_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, o criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' neste contexto é uma invocação ao poder e à soberania divina, reconhecendo a capacidade de Deus de agir em favor do salmista.","por_que_esta_palavra":"É fundamental para a oração do salmista, que busca a ajuda e proteção de Deus em meio à adversidade.","conexao_teologica":"A natureza de Deus como protetor e salvador é um tema recorrente na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 46:1","Salmos 121:2","Romanos 8:31"]},"salmos_59_10_forca":{"palavra_pt":"forca","palavra_original":"עֹז","transliteracao":"ʻôz","strong":"H5797","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder, especialmente no contexto da proteção divina.","explicacao_detalhada":"A palavra 'força' destaca a capacidade de Deus de agir com poder em favor do salmista, oferecendo proteção contra os inimigos.","por_que_esta_palavra":"É importante para enfatizar a confiança do salmista na força de Deus em tempos de crise.","conexao_teologica":"A força de Deus é um tema central na Bíblia, simbolizando sua capacidade de salvar e proteger seu povo.","referencias_relacionadas":["Salmos 18:2","Salmos 28:7","Isaías 41:10"]},"salmos_59_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e poder de Deus sobre os inimigos.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a autoridade divina que pode proteger e salvar o justo das ameaças.","por_que_esta_palavra":"É usada para invocar a proteção divina em momentos de perigo.","conexao_teologica":"Deus é visto como o defensor dos justos e juiz dos ímpios.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Isaías 41:10"]},"salmos_59_11_flee":{"palavra_pt":"flee","palavra_original":"קָדַם","transliteracao":"qâdam","strong":"H6923","significado_raiz":"Ideia básica: flee.","significado_contextual":"Indica a ação de escapar ou se afastar de um perigo iminente.","explicacao_detalhada":"A palavra 'flee' sugere uma urgência em se afastar da ameaça representada pelos inimigos.","por_que_esta_palavra":"É utilizada para descrever a necessidade de proteção e a busca por segurança.","conexao_teologica":"A fuga é uma resposta à opressão, mostrando a dependência do fiel em Deus.","referencias_relacionadas":["Salmos 34:7","Provérbios 18:10","Mateus 10:23"]},"salmos_59_12_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de eliminar ou aniquilar os inimigos.","explicacao_detalhada":"A palavra 'destruir' expressa o desejo de que os ímpios sejam julgados e removidos.","por_que_esta_palavra":"É uma invocação por justiça divina contra aqueles que fazem o mal.","conexao_teologica":"Deus é o juiz que traz justiça e destruição sobre os ímpios.","referencias_relacionadas":["Salmos 37:9","Salmos 92:7","Romanos 12:19"]},"salmos_59_12_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se aos adversários que ameaçam o justo.","explicacao_detalhada":"A palavra 'inimigo' destaca a oposição que o fiel enfrenta em sua vida.","por_que_esta_palavra":"É utilizada para identificar aqueles que se opõem à vontade de Deus.","conexao_teologica":"A luta contra inimigos é uma temática recorrente na vida do crente.","referencias_relacionadas":["Salmos 23:5","Salmos  enemies 27:2","Efésios 6:12"]},"salmos_59_12_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' enfatiza a relação de submissão e reverência do fiel a Deus.","por_que_esta_palavra":"É usada para reconhecer a posição de Deus como governante supremo.","conexao_teologica":"A soberania de Deus é fundamental na compreensão da proteção e justiça divina.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"salmos_59_13_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָלָה","transliteracao":"ʼâlâh","strong":"H423","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"Refere-se a uma invocação de juízo sobre os ímpios.","explicacao_detalhada":"A palavra 'maldicao' expressa o desejo de que os que fazem o mal sejam punidos.","por_que_esta_palavra":"É utilizada para clamar por justiça contra aqueles que perseguem os justos.","conexao_teologica":"A maldição é vista como uma consequência do pecado e da rebelião contra Deus.","referencias_relacionadas":["Deuteronômio 28:15","Salmos 109:17","Gálatas 3:10"]},"salmos_59_13_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao reconhecimento do pecado e a necessidade de expiação.","explicacao_detalhada":"A palavra 'sacrifício' destaca a importância da oferta como meio de reconciliação com Deus.","por_que_esta_palavra":"É usada para expressar a necessidade de perdão e restauração.","conexao_teologica":"O sacrifício é central na relação entre Deus e o homem, simbolizando a expiação dos pecados.","referencias_relacionadas":["Levítico 4:35","Hebreus 9:22","Romanos 12:1"]},"salmos_59_13_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação divina e à verdade revelada.","explicacao_detalhada":"A palavra 'palavra' enfatiza a importância da revelação de Deus na vida do crente.","por_que_esta_palavra":"É utilizada para afirmar a verdade e a autoridade das promessas de Deus.","conexao_teologica":"A palavra de Deus é fundamental para a fé e a prática do crente.","referencias_relacionadas":["Salmos 119:105","João 1:1","2 Timóteo 3:16"]},"salmos_59_14_fim":{"palavra_pt":"fim","palavra_original":"אֶפֶס","transliteracao":"ʼepheç","strong":"H657","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término ou conclusão de um ciclo ou situação.","explicacao_detalhada":"A palavra 'fim' sugere a expectativa de que a opressão dos ímpios chegue ao seu término.","por_que_esta_palavra":"É usada para expressar a esperança de que Deus traga justiça e restauração.","conexao_teologica":"O fim dos ímpios é uma promessa de Deus para os que permanecem fiéis.","referencias_relacionadas":["Salmos 37:38","Mateus 24:13","Apocalipse 21:4"]},"salmos_59_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' enfatiza a soberania de Deus sobre toda a criação.","por_que_esta_palavra":"É utilizada para afirmar que Deus tem domínio sobre tudo que existe.","conexao_teologica":"A criação é um testemunho do poder e da glória de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 1:20"]},"salmos_59_14_furia":{"palavra_pt":"furia","palavra_original":"חֵמָה","transliteracao":"chêmâh","strong":"H2534","significado_raiz":"Ideia básica: furia.","significado_contextual":"A palavra 'fúria' refere-se à ira intensa e à indignação de Deus contra os ímpios.","explicacao_detalhada":"Neste contexto, a fúria de Deus é uma resposta à maldade e à injustiça, mostrando que Ele não ignora o pecado e que sua justiça será manifesta.","por_que_esta_palavra":"A fúria de Deus é um tema recorrente nas Escrituras, simbolizando a sua santidade e a necessidade de justiça.","conexao_teologica":"A fúria de Deus é frequentemente associada ao seu caráter justo e à sua capacidade de julgar o mal.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Apocalipse 19:15"]},"salmos_59_15_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' implica a construção ou o fortalecimento de algo, neste caso, a confiança em Deus.","explicacao_detalhada":"Aqui, edificar se refere ao ato de estabelecer uma base sólida de fé e dependência em Deus, especialmente em tempos de adversidade.","por_que_esta_palavra":"Edificar é essencial para o crescimento espiritual e a resiliência diante das dificuldades.","conexao_teologica":"A edificação espiritual é um tema central na vida cristã, onde os crentes são chamados a crescer na fé.","referencias_relacionadas":["1 Pedro 2:5","Efésios 2:20-22","Colossenses 2:7"]},"salmos_59_15_dia":{"palavra_pt":"dia","palavra_original":"עֶרֶב","transliteracao":"ʻereb","strong":"H6153","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, simbolizando a urgência e a importância do momento.","explicacao_detalhada":"Neste versículo, o 'dia' pode representar tanto um tempo literal quanto um tempo de julgamento ou intervenção divina.","por_que_esta_palavra":"O conceito de 'dia' é frequentemente usado nas Escrituras para marcar eventos significativos na história da salvação.","conexao_teologica":"O 'dia do Senhor' é um tema importante, referindo-se ao tempo em que Deus intervirá na história.","referencias_relacionadas":["Joel 2:31","1 Tessalonicenses 5:2","Mateus 24:36"]},"salmos_59_16_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' simboliza a provisão de Deus para suas criaturas, tanto física quanto espiritualmente.","explicacao_detalhada":"Neste contexto, 'alimento' pode se referir à necessidade de sustento espiritual que vem da confiança em Deus.","por_que_esta_palavra":"Alimento é uma metáfora comum nas Escrituras, representando a satisfação das necessidades humanas por Deus.","conexao_teologica":"Jesus se apresenta como o pão da vida, enfatizando a importância do alimento espiritual.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 23:1"]},"salmos_59_16_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se ao ato de resgatar ou libertar, especialmente em um contexto de opressão ou perigo.","explicacao_detalhada":"Aqui, 'salvar' implica a intervenção de Deus para proteger e libertar seu povo das ameaças.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, representando a ação de Deus em favor da humanidade.","conexao_teologica":"A salvação é oferecida através de Jesus Cristo, que é o Salvador do mundo.","referencias_relacionadas":["Romanos 10:13","Salmos 34:17","Efésios 2:8-9"]},"salmos_59_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus, contrastando com a mentira e a enganação.","explicacao_detalhada":"Neste versículo, a verdade é apresentada como um fundamento seguro em tempos de incerteza e engano.","por_que_esta_palavra":"A verdade de Deus é essencial para a fé e a confiança dos crentes em suas promessas.","conexao_teologica":"Jesus se declarou como a verdade, enfatizando a importância da verdade divina na vida do crente.","referencias_relacionadas":["João 14:6","Salmos 119:160","1 João 1:6"]},"salmos_59_17_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se a um estado de contentamento e felicidade que vem da presença de Deus.","explicacao_detalhada":"Neste contexto, a alegria é uma resposta à salvação e à proteção que Deus oferece.","por_que_esta_palavra":"A alegria é um fruto do Espírito e um sinal da presença de Deus na vida do crente.","conexao_teologica":"A alegria no Senhor é uma força que sustenta os crentes em tempos de dificuldade.","referencias_relacionadas":["Filipenses 4:4","Salmos 16:11","Nehemias 8:10"]},"salmos_59_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente refere-se a um tempo específico, enfatizando a importância do momento de louvor.","explicacao_detalhada":"Neste versículo, o 'dia' é um tempo de celebração e reconhecimento da bondade de Deus.","por_que_esta_palavra":"O dia é um conceito que pode simbolizar tanto a rotina diária quanto momentos especiais de adoração.","conexao_teologica":"A adoração a Deus deve ser uma prática diária, reconhecendo sua bondade em todos os dias.","referencias_relacionadas":["Salmos 118:24","Salmos 100:4","Colossenses 3:16"]},"salmos_59_17_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, destacando a relação entre Deus e os seres humanos.","explicacao_detalhada":"Neste contexto, o 'homem' é visto como objeto da graça e da salvação de Deus.","por_que_esta_palavra":"A humanidade é central no plano de Deus, e a relação entre Deus e o homem é fundamental nas Escrituras.","conexao_teologica":"A encarnação de Cristo destaca a importância do homem na história da salvação.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:8"]},"salmos_59_18_voz":{"palavra_pt":"voz","palavra_original":"זָמַר","transliteracao":"zâmar","strong":"H2167","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à expressão verbal, simbolizando a comunicação e o louvor a Deus.","explicacao_detalhada":"Neste versículo, a voz é usada para exaltar a grandeza de Deus e proclamar suas maravilhas.","por_que_esta_palavra":"A voz é um instrumento poderoso de adoração e testemunho da fé.","conexao_teologica":"A adoração deve ser expressa verbalmente, reconhecendo a grandeza de Deus em nossas vidas.","referencias_relacionadas":["Salmos 95:1","Salmos 100:1","Hebreus 13:15"]},"salmos_59_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual o salmista confia em Deus.","explicacao_detalhada":"Neste versículo, o salmista expressa sua confiança em Deus, explicando que a razão para essa confiança é a natureza protetora e salvadora de Deus em tempos de adversidade.","por_que_esta_palavra":"A palavra 'porque' conecta a afirmação de fé do salmista com a justificativa de sua confiança em Deus.","conexao_teologica":"A confiança em Deus é um tema central nos Salmos, refletindo a relação entre o crente e o Criador, que é visto como um refúgio em tempos de dificuldade.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Salmos 91:2"]},"salmos_59_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, que é visto como protetor e salvador.","explicacao_detalhada":"Neste contexto, 'Deus' é invocado como a fonte de ajuda e proteção, destacando a relação íntima entre o salmista e o Criador.","por_que_esta_palavra":"A menção de 'Deus' enfatiza a soberania e a autoridade divina, que são fundamentais para a fé do salmista.","conexao_teologica":"A natureza de Deus como protetor é um tema recorrente na Bíblia, reforçando a ideia de que Ele está sempre presente nas dificuldades.","referencias_relacionadas":["Salmos 23:1","Salmos 46:1","Salmos 121:2"]}}