{"salmos_6_1_stringed":{"palavra_pt":"stringed","palavra_original":"נְגִינָה","transliteracao":"nᵉgîynâh","strong":"H5058","significado_raiz":"Ideia básica: stringed.","significado_contextual":"A palavra 'stringed' refere-se a instrumentos de corda, que eram usados em adoração e louvor.","explicacao_detalhada":"Neste salmo, a menção de instrumentos de corda sugere um contexto de adoração musical, enfatizando a importância da música na expressão da fé.","por_que_esta_palavra":"A música é uma forma poderosa de adoração e comunicação com Deus, e sua inclusão destaca a importância do louvor.","conexao_teologica":"A música é frequentemente usada na Bíblia como um meio de adoração e expressão de emoções espirituais.","referencias_relacionadas":["Salmos 33:2","Salmos 150:4","1 Crônicas 16:42"]},"salmos_6_1_sheminith":{"palavra_pt":"sheminith","palavra_original":"שְׁמִינִית","transliteracao":"shᵉmîynîyth","strong":"H8067","significado_raiz":"Ideia básica: sheminith.","significado_contextual":"A palavra 'sheminith' refere-se a um tipo específico de música ou afinação, possivelmente relacionada a um tom mais baixo.","explicacao_detalhada":"A inclusão de 'sheminith' sugere uma intenção específica na execução musical, indicando um estilo que pode evocar uma atmosfera de reflexão ou lamento.","por_que_esta_palavra":"É importante para entender a diversidade na adoração e como diferentes estilos musicais podem expressar diferentes emoções e temas.","conexao_teologica":"A diversidade na adoração reflete a criatividade de Deus e a variedade de experiências humanas em relação a Ele.","referencias_relacionadas":["Salmos 92:3","Salmos 4:1","Salmos 54:1"]},"salmos_6_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome pessoal de Deus, YHWH, que denota Sua soberania e autoridade.","explicacao_detalhada":"O uso do nome 'senhor' enfatiza a relação pessoal entre o salmista e Deus, reconhecendo Sua posição como autoridade suprema.","por_que_esta_palavra":"É fundamental para a compreensão da identidade de Deus e Sua relação com o Seu povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"salmos_6_2_rosto":{"palavra_pt":"rosto","palavra_original":"אַף","transliteracao":"ʼaph","strong":"H639","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus, simbolizando Sua atenção e favor.","explicacao_detalhada":"O salmista clama para que Deus olhe para ele, pedindo Sua atenção e misericórdia em tempos de angústia.","por_que_esta_palavra":"É importante para entender a busca do salmista pela presença de Deus em momentos de necessidade.","conexao_teologica":"A presença de Deus é um tema recorrente na Bíblia, simbolizando Sua proximidade e cuidado com Seu povo.","referencias_relacionadas":["Salmos 27:8","Salmos 31:16","Números 6:25"]},"salmos_6_3_achar":{"palavra_pt":"achar","palavra_original":"חָנַן","transliteracao":"chânan","strong":"H2603","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se ao ato de encontrar ou receber algo desejado, como a misericórdia de Deus.","explicacao_detalhada":"O salmista expressa seu desejo de encontrar a graça e a compaixão de Deus em meio ao sofrimento.","por_que_esta_palavra":"É essencial para entender a busca do salmista por ajuda divina e a esperança de receber misericórdia.","conexao_teologica":"A busca pela misericórdia de Deus é um tema central na oração e na vida espiritual dos crentes.","referencias_relacionadas":["Salmos 86:5","Salmos 103:8","Hebreus 4:16"]},"salmos_6_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente usada para invocar a presença e a ajuda de Deus.","explicacao_detalhada":"O salmista reafirma sua dependência de Deus, reconhecendo que somente Ele pode oferecer a ajuda necessária.","por_que_esta_palavra":"É importante para entender a relação contínua entre o salmista e Deus, que é uma fonte constante de apoio.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e confiança, refletindo a necessidade humana de Sua intervenção.","referencias_relacionadas":["Salmos 9:10","Salmos 145:18","Romanos 10:13"]},"salmos_6_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual o salmista busca a ajuda de Deus.","explicacao_detalhada":"O salmista explica que sua necessidade de misericórdia é baseada em sua condição de fragilidade e mortalidade.","por_que_esta_palavra":"É crucial para entender a lógica da súplica do salmista, que se fundamenta na sua vulnerabilidade.","conexao_teologica":"A vulnerabilidade humana é um tema importante na Bíblia, mostrando a necessidade de dependência de Deus.","referencias_relacionadas":["Salmos 103:14","Salmos 39:4-5","Tiago 4:14"]},"salmos_6_4_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida e da alma do ser humano, indicando a profundidade do sofrimento do salmista.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) é usada para descrever não apenas a vida física, mas também a dimensão espiritual e emocional do ser humano. No contexto do Salmo 6, o salmista clama a Deus em um momento de angústia profunda, expressando a necessidade de intervenção divina para preservar sua vida.","por_que_esta_palavra":"A escolha da palavra 'alma' enfatiza a vulnerabilidade do ser humano diante da dor e da morte, ressaltando a dependência de Deus para a salvação.","conexao_teologica":"A ideia de que Deus é o doador da vida e que a alma é preciosa para Ele é um tema recorrente nas Escrituras, refletindo a relação íntima entre o Criador e a criação.","referencias_relacionadas":["Gênesis 2:7","Salmos 23:3","Mateus 10:28"]},"salmos_6_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (יְהֹוָה) é usado para invocar a autoridade e a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"No Salmo 6, o uso do nome 'Senhor' reflete a relação pessoal e íntima que o salmista tem com Deus, reconhecendo-O como seu protetor e salvador em tempos de aflição.","por_que_esta_palavra":"A invocação do nome de Deus é uma expressão de fé e confiança, mostrando que o salmista se volta para Aquele que tem poder para salvar.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua presença, caráter e promessas para com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:1","Romanos 10:13"]},"salmos_6_4_affrighted":{"palavra_pt":"affrighted","palavra_original":"בָּהַל","transliteracao":"bâhal","strong":"H926","significado_raiz":"Ideia básica: affrighted.","significado_contextual":"Refere-se ao estado de medo e angústia que o salmista está enfrentando.","explicacao_detalhada":"A palavra 'affrighted' (בָּהַל) expressa a perturbação emocional e a ansiedade que acompanham a dor e o sofrimento, indicando que o salmista se sente ameaçado e em desespero.","por_que_esta_palavra":"O uso dessa palavra enfatiza a gravidade da situação e a necessidade urgente de ajuda divina.","conexao_teologica":"A experiência de medo e aflição é comum na vida humana, mas a Bíblia ensina que Deus é um refúgio seguro em tempos de crise.","referencias_relacionadas":["Salmos 34:4","Isaías 41:10","Filipenses 4:6-7"]},"salmos_6_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, o nome 'Senhor' é invocado, reforçando a dependência do salmista em Deus.","explicacao_detalhada":"O salmista repete a invocação do nome de Deus para enfatizar sua necessidade de salvação e intervenção divina em sua vida.","por_que_esta_palavra":"A repetição do nome 'Senhor' mostra a urgência e a intensidade do clamor do salmista.","conexao_teologica":"A invocação do nome de Deus é um ato de fé que reconhece Sua soberania e poder para salvar.","referencias_relacionadas":["Salmos 18:3","Salmos 121:2","Atos 2:21"]},"salmos_6_5_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' (יָשַׁע) refere-se ao desejo do salmista de ser libertado de sua aflição.","explicacao_detalhada":"O salmista clama por salvação, reconhecendo que somente Deus pode resgatá-lo de sua situação desesperadora. Essa palavra implica não apenas a salvação física, mas também espiritual.","por_que_esta_palavra":"A escolha da palavra 'salvar' reflete a esperança do salmista em um Deus que é capaz de trazer libertação e restauração.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a intervenção de Deus na vida dos que O buscam.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 1:16"]},"salmos_6_6_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' (מָוֶת) é usada para expressar a gravidade da situação do salmista, que teme pela sua vida.","explicacao_detalhada":"O salmista menciona a morte para enfatizar a seriedade de sua aflição e a urgência de sua súplica a Deus. Ele reconhece que a morte é uma realidade que todos enfrentam.","por_que_esta_palavra":"A menção da morte destaca a fragilidade da vida humana e a necessidade de intervenção divina para evitar a destruição.","conexao_teologica":"A morte é um tema recorrente na Bíblia, e a promessa de vida eterna em Cristo é uma esperança para os crentes.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","1 Coríntios 15:55-57"]},"salmos_6_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (כִּי) introduz a razão pela qual o salmista clama a Deus.","explicacao_detalhada":"O salmista explica que sua súplica é motivada pela consciência de que, se ele morrer, não poderá louvar a Deus. Essa conexão entre vida e adoração é fundamental na espiritualidade israelita.","por_que_esta_palavra":"A palavra 'porque' serve para justificar o clamor do salmista, mostrando que sua busca por salvação é baseada em um desejo de glorificar a Deus.","conexao_teologica":"A adoração é um aspecto central da vida cristã, e a vida é vista como uma oportunidade para glorificar a Deus.","referencias_relacionadas":["Salmos 30:9","Isaías 38:18-19","Romanos 12:1"]},"salmos_6_6_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' (מִי) é usada para refletir sobre a fragilidade e a finitude da vida humana.","explicacao_detalhada":"O salmista questiona quem é o homem em comparação com a grandeza de Deus, reconhecendo sua vulnerabilidade e a necessidade de dependência do Criador.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a condição humana e a necessidade de um relacionamento com Deus para enfrentar as dificuldades da vida.","conexao_teologica":"A Bíblia frequentemente reflete sobre a natureza do homem, enfatizando a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Salmos 8:4","Salmos 144:3","Tiago 4:14"]},"salmos_6_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' (כֹּל) refere-se à maneira como o salmista expressa seu sofrimento.","explicacao_detalhada":"O salmista menciona seu 'modo' de clamar a Deus, indicando que sua dor é intensa e que ele se apresenta diante de Deus com um coração quebrantado.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a sinceridade e a profundidade do clamor do salmista, mostrando que ele não está apenas fazendo uma oração superficial.","conexao_teologica":"A Bíblia ensina que Deus ouve os clamores sinceros de Seu povo, e que a adoração e a oração devem vir de um coração genuíno.","referencias_relacionadas":["Salmos 51:17","Mateus 5:8","Hebreus 10:22"]},"salmos_6_7_groaning":{"palavra_pt":"groaning","palavra_original":"אֲנָחָה","transliteracao":"ʼănâchâh","strong":"H585","significado_raiz":"Ideia básica: groaning.","significado_contextual":"A palavra 'groaning' (אֲנָחָה) expressa a dor profunda e o sofrimento do salmista.","explicacao_detalhada":"O salmista usa essa palavra para descrever o som de sua angústia, indicando que seu sofrimento é tão intenso que se manifesta fisicamente.","por_que_esta_palavra":"A escolha da palavra 'groaning' revela a profundidade da dor e a necessidade de um alívio que só Deus pode proporcionar.","conexao_teologica":"O sofrimento humano é uma realidade, mas a Bíblia promete que Deus está próximo dos que têm o coração quebrantado e que Ele ouve o clamor dos aflitos.","referencias_relacionadas":["Romanos 8:26","Salmos 34:18","2 Coríntios 1:4"]},"salmos_6_8_irado":{"palavra_pt":"irado","palavra_original":"כַּעַס","transliteracao":"kaʻaç","strong":"H3708","significado_raiz":"Ideia básica: irado.","significado_contextual":"Refere-se à ira de Deus em resposta ao pecado e à injustiça.","explicacao_detalhada":"A palavra 'irado' indica um estado emocional intenso, onde Deus se mostra indignado com a desobediência do ser humano. No contexto do Salmo 6, o salmista clama por misericórdia, reconhecendo a gravidade de sua situação e a necessidade de se afastar da ira divina.","por_que_esta_palavra":"A escolha da palavra 'irado' enfatiza a seriedade do pecado e a necessidade de arrependimento para evitar a ira de Deus.","conexao_teologica":"A ira de Deus é um tema recorrente nas Escrituras, mostrando que Ele é justo e não tolera o pecado. Isso nos leva a entender a importância da graça e do arrependimento.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Efésios 5:6"]},"salmos_6_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"A palavra 'modo' sugere uma forma ou método específico de agir. No Salmo 6, o salmista expressa seu sofrimento e a maneira como se dirige a Deus em busca de ajuda.","por_que_esta_palavra":"O uso de 'modo' destaca a necessidade de uma abordagem correta ao se comunicar com Deus, especialmente em tempos de angústia.","conexao_teologica":"A maneira como nos aproximamos de Deus é crucial, pois Ele deseja que venhamos a Ele com sinceridade e humildade.","referencias_relacionadas":["Mateus 6:9-13","Hebreus 4:16","Tiago 4:8"]},"salmos_6_8_consumed":{"palavra_pt":"consumed","palavra_original":"עָשֵׁשׁ","transliteracao":"ʻâshêsh","strong":"H6244","significado_raiz":"Ideia básica: consumed.","significado_contextual":"Indica um estado de exaustão ou desgaste emocional e espiritual.","explicacao_detalhada":"A palavra 'consumed' reflete a sensação de estar completamente esgotado, tanto física quanto espiritualmente. O salmista expressa sua dor e a intensidade de seu sofrimento.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a gravidade da situação do salmista, que se sente totalmente consumido por suas tribulações.","conexao_teologica":"O sentimento de estar consumido pode levar à busca por Deus, que é a fonte de renovação e restauração.","referencias_relacionadas":["Isaías 40:29","2 Coríntios 12:9","Salmos 23:3"]},"salmos_6_9_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à presença ou situação entre outros.","explicacao_detalhada":"A palavra 'entre' sugere uma relação de proximidade ou inclusão. No Salmo 6, o salmista se sente cercado por dificuldades e busca a presença de Deus em meio a isso.","por_que_esta_palavra":"A utilização de 'entre' destaca a solidão e a necessidade de apoio divino em tempos de crise.","conexao_teologica":"Deus promete estar conosco em meio às tribulações, e essa proximidade é fundamental para a nossa fé.","referencias_relacionadas":["Salmos 23:4","Mateus 28:20","Isaías 41:10"]},"salmos_6_9_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"Refere-se a algo que é fútil ou sem valor.","explicacao_detalhada":"A palavra 'vaidade' no contexto do Salmo 6 sugere a futilidade das preocupações e ansiedades humanas em comparação com a grandeza de Deus.","por_que_esta_palavra":"A escolha de 'vaidade' enfatiza a transitoriedade das coisas terrenas e a necessidade de focar no que é eterno.","conexao_teologica":"A vaidade é um tema que aparece em várias partes da Bíblia, alertando sobre a futilidade da vida sem Deus.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Romanos 8:18"]},"salmos_6_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa reverência e submissão. No Salmo 6, o salmista clama ao Senhor, reconhecendo Sua soberania.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a relação pessoal e a confiança que o salmista deposita Nele.","conexao_teologica":"O nome de Deus é poderoso e é um símbolo de Sua presença e proteção em nossas vidas.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Filipenses 2:9-11"]},"salmos_6_10_graca":{"palavra_pt":"graca","palavra_original":"תְּחִנָּה","transliteracao":"tᵉchinnâh","strong":"H8467","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à bondade e favor imerecido de Deus.","explicacao_detalhada":"A palavra 'graça' no Salmo 6 indica a súplica do salmista por misericórdia e compaixão diante de sua angústia.","por_que_esta_palavra":"A escolha de 'graça' destaca a dependência do salmista da bondade de Deus, reconhecendo que não merece Sua ajuda.","conexao_teologica":"A graça é um tema central na Bíblia, mostrando que Deus oferece perdão e restauração a todos que se arrependem.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","Hebreus 4:16"]},"salmos_6_10_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à ação de prestar atenção ou responder a um chamado.","explicacao_detalhada":"A palavra 'ouvir' implica uma resposta ativa de Deus às súplicas do salmista. Ele clama por que deseja que Deus atenda seu pedido.","por_que_esta_palavra":"A escolha de 'ouvir' enfatiza a expectativa do salmista de que Deus não apenas escute, mas também responda.","conexao_teologica":"Deus é apresentado nas Escrituras como um Deus que ouve e responde às orações de Seu povo.","referencias_relacionadas":["Salmos 34:17","1 João 5:14","Tiago 1:5"]},"salmos_6_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"A palavra 'modo' sugere uma forma ou método específico de agir. No Salmo 6, o salmista expressa seu sofrimento e a maneira como se dirige a Deus em busca de ajuda.","por_que_esta_palavra":"O uso de 'modo' destaca a necessidade de uma abordagem correta ao se comunicar com Deus, especialmente em tempos de angústia.","conexao_teologica":"A maneira como nos aproximamos de Deus é crucial, pois Ele deseja que venhamos a Ele com sinceridade e humildade.","referencias_relacionadas":["Mateus 6:9-13","Hebreus 4:16","Tiago 4:8"]},"salmos_6_11_affrighted":{"palavra_pt":"affrighted","palavra_original":"בָּהַל","transliteracao":"bâhal","strong":"H926","significado_raiz":"Ideia básica: affrighted.","significado_contextual":"Refere-se a um estado de medo ou pavor.","explicacao_detalhada":"A palavra 'affrighted' expressa a sensação de estar aterrorizado ou alarmado. O salmista se sente assim devido às suas circunstâncias difíceis.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a vulnerabilidade do ser humano diante das dificuldades e a necessidade de apoio divino.","conexao_teologica":"Deus é nosso refúgio em tempos de medo, e a Bíblia nos encoraja a lançar nossas ansiedades sobre Ele.","referencias_relacionadas":["Salmos 56:3","Isaías 41:10","Filipenses 4:6-7"]}}