{"salmos_61_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao lugar de adoração e à presença de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'templo' simboliza a habitação de Deus e a importância da adoração coletiva e individual.","por_que_esta_palavra":"O templo é um símbolo de comunhão com Deus e um local de busca por Sua presença.","conexao_teologica":"A presença de Deus no templo representa a relação íntima entre Ele e Seu povo, que é central na fé.","referencias_relacionadas":["Salmos 27:4","1 Coríntios 3:16","Hebreus 10:25"]},"salmos_61_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a Davi, o autor do salmo, e sua relação especial com Deus.","explicacao_detalhada":"A palavra 'filho' destaca a posição de Davi como escolhido de Deus e seu papel como rei de Israel.","por_que_esta_palavra":"A identificação de Davi como filho de Deus enfatiza a aliança e a responsabilidade que ele carrega.","conexao_teologica":"A relação de Davi com Deus é um exemplo de liderança e fé, refletindo a importância da obediência a Deus.","referencias_relacionadas":["2 Samuel 7:14","Salmos 89:27","Mateus 1:1"]},"salmos_61_1_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à Sua capacidade de ouvir e responder às orações.","explicacao_detalhada":"A palavra 'grande' enfatiza a majestade e o poder de Deus, que é capaz de oferecer proteção e refúgio em tempos de necessidade.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a imensidão do amor e da misericórdia de Deus, que se estende a todos os que O buscam.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, refletindo Sua soberania e autoridade sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"salmos_61_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Designa a divindade suprema, que é fonte de ajuda e proteção.","explicacao_detalhada":"A palavra 'Deus' é usada para invocar a presença divina, reconhecendo Sua autoridade e poder em momentos de angústia.","por_que_esta_palavra":"A invocação de Deus é fundamental na oração, pois expressa a confiança do salmista em Sua capacidade de socorro.","conexao_teologica":"A natureza de Deus como Criador e Sustentador é um princípio fundamental da fé judaico-cristã.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Hebreus 4:16"]},"salmos_61_2_alegria":{"palavra_pt":"alegria","palavra_original":"רִנָּה","transliteracao":"rinnâh","strong":"H7440","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se à alegria que vem da presença de Deus e da resposta às orações.","explicacao_detalhada":"A palavra 'alegria' expressa o sentimento de contentamento e felicidade que resulta da comunhão com Deus.","por_que_esta_palavra":"A alegria é um fruto do Espírito e um sinal da presença de Deus na vida do crente.","conexao_teologica":"A alegria é um tema recorrente na Bíblia, associada à salvação e à esperança em Deus.","referencias_relacionadas":["Salmos 16:11","Gálatas 5:22","Filipenses 4:4"]},"salmos_61_2_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Indica a ação de prestar atenção e responder a um clamor ou oração.","explicacao_detalhada":"A palavra 'ouvir' implica uma relação ativa entre Deus e o salmista, onde Deus não apenas escuta, mas também age.","por_que_esta_palavra":"A ênfase em ouvir destaca a confiança do salmista de que Deus está atento às suas súplicas.","conexao_teologica":"A capacidade de Deus de ouvir é um aspecto essencial de Sua natureza relacional com a humanidade.","referencias_relacionadas":["Salmos 34:15","1 João 5:14","Tiago 1:5"]},"salmos_61_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus, que serve como um cenário para a vida humana.","explicacao_detalhada":"A palavra 'terra' simboliza a base da existência humana e a necessidade de proteção divina em meio às dificuldades.","por_que_esta_palavra":"A menção da terra enfatiza a vulnerabilidade do ser humano e a necessidade de um refúgio seguro.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como o lugar onde Deus se revela e onde a história da salvação se desenrola.","referencias_relacionadas":["Gênesis 1:26","Salmos 24:1","Mateus 5:5"]},"salmos_61_3_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza estabilidade, segurança e proteção em Deus.","explicacao_detalhada":"A palavra 'rocha' é usada para descrever a firmeza de Deus como um refúgio seguro em tempos de tribulação.","por_que_esta_palavra":"A rocha representa a confiança do salmista em Deus como seu protetor e sustentador.","conexao_teologica":"Deus é frequentemente descrito como uma rocha na Bíblia, simbolizando Sua imutabilidade e força.","referencias_relacionadas":["Salmos 18:2","Salmos 31:3","Mateus 7:24"]},"salmos_61_3_fim":{"palavra_pt":"fim","palavra_original":"קָצֶה","transliteracao":"qâtseh","strong":"H7097","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao limite ou à extremidade de uma situação, enfatizando a busca por ajuda em tempos de desespero.","explicacao_detalhada":"A palavra 'fim' sugere um ponto crítico onde a intervenção divina é necessária.","por_que_esta_palavra":"O uso de 'fim' destaca a urgência da oração do salmista, que clama por socorro em um momento de crise.","conexao_teologica":"A ideia de um 'fim' é frequentemente associada à necessidade de fé e esperança em Deus durante as dificuldades.","referencias_relacionadas":["Salmos 107:27","Isaías 40:31","Romanos 8:28"]},"salmos_61_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para o clamor do salmista.","explicacao_detalhada":"A palavra 'porque' conecta a súplica do salmista à sua compreensão da necessidade de ajuda divina.","por_que_esta_palavra":"A utilização de 'porque' reflete a lógica da oração, onde o salmista fundamenta seu pedido em sua situação.","conexao_teologica":"A oração muitas vezes é fundamentada em razões que refletem a relação entre o homem e Deus.","referencias_relacionadas":["Salmos 25:7","Salmos 119:50","Tiago 4:3"]},"salmos_61_4_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus, que é buscada pelo salmista em sua oração.","explicacao_detalhada":"A palavra 'rosto' simboliza a intimidade e a relação pessoal que o salmista deseja ter com Deus.","por_que_esta_palavra":"A busca pelo 'rosto' de Deus indica um desejo profundo de comunhão e conexão espiritual.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, representando a fonte de vida e esperança para os crentes.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"salmos_61_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à possibilidade de desfalecimento ou queda espiritual, enfatizando a fragilidade humana.","explicacao_detalhada":"A palavra 'cair' sugere a vulnerabilidade do ser humano diante das adversidades e a necessidade de apoio divino.","por_que_esta_palavra":"A menção de 'cair' destaca a urgência do clamor do salmista por proteção e sustentação.","conexao_teologica":"A fragilidade humana é um tema recorrente na Bíblia, que enfatiza a necessidade de depender de Deus.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","2 Coríntios 12:9"]},"salmos_61_5_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza imutável e perpétua de Deus e de Suas promessas.","explicacao_detalhada":"A palavra 'eterno' enfatiza que Deus é atemporal, existindo fora das limitações do tempo humano. No contexto do Salmo 61, o salmista clama por proteção e refúgio, reconhecendo que a segurança que Deus oferece é duradoura e não se limita a circunstâncias temporais.","por_que_esta_palavra":"A escolha da palavra 'eterno' destaca a confiança do salmista em um Deus que não muda e cujas promessas são para sempre.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, refletindo Sua soberania e fidelidade. Isso se conecta com a ideia de que a salvação e a proteção de Deus são garantidas para sempre.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_61_5_bom":{"palavra_pt":"bom","palavra_original":"סֵתֶר","transliteracao":"çêther","strong":"H5643","significado_raiz":"Ideia básica: bom.","significado_contextual":"Indica a bondade e a proteção que Deus oferece ao salmista.","explicacao_detalhada":"A palavra 'bom' sugere que o refúgio que Deus proporciona é não apenas seguro, mas também benéfico e agradável. O salmista reconhece que a bondade de Deus é uma fonte de conforto em tempos de angústia.","por_que_esta_palavra":"A utilização de 'bom' ressalta a natureza benevolente de Deus, que não apenas protege, mas também cuida de Seus filhos com amor e compaixão.","conexao_teologica":"A bondade de Deus é um atributo fundamental que se reflete em Sua criação e em Suas ações em favor da humanidade.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"salmos_61_5_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"Simboliza proteção e abrigo, como as aves que buscam refúgio.","explicacao_detalhada":"A palavra 'ave' evoca a imagem de um pássaro que encontra segurança sob as asas de seu criador. No Salmo 61, isso representa a busca do salmista por abrigo e proteção divina em tempos de dificuldade.","por_que_esta_palavra":"A metáfora da ave sugere vulnerabilidade e a necessidade de proteção, refletindo a dependência do salmista em relação a Deus.","conexao_teologica":"A imagem de Deus como um abrigo é comum nas Escrituras, simbolizando Sua proteção e cuidado sobre Seu povo.","referencias_relacionadas":["Salmos 91:4","Mateus 23:37","Isaías 31:5"]},"salmos_61_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o salmista clama a Deus.","explicacao_detalhada":"A palavra 'porque' conecta a súplica do salmista à sua compreensão da fidelidade de Deus. Ele reconhece que suas petições são fundamentadas nas promessas divinas.","por_que_esta_palavra":"A utilização de 'porque' enfatiza a lógica da oração, onde a confiança em Deus é a base para a súplica.","conexao_teologica":"A relação entre oração e a compreensão das promessas de Deus é um tema recorrente na Bíblia, mostrando que a fé é fundamentada na revelação divina.","referencias_relacionadas":["Salmos 119:49","Romanos 10:17","Hebreus 4:16"]},"salmos_61_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, o criador e sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' no Salmo 61 destaca a relação pessoal entre o salmista e o Criador, enfatizando Sua autoridade e poder para atender às súplicas.","por_que_esta_palavra":"A escolha de 'Deus' reflete a confiança do salmista em um ser que é tanto poderoso quanto pessoal, capaz de intervir em sua vida.","conexao_teologica":"A natureza de Deus como um ser pessoal que se relaciona com a humanidade é um tema central na teologia bíblica.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 41:10"]},"salmos_61_6_promessa":{"palavra_pt":"promessa","palavra_original":"נֶדֶר","transliteracao":"neder","strong":"H5088","significado_raiz":"Ideia básica: promessa.","significado_contextual":"Refere-se ao compromisso de Deus em cumprir Suas promessas.","explicacao_detalhada":"A palavra 'promessa' enfatiza a fidelidade de Deus em cumprir o que Ele disse. O salmista se apega a essa certeza ao clamar por ajuda.","por_que_esta_palavra":"A menção de 'promessa' reforça a ideia de que a oração do salmista é baseada na confiança nas declarações de Deus.","conexao_teologica":"As promessas de Deus são um tema recorrente na Bíblia, mostrando Sua fidelidade e compromisso com Seu povo.","referencias_relacionadas":["Números 23:19","2 Pedro 3:9","Hebreus 10:23"]},"salmos_61_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que o salmista busca a presença de Deus.","explicacao_detalhada":"A palavra 'dia' sugere um período específico em que o salmista está em necessidade, simbolizando a urgência de sua súplica.","por_que_esta_palavra":"A utilização de 'dia' enfatiza a temporalidade da situação do salmista, que clama a Deus em um momento crítico.","conexao_teologica":"A noção de tempo e a intervenção divina são temas importantes, mostrando que Deus está presente em todos os momentos da vida.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"salmos_61_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'rei' destaca a autoridade de Deus e Sua capacidade de governar e proteger Seu povo. O salmista reconhece que Deus é o verdadeiro governante.","por_que_esta_palavra":"A escolha de 'rei' reflete a reverência do salmista e sua compreensão de que Deus tem o controle sobre sua vida e circunstâncias.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele reina sobre todas as nações e circunstâncias.","referencias_relacionadas":["Salmos 47:2","Isaías 6:5","Apocalipse 19:16"]},"salmos_61_7_geracao":{"palavra_pt":"geracao","palavra_original":"דּוֹר","transliteracao":"dôwr","strong":"H1755","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Refere-se à continuidade da relação entre Deus e Seu povo ao longo das gerações.","explicacao_detalhada":"A palavra 'geração' sugere que a fidelidade de Deus se estende através do tempo, alcançando não apenas o salmista, mas também as futuras gerações.","por_que_esta_palavra":"A menção de 'geração' enfatiza a importância da herança espiritual e a transmissão da fé entre os povos.","conexao_teologica":"A ideia de que Deus é fiel a todas as gerações é um tema recorrente, refletindo Sua natureza imutável.","referencias_relacionadas":["Salmos 100:5","Salmos 145:4","Deuteronômio 6:7"]},"salmos_61_8_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à integridade de Deus.","explicacao_detalhada":"A palavra 'verdade' enfatiza que Deus é confiável e que Suas promessas são sempre cumpridas. O salmista reconhece que a verdade de Deus é a base de sua confiança.","por_que_esta_palavra":"A escolha de 'verdade' reflete a certeza do salmista de que Deus não falha em Suas promessas.","conexao_teologica":"A verdade de Deus é um atributo essencial que sustenta a fé e a esperança dos crentes.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"salmos_61_8_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus e à sua fidelidade que perdura para sempre.","explicacao_detalhada":"A palavra 'eterno' enfatiza a natureza imutável e perene de Deus, que não está sujeito ao tempo como os seres humanos. No contexto do Salmo 61, o salmista clama por proteção e refúgio, reconhecendo que somente Deus é a sua segurança eterna.","por_que_esta_palavra":"A escolha da palavra 'eterno' destaca a confiança do salmista em um Deus que é constante e sempre presente, mesmo em tempos de dificuldade.","conexao_teologica":"A eternidade de Deus é um tema central na teologia bíblica, refletindo sua soberania e poder sobre toda a criação.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_61_9_voz":{"palavra_pt":"voz","palavra_original":"זָמַר","transliteracao":"zâmar","strong":"H2167","significado_raiz":"Ideia básica: voz.","significado_contextual":"Representa a expressão de louvor e adoração a Deus.","explicacao_detalhada":"A palavra 'voz' no contexto do Salmo 61 é usada para descrever a ação de louvar a Deus. O salmista expressa sua devoção e gratidão através de cânticos, reconhecendo a importância da adoração na vida espiritual.","por_que_esta_palavra":"A palavra 'voz' é significativa porque enfatiza a necessidade de se manifestar a fé e a gratidão a Deus de forma audível e pública.","conexao_teologica":"A adoração é um aspecto fundamental da relação entre o ser humano e Deus, sendo um meio de comunicação e expressão de amor.","referencias_relacionadas":["Salmos 95:1","Salmos 100:1","Colossenses 3:16"]},"salmos_61_9_mundo":{"palavra_pt":"mundo","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5703","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se à totalidade da criação e à soberania de Deus sobre ela.","explicacao_detalhada":"A palavra 'mundo' no Salmo 61 implica que Deus é o Senhor de toda a criação. O salmista reconhece que, independentemente das circunstâncias, Deus reina sobre tudo e todos.","por_que_esta_palavra":"A inclusão da palavra 'mundo' reforça a ideia de que a proteção e a ajuda de Deus se estendem a toda a criação, não apenas a um indivíduo.","conexao_teologica":"A soberania de Deus sobre o mundo é um tema recorrente na Bíblia, mostrando seu controle e autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:12","Romanos 8:19-21"]},"salmos_61_9_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade do ser humano, incluindo corpo e alma.","explicacao_detalhada":"A palavra 'corpo' no Salmo 61 é usada para expressar a dependência do salmista em relação a Deus para sua proteção e sustento. O corpo é visto como um templo que deve glorificar a Deus.","por_que_esta_palavra":"A ênfase no corpo destaca a importância da vida física e espiritual, mostrando que ambas devem estar em harmonia na adoração a Deus.","conexao_teologica":"A relação entre corpo e espírito é fundamental na teologia cristã, onde ambos são vistos como importantes para a vida plena em Deus.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:17"]}}