{"salmos_64_1_psalm":{"palavra_pt":"psalm","palavra_original":"מִזְמוֹר","transliteracao":"mizmôwr","strong":"H4210","significado_raiz":"Ideia básica: psalm.","significado_contextual":"A palavra 'psalm' refere-se a um cântico ou poema de louvor a Deus.","explicacao_detalhada":"O Salmo 64 é uma expressão de súplica e louvor, onde o salmista clama a Deus em busca de proteção e justiça.","por_que_esta_palavra":"A utilização da palavra 'psalm' enfatiza a importância da música e da poesia na adoração a Deus.","conexao_teologica":"Os salmos são uma forma de oração e adoração, refletindo a relação do povo de Deus com Ele ao longo da história.","referencias_relacionadas":["Salmos 1:1","Salmos 23:1","Salmos 51:1"]},"salmos_64_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a Davi, reconhecendo sua posição como escolhido de Deus.","explicacao_detalhada":"Davi é frequentemente chamado de 'filho' em um sentido espiritual, representando a relação especial que ele tinha com Deus.","por_que_esta_palavra":"A palavra 'filho' destaca a intimidade e a aliança entre Deus e Davi, simbolizando a continuidade da promessa divina.","conexao_teologica":"A relação de Deus com Davi como filho é um precursor da relação de Deus com Jesus Cristo, o Filho de Deus.","referencias_relacionadas":["2 Samuel 7:14","Salmos 2:7","Mateus 1:1"]},"salmos_64_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada novamente para enfatizar a soberania e a proteção divina.","explicacao_detalhada":"O salmista clama a Deus, reconhecendo Sua capacidade de ouvir e responder às orações em tempos de angústia.","por_que_esta_palavra":"A repetição da palavra 'Deus' reforça a confiança do salmista na intervenção divina.","conexao_teologica":"A oração e a invocação de Deus são fundamentais na vida do crente, refletindo a dependência do ser humano em relação ao Criador.","referencias_relacionadas":["Salmos 34:17","Salmos 55:16","Salmos 118:5"]},"salmos_64_2_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação e ao clamor do salmista a Deus.","explicacao_detalhada":"O salmista expressa seu desejo de que Deus ouça sua voz em meio à opressão e ao sofrimento.","por_que_esta_palavra":"A palavra 'voz' simboliza a necessidade de ser ouvido e a esperança de resposta divina.","conexao_teologica":"A ideia de que Deus ouve a voz de Seu povo é um tema recorrente nas Escrituras, enfatizando a relação pessoal entre Deus e os crentes.","referencias_relacionadas":["Salmos 18:6","Salmos 28:1","Salmos 130:2"]},"salmos_64_3_assembleia":{"palavra_pt":"assembleia","palavra_original":"סוֹד","transliteracao":"çôwd","strong":"H5475","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"A palavra 'assembleia' refere-se ao grupo de pessoas que se reúnem para adorar e buscar a Deus.","explicacao_detalhada":"O salmista menciona a assembleia como um lugar de comunhão e busca coletiva pela justiça divina.","por_que_esta_palavra":"A palavra 'assembleia' destaca a importância da comunidade na adoração e na busca por Deus.","conexao_teologica":"A assembleia é um símbolo da Igreja, onde os crentes se reúnem para adorar e edificar uns aos outros.","referencias_relacionadas":["Hebreus 10:25","Salmos 22:22","Atos 2:42"]},"salmos_64_3_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à natureza justa e benevolente de Deus.","explicacao_detalhada":"O salmista reconhece que Deus é bom e que Sua bondade se manifesta em Sua justiça.","por_que_esta_palavra":"A palavra 'bom' é fundamental para entender o caráter de Deus e Sua relação com a humanidade.","conexao_teologica":"A bondade de Deus é um tema central na teologia, refletindo Sua natureza amorosa e justa.","referencias_relacionadas":["Salmos 100:5","Salmos 119:68","Romanos 8:28"]},"salmos_64_4_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' é usada metaforicamente para descrever a opressão e a violência enfrentadas pelo salmista.","explicacao_detalhada":"O salmista clama a Deus em meio a ameaças, usando a imagem da espada para simbolizar o perigo iminente.","por_que_esta_palavra":"A palavra 'espada' evoca a ideia de conflito e a necessidade de proteção divina.","conexao_teologica":"A metáfora da espada é frequentemente usada nas Escrituras para descrever a luta espiritual e a necessidade de confiar em Deus.","referencias_relacionadas":["Salmos 144:10","Efésios 6:17","Hebreus 4:12"]},"salmos_64_4_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à capacidade de comunicação e expressão, muitas vezes usada para descrever palavras que ferem ou enganam.","explicacao_detalhada":"A palavra 'língua' neste contexto simboliza a fala e a comunicação, que podem ser usadas tanto para edificar quanto para destruir. No Salmo 64, a língua é associada a palavras malignas que são usadas para conspirar contra os justos.","por_que_esta_palavra":"A escolha da palavra 'língua' enfatiza o poder das palavras e como elas podem ser armas nas mãos de pessoas mal-intencionadas.","conexao_teologica":"A língua é frequentemente mencionada na Bíblia como um instrumento que pode trazer bênçãos ou maldições, refletindo a natureza do coração humano.","referencias_relacionadas":["Tiago 3:5-6","Provérbios 18:21","Salmos 34:13"]},"salmos_64_4_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"Simboliza ataques diretos e traiçoeiros, representando palavras ou ações que visam prejudicar alguém.","explicacao_detalhada":"A 'flecha' é uma metáfora para palavras ou ações que são lançadas contra os inocentes, causando dor e sofrimento. No Salmo 64, as flechas representam as calúnias e mentiras que são disparadas contra os justos.","por_que_esta_palavra":"A utilização da palavra 'flecha' destaca a natureza rápida e letal das palavras maliciosas, que podem atingir o alvo sem aviso.","conexao_teologica":"A Bíblia frequentemente usa a metáfora de flechas para descrever ataques espirituais ou verbais, mostrando a necessidade de proteção divina.","referencias_relacionadas":["Salmos 91:5-6","Efésios 6:16","Provérbios 25:18"]},"salmos_64_5_secretly":{"palavra_pt":"secret ly","palavra_original":"מִסְתָּר","transliteracao":"miçtâr","strong":"H4565","significado_raiz":"Ideia básica: secret ly.","significado_contextual":"Refere-se a ações ou intenções que são ocultas, muitas vezes associadas a conspirações e traições.","explicacao_detalhada":"A palavra 'secretamente' indica que as intenções malignas são planejadas nas sombras, longe dos olhos da justiça. No Salmo 64, isso ressalta a traição que ocorre fora da vista.","por_que_esta_palavra":"A escolha de 'secretamente' enfatiza a natureza furtiva do mal e como ele pode ser disfarçado sob a aparência de bondade.","conexao_teologica":"A ocultação do mal é um tema recorrente na Bíblia, onde Deus vê o que está escondido e trará à luz as intenções do coração.","referencias_relacionadas":["Salmos 10:8","Mateus 6:4","Lucas 8:17"]},"salmos_64_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Representa a realidade e a sinceridade, em contraste com a falsidade e a enganação.","explicacao_detalhada":"A palavra 'verdade' neste contexto é um chamado à integridade e à honestidade, que são frequentemente atacadas por palavras e ações maliciosas.","por_que_esta_palavra":"A inclusão de 'verdade' destaca a luta entre a verdade e a mentira, um tema central na vida espiritual.","conexao_teologica":"A verdade é fundamental na teologia cristã, sendo Cristo descrito como a Verdade, e os crentes são chamados a viver em verdade.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"salmos_64_6_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Indica a ação de segurar ou prender algo, muitas vezes associada a força ou controle.","explicacao_detalhada":"A palavra 'agarrar' sugere a ideia de que o mal tenta prender e controlar as pessoas através de mentiras e enganos, como uma armadilha.","por_que_esta_palavra":"A escolha de 'agarrar' enfatiza a força e a determinação do mal em capturar suas vítimas.","conexao_teologica":"A Bíblia fala sobre a libertação do pecado e do mal, onde Cristo é visto como aquele que liberta os cativos.","referencias_relacionadas":["Isaías 61:1","Romanos 6:18","Gálatas 5:1"]},"salmos_64_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a declarações ou promessas, que podem ter um impacto significativo na vida das pessoas.","explicacao_detalhada":"A palavra 'palavra' é central na comunicação divina e humana, representando tanto a criação quanto a revelação de Deus.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da comunicação e como ela pode ser usada para o bem ou para o mal.","conexao_teologica":"A Palavra de Deus é viva e eficaz, e os crentes são chamados a falar a verdade em amor.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Colossenses 3:16"]},"salmos_64_6_hide":{"palavra_pt":"hide","palavra_original":"טָמַן","transliteracao":"ṭâman","strong":"H2934","significado_raiz":"Ideia básica: hide.","significado_contextual":"Refere-se ao ato de esconder ou ocultar algo, muitas vezes associado a segredos e enganos.","explicacao_detalhada":"A palavra 'esconder' neste contexto sugere que o mal tenta se camuflar, evitando ser descoberto, o que é uma tática comum em ações malignas.","por_que_esta_palavra":"A escolha de 'esconder' ressalta a natureza enganosa do mal, que muitas vezes opera nas sombras.","conexao_teologica":"Deus é aquele que revela o que está escondido e traz à luz as intenções do coração humano.","referencias_relacionadas":["Salmos 139:12","Mateus 10:26","Lucas 12:2"]},"salmos_64_7_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Simboliza o centro das emoções e intenções humanas, frequentemente associado ao caráter moral.","explicacao_detalhada":"A palavra 'coração' representa não apenas as emoções, mas também a vontade e a mente, sendo o lugar onde as decisões são tomadas.","por_que_esta_palavra":"A ênfase no 'coração' destaca que as ações externas são reflexos do que está dentro de nós.","conexao_teologica":"A Bíblia ensina que Deus examina o coração e que é a condição do coração que determina a vida espiritual.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:10","Mateus 5:8"]},"salmos_64_7_mal":{"palavra_pt":"mal","palavra_original":"עֶוֶל","transliteracao":"ʻevel","strong":"H5766","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à injustiça, à maldade e ao comportamento pecaminoso que se opõe à vontade de Deus.","explicacao_detalhada":"A palavra 'mal' neste contexto é um reconhecimento da realidade do pecado e da corrupção no mundo, que afeta as relações humanas.","por_que_esta_palavra":"A escolha de 'mal' enfatiza a seriedade do pecado e suas consequências devastadoras.","conexao_teologica":"A Bíblia fala extensivamente sobre a luta entre o bem e o mal, e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","Gálatas 5:19-21","1 João 5:19"]},"salmos_64_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Juiz, que tem autoridade sobre toda a criação.","explicacao_detalhada":"A palavra 'Deus' neste contexto enfatiza a soberania e o poder de Deus sobre as ações humanas, especialmente em relação ao mal.","por_que_esta_palavra":"A escolha da palavra 'Deus' é fundamental para entender a relação entre a humanidade e o Criador, especialmente em tempos de crise.","conexao_teologica":"Deus é visto como o defensor dos justos e o juiz dos ímpios, trazendo justiça e retidão ao mundo.","referencias_relacionadas":["Salmos 7:11","Romanos 12:19","Hebreus 10:30"]},"salmos_64_8_agua":{"palavra_pt":"agua","palavra_original":"יָרָה","transliteracao":"yârâh","strong":"H3384","significado_raiz":"Ideia básica: agua.","significado_contextual":"Água simboliza purificação e renovação.","explicacao_detalhada":"No contexto do Salmo 64, a água pode representar a necessidade de limpeza espiritual e a busca por proteção divina contra as ameaças dos inimigos.","por_que_esta_palavra":"A palavra 'água' é utilizada para transmitir a ideia de que, assim como a água limpa, Deus pode purificar e proteger o seu povo.","conexao_teologica":"A água é frequentemente associada ao Espírito Santo e à vida eterna nas Escrituras, simbolizando a renovação que vem de Deus.","referencias_relacionadas":["João 7:38","Isaías 44:3","Apocalipse 22:17"]},"salmos_64_9_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A língua representa a comunicação e o poder das palavras.","explicacao_detalhada":"Neste versículo, a língua é mencionada em relação ao uso de palavras para enganar e ferir, refletindo a capacidade destrutiva que as palavras podem ter.","por_que_esta_palavra":"A escolha da palavra 'língua' enfatiza a importância da fala e como ela pode ser usada tanto para o bem quanto para o mal.","conexao_teologica":"A Bíblia ensina que as palavras têm poder e que devemos ser cuidadosos com o que dizemos, pois nossas palavras podem edificar ou destruir.","referencias_relacionadas":["Tiago 3:5-6","Provérbios 18:21","Salmos 34:13"]},"salmos_64_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"No Salmo 64, o 'modo' pode se referir à forma como os inimigos tramam contra os justos, destacando a astúcia e a malícia em suas ações.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar que a intenção e a abordagem dos ímpios são calculadas e traiçoeiras.","conexao_teologica":"A maneira como vivemos e agimos reflete nossa fé e compromisso com Deus, e devemos buscar agir de acordo com Seus princípios.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:17","1 Pedro 2:12"]},"salmos_64_9_cair":{"palavra_pt":"cair","palavra_original":"כָּשַׁל","transliteracao":"kâshal","strong":"H3782","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair implica em falhar ou ser derrubado.","explicacao_detalhada":"Neste contexto, 'cair' refere-se à queda dos ímpios diante da justiça de Deus, mostrando que suas tramas não prevalecerão.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a fragilidade das intenções malignas em comparação com a força da justiça divina.","conexao_teologica":"A queda dos ímpios é um tema recorrente na Bíblia, onde Deus promete justiça e proteção aos justos.","referencias_relacionadas":["Salmos 37:24","Provérbios 11:5","Romanos 12:19"]},"salmos_64_10_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Temer refere-se a ter reverência e respeito por Deus.","explicacao_detalhada":"No Salmo 64, o temor é uma resposta à justiça de Deus e à Sua capacidade de proteger os justos, levando-os a confiar Nele.","por_que_esta_palavra":"A palavra 'temer' é usada para enfatizar a importância de reconhecer a soberania de Deus e a necessidade de reverência diante Dele.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é fundamental para uma vida de fé e obediência.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"salmos_64_10_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se à comunicação e revelação de Deus.","explicacao_detalhada":"Neste versículo, a palavra é mencionada como um meio de proclamar a justiça e a verdade de Deus, que traz consolo aos justos.","por_que_esta_palavra":"A palavra 'palavra' é crucial, pois representa a verdade divina que deve ser proclamada e vivida.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que conhecemos Sua vontade e propósito para nossas vidas.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"salmos_64_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Nome refere-se à identidade e caráter de Deus.","explicacao_detalhada":"No Salmo 64, o nome do Senhor é invocado como uma fonte de proteção e segurança, refletindo Sua autoridade e poder.","por_que_esta_palavra":"A palavra 'nome' é significativa, pois representa a presença e a essência de Deus em meio ao Seu povo.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé e confiança, reconhecendo Sua soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 4:12"]},"salmos_64_11_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Louvar refere-se à adoração e reconhecimento da grandeza de Deus.","explicacao_detalhada":"Neste versículo, o ato de louvar é uma resposta à justiça e à proteção que Deus oferece aos justos, celebrando Sua fidelidade.","por_que_esta_palavra":"A palavra 'louvar' é usada para enfatizar a importância da adoração como uma resposta natural à bondade de Deus.","conexao_teologica":"A adoração é central na vida do crente, pois reconhece a grandeza de Deus e nos aproxima Dele.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","Salmos 95:1-2"]},"salmos_64_11_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Justo refere-se àqueles que seguem os caminhos de Deus.","explicacao_detalhada":"No Salmo 64, os justos são aqueles que confiam em Deus e vivem de acordo com Sua vontade, contrastando com os ímpios.","por_que_esta_palavra":"A palavra 'justo' é importante, pois define a identidade do povo de Deus e Sua promessa de proteção sobre eles.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para todos os que O seguem, refletindo Seu caráter em nossas vidas.","referencias_relacionadas":["Salmos 1:6","Mateus 5:6","Romanos 3:22"]}}