{"salmos_65_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"Templo refere-se ao lugar de adoração e presença de Deus.","explicacao_detalhada":"Neste versículo, o templo é um símbolo da comunhão entre Deus e Seu povo, onde as orações e louvores são oferecidos.","por_que_esta_palavra":"A palavra 'templo' é utilizada para enfatizar a importância da adoração coletiva e da presença de Deus entre os homens.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre Seu povo, e hoje, os crentes são considerados o templo do Espírito Santo.","referencias_relacionadas":["1 Coríntios 3:16","Hebreus 10:25","Salmos 27:4"]},"salmos_65_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de pertencimento e herança, especialmente no contexto de Davi como o escolhido de Deus.","explicacao_detalhada":"No Salmo 65, a menção a 'filho' pode ser vista como uma referência ao relacionamento especial que Davi tinha com Deus, sendo ele um líder e representante do povo de Israel.","por_que_esta_palavra":"A palavra é usada para enfatizar a intimidade e a ligação entre Deus e Davi, mostrando que ele é um filho amado e escolhido.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a relação de amor e cuidado que Deus tem com Seu povo.","referencias_relacionadas":["Salmos 2:7","Mateus 3:17","Romanos 8:14"]},"salmos_65_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para reconhecer a soberania e a majestade do Criador, que ouve as orações do Seu povo.","explicacao_detalhada":"Neste salmo, Deus é apresentado como aquele que atende as súplicas e que é digno de louvor, destacando Sua natureza como provedor e protetor.","por_que_esta_palavra":"A escolha da palavra 'Deus' enfatiza a grandeza e a autoridade divina, contrastando com a fragilidade humana.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o Senhor sobre toda a criação.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 1:20"]},"salmos_65_2_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' pode ser interpretada como a totalidade do ser humano, incluindo tanto o físico quanto o espiritual.","explicacao_detalhada":"No contexto do salmo, o corpo representa a humanidade que se apresenta diante de Deus em oração e adoração.","por_que_esta_palavra":"A inclusão do corpo destaca a integralidade do ser humano na adoração, mostrando que não é apenas o espírito, mas todo o ser que se volta para Deus.","conexao_teologica":"A relação entre corpo e espírito é importante na teologia cristã, onde ambos são vistos como parte da criação de Deus.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:17"]},"salmos_65_2_promessa":{"palavra_pt":"promessa","palavra_original":"נֶדֶר","transliteracao":"neder","strong":"H5088","significado_raiz":"Ideia básica: promessa.","significado_contextual":"A palavra 'promessa' refere-se aos compromissos que Deus fez com Seu povo, garantindo Sua fidelidade e proteção.","explicacao_detalhada":"Neste salmo, a menção a promessas destaca a confiança que os fiéis têm em Deus, que sempre cumpre o que promete.","por_que_esta_palavra":"A palavra é crucial para entender a relação de aliança entre Deus e Israel, onde as promessas são a base da esperança.","conexao_teologica":"As promessas de Deus são fundamentais na narrativa bíblica, mostrando Sua fidelidade ao longo das gerações.","referencias_relacionadas":["Hebreus 10:23","2 Pedro 3:9","Salmos 119:50"]},"salmos_65_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as orações são apresentadas a Deus, enfatizando a atitude do coração.","explicacao_detalhada":"No contexto do salmo, o 'modo' de se dirigir a Deus é importante, pois reflete a reverência e a sinceridade do adorador.","por_que_esta_palavra":"A escolha dessa palavra mostra que a forma como nos aproximamos de Deus é tão importante quanto o conteúdo das nossas orações.","conexao_teologica":"A maneira de adorar e orar é um tema recorrente na Bíblia, onde Deus busca adoradores que O adorem em espírito e em verdade.","referencias_relacionadas":["João 4:24","Salmos 51:17","Mateus 6:6"]},"salmos_65_3_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica a ação de Deus em atender as súplicas e orações dos fiéis.","explicacao_detalhada":"Neste salmo, a ênfase em ouvir destaca a relação ativa entre Deus e Seu povo, que clama por ajuda e é ouvido.","por_que_esta_palavra":"A palavra é usada para reafirmar a certeza de que Deus não é indiferente às necessidades humanas.","conexao_teologica":"A capacidade de Deus de ouvir é um aspecto essencial de Sua natureza, mostrando Sua proximidade e cuidado.","referencias_relacionadas":["Salmos 34:17","1 João 5:14","Isaías 65:24"]},"salmos_65_3_oracao":{"palavra_pt":"oracao","palavra_original":"תְּפִלָּה","transliteracao":"tᵉphillâh","strong":"H8605","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A palavra 'oração' refere-se ao ato de se comunicar com Deus, expressando louvor, súplica e gratidão.","explicacao_detalhada":"No Salmo 65, a oração é vista como um meio pelo qual os fiéis se conectam com Deus, reconhecendo Sua grandeza e buscando Sua ajuda.","por_que_esta_palavra":"A oração é fundamental na vida espiritual, sendo a forma pela qual os crentes se relacionam com Deus.","conexao_teologica":"A oração é um tema central na Bíblia, enfatizando a importância da comunicação com Deus em todas as circunstâncias.","referencias_relacionadas":["Filipenses 4:6","Tiago 5:16","Salmos 145:18"]},"salmos_65_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina e aos decretos de Deus que se manifestam na vida dos fiéis.","explicacao_detalhada":"Neste salmo, a palavra é um lembrete da importância da revelação de Deus e de como ela guia e sustenta o povo.","por_que_esta_palavra":"A ênfase na palavra destaca a autoridade de Deus e a necessidade de ouvir e obedecer a Seus mandamentos.","conexao_teologica":"A palavra de Deus é central na fé cristã, sendo vista como viva e eficaz, capaz de transformar vidas.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"salmos_65_4_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se ao pecado e à transgressão que se interpõem entre o homem e Deus.","explicacao_detalhada":"No contexto do salmo, o reconhecimento do mal é essencial para entender a necessidade de perdão e redenção.","por_que_esta_palavra":"A palavra é usada para enfatizar a realidade do pecado e a necessidade de arrependimento diante de Deus.","conexao_teologica":"A questão do mal e do pecado é central na teologia cristã, que fala da necessidade de salvação através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"salmos_65_4_grande":{"palavra_pt":"grande","palavra_original":"גָּבַר","transliteracao":"gâbar","strong":"H1396","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à majestade de Deus, que é digno de louvor.","explicacao_detalhada":"Neste salmo, a grandeza de Deus é celebrada, reconhecendo Sua soberania sobre toda a criação.","por_que_esta_palavra":"A palavra é usada para exaltar a natureza incomparável de Deus, que é maior do que qualquer circunstância.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que nos convida a adorá-Lo por Sua imensidão e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"salmos_65_5_blessed":{"palavra_pt":"bem aventurado","palavra_original":"אֶשֶׁר","transliteracao":"ʼesher","strong":"H835","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A palavra 'bem aventurado' refere-se à felicidade e bênção que vem de Deus.","explicacao_detalhada":"No contexto de Salmos 65:5, 'bem aventurado' indica aqueles que são favorecidos por Deus, que recebem Sua graça e misericórdia.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a condição espiritual e a alegria que resulta da comunhão com Deus.","conexao_teologica":"A 'bem aventurança' é um tema recorrente na Bíblia, simbolizando a felicidade que vem da obediência a Deus e da confiança em Suas promessas.","referencias_relacionadas":["Mateus 5:3-12","Salmos 1:1-3","Provérbios 3:13","Lucas 6:20-23"]},"salmos_65_5_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se à ação de se aproximar ou trazer algo para perto.","explicacao_detalhada":"Em Salmos 65:5, 'mao' pode simbolizar a proximidade de Deus com Seu povo, indicando que Ele está sempre acessível.","por_que_esta_palavra":"A palavra é usada para mostrar a relação íntima entre Deus e aqueles que O buscam.","conexao_teologica":"A ideia de Deus se aproximar de nós é central na teologia bíblica, refletindo Sua vontade de estar em comunhão com a humanidade.","referencias_relacionadas":["Tiago 4:8","Salmos 145:18","Isaías 55:6","Hebreus 10:22"]},"salmos_65_5_bom":{"palavra_pt":"bom","palavra_original":"טוּב","transliteracao":"ṭûwb","strong":"H2898","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade e à generosidade de Deus.","explicacao_detalhada":"No versículo, 'bom' destaca a natureza benevolente de Deus, que provê e cuida de Sua criação.","por_que_esta_palavra":"É uma afirmação da bondade de Deus em contrastar com as dificuldades da vida.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu caráter e Sua ação em favor da humanidade.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Gálatas 5:22","Salmos 100:5"]},"salmos_65_6_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se ao grande corpo de água, simbolizando a vastidão e o poder de Deus.","explicacao_detalhada":"Em Salmos 65:6, 'mar' pode representar a criação de Deus e Seu domínio sobre as forças da natureza.","por_que_esta_palavra":"O mar é frequentemente usado na Bíblia para ilustrar a grandeza e a majestade de Deus.","conexao_teologica":"A soberania de Deus sobre a criação é um tema importante, mostrando que Ele controla até mesmo as forças mais poderosas da natureza.","referencias_relacionadas":["Salmos 89:9","Isaías 43:16","Mateus 8:27","Salmos 104:25-26"]},"salmos_65_6_idiom":{"palavra_pt":"expressao","palavra_original":"צֶדֶק","transliteracao":"tsedeq","strong":"H6664","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressao' refere-se à justiça e retidão de Deus.","explicacao_detalhada":"No contexto do versículo, 'expressao' pode indicar a maneira como Deus manifesta Sua justiça no mundo.","por_que_esta_palavra":"É uma afirmação da natureza justa de Deus e de como Ele age em favor dos justos.","conexao_teologica":"A justiça de Deus é um aspecto fundamental de Seu caráter, refletindo Sua santidade e compromisso com a verdade.","referencias_relacionadas":["Salmos 89:14","Isaías 61:8","Romanos 3:26","Salmos 97:2"]},"salmos_65_6_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a atenção de Deus sobre a criação.","explicacao_detalhada":"Em Salmos 65:6, 'olho' pode representar a vigilância de Deus sobre o mundo e Sua capacidade de ver e agir em todas as situações.","por_que_esta_palavra":"É uma metáfora para a onisciência de Deus, que observa tudo e todos.","conexao_teologica":"A onisciência de Deus é um tema importante, mostrando que Ele está ciente de todas as coisas e cuida de Sua criação.","referencias_relacionadas":["Salmos 33:18","1 Pedro 3:12","Provérbios 15:3","Salmos 139:1-4"]},"salmos_65_7_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Ideia básica: vitoria.","significado_contextual":"A palavra 'vitoria' refere-se ao triunfo sobre as adversidades.","explicacao_detalhada":"No versículo, 'vitoria' pode simbolizar a proteção e o socorro que Deus oferece aos que confiam Nele.","por_que_esta_palavra":"É uma afirmação da capacidade de Deus de trazer vitória em meio às dificuldades.","conexao_teologica":"A vitória de Deus sobre o mal e as dificuldades é um tema central na narrativa bíblica, refletindo Sua soberania.","referencias_relacionadas":["1 Coríntios 15:57","Romanos 8:37","Salmos 20:7-8","2 Crônicas 20:15"]},"salmos_65_7_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à majestade de Deus.","explicacao_detalhada":"Em Salmos 65:7, 'grande' destaca a força e o poder de Deus sobre as nações e a criação.","por_que_esta_palavra":"É uma declaração da grandeza de Deus em contraste com a fragilidade humana.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, enfatizando Sua soberania e majestade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Salmos 96:4","Apocalipse 19:16"]},"salmos_65_7_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' simboliza estabilidade e força.","explicacao_detalhada":"No contexto do versículo, 'montanha' pode representar a segurança que Deus oferece aos que confiam Nele.","por_que_esta_palavra":"É uma metáfora para a firmeza e a proteção que Deus proporciona.","conexao_teologica":"As montanhas são frequentemente usadas na Bíblia para simbolizar a força e a proteção de Deus.","referencias_relacionadas":["Salmos 121:1-2","Salmos 125:1","Isaías 54:10","Salmos 46:1"]},"salmos_65_8_gloria":{"palavra_pt":"gloria","palavra_original":"שָׁבַח","transliteracao":"shâbach","strong":"H7623","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'gloria' refere-se à honra e ao louvor que pertencem a Deus.","explicacao_detalhada":"Em Salmos 65:8, 'gloria' destaca a majestade de Deus e a resposta de louvor que Ele merece.","por_que_esta_palavra":"É uma afirmação da grandeza de Deus e da adoração que Ele inspira em Seu povo.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo Sua natureza divina e a resposta da criação a Ele.","referencias_relacionadas":["Salmos 29:1-2","Isaías 6:3","Romanos 11:36","Apocalipse 4:11"]},"salmos_65_8_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como uma grande extensão de água, simbolizando a vastidão e o poder de Deus sobre a criação.","explicacao_detalhada":"No contexto de Salmos 65:8, o 'mar' é mencionado para ilustrar a majestade de Deus e como Ele controla as forças da natureza. O mar é visto como um símbolo de caos, mas Deus tem domínio sobre ele.","por_que_esta_palavra":"A palavra 'mar' é utilizada para enfatizar a soberania de Deus sobre as águas e a criação, mostrando que nada escapa ao Seu controle.","conexao_teologica":"O mar representa tanto a criação de Deus quanto a Sua autoridade sobre as forças naturais, refletindo a ideia de que Deus é o Criador e Sustentador de todas as coisas.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Isaías 43:16"]},"salmos_65_9_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"O 'temor' aqui se refere a um respeito reverente e temor diante da grandeza de Deus.","explicacao_detalhada":"Em Salmos 65:9, o temor é uma resposta natural ao reconhecimento da grandeza e do poder de Deus, que cuida da terra e a abençoa com Suas provisões.","por_que_esta_palavra":"A palavra 'temer' é usada para expressar a atitude correta que devemos ter em relação a Deus, reconhecendo Sua majestade e autoridade.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é fundamental para um relacionamento saudável com Deus, levando à adoração e à obediência.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 8:13"]},"salmos_65_9_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de Deus de avaliar e decidir sobre as ações dos homens.","explicacao_detalhada":"No contexto de Salmos 65:9, o julgamento de Deus é visto como uma ação que traz justiça e ordem ao mundo, demonstrando Sua soberania sobre todas as coisas.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender como Deus interage com a humanidade, trazendo justiça e retidão.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o juiz justo que avaliará as ações de todos.","referencias_relacionadas":["Salmos 9:7","Eclesiastes 12:14","Romanos 14:10"]},"salmos_65_9_sol":{"palavra_pt":"sol","palavra_original":"מוֹצָא","transliteracao":"môwtsâʼ","strong":"H4161","significado_raiz":"Ideia básica: sol.","significado_contextual":"O 'sol' simboliza luz, vida e a presença de Deus que ilumina e sustenta a criação.","explicacao_detalhada":"Em Salmos 65:9, o sol é mencionado como parte da criação que Deus controla, trazendo luz e calor à terra, essencial para a vida.","por_que_esta_palavra":"A palavra 'sol' é usada para ilustrar a generosidade de Deus em prover luz e sustento para a criação.","conexao_teologica":"O sol é frequentemente associado à presença de Deus e à Sua glória, refletindo a ideia de que Ele é a fonte de toda vida e luz.","referencias_relacionadas":["Gênesis 1:16","Salmos 84:11","Mateus 5:45"]},"salmos_65_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' representa o lugar onde a vida acontece e onde Deus manifesta Sua providência.","explicacao_detalhada":"No contexto de Salmos 65:10, a terra é descrita como sendo cuidada por Deus, que a rega e a fertiliza, permitindo que produza frutos.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre Deus e a criação, especialmente no que diz respeito à provisão e sustento.","conexao_teologica":"A terra é vista como um dom de Deus, e a maneira como Ele cuida dela reflete Seu amor e cuidado pela humanidade.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Isaías 55:10-11"]},"salmos_65_10_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de Deus em trazer liberdade e restauração à criação.","explicacao_detalhada":"Em Salmos 65:10, a ideia de libertação está ligada ao cuidado de Deus pela terra, que é restaurada e renovada por Sua ação.","por_que_esta_palavra":"A palavra 'libertar' é importante para entender a natureza redentora de Deus, que busca restaurar o que foi perdido.","conexao_teologica":"A libertação é um tema central na Bíblia, refletindo o desejo de Deus de trazer salvação e restauração ao Seu povo e à criação.","referencias_relacionadas":["Salmos 146:7","Isaías 61:1","Romanos 8:21"]},"salmos_65_10_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, que é objeto do cuidado e da atenção de Deus.","explicacao_detalhada":"No contexto de Salmos 65:10, o homem é visto como parte da criação que depende da provisão divina e da bondade de Deus.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a dignidade e o valor que Deus atribui à humanidade, criada à Sua imagem.","conexao_teologica":"A relação entre Deus e o homem é central na teologia bíblica, refletindo o amor e a intenção de Deus em se relacionar com Sua criação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:8"]},"salmos_65_11_jejum":{"palavra_pt":"jejum","palavra_original":"נָחַת","transliteracao":"nâchath","strong":"H5181","significado_raiz":"Ideia básica: jejum.","significado_contextual":"A palavra 'jejum' refere-se a um ato de devoção e humildade diante de Deus.","explicacao_detalhada":"Em Salmos 65:11, o jejum é associado à busca de Deus e à dependência de Sua provisão, simbolizando um coração contrito.","por_que_esta_palavra":"A palavra 'jejum' é importante para entender a prática espiritual de se abster de alimentos como forma de se aproximar de Deus.","conexao_teologica":"O jejum é uma prática que reflete a busca por intimidade com Deus e a necessidade de Sua intervenção em nossas vidas.","referencias_relacionadas":["Isaías 58:6","Mateus 6:16-18","Joel 2:12"]},"salmos_65_11_chuva":{"palavra_pt":"chuva","palavra_original":"רָבִיב","transliteracao":"râbîyb","strong":"H7241","significado_raiz":"Ideia básica: chuva.","significado_contextual":"A 'chuva' simboliza a bênção e a provisão de Deus para a terra e para a vida.","explicacao_detalhada":"No contexto de Salmos 65:11, a chuva é vista como um ato de graça de Deus que traz fertilidade e abundância à terra.","por_que_esta_palavra":"A palavra 'chuva' é usada para ilustrar a generosidade de Deus em prover o que é necessário para a vida.","conexao_teologica":"A chuva é frequentemente associada às bênçãos de Deus e à Sua fidelidade em cuidar de Sua criação.","referencias_relacionadas":["Deuteronômio 11:14","Ezequiel 34:26","Tiago 5:18"]},"salmos_65_11_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Em Salmos 65:11, \"abencoar\" aparece na frase \"Coroas o ano com a tua bondade, e as tuas veredas destilam gordura.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (בָרַךְ; bârak; H1288), \"abencoar\" traz a ideia de abencoar. Aqui, essa palavra deixa o ensino de Salmos 65:11 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"abencoar\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 66:20. Lendo junto com Salmos 65:11, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Salmos 65:11","Salmos 66:20","Salmos 119:105"]},"salmos_65_12_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e generosidade de Deus em prover as bênçãos da natureza.","explicacao_detalhada":"A palavra 'bom' neste contexto enfatiza a qualidade das bênçãos que Deus derrama sobre a terra, como a fertilidade e a abundância.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a bondade intrínseca de Deus e Sua intenção de cuidar de Sua criação.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, refletindo Seu caráter e a relação com a humanidade.","referencias_relacionadas":["Salmos 34:8","Gênesis 1:31","Tiago 1:17"]},"salmos_65_12_ashes":{"palavra_pt":"cinzas","palavra_original":"דֶּשֶׁן","transliteracao":"deshen","strong":"H1880","significado_raiz":"Ideia básica: cinzas.","significado_contextual":"As cinzas simbolizam a consequência da colheita e o que resta após a abundância.","explicacao_detalhada":"Neste contexto, as cinzas podem representar a transformação e o ciclo da vida, onde o que foi colhido se torna parte do solo novamente.","por_que_esta_palavra":"A palavra 'cinzas' é usada para ilustrar a transitoriedade das bênçãos e a necessidade de renovação.","conexao_teologica":"Reflete a ideia de que a vida é cíclica e que Deus está sempre trabalhando na criação.","referencias_relacionadas":["Eclesiastes 3:20","Gênesis 3:19","Salmos 102:26"]},"salmos_65_12_coroa":{"palavra_pt":"coroa","palavra_original":"עָטַר","transliteracao":"ʻâṭar","strong":"H5849","significado_raiz":"Ideia básica: coroa.","significado_contextual":"A coroa simboliza a glória e a honra que Deus dá à criação.","explicacao_detalhada":"A coroa representa a majestade de Deus e a beleza da terra, como um presente para aqueles que O adoram.","por_que_esta_palavra":"A palavra 'coroa' é significativa porque indica a soberania de Deus sobre a criação e a recompensa de Sua fidelidade.","conexao_teologica":"A coroa é frequentemente usada na Bíblia para simbolizar a recompensa divina e a realeza de Deus.","referencias_relacionadas":["Salmos 103:4","1 Pedro 5:4","Apocalipse 2:10"]},"salmos_65_13_alegria":{"palavra_pt":"alegria","palavra_original":"גִּיל","transliteracao":"gîyl","strong":"H1524","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria é uma resposta à generosidade de Deus e à beleza da criação.","explicacao_detalhada":"Neste versículo, a alegria é uma expressão de gratidão e celebração pelas bênçãos recebidas.","por_que_esta_palavra":"A palavra 'alegria' é escolhida para enfatizar a reação positiva do povo diante das dádivas de Deus.","conexao_teologica":"A alegria é um fruto do Espírito e um sinal da presença de Deus na vida dos crentes.","referencias_relacionadas":["Salmos 118:24","Gálatas 5:22","Filipenses 4:4"]},"salmos_65_13_distil":{"palavra_pt":"distil","palavra_original":"רָעַף","transliteracao":"râʻaph","strong":"H7491","significado_raiz":"Ideia básica: distil.","significado_contextual":"Refere-se ao ato de derramar bênçãos sobre a terra, como a chuva que distila sobre as plantas.","explicacao_detalhada":"A palavra 'distil' sugere um processo suave e contínuo de bênçãos que Deus proporciona à criação.","por_que_esta_palavra":"A escolha de 'distil' destaca a maneira gentil e cuidadosa como Deus cuida de Sua criação.","conexao_teologica":"Reflete a providência divina e o cuidado constante de Deus por Sua criação.","referencias_relacionadas":["Deuteronômio 11:14","Isaías 55:10-11","Tiago 5:7"]},"salmos_65_14_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome representa a identidade e a presença de Deus na vida do povo.","explicacao_detalhada":"Neste contexto, o 'nome' é um símbolo da relação íntima entre Deus e Seu povo, indicando proteção e cuidado.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade divina e a invocação do Seu poder.","conexao_teologica":"O nome de Deus é central na adoração e na invocação de Sua presença e ajuda.","referencias_relacionadas":["Salmos 20:7","Êxodo 3:14","Romanos 10:13"]},"salmos_65_14_alegria":{"palavra_pt":"alegria","palavra_original":"רוּעַ","transliteracao":"rûwaʻ","strong":"H7321","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria é uma resposta à colheita e à bondade de Deus.","explicacao_detalhada":"Neste versículo, a alegria é expressa como uma celebração da generosidade de Deus e da abundância que Ele proporciona.","por_que_esta_palavra":"A repetição da palavra 'alegria' enfatiza a importância da gratidão e do louvor a Deus.","conexao_teologica":"A alegria é um tema recorrente nas Escrituras, refletindo a relação do povo com Deus.","referencias_relacionadas":["Salmos 126:3","Neemias 8:10","Romanos 15:13"]}}