{"salmos_69_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus habita e onde o povo se encontra com Ele.","explicacao_detalhada":"Neste contexto, 'templo' simboliza a presença de Deus entre Seu povo e a importância da adoração e comunhão com Ele.","por_que_esta_palavra":"A palavra 'templo' é significativa porque representa o espaço onde o homem pode se aproximar de Deus e buscar Sua ajuda.","conexao_teologica":"O templo é um símbolo da presença de Deus e da relação entre Ele e Seu povo, sendo um lugar de sacrifício e adoração.","referencias_relacionadas":["1 Reis 6:1","Salmos 122:1","Mateus 21:12"]},"salmos_69_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a Davi, enfatizando sua relação especial com Deus como o escolhido.","explicacao_detalhada":"Neste contexto, 'filho' destaca a linhagem real de Davi e sua posição como servo de Deus, que clama por ajuda.","por_que_esta_palavra":"A palavra 'filho' é importante porque mostra a intimidade e a responsabilidade de Davi como líder do povo de Israel.","conexao_teologica":"A relação de Davi como filho de Deus é um tema importante, pois prefigura a relação de Jesus como o Filho de Deus.","referencias_relacionadas":["2 Samuel 7:14","Salmos 2:7","Mateus 1:1"]},"salmos_69_1_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da necessidade de ajuda que Davi sente.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a profundidade do clamor de Davi e a seriedade da situação que ele enfrenta.","por_que_esta_palavra":"A palavra 'grande' é significativa porque reflete a intensidade da angústia e a urgência do pedido de socorro.","conexao_teologica":"A grandeza da necessidade humana é um tema recorrente na Bíblia, onde Deus é chamado a intervir em momentos de crise.","referencias_relacionadas":["Salmos 34:18","Salmos 40:12","Mateus 11:28"]},"salmos_69_2_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se ao desejo de Davi por libertação e ajuda divina em tempos de angústia.","explicacao_detalhada":"Neste contexto, 'salvar' expressa a súplica de Davi por intervenção divina em sua situação desesperadora.","por_que_esta_palavra":"A palavra 'salvar' é crucial, pois revela a dependência de Davi em Deus como seu único salvador e libertador.","conexao_teologica":"A salvação é um tema central na Bíblia, onde Deus é visto como o redentor que salva Seu povo da opressão e do pecado.","referencias_relacionadas":["Salmos 3:8","Salmos 62:1","Romanos 10:13"]},"salmos_69_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' reafirma a soberania e a autoridade de Deus sobre a situação de Davi.","explicacao_detalhada":"Neste versículo, 'Deus' é invocado como a única fonte de ajuda e salvação em momentos de necessidade.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação de Davi com o Criador e sua confiança em Sua intervenção.","conexao_teologica":"A invocação de Deus em tempos de crise é um tema comum na Bíblia, onde os fiéis buscam Sua ajuda e proteção.","referencias_relacionadas":["Salmos 46:1","Salmos 121:1-2","Hebreus 4:16"]},"salmos_69_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Davi clama a Deus, enfatizando a urgência de sua situação.","explicacao_detalhada":"Neste contexto, 'porque' conecta o clamor de Davi à sua necessidade, explicando a motivação por trás de seu pedido.","por_que_esta_palavra":"A palavra 'porque' é importante porque fornece a justificativa para a súplica de Davi, mostrando sua vulnerabilidade.","conexao_teologica":"A expressão de necessidade e a busca por Deus em momentos de crise são temas recorrentes na Bíblia, refletindo a condição humana.","referencias_relacionadas":["Salmos 22:1","Salmos 38:15","Tiago 1:5"]},"salmos_69_3_drown":{"palavra_pt":"drown","palavra_original":"טָבַע","transliteracao":"ṭâbaʻ","strong":"H2883","significado_raiz":"Ideia básica: drown.","significado_contextual":"A palavra 'drown' refere-se à ideia de ser submerso ou afogado em dificuldades e aflições.","explicacao_detalhada":"No contexto de Salmos 69:3, o salmista expressa um profundo desespero, sentindo-se como se estivesse sendo afogado em suas tribulações. A imagem de se afogar evoca uma sensação de impotência e desespero diante das adversidades.","por_que_esta_palavra":"A escolha da palavra 'drown' enfatiza a intensidade do sofrimento do salmista, que se sente completamente consumido por suas dificuldades.","conexao_teologica":"Essa expressão de desespero é comum nos Salmos, onde os crentes clamam a Deus em momentos de crise, reconhecendo sua dependência d'Ele para a salvação e alívio.","referencias_relacionadas":["Salmos 42:7","Salmos 88:6","Isaías 43:2"]},"salmos_69_3_mire":{"palavra_pt":"mire","palavra_original":"יָוֵן","transliteracao":"yâvên","strong":"H3121","significado_raiz":"Ideia básica: mire.","significado_contextual":"A palavra 'mire' sugere um estado de lama ou sujeira, simbolizando a dificuldade e a opressão.","explicacao_detalhada":"No Salmo 69:3, o salmista se sente preso em uma situação de desespero, como se estivesse atolado em lama, sem conseguir se libertar. Essa imagem representa a sensação de estar cercado por problemas sem saída.","por_que_esta_palavra":"A palavra 'mire' é usada para ilustrar a gravidade da situação do salmista, que se sente preso e incapaz de se mover em direção à ajuda.","conexao_teologica":"A lama é frequentemente usada na Bíblia como uma metáfora para o pecado e a opressão, e o clamor do salmista reflete a busca por libertação e purificação.","referencias_relacionadas":["Salmos 40:2","Salmos 143:7","Lamentações 3:55-57"]},"salmos_69_3_abismo":{"palavra_pt":"abismo","palavra_original":"מַעֲמָק","transliteracao":"maʻămâq","strong":"H4615","significado_raiz":"Ideia básica: abismo.","significado_contextual":"A palavra 'abismo' refere-se a profundezas, simbolizando a gravidade da situação enfrentada pelo salmista.","explicacao_detalhada":"Em Salmos 69:3, o abismo representa um estado de desespero extremo, onde o salmista se sente em um lugar sem esperança, como se estivesse no fundo de um poço sem saída.","por_que_esta_palavra":"A utilização da palavra 'abismo' enfatiza a profundidade do sofrimento e a sensação de estar em um lugar escuro e isolado.","conexao_teologica":"O abismo é frequentemente associado ao juízo e à separação de Deus, e o clamor do salmista reflete a busca por redenção e restauração.","referencias_relacionadas":["Salmos 130:1","Jonas 2:2","Romanos 10:7"]},"salmos_69_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"No Salmo 69:4, o salmista clama a Deus, reconhecendo sua soberania e poder em meio ao sofrimento. Ele busca a intervenção divina em sua situação desesperadora.","por_que_esta_palavra":"A invocação de 'Deus' é um reconhecimento da necessidade de ajuda divina, enfatizando a relação entre o ser humano e o Criador.","conexao_teologica":"A dependência de Deus em tempos de aflição é um tema central na Bíblia, onde os crentes são encorajados a buscar a ajuda de Deus em suas dificuldades.","referencias_relacionadas":["Salmos 18:6","Salmos 34:17","Hebreus 4:16"]},"salmos_69_4_faint":{"palavra_pt":"faint","palavra_original":"יָגַע","transliteracao":"yâgaʻ","strong":"H3021","significado_raiz":"Ideia básica: faint.","significado_contextual":"A palavra 'faint' refere-se à ideia de fraqueza ou cansaço extremo.","explicacao_detalhada":"No contexto de Salmos 69:4, o salmista expressa sua exaustão emocional e espiritual, sentindo-se fraco e sem forças para continuar.","por_que_esta_palavra":"A escolha da palavra 'faint' destaca a vulnerabilidade do salmista, que se sente sobrecarregado pelas suas lutas.","conexao_teologica":"A fraqueza humana é um tema recorrente na Bíblia, onde Deus é frequentemente apresentado como a fonte de força e renovação para aqueles que se sentem fracos.","referencias_relacionadas":["Isaías 40:29","2 Coríntios 12:9","Salmos 27:14"]},"salmos_69_4_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica invocar ou clamar por ajuda.","explicacao_detalhada":"Em Salmos 69:4, o salmista clama a Deus, buscando Sua atenção e intervenção em meio ao sofrimento.","por_que_esta_palavra":"A palavra 'chamar' é significativa, pois reflete a ação de buscar ativamente a ajuda de Deus, reconhecendo a necessidade de Sua presença.","conexao_teologica":"A prática de clamar a Deus é uma demonstração de fé e dependência, e é um tema comum nos Salmos, onde os crentes expressam suas necessidades a Deus.","referencias_relacionadas":["Salmos 50:15","Salmos 91:15","Romanos 10:13"]},"salmos_69_5_hair":{"palavra_pt":"cabelo","palavra_original":"שַׂעֲרָה","transliteracao":"saʻărâh","strong":"H8185","significado_raiz":"Ideia básica: cabelo.","significado_contextual":"A palavra 'cabelo' pode simbolizar a identidade e a vulnerabilidade do indivíduo.","explicacao_detalhada":"No Salmo 69:5, o salmista menciona seu cabelo em um contexto de arrependimento e confissão, reconhecendo que suas falhas e pecados são conhecidos por Deus.","por_que_esta_palavra":"A referência ao cabelo pode simbolizar a totalidade da pessoa, indicando que até mesmo os detalhes mais íntimos de sua vida estão expostos diante de Deus.","conexao_teologica":"A vulnerabilidade humana e a necessidade de confissão são temas importantes na relação entre o ser humano e Deus, onde a honestidade é essencial para a restauração.","referencias_relacionadas":["Mateus 10:30","Salmos 139:1-4","1 João 1:9"]},"salmos_69_5_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à origem ou à cabeça de algo.","explicacao_detalhada":"No contexto de Salmos 69:5, o salmista pode estar se referindo à sua condição de pecado desde o início de sua vida, reconhecendo que suas falhas são parte de sua natureza humana.","por_que_esta_palavra":"A escolha da palavra 'princípio' destaca a ideia de que o pecado é uma realidade que acompanha o ser humano desde o seu nascimento.","conexao_teologica":"A doutrina do pecado original é um tema central na teologia cristã, onde todos os seres humanos são vistos como necessitados da graça de Deus desde o início.","referencias_relacionadas":["Salmos 51:5","Romanos 3:23","Efésios 2:1-3"]},"salmos_69_5_jejum":{"palavra_pt":"jejum","palavra_original":"עָצַם","transliteracao":"ʻâtsam","strong":"H6105","significado_raiz":"Ideia básica: jejum.","significado_contextual":"A palavra 'jejum' refere-se à prática de abster-se de alimentos como forma de busca espiritual.","explicacao_detalhada":"No Salmo 69:5, o salmista menciona o jejum como um sinal de arrependimento e busca por Deus em meio ao sofrimento.","por_que_esta_palavra":"A prática do jejum é uma expressão de humildade e dependência de Deus, mostrando a seriedade do clamor do salmista.","conexao_teologica":"O jejum é frequentemente associado à oração e à busca de uma relação mais profunda com Deus, sendo uma prática comum entre os fiéis.","referencias_relacionadas":["Isaías 58:6","Mateus 6:16-18","Atos 13:3"]},"salmos_69_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é uma invocação ao Ser Supremo, que é visto como a fonte de ajuda e salvação.","explicacao_detalhada":"No Salmo 69:6, o salmista reafirma sua confiança em Deus, pedindo que sua fé não seja envergonhada por causa de suas circunstâncias.","por_que_esta_palavra":"A repetição da palavra 'Deus' enfatiza a centralidade da relação do salmista com o Criador em meio ao sofrimento.","conexao_teologica":"A confiança em Deus é um tema recorrente nos Salmos, onde os crentes são encorajados a depositar sua esperança e fé em Deus, mesmo nas dificuldades.","referencias_relacionadas":["Salmos 25:2","Salmos 31:1","Salmos 37:5"]},"salmos_69_6_pecado":{"palavra_pt":"pecado","palavra_original":"אַשְׁמָה","transliteracao":"ʼashmâh","strong":"H819","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão das leis de Deus, que resulta em separação espiritual.","explicacao_detalhada":"No contexto de Salmos 69:6, o salmista clama a Deus para que não o deixe ser confundido por causa de seus pecados, reconhecendo a gravidade de suas falhas diante do Senhor.","por_que_esta_palavra":"O uso da palavra 'pecado' enfatiza a necessidade de arrependimento e a busca pela misericórdia divina.","conexao_teologica":"O pecado é um tema central na teologia bíblica, pois é a razão pela qual a humanidade precisa de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"salmos_69_6_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou condição de estar no meio de algo, neste caso, entre o povo de Deus.","explicacao_detalhada":"No versículo, o salmista se coloca entre o povo de Deus, reconhecendo sua identidade e a necessidade de não ser confundido com os ímpios.","por_que_esta_palavra":"A palavra 'entre' é usada para mostrar a relação do salmista com a comunidade de fé e sua preocupação com a reputação de Deus.","conexao_teologica":"A ideia de estar 'entre' o povo de Deus reflete a importância da comunhão e da identidade coletiva na fé.","referencias_relacionadas":["Hebreus 10:25","Atos 2:42","Salmos 133:1"]},"salmos_69_7_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é um título que expressa a soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o salmista se dirige a Deus como 'Senhor', reconhecendo Sua posição elevada e pedindo ajuda em meio à sua angústia.","por_que_esta_palavra":"O uso do termo 'Senhor' demonstra a reverência do salmista e sua dependência total de Deus.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, enfatizando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 10:9"]},"salmos_69_7_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"O salmista se dirige a Deus, reconhecendo Sua grandeza e poder, e expressando sua necessidade de intervenção divina.","por_que_esta_palavra":"A invocação de 'Deus' revela a busca por ajuda e a confiança na Sua capacidade de salvar e restaurar.","conexao_teologica":"A natureza de Deus como Criador e Salvador é fundamental para a compreensão da relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","João 3:16"]},"salmos_69_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a súplica do salmista.","explicacao_detalhada":"O salmista usa 'porque' para explicar a razão de seu clamor, que é a sua vergonha e confusão diante de Deus e do povo.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica do argumento do salmista, que busca a compreensão de sua situação.","conexao_teologica":"A relação entre a confissão e a misericórdia de Deus é um tema importante na oração e arrependimento.","referencias_relacionadas":["Salmos 32:5","Provérbios 28:13","Tiago 5:16"]},"salmos_69_8_confusion":{"palavra_pt":"confusao","palavra_original":"כְּלִמָּה","transliteracao":"kᵉlimmâh","strong":"H3639","significado_raiz":"Ideia básica: confusao.","significado_contextual":"Em Salmos 69:8, \"confusao\" aparece na frase \"Tenho-me tornado um estranho para com meus irmãos, e um desconhecido para com os filhos de minha mãe.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כְּלִמָּה; kᵉlimmâh; H3639), \"confusao\" traz a ideia de confusao. Aqui, essa palavra deixa o ensino de Salmos 69:8 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"confusao\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 69:20. Lendo junto com Salmos 69:8, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Salmos 69:8","Salmos 69:20","Salmos 119:105"]},"salmos_69_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, muitas vezes simbolizando uma relação especial e de herança.","explicacao_detalhada":"O salmista menciona 'filho' para expressar seu relacionamento com Deus, como parte da família divina e a responsabilidade que isso implica.","por_que_esta_palavra":"A referência ao 'filho' destaca a intimidade e a expectativa de um relacionamento próximo com Deus.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, enfatizando a adoção e a nova identidade em Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:7"]},"salmos_69_9_mulher":{"palavra_pt":"mulher","palavra_original":"נׇכְרִי","transliteracao":"nokrîy","strong":"H5237","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina, que pode simbolizar a vulnerabilidade ou a necessidade de proteção.","explicacao_detalhada":"No contexto do salmo, a menção de 'mulher' pode indicar a fragilidade da condição humana e a necessidade de apoio divino.","por_que_esta_palavra":"A inclusão da palavra 'mulher' ressalta a diversidade das experiências humanas e a universalidade da necessidade de Deus.","conexao_teologica":"A dignidade e o valor das mulheres são temas importantes na Bíblia, refletindo a criação de todos à imagem de Deus.","referencias_relacionadas":["Gálatas 3:28","Provérbios 31:10","Lucas 8:2"]},"salmos_69_9_profano":{"palavra_pt":"profano","palavra_original":"זוּר","transliteracao":"zûwr","strong":"H2114","significado_raiz":"Ideia básica: profano.","significado_contextual":"A palavra 'profano' refere-se àquilo que é considerado impuro ou que não é sagrado.","explicacao_detalhada":"O salmista menciona 'profano' para contrastar sua condição com a santidade de Deus, reconhecendo a necessidade de purificação.","por_que_esta_palavra":"A palavra 'profano' é usada para destacar a seriedade do pecado e a separação que ele causa entre o homem e Deus.","conexao_teologica":"A santidade de Deus e a impureza do pecado são temas centrais na Bíblia, enfatizando a necessidade de redenção.","referencias_relacionadas":["Levítico 10:10","Isaías 52:1","Hebreus 12:14"]},"salmos_69_10_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' refere-se ao ato de censurar ou corrigir, muitas vezes em um contexto de disciplina.","explicacao_detalhada":"O salmista usa 'repreender' para expressar seu desejo de que Deus intervenha e corrija a situação de vergonha e confusão que enfrenta.","por_que_esta_palavra":"A necessidade de repreensão é um reconhecimento da falibilidade humana e da necessidade de orientação divina.","conexao_teologica":"A disciplina de Deus é uma expressão de Seu amor e cuidado, conforme ensinado em Hebreus 12:6.","referencias_relacionadas":["Salmos 94:12","Provérbios 3:11","Apocalipse 3:19"]},"salmos_69_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual o salmista se encontra em aflição.","explicacao_detalhada":"Neste versículo, o salmista expressa seu desespero e a razão de seu lamento, indicando que sua condição é resultado de sua devoção e sofrimento.","por_que_esta_palavra":"A palavra 'porque' conecta a causa do sofrimento do salmista com sua busca por Deus.","conexao_teologica":"A relação entre sofrimento e devoção é um tema recorrente na Bíblia, mostrando que muitas vezes a fidelidade a Deus pode levar a provações.","referencias_relacionadas":["Salmos 22:1","Salmos 42:3","Mateus 5:10"]},"salmos_69_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, mas neste contexto pode simbolizar a presença de Deus ou o templo.","explicacao_detalhada":"O salmista menciona a 'casa' em um sentido mais amplo, referindo-se ao lugar onde Deus habita e onde o povo se reúne para adorá-lo.","por_que_esta_palavra":"A 'casa' é um símbolo de segurança e comunhão com Deus, e o salmista busca essa conexão em meio ao sofrimento.","conexao_teologica":"A casa de Deus é frequentemente vista como um lugar de refúgio e adoração, refletindo a necessidade humana de estar próximo do Criador.","referencias_relacionadas":["Salmos 27:4","Salmos 84:1-2","Hebreus 10:25"]},"salmos_69_11_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' implica em um ato de censura ou crítica, que pode ser direcionado a ações erradas.","explicacao_detalhada":"O salmista menciona a 'repreensão' como parte de seu sofrimento, indicando que ele é alvo de zombarias e críticas por sua fé.","por_que_esta_palavra":"A 'repreensão' é um reflexo da oposição que os fiéis enfrentam, especialmente em tempos de crise.","conexao_teologica":"A Bíblia frequentemente aborda a questão da perseguição e da necessidade de perseverança na fé diante da adversidade.","referencias_relacionadas":["Salmos 119:22","Mateus 5:11-12","1 Pedro 4:14"]},"salmos_69_11_idiom":{"palavra_pt":"expressao","palavra_original":"בָּכָה","transliteracao":"bâkâh","strong":"H1058","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma manifestação de emoção ou sentimento, muitas vezes ligada ao lamento.","explicacao_detalhada":"O salmista usa a 'expressão' para descrever sua dor e a maneira como ele se comunica com Deus em sua angústia.","por_que_esta_palavra":"A 'expressão' é importante para a comunicação sincera com Deus, especialmente em momentos de desespero.","conexao_teologica":"A Bíblia encoraja a expressão honesta de emoções diante de Deus, mostrando que Ele se importa com nossos sentimentos.","referencias_relacionadas":["Salmos 34:18","Salmos 42:5","Filipenses 4:6"]},"salmos_69_11_jejum":{"palavra_pt":"jejum","palavra_original":"צוֹם","transliteracao":"tsôwm","strong":"H6685","significado_raiz":"Ideia básica: jejum.","significado_contextual":"A palavra 'jejum' refere-se à prática de abstinência de alimentos como forma de buscar a Deus em oração.","explicacao_detalhada":"O salmista menciona o 'jejum' como um ato de humilhação e busca de ajuda divina em tempos de necessidade.","por_que_esta_palavra":"O 'jejum' é uma expressão de arrependimento e um meio de se aproximar de Deus em busca de resposta.","conexao_teologica":"O jejum é uma prática espiritual que aparece em várias partes da Bíblia como um meio de buscar a vontade de Deus.","referencias_relacionadas":["Isaías 58:6-7","Mateus 6:16-18","Atos 13:3"]},"salmos_69_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' neste contexto refere-se ao ato de clamar ou invocar a ajuda de Deus.","explicacao_detalhada":"O salmista expressa sua necessidade de ajuda divina, enfatizando a urgência de seu clamor.","por_que_esta_palavra":"O 'dar' é uma ação que demonstra a entrega e a súplica do salmista a Deus em sua aflição.","conexao_teologica":"A Bíblia ensina que Deus ouve o clamor dos aflitos e responde às suas súplicas.","referencias_relacionadas":["Salmos 18:6","Salmos 34:17","Romanos 10:13"]},"salmos_69_12_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"A palavra 'sackcloth' refere-se a um tecido áspero usado como símbolo de lamento e arrependimento.","explicacao_detalhada":"O uso de 'sackcloth' pelo salmista indica sua profunda tristeza e arrependimento diante de Deus.","por_que_esta_palavra":"O 'sackcloth' é um sinal externo de uma condição interna de dor e busca por reconciliação com Deus.","conexao_teologica":"A prática de vestir 'sackcloth' é uma forma de demonstrar humildade e arrependimento, algo que é valorizado nas Escrituras.","referencias_relacionadas":["Jonas 3:5","2 Reis 19:1","Joel 1:13"]},"salmos_69_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda em desespero ou a necessidade de se humilhar diante de Deus.","explicacao_detalhada":"O salmista menciona 'cair' como uma expressão de sua vulnerabilidade e dependência de Deus em tempos difíceis.","por_que_esta_palavra":"A 'queda' é um reconhecimento da fragilidade humana e da necessidade de apoio divino.","conexao_teologica":"A Bíblia ensina que Deus levanta os que caem e dá força aos fracos, mostrando Sua misericórdia.","referencias_relacionadas":["Salmos 145:14","Isaías 40:29","2 Coríntios 12:9"]},"salmos_69_13_stringed":{"palavra_pt":"stringed","palavra_original":"נְגִינָה","transliteracao":"nᵉgîynâh","strong":"H5058","significado_raiz":"Ideia básica: stringed.","significado_contextual":"A palavra 'stringed' refere-se a instrumentos musicais de corda, usados para louvor e adoração.","explicacao_detalhada":"O salmista menciona 'stringed' como parte de sua expressão de louvor a Deus, mesmo em meio ao sofrimento.","por_que_esta_palavra":"Os instrumentos de corda são usados para elevar a adoração e criar um ambiente de conexão com Deus.","conexao_teologica":"A música e o louvor são formas de adoração que ajudam a expressar emoções e a glorificar a Deus.","referencias_relacionadas":["Salmos 33:2","Salmos 150:4","Colossenses 3:16"]},"salmos_69_13_falar":{"palavra_pt":"falar","palavra_original":"שִׂיחַ","transliteracao":"sîyach","strong":"H7878","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, especialmente em oração ou louvor.","explicacao_detalhada":"O salmista usa 'falar' para expressar sua necessidade de se comunicar com Deus e compartilhar suas preocupações.","por_que_esta_palavra":"A 'fala' é uma forma de oração e um meio de se conectar com Deus em momentos de necessidade.","conexao_teologica":"A Bíblia enfatiza a importância da oração e da comunicação com Deus como parte da vida espiritual.","referencias_relacionadas":["Salmos 55:17","Filipenses 4:6","1 Tessalonicenses 5:17"]},"salmos_69_14_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à fidelidade de Deus em cumprir Suas promessas.","explicacao_detalhada":"A palavra 'verdade' implica não apenas a ausência de mentira, mas também a ideia de lealdade e constância. No contexto do Salmo 69, o salmista clama por ajuda, lembrando-se da fidelidade de Deus em tempos de angústia.","por_que_esta_palavra":"A inclusão da palavra 'verdade' enfatiza a confiança do salmista na natureza de Deus, que é sempre fiel e verdadeiro.","conexao_teologica":"A verdade de Deus é um tema central nas Escrituras, refletindo Sua natureza imutável e a base da relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 25:10","Salmos 119:160","João 14:6"]},"salmos_69_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à autoridade e soberania de Deus sobre todas as coisas.","explicacao_detalhada":"O uso do nome 'Senhor' (YHWH) destaca a relação pessoal e íntima que o salmista tem com Deus, reconhecendo-O como seu Senhor e Salvador.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a identidade de Deus e Sua relação com o Seu povo, que é marcada por amor e compromisso.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e é frequentemente invocado em momentos de necessidade e clamor.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"salmos_69_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"No Salmo 69, o salmista clama a Deus, reconhecendo Sua soberania e poder para salvar e libertar em tempos de aflição.","por_que_esta_palavra":"A menção de 'Deus' é essencial para a compreensão do relacionamento entre o ser humano e o Criador, especialmente em momentos de desespero.","conexao_teologica":"A natureza de Deus como 'Elohim' enfatiza Sua força e autoridade, sendo um tema recorrente em toda a Bíblia.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Hebreus 11:6"]},"salmos_69_15_clay":{"palavra_pt":"clay","palavra_original":"טִיט","transliteracao":"ṭîyṭ","strong":"H2916","significado_raiz":"Ideia básica: clay.","significado_contextual":"A palavra 'clay' (argila) simboliza a fragilidade e a moldabilidade do ser humano diante de Deus.","explicacao_detalhada":"O uso da palavra 'argila' no contexto do Salmo 69 sugere que o salmista se vê como vulnerável e dependente da ação de Deus para ser moldado e purificado.","por_que_esta_palavra":"A argila representa a condição humana, que é sujeita a falhas e necessita da intervenção divina para ser transformada.","conexao_teologica":"A metáfora da argila é frequentemente usada nas Escrituras para ilustrar a relação entre Deus e a humanidade, onde Deus é o oleiro.","referencias_relacionadas":["Isaías 64:8","Romanos 9:21","Jeremias 18:6"]},"salmos_69_15_drown":{"palavra_pt":"drown","palavra_original":"טָבַע","transliteracao":"ṭâbaʻ","strong":"H2883","significado_raiz":"Ideia básica: drown.","significado_contextual":"A palavra 'drown' (afogar) expressa a sensação de estar sobrecarregado pelas dificuldades e tribulações.","explicacao_detalhada":"No Salmo 69, o salmista usa essa palavra para descrever a profundidade de seu desespero, como se estivesse sendo submerso pelas águas da angústia.","por_que_esta_palavra":"A imagem de afogamento é poderosa e transmite a urgência do clamor do salmista por ajuda divina em meio ao sofrimento.","conexao_teologica":"A ideia de ser afogado em problemas é uma representação comum da luta espiritual e emocional enfrentada pelos crentes.","referencias_relacionadas":["Salmos 42:7","Mateus 14:30","Isaías 43:2"]},"salmos_69_15_abismo":{"palavra_pt":"abismo","palavra_original":"מַעֲמָק","transliteracao":"maʻămâq","strong":"H4615","significado_raiz":"Ideia básica: abismo.","significado_contextual":"A palavra 'abismo' refere-se a uma profundidade extrema, simbolizando a desesperança e a angústia.","explicacao_detalhada":"No contexto do Salmo 69, o abismo representa a sensação de estar em um lugar sem saída, longe da ajuda de Deus.","por_que_esta_palavra":"A menção do abismo enfatiza a gravidade da situação do salmista e sua necessidade de intervenção divina.","conexao_teologica":"O abismo é frequentemente associado ao juízo e à separação de Deus, refletindo a luta do salmista contra as forças do mal.","referencias_relacionadas":["Salmos 88:6","Lamentações 3:55","Jonas 2:6"]},"salmos_69_16_purificar":{"palavra_pt":"purificar","palavra_original":"שָׁטַף","transliteracao":"shâṭaph","strong":"H7857","significado_raiz":"Ideia básica: purificar.","significado_contextual":"A palavra 'purificar' refere-se ao desejo de ser limpo e restaurado diante de Deus.","explicacao_detalhada":"No Salmo 69, o salmista clama por purificação, reconhecendo sua necessidade de ser limpo de pecados e impurezas.","por_que_esta_palavra":"A purificação é um tema central na relação entre o ser humano e Deus, simbolizando a restauração e o perdão.","conexao_teologica":"A purificação é essencial para a comunhão com Deus, refletindo a necessidade de arrependimento e transformação.","referencias_relacionadas":["Salmos 51:10","1 João 1:9","Hebreus 10:22"]},"salmos_69_17_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a atenção de Deus para com o sofrimento humano.","explicacao_detalhada":"No Salmo 69, o salmista pede que Deus olhe para sua aflição, reconhecendo que a atenção divina é crucial em momentos de dor.","por_que_esta_palavra":"A menção do 'olho' de Deus destaca a esperança do salmista de que Deus está ciente de sua situação e pronto para agir.","conexao_teologica":"A ideia de Deus ver e ouvir o clamor de Seu povo é um tema recorrente nas Escrituras, enfatizando Sua compaixão.","referencias_relacionadas":["Salmos 34:15","1 Pedro 3:12","Salmos 102:19"]},"salmos_69_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' aqui reafirma a soberania e a autoridade de Deus sobre a vida do salmista.","explicacao_detalhada":"O salmista invoca o nome do Senhor, reconhecendo que somente Ele pode trazer alívio e resposta às suas súplicas.","por_que_esta_palavra":"A repetição do nome 'Senhor' enfatiza a relação de dependência e confiança do salmista em Deus.","conexao_teologica":"A invocação do nome de Deus é uma prática comum na oração, refletindo a busca por Sua intervenção e ajuda.","referencias_relacionadas":["Salmos 116:4","Salmos 145:18","Romanos 10:13"]},"salmos_69_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o salmista clama a Deus, ligando sua súplica a uma justificativa.","explicacao_detalhada":"No Salmo 69, o salmista explica sua necessidade de ajuda, fundamentando seu clamor em sua condição de sofrimento.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação do salmista e a urgência de seu pedido a Deus.","conexao_teologica":"A conexão entre a súplica e a razão é um aspecto importante da oração, onde o crente apresenta suas necessidades a Deus.","referencias_relacionadas":["Salmos 22:1","Salmos 38:9","Tiago 1:5"]},"salmos_69_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual o salmista clama a Deus.","explicacao_detalhada":"Neste contexto, o salmista expressa sua angústia e a necessidade de ajuda divina, justificando seu clamor com a situação de sofrimento que enfrenta.","por_que_esta_palavra":"A palavra 'porque' conecta a súplica do salmista à sua condição, mostrando a lógica de seu apelo a Deus.","conexao_teologica":"A utilização de 'porque' reflete a relação entre a dor humana e a necessidade de intervenção divina, um tema recorrente nos Salmos.","referencias_relacionadas":["Salmos 22:1","Salmos 42:9","Salmos 130:1"]},"salmos_69_18_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a atenção de Deus para com o sofrimento do salmista.","explicacao_detalhada":"O salmista clama para que Deus olhe para sua aflição, indicando a necessidade de ser visto e ouvido em sua dor.","por_que_esta_palavra":"O uso de 'olho' enfatiza a ideia de vigilância e cuidado de Deus, que não ignora o sofrimento de seus servos.","conexao_teologica":"A visão de Deus sobre o sofrimento humano é um tema central na teologia bíblica, mostrando que Ele se importa com as nossas lutas.","referencias_relacionadas":["Salmos 34:15","Salmos 102:19","Salmos 145:15"]},"salmos_69_19_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida do salmista, simbolizando seu ser interior e suas emoções.","explicacao_detalhada":"O salmista menciona sua 'alma' para expressar a profundidade de seu sofrimento e a urgência de sua súplica a Deus.","por_que_esta_palavra":"A escolha da palavra 'alma' destaca a intensidade da dor e a necessidade de intervenção divina em um nível profundo.","conexao_teologica":"A alma é vista como a parte mais íntima do ser humano, e Deus se preocupa com cada aspecto da vida de Seus filhos.","referencias_relacionadas":["Salmos 42:5","Salmos 119:25","Mateus 10:28"]},"salmos_69_19_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' pode simbolizar a ação e o poder de Deus para ajudar e salvar.","explicacao_detalhada":"O salmista clama para que Deus estenda Sua mão em socorro, indicando a necessidade de intervenção divina em sua situação.","por_que_esta_palavra":"A palavra 'mão' é frequentemente associada ao poder e à proteção de Deus, reforçando a confiança do salmista em Sua ajuda.","conexao_teologica":"A mão de Deus é um símbolo de Sua força e capacidade de agir em favor de Seu povo, um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Êxodo 15:6"]},"salmos_69_20_confusion":{"palavra_pt":"confusao","palavra_original":"כְּלִמָּה","transliteracao":"kᵉlimmâh","strong":"H3639","significado_raiz":"Ideia básica: confusao.","significado_contextual":"A palavra 'confusão' refere-se ao estado de desespero e vergonha que o salmista está enfrentando.","explicacao_detalhada":"O salmista expressa sua dor ao ser alvo de zombarias e desprezo, sentindo-se confundido e envergonhado.","por_que_esta_palavra":"A escolha da palavra 'confusão' enfatiza a gravidade da situação e a necessidade de ajuda divina para restaurar sua dignidade.","conexao_teologica":"A confusão e a vergonha são temas que aparecem frequentemente na experiência humana, e Deus promete restaurar aqueles que se voltam a Ele.","referencias_relacionadas":["Salmos 25:3","Salmos 31:1","Isaías 54:4"]},"salmos_69_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o salmista está sendo tratado, destacando a injustiça que enfrenta.","explicacao_detalhada":"O salmista menciona o 'modo' para descrever a forma cruel como é tratado por seus inimigos, clamando por justiça.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar a injustiça e a necessidade de intervenção divina para corrigir a situação.","conexao_teologica":"A justiça de Deus é um tema central nas Escrituras, e Ele promete defender os oprimidos e restaurar a ordem.","referencias_relacionadas":["Salmos 7:9","Salmos 9:16","Salmos 37:28"]},"salmos_69_21_piedade":{"palavra_pt":"piedade","palavra_original":"נוּד","transliteracao":"nûwd","strong":"H5110","significado_raiz":"Ideia básica: piedade.","significado_contextual":"A palavra 'piedade' refere-se à compaixão e misericórdia que o salmista busca de Deus.","explicacao_detalhada":"O salmista clama por piedade, reconhecendo sua vulnerabilidade e a necessidade de graça divina em sua vida.","por_que_esta_palavra":"A escolha da palavra 'piedade' reflete a dependência do salmista da misericórdia de Deus em meio ao sofrimento.","conexao_teologica":"A piedade de Deus é um tema central na Bíblia, mostrando que Ele é um Deus que se compadece de Seu povo.","referencias_relacionadas":["Salmos 86:15","Salmos 103:8","Lamentações 3:22"]},"salmos_69_21_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' refere-se à ação de Deus em corrigir e trazer justiça aos que oprimem o salmista.","explicacao_detalhada":"O salmista clama para que Deus intervenha e repreenda aqueles que o atacam injustamente, buscando proteção e justiça.","por_que_esta_palavra":"A palavra 'repreender' é usada para expressar a esperança do salmista de que Deus atuará contra seus inimigos.","conexao_teologica":"A repreensão de Deus é um tema que aparece em várias passagens, onde Ele defende os oprimidos e traz justiça.","referencias_relacionadas":["Salmos 94:1","Salmos 119:21","Isaías 54:17"]},"salmos_69_21_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e da vontade do salmista.","explicacao_detalhada":"O salmista menciona seu 'coração' para expressar a profundidade de sua dor e a intensidade de seu clamor a Deus.","por_que_esta_palavra":"A escolha da palavra 'coração' enfatiza a sinceridade e a vulnerabilidade do salmista em sua busca por ajuda.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus trabalha, transformando e renovando as vidas de Seus filhos.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Jeremias 29:13"]},"salmos_69_22_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de clamar a Deus por ajuda e intervenção.","explicacao_detalhada":"O salmista pede a Deus que dê a ele o que precisa, expressando sua dependência e confiança na providência divina.","por_que_esta_palavra":"A palavra 'dar' é usada para enfatizar a necessidade de receber ajuda de Deus em tempos de aflição.","conexao_teologica":"A ideia de clamar a Deus por ajuda é um tema recorrente na Bíblia, onde Deus promete ouvir e responder aos que O buscam.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Mateus 7:7"]},"salmos_69_22_alimento":{"palavra_pt":"alimento","palavra_original":"בָּרוּת","transliteracao":"bârûwth","strong":"H1267","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento físico e espiritual que o povo de Deus necessita.","explicacao_detalhada":"No contexto do Salmo 69, o 'alimento' simboliza a necessidade de sustento em meio ao sofrimento e à angústia. O salmista clama por ajuda e expressa sua dor, indicando que a falta de alimento é um reflexo de sua condição espiritual e emocional.","por_que_esta_palavra":"A palavra 'alimento' é usada para enfatizar a dependência do ser humano em relação a Deus, que é a fonte de toda provisão.","conexao_teologica":"Deus é frequentemente descrito como o provedor de alimento espiritual, como em João 6:35, onde Jesus se apresenta como o pão da vida.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:14"]},"salmos_69_22_gall":{"palavra_pt":"gall","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7219","significado_raiz":"Ideia básica: gall.","significado_contextual":"Refere-se a um veneno ou substância amarga, simbolizando sofrimento e dor.","explicacao_detalhada":"O 'gall' mencionado no Salmo 69 é uma metáfora para a amargura e a traição que o salmista enfrenta, refletindo a dor de ser rejeitado e maltratado.","por_que_esta_palavra":"A utilização de 'gall' destaca a intensidade do sofrimento e a amargura que acompanha a perseguição.","conexao_teologica":"O uso de substâncias amargas como símbolo de sofrimento é comum na Bíblia, representando a dor que Cristo suportou em sua crucificação, conforme Mateus 27:34.","referencias_relacionadas":["Mateus 27:34","Salmos 69:21","Êxodo 15:23"]},"salmos_69_23_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à ausência de conflito e à plenitude que vem de Deus.","explicacao_detalhada":"A palavra 'paz' no Salmo 69 é um clamor por tranquilidade em meio à turbulência da vida. O salmista busca a restauração da paz que foi perdida devido à opressão.","por_que_esta_palavra":"A busca pela paz é uma necessidade humana fundamental, especialmente em tempos de angústia e desespero.","conexao_teologica":"A paz é um tema central na Bíblia, sendo Jesus chamado de Príncipe da Paz em Isaías 9:6, e é prometida a todos que confiam em Deus.","referencias_relacionadas":["Isaías 9:6","Filipenses 4:7","Romanos 5:1"]},"salmos_69_24_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à percepção e ao entendimento das situações difíceis.","explicacao_detalhada":"A palavra 'ver' implica em um desejo de que Deus olhe para a situação do salmista e intervenha. É um pedido por reconhecimento e ajuda divina.","por_que_esta_palavra":"O ato de 'ver' é crucial, pois implica em atenção e ação de Deus em favor do seu povo.","conexao_teologica":"Deus é descrito como aquele que vê e ouve o clamor de seu povo, como em Êxodo 3:7, onde Ele promete libertar os israelitas da opressão.","referencias_relacionadas":["Êxodo 3:7","Salmos 34:15","1 Pedro 3:12"]},"salmos_69_24_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תָּמִיד","transliteracao":"tâmîyd","strong":"H8548","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se à oferta feita a Deus como ato de adoração e expiação.","explicacao_detalhada":"O 'sacrifício' mencionado no Salmo 69 é um reconhecimento da necessidade de expiação e de se aproximar de Deus em meio ao sofrimento.","por_que_esta_palavra":"A palavra enfatiza a importância da adoração e da entrega a Deus, especialmente em tempos de crise.","conexao_teologica":"O sacrifício é um tema central na Bíblia, simbolizando a redenção, como exemplificado no sacrifício de Cristo em Hebreus 9:26.","referencias_relacionadas":["Hebreus 9:26","Romanos 12:1","Levítico 1:3"]},"salmos_69_24_luz":{"palavra_pt":"luz","palavra_original":"חָשַׁךְ","transliteracao":"châshak","strong":"H2821","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à iluminação e à verdade que vêm de Deus.","explicacao_detalhada":"A palavra 'luz' simboliza a presença de Deus e a revelação de Sua verdade, que traz esperança e clareza em tempos de escuridão.","por_que_esta_palavra":"A luz é um símbolo de orientação e proteção, essencial para a vida espiritual.","conexao_teologica":"Jesus é descrito como a luz do mundo em João 8:12, trazendo esperança e direção aos que estão perdidos.","referencias_relacionadas":["João 8:12","Salmos 27:1","Isaías 60:1"]},"salmos_69_25_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se à vida e ao sacrifício, simbolizando a dor e a morte.","explicacao_detalhada":"O 'sangue' no Salmo 69 é uma representação do sofrimento extremo e da injustiça enfrentada pelo salmista, evocando a ideia de sacrifício e redenção.","por_que_esta_palavra":"O sangue é um símbolo poderoso de vida e morte, frequentemente associado ao sacrifício na tradição judaica.","conexao_teologica":"O sangue de Cristo é central na teologia cristã, representando a nova aliança e a redenção dos pecados em Hebreus 9:22.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:19","Levítico 17:11"]},"salmos_69_25_boca":{"palavra_pt":"boca","palavra_original":"זַעַם","transliteracao":"zaʻam","strong":"H2195","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à expressão verbal e à comunicação.","explicacao_detalhada":"A palavra 'boca' simboliza a capacidade de falar e expressar dor, angústia e clamor a Deus, refletindo a necessidade de ser ouvido.","por_que_esta_palavra":"A boca é um instrumento de comunicação, essencial para a oração e a adoração.","conexao_teologica":"A Bíblia enfatiza a importância da fala e da confissão, como em Romanos 10:9, onde se diz que confessar com a boca é fundamental para a salvação.","referencias_relacionadas":["Romanos 10:9","Salmos 19:14","Provérbios 18:21"]},"salmos_69_26_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de discernir e decidir sobre a justiça.","explicacao_detalhada":"A palavra 'julgar' no Salmo 69 expressa o desejo do salmista por justiça divina em meio à opressão e injustiça que enfrenta.","por_que_esta_palavra":"O clamor por julgamento é um apelo à justiça de Deus, que é visto como o juiz supremo.","conexao_teologica":"Deus é descrito como juiz em Salmos 9:7, e a justiça é um atributo essencial de Seu caráter.","referencias_relacionadas":["Salmos 9:7","Isaías 30:18","Romanos 2:6"]},"salmos_69_26_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda ou ruína, simbolizando a derrota e a desolação.","explicacao_detalhada":"A palavra 'cair' no Salmo 69 pode indicar a queda dos inimigos do salmista ou a sua própria queda em desespero, refletindo a fragilidade humana.","por_que_esta_palavra":"A ideia de cair é uma representação da vulnerabilidade e da necessidade de apoio divino.","conexao_teologica":"A queda é um tema recorrente na Bíblia, e a promessa de restauração é um aspecto central da mensagem de esperança em Cristo.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 14:4"]},"salmos_69_26_muro":{"palavra_pt":"muro","palavra_original":"טִירָה","transliteracao":"ṭîyrâh","strong":"H2918","significado_raiz":"Ideia básica: muro.","significado_contextual":"O muro representa uma barreira ou proteção, simbolizando a separação entre o justo e o ímpio.","explicacao_detalhada":"No contexto do Salmo 69, o 'muro' é mencionado em um clamor por proteção e justiça. O salmista se sente cercado por inimigos e busca a intervenção divina para que a injustiça não prevaleça.","por_que_esta_palavra":"A palavra 'muro' é usada para expressar a necessidade de defesa e segurança em meio à opressão.","conexao_teologica":"O muro pode ser visto como uma representação da proteção que Deus oferece aos seus servos, assim como Ele é um refúgio em tempos de angústia.","referencias_relacionadas":["Salmos 46:1","Salmos 91:2","Provérbios 18:10"]},"salmos_69_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou justificativa para o clamor do salmista.","explicacao_detalhada":"Neste versículo, o salmista explica a gravidade de sua situação, indicando que a sua dor e sofrimento são motivos suficientes para buscar a ajuda de Deus.","por_que_esta_palavra":"A palavra 'porque' é crucial para conectar a súplica do salmista com a sua condição de aflição e necessidade de intervenção divina.","conexao_teologica":"A utilização de 'porque' reflete a relação entre a oração e a necessidade humana, mostrando que Deus ouve as razões de Seu povo.","referencias_relacionadas":["Salmos 34:17","Salmos 55:16","Romanos 8:26"]},"salmos_69_27_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é mencionada como uma consequência do pecado e da injustiça que o salmista enfrenta.","explicacao_detalhada":"O salmista clama a Deus, reconhecendo que a morte é uma realidade que ele teme, especialmente em meio à opressão e ao desprezo que recebe.","por_que_esta_palavra":"A palavra 'morte' enfatiza a seriedade da situação do salmista e a urgência de sua súplica por livramento.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a separação de Deus, e o clamor por vida é um apelo à misericórdia divina.","referencias_relacionadas":["Salmos 116:3","Eclesiastes 3:2","Romanos 6:23"]},"salmos_69_27_thee":{"palavra_pt":"thee","palavra_original":"אַתָּה","transliteracao":"ʼattâh","strong":"H859","significado_raiz":"Ideia básica: thee.","significado_contextual":"A palavra 'thee' refere-se diretamente a Deus, enfatizando a relação pessoal do salmista com o Criador.","explicacao_detalhada":"Neste contexto, o salmista se dirige a Deus de forma íntima, reconhecendo sua dependência e necessidade de ajuda divina.","por_que_esta_palavra":"A utilização de 'thee' destaca a importância da oração pessoal e da comunicação direta com Deus em momentos de crise.","conexao_teologica":"A relação pessoal com Deus é fundamental na fé, e a invocação direta a Ele é um ato de confiança e entrega.","referencias_relacionadas":["Salmos 25:1","Salmos 42:1","Mateus 7:7"]},"salmos_69_28_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada no sentido de oferecer ou entregar algo, neste caso, um clamor a Deus.","explicacao_detalhada":"O salmista expressa seu desejo de que Deus ouça seu clamor e responda à sua súplica, demonstrando a urgência de sua situação.","por_que_esta_palavra":"A palavra 'dar' enfatiza a ação de entregar a Deus suas preocupações e dores, um ato de fé e entrega.","conexao_teologica":"Clamar a Deus é um princípio fundamental na vida de fé, onde os crentes são encorajados a trazer suas petições diante dEle.","referencias_relacionadas":["Salmos 34:15","Salmos 50:15","1 Pedro 5:7"]},"salmos_69_28_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se ao pecado e à injustiça que cercam o salmista.","explicacao_detalhada":"O salmista reconhece que o mal o aflige e busca a intervenção de Deus para que a justiça prevaleça.","por_que_esta_palavra":"A menção ao 'mal' destaca a luta entre o bem e o mal, e a necessidade de Deus para trazer justiça.","conexao_teologica":"O mal é um tema central na Bíblia, e a busca por justiça é um reflexo do caráter de Deus como justo e reto.","referencias_relacionadas":["Salmos 37:27","Isaías 1:17","Romanos 12:21"]},"salmos_69_28_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do clamor e da necessidade do salmista.","explicacao_detalhada":"O salmista reconhece que sua situação é grave e que somente um Deus grande pode intervir e trazer alívio.","por_que_esta_palavra":"A utilização de 'grande' enfatiza a grandeza de Deus em contraste com a pequenez da situação humana.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, mostrando que Ele é capaz de realizar o impossível.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Jeremias 32:17"]},"salmos_69_29_livro":{"palavra_pt":"livro","palavra_original":"סֵפֶר","transliteracao":"çêpher","strong":"H5612","significado_raiz":"Ideia básica: livro.","significado_contextual":"A palavra 'livro' pode referir-se ao registro das ações e destinos dos justos e ímpios.","explicacao_detalhada":"O salmista menciona o 'livro' como um símbolo da justiça de Deus, onde as ações são registradas e recompensadas.","por_que_esta_palavra":"A menção ao 'livro' destaca a importância da memória divina e da justiça que será realizada no tempo certo.","conexao_teologica":"O conceito de um livro de registros é encontrado em várias partes da Bíblia, simbolizando a soberania de Deus sobre a história.","referencias_relacionadas":["Salmos 139:16","Apocalipse 20:12","Daniel 12:1"]},"salmos_69_29_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à fragilidade e vulnerabilidade da condição humana.","explicacao_detalhada":"O salmista reconhece sua humanidade e a necessidade de ajuda divina em sua fraqueza.","por_que_esta_palavra":"A utilização de 'carne' enfatiza a dependência do ser humano em relação a Deus para sustento e proteção.","conexao_teologica":"A fragilidade da carne é um tema que destaca a necessidade de confiar em Deus, que é forte e eterno.","referencias_relacionadas":["Salmos 78:39","Isaías 40:6","Gálatas 6:8"]},"salmos_69_29_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se àqueles que são retamente alinhados com a vontade de Deus.","explicacao_detalhada":"O salmista clama por justiça, reconhecendo que os justos são aqueles que buscam a verdade e a retidão.","por_que_esta_palavra":"A menção ao 'justo' destaca a esperança de que Deus defenda e proteja aqueles que são fiéis a Ele.","conexao_teologica":"A justiça é um atributo de Deus, e a Bíblia frequentemente fala sobre a recompensa dos justos e a condenação dos ímpios.","referencias_relacionadas":["Salmos 1:6","Provérbios 21:15","Mateus 5:6"]},"salmos_69_30_grieving":{"palavra_pt":"grieving","palavra_original":"כָּאַב","transliteracao":"kâʼab","strong":"H3510","significado_raiz":"Ideia básica: grieving.","significado_contextual":"A palavra 'grieving' refere-se ao profundo lamento e tristeza que o salmista expressa diante de suas aflições.","explicacao_detalhada":"No contexto do Salmo 69, o autor clama a Deus em meio ao sofrimento e à rejeição. A tristeza é uma resposta natural às provações e injustiças que ele enfrenta, refletindo um estado emocional intenso.","por_que_esta_palavra":"A escolha da palavra 'grieving' enfatiza a seriedade do sofrimento do salmista e sua necessidade de intervenção divina.","conexao_teologica":"O lamento é uma parte importante da experiência espiritual, mostrando que Deus se importa com nossas dores e nos convida a trazer nossas tristezas a Ele.","referencias_relacionadas":["Salmos 34:18","Salmos 42:11","Mateus 5:4"]},"salmos_69_30_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' expressa a esperança do salmista em ser libertado de suas dificuldades e encontrar segurança em Deus.","explicacao_detalhada":"Neste versículo, a salvação é vista não apenas como um livramento físico, mas também como uma restauração espiritual e emocional, refletindo a confiança do salmista na fidelidade de Deus.","por_que_esta_palavra":"A palavra 'salvação' é central na teologia bíblica, simbolizando a intervenção de Deus na vida dos que O buscam.","conexao_teologica":"A salvação é um tema recorrente nas Escrituras, apontando para a necessidade de redenção e a esperança que encontramos em Cristo.","referencias_relacionadas":["Salmos 3:8","Isaías 12:2","Romanos 10:13"]},"salmos_69_30_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para afirmar a soberania e a autoridade divina sobre todas as coisas.","explicacao_detalhada":"No Salmo 69, o salmista se dirige a Deus em busca de ajuda, reconhecendo Sua grandeza e poder em meio ao desespero.","por_que_esta_palavra":"A invocação de 'Deus' destaca a relação pessoal entre o salmista e o Criador, enfatizando a dependência do ser humano em relação ao divino.","conexao_teologica":"A compreensão de Deus como nosso refúgio e fortaleza é fundamental na fé, mostrando que Ele é a fonte de nossa esperança.","referencias_relacionadas":["Salmos 46:1","Salmos 121:2","Hebreus 13:6"]},"salmos_69_31_mao":{"palavra_pt":"mao","palavra_original":"תּוֹדָה","transliteracao":"tôwdâh","strong":"H8426","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza ação, poder e intervenção, representando a capacidade de Deus de agir em favor do salmista.","explicacao_detalhada":"Neste contexto, a mão de Deus é vista como um instrumento de salvação e proteção, enfatizando a confiança do salmista na ajuda divina.","por_que_esta_palavra":"A imagem da mão de Deus é frequentemente usada nas Escrituras para ilustrar Sua presença ativa e protetora na vida dos fiéis.","conexao_teologica":"A mão de Deus é um símbolo de Sua providência e cuidado, lembrando-nos de que Ele está sempre presente em nossas lutas.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Salmos 95:7"]},"salmos_69_31_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' refere-se à ação de exaltar e glorificar a Deus, reconhecendo Sua grandeza e bondade.","explicacao_detalhada":"No Salmo 69, o louvor é uma resposta ao reconhecimento da salvação e da intervenção divina, refletindo a gratidão do salmista.","por_que_esta_palavra":"A prática do louvor é essencial na vida de fé, pois nos conecta com Deus e nos lembra de Suas promessas.","conexao_teologica":"Louvar a Deus é uma expressão de adoração que fortalece nossa relação com Ele e nos encoraja em tempos de dificuldade.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Hebreus 13:15"]},"salmos_69_32_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é um título que expressa a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"No Salmo 69, o uso do nome 'Senhor' enfatiza a relação pessoal e íntima que o salmista tem com Deus, reconhecendo-O como seu guia e protetor.","por_que_esta_palavra":"O nome de Deus é poderoso e carrega significados profundos, representando Sua natureza e caráter.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé e confiança, lembrando-nos de que Ele é digno de nossa adoração.","referencias_relacionadas":["Salmos 8:1","Salmos 29:2","Romanos 10:13"]},"salmos_69_32_achar":{"palavra_pt":"achar","palavra_original":"יָטַב","transliteracao":"yâṭab","strong":"H3190","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se à busca e descoberta da presença e da ajuda de Deus em momentos de necessidade.","explicacao_detalhada":"No contexto do Salmo 69, o salmista expressa seu desejo de encontrar a intervenção divina em meio ao sofrimento.","por_que_esta_palavra":"A busca por Deus é um tema central na vida espiritual, refletindo a necessidade humana de conexão com o Criador.","conexao_teologica":"Encontrar a Deus é um convite à intimidade e à comunhão, onde somos transformados pela Sua presença.","referencias_relacionadas":["Jeremias 29:13","Salmos 119:2","Tiago 4:8"]},"salmos_69_33_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' expressa a ideia de renovação e restauração que vem da intervenção de Deus.","explicacao_detalhada":"No Salmo 69, o desejo de viver é associado à salvação e à libertação das aflições, refletindo a esperança do salmista em experimentar a vida plena que Deus oferece.","por_que_esta_palavra":"A vida, em um sentido espiritual, é um presente de Deus, e a busca por viver plenamente é um anseio profundo do ser humano.","conexao_teologica":"A vida em Cristo é uma promessa de renovação e transformação, onde encontramos verdadeira plenitude.","referencias_relacionadas":["João 10:10","Romanos 6:4","Gálatas 2:20"]},"salmos_69_33_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente utilizada para reafirmar a centralidade da divindade na vida do salmista.","explicacao_detalhada":"Neste versículo, a invocação de Deus destaca a confiança do salmista em Sua capacidade de trazer vida e esperança em meio ao desespero.","por_que_esta_palavra":"Reiterar a presença de Deus é fundamental para a fé, pois Ele é a fonte de toda vida e esperança.","conexao_teologica":"A relação com Deus é essencial para a verdadeira vida, onde encontramos propósito e significado.","referencias_relacionadas":["Salmos 36:9","Atos 17:28","1 João 5:12"]},"salmos_69_33_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber e reconhecer a ação de Deus em nossas vidas.","explicacao_detalhada":"No contexto do Salmo 69, 'ver' é um convite à percepção da intervenção divina e à resposta de fé diante das circunstâncias.","por_que_esta_palavra":"A visão espiritual é crucial para entender a presença de Deus e Sua obra em nossas vidas.","conexao_teologica":"Ver a Deus é um chamado à fé e à confiança, onde somos encorajados a reconhecer Sua mão atuante em nossas situações.","referencias_relacionadas":["Salmos 27:4","Mateus 5:8","Hebreus 12:2"]},"salmos_69_34_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou razão para o que foi dito anteriormente.","explicacao_detalhada":"Neste contexto, 'porque' conecta a súplica do salmista à sua confiança na resposta de Deus, enfatizando a necessidade de louvor e adoração.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do salmo, onde o salmista busca a intervenção divina.","conexao_teologica":"A palavra 'porque' reflete a relação entre a oração e a resposta de Deus, mostrando que a adoração é uma resposta à ação divina.","referencias_relacionadas":["Salmos 34:1","Salmos 100:4","Salmos 118:29"]},"salmos_69_34_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se a Deus como o soberano e criador, enfatizando Sua autoridade.","explicacao_detalhada":"Neste salmo, 'Senhor' é invocado como aquele que deve ser louvado e reconhecido por Suas obras e caráter.","por_que_esta_palavra":"A invocação do nome de Deus é fundamental para a adoração e a relação do crente com o Criador.","conexao_teologica":"O uso do nome 'Senhor' destaca a soberania e a fidelidade de Deus em relação ao Seu povo.","referencias_relacionadas":["Salmos 8:1","Salmos 23:1","Salmos 46:1"]},"salmos_69_34_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para expressar a autenticidade e a fidelidade de Deus.","explicacao_detalhada":"No contexto do salmo, 'verdade' implica que as promessas de Deus são seguras e que Ele é digno de confiança.","por_que_esta_palavra":"A verdade de Deus é um fundamento para a adoração e a esperança do salmista.","conexao_teologica":"A verdade de Deus é um tema central nas Escrituras, refletindo Sua natureza imutável.","referencias_relacionadas":["Salmos 25:5","Salmos 86:15","Salmos 119:160"]},"salmos_69_35_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"Neste salmo, 'terra' é mencionada em relação ao louvor que deve ser dado a Deus por toda a criação.","por_que_esta_palavra":"A inclusão da terra enfatiza que toda a criação deve reconhecer e louvar a Deus.","conexao_teologica":"A terra, como criação de Deus, tem um papel importante na adoração e na manifestação da glória divina.","referencias_relacionadas":["Salmos 24:1","Salmos 148:1-5","Isaías 55:12"]},"salmos_69_35_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"No contexto do salmo, 'modo' sugere que o louvor deve ser feito de maneira adequada e reverente.","por_que_esta_palavra":"A escolha do modo de louvar a Deus é importante para refletir a verdadeira adoração.","conexao_teologica":"A forma de adoração é um tema recorrente nas Escrituras, onde Deus busca um culto em espírito e verdade.","referencias_relacionadas":["Salmos 96:9","Salmos 150:6","João 4:24"]},"salmos_69_35_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' refere-se ao ato de exaltar e glorificar a Deus.","explicacao_detalhada":"Neste salmo, 'louvar' é um chamado à adoração, reconhecendo a grandeza de Deus.","por_que_esta_palavra":"Louvar a Deus é uma resposta natural à Sua bondade e misericórdia.","conexao_teologica":"A adoração e o louvor são centrais na vida do crente e na relação com Deus.","referencias_relacionadas":["Salmos 30:12","Salmos 34:3","Salmos 103:1"]},"salmos_69_36_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus em avaliar e decidir sobre as questões da vida.","explicacao_detalhada":"No salmo, 'julgar' implica que Deus é justo e que Ele trará justiça aos oprimidos.","por_que_esta_palavra":"A justiça de Deus é uma fonte de esperança para aqueles que sofrem injustamente.","conexao_teologica":"A justiça de Deus é um tema importante, mostrando que Ele se importa com a equidade e a verdade.","referencias_relacionadas":["Salmos 9:7-8","Salmos 37:28","Isaías 30:18"]},"salmos_69_36_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"Neste contexto, 'porque' conecta a necessidade de louvor à ação de Deus em julgar e trazer justiça.","por_que_esta_palavra":"É essencial para entender a lógica da adoração e a relação entre o crente e Deus.","conexao_teologica":"A relação entre a adoração e a justiça de Deus é um tema central nas Escrituras.","referencias_relacionadas":["Salmos 22:3","Salmos 47:6","Salmos 99:5"]},"salmos_69_36_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Neste salmo, 'Deus' é invocado como aquele que tem poder para salvar e trazer justiça.","por_que_esta_palavra":"A invocação de Deus é fundamental para a fé e a esperança do salmista.","conexao_teologica":"Deus é o centro da adoração e a fonte de toda verdade e justiça.","referencias_relacionadas":["Salmos 46:1","Salmos 62:1-2","Salmos 139:1-4"]},"salmos_69_37_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"A palavra 'amar' refere-se ao ato de ter afeição e cuidado por alguém.","explicacao_detalhada":"Neste salmo, 'amar' é um chamado à relação íntima entre o crente e Deus, enfatizando a necessidade de amor e devoção.","por_que_esta_palavra":"O amor é a base da relação entre Deus e Seu povo, refletindo a natureza de Deus como amor.","conexao_teologica":"O amor de Deus é um tema central nas Escrituras, mostrando Sua disposição de se relacionar com a humanidade.","referencias_relacionadas":["Salmos 136:1","1 João 4:8","Romanos 5:8"]},"salmos_69_37_semente":{"palavra_pt":"semente/descendencia","palavra_original":"זֶרַע","transliteracao":"zeraʻ","strong":"H2233","significado_raiz":"Ideia básica: semente.","significado_contextual":"Refere-se à descendência do justo, simbolizando a continuidade da linhagem e a promessa de Deus.","explicacao_detalhada":"A palavra 'semente' é usada para indicar não apenas a prole física, mas também a herança espiritual e as promessas de Deus para aqueles que O seguem. No contexto de Salmos 69, isso se relaciona à esperança de que os justos herdarão a terra.","por_que_esta_palavra":"A escolha da palavra 'semente' enfatiza a ideia de continuidade e a importância da linhagem espiritual na tradição judaica.","conexao_teologica":"A semente é frequentemente associada à promessa messiânica, onde Jesus é visto como a semente da mulher que esmagará a cabeça da serpente (Gênesis 3:15).","referencias_relacionadas":["Gênesis 3:15","Isaías 53:10","Mateus 1:1"]},"salmos_69_37_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Ideia básica: servo.","significado_contextual":"Designa alguém que serve a Deus, muitas vezes em um papel de humildade e devoção.","explicacao_detalhada":"A palavra 'servo' implica uma relação de submissão e serviço a Deus. No Salmo 69, o autor se identifica como servo, reconhecendo sua dependência e devoção ao Senhor.","por_que_esta_palavra":"A palavra é escolhida para destacar a humildade e a disposição de servir, características fundamentais na relação com Deus.","conexao_teologica":"O conceito de servo é central na teologia bíblica, especialmente em relação a Jesus, que se apresentou como servo sofredor (Isaías 53).","referencias_relacionadas":["Isaías 53:11","Mateus 20:28","Filipenses 2:7"]}}