{"salmos_70_1_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Ideia básica: macho.","significado_contextual":"Refere-se a um macho, simbolizando força e vigor, frequentemente associado à liderança.","explicacao_detalhada":"No contexto do Salmo 70, a palavra 'macho' pode ser interpretada como uma referência à força necessária para enfrentar adversidades e buscar a ajuda de Deus.","por_que_esta_palavra":"A escolha de 'macho' pode indicar a necessidade de uma figura forte que clama a Deus em tempos de necessidade.","conexao_teologica":"A força é uma qualidade frequentemente atribuída a Deus, que é visto como o protetor e defensor de Seu povo.","referencias_relacionadas":["Salmos 46:1","Salmos 18:2","Isaías 40:29"]},"salmos_70_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um filho, simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'filho' no Salmo 70 pode ser interpretada como uma referência à relação íntima entre o crente e Deus, onde Deus é visto como Pai.","por_que_esta_palavra":"A escolha de 'filho' enfatiza a relação pessoal e a intimidade que os crentes têm com Deus.","conexao_teologica":"A filiação é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:7"]},"salmos_70_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de ajuda e proteção.","explicacao_detalhada":"A palavra 'Deus' no Salmo 70 é um reconhecimento da soberania e do poder divino, enfatizando a dependência do salmista em tempos de aflição.","por_que_esta_palavra":"A escolha de 'Deus' destaca a necessidade de um auxílio divino em momentos de crise.","conexao_teologica":"Deus é frequentemente descrito como o refúgio e a fortaleza do Seu povo, um tema recorrente nos Salmos.","referencias_relacionadas":["Salmos 46:1","Salmos 121:2","Salmos 34:17"]},"salmos_70_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado como um símbolo de Sua presença e poder.","explicacao_detalhada":"No Salmo 70, o nome do Senhor é um apelo à Sua intervenção e ajuda, reconhecendo Sua autoridade e santidade.","por_que_esta_palavra":"A escolha de 'nome' enfatiza a importância da identidade de Deus e a invocação de Sua presença em momentos de necessidade.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua revelação e ao Seu caráter, sendo um tema central na oração e adoração.","referencias_relacionadas":["Salmos 20:1","Salmos 54:1","Provérbios 18:10"]},"salmos_70_2_bom":{"palavra_pt":"bom","palavra_original":"נָצַל","transliteracao":"nâtsal","strong":"H5337","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus, que é um tema central na teologia bíblica.","explicacao_detalhada":"A palavra 'bom' no Salmo 70 destaca a natureza benevolente de Deus e Sua disposição em ajudar aqueles que O buscam.","por_que_esta_palavra":"A escolha de 'bom' enfatiza a confiança do salmista na bondade de Deus, mesmo em tempos de dificuldade.","conexao_teologica":"A bondade de Deus é um atributo fundamental que sustenta a esperança e a fé dos crentes.","referencias_relacionadas":["Salmos 100:5","Salmos 119:68","Romanos 8:28"]},"salmos_70_3_ashamed":{"palavra_pt":"ashamed","palavra_original":"חָפֵר","transliteracao":"châphêr","strong":"H2659","significado_raiz":"Ideia básica: ashamed.","significado_contextual":"Refere-se à vergonha que pode vir da rejeição ou da falta de ajuda divina.","explicacao_detalhada":"A palavra 'ashamed' no Salmo 70 expressa o desejo do salmista de não ser envergonhado diante de seus inimigos, clamando por ajuda e intervenção de Deus.","por_que_esta_palavra":"A escolha de 'ashamed' reflete a vulnerabilidade do salmista e sua dependência de Deus para evitar a humilhação.","conexao_teologica":"A vergonha é um tema que aparece frequentemente nas Escrituras, onde a confiança em Deus é apresentada como a solução para a vergonha.","referencias_relacionadas":["Salmos 25:2","Salmos 31:1","Romanos 10:11"]},"salmos_70_3_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida, indicando a totalidade do ser humano.","explicacao_detalhada":"A palavra 'alma' no Salmo 70 representa a essência da vida e a necessidade de Deus em todos os aspectos da existência humana.","por_que_esta_palavra":"A escolha de 'alma' enfatiza a profundidade da busca do salmista por ajuda e a totalidade de sua dependência de Deus.","conexao_teologica":"A alma é vista como a parte mais íntima do ser humano, que clama a Deus por salvação e ajuda.","referencias_relacionadas":["Salmos 42:1","Mateus 11:28","1 Pedro 2:25"]},"salmos_70_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou dizer, muitas vezes em um contexto de louvor ou súplica.","explicacao_detalhada":"A palavra 'dizer' no Salmo 70 é um convite à proclamação da grandeza de Deus e à expressão de fé em Sua ajuda.","por_que_esta_palavra":"A escolha de 'dizer' enfatiza a importância da confissão e da declaração da fé como parte da vida espiritual.","conexao_teologica":"A fala e a declaração são fundamentais na adoração e na comunicação com Deus, refletindo a relação entre o crente e o Criador.","referencias_relacionadas":["Salmos 34:1","Salmos 119:13","Romanos 10:9"]},"salmos_70_4_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se à construção espiritual e ao fortalecimento da fé.","explicacao_detalhada":"A palavra 'edificar' implica em construir algo sólido e duradouro, especialmente no contexto da fé e da comunidade. No Salmo 70, o salmista clama a Deus para que Ele edifique e fortaleça aqueles que buscam a Sua ajuda.","por_que_esta_palavra":"A escolha da palavra 'edificar' enfatiza a necessidade de um fundamento forte na vida espiritual, especialmente em tempos de aflição.","conexao_teologica":"A edificação espiritual é um tema recorrente na Bíblia, onde Deus é visto como o arquiteto e construtor da fé dos crentes.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","1 Pedro 2:5"]},"salmos_70_5_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"Expressa a alegria e o regozijo que vêm da salvação e da presença de Deus.","explicacao_detalhada":"A palavra 'cheer' sugere um estado de alegria que é frequentemente associado à libertação e à proteção divina. O salmista exorta aqueles que buscam a Deus a se alegrarem em Sua salvação.","por_que_esta_palavra":"A alegria é uma resposta natural à intervenção de Deus na vida dos crentes, especialmente em momentos de necessidade.","conexao_teologica":"A alegria no Senhor é um tema central na vida cristã, refletindo a esperança e a confiança na Sua providência.","referencias_relacionadas":["Salmos 32:11","Filipenses 4:4","Neemias 8:10"]},"salmos_70_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Salmos 70:5, \"modo\" aparece na frase \"Eu, porém, estou aflito e necessitado; apressa-te por mim, ó Deus. Tu és o meu auxílio e o meu libertador; Senhor, não te detenhas.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Salmos 70:5 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 71:14. Lendo junto com Salmos 70:5, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Salmos 70:5","Salmos 71:14","Salmos 119:105"]},"salmos_70_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à importância de proclamá-la.","explicacao_detalhada":"A palavra 'dizer' é um chamado à ação de declarar a grandeza de Deus, especialmente em tempos de necessidade. O salmista reconhece que a proclamação da grandeza de Deus é essencial para a edificação da fé.","por_que_esta_palavra":"A declaração da grandeza de Deus serve para encorajar e fortalecer a comunidade de fé.","conexao_teologica":"A proclamação da grandeza de Deus é um aspecto fundamental da adoração e da evangelização.","referencias_relacionadas":["Salmos 145:3","Isaías 12:4","Salmos 96:3"]},"salmos_70_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e ao poder de Deus como Criador e Sustentador.","explicacao_detalhada":"A palavra 'deus' enfatiza a soberania e a autoridade de Deus sobre todas as coisas. O salmista clama a Deus, reconhecendo Sua grandeza e poder.","por_que_esta_palavra":"Reconhecer Deus como 'Elohim' é fundamental para entender Sua relação com a criação e com a humanidade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Sua autoridade e poder sobre a história e a vida dos indivíduos.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"salmos_70_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à importância do nome de Deus e à reverência que deve ser dada a Ele.","explicacao_detalhada":"A palavra 'senhor' (YHWH) representa a aliança de Deus com Seu povo e Sua fidelidade. O salmista invoca o nome do Senhor como um ato de confiança e adoração.","por_que_esta_palavra":"O nome de Deus é um símbolo de Sua presença e poder, e invocá-lo é um ato de fé.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente na Bíblia, simbolizando a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Salmos 124:8","Romanos 10:13","Atos 2:21"]},"salmos_70_6_destituido":{"palavra_pt":"destituido","palavra_original":"אֶבְיוֹן","transliteracao":"ʼebyôwn","strong":"H34","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Refere-se à condição de vulnerabilidade e necessidade dos que buscam a Deus.","explicacao_detalhada":"A palavra 'destituído' descreve aqueles que estão em necessidade ou desamparo. O salmista se identifica com os que carecem da ajuda de Deus, reconhecendo sua dependência.","por_que_esta_palavra":"A condição de destituição é um chamado à compaixão e à ação de Deus em favor dos necessitados.","conexao_teologica":"Deus é frequentemente descrito como o defensor dos pobres e oprimidos, e Sua ajuda é uma manifestação de Sua justiça.","referencias_relacionadas":["Salmos 34:6","Provérbios 14:31","Tiago 1:27"]}}