{"salmos_72_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de um governante, especialmente no contexto do reinado de Deus sobre Israel.","explicacao_detalhada":"A palavra 'rei' aqui é usada para descrever a autoridade e o poder de governar, simbolizando a liderança divina e a justiça que deve ser exercida.","por_que_esta_palavra":"O conceito de rei é central na teologia israelita, representando a soberania de Deus e a expectativa de um rei messiânico.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e a expectativa de um rei justo é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6-7","Mateus 2:2"]},"salmos_72_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente do rei, simbolizando a continuidade do reinado e a promessa de Deus.","explicacao_detalhada":"A palavra 'filho' implica em herança e responsabilidade, especialmente em relação ao cumprimento das promessas de Deus para Israel.","por_que_esta_palavra":"A ideia de um filho como sucessor é fundamental para a linhagem messiânica e a esperança de um governante justo.","conexao_teologica":"Jesus é frequentemente referido como o Filho de Deus, cumprindo as promessas do Antigo Testamento sobre o rei messiânico.","referencias_relacionadas":["Salmos 2:7","Mateus 1:1","Lucas 1:32-33"]},"salmos_72_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, que é a fonte de toda autoridade e justiça.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a soberania divina e a necessidade de que o rei governe sob a orientação e a vontade de Deus.","por_que_esta_palavra":"Reconhecer Deus como a autoridade suprema é essencial para a justiça e a paz no reino.","conexao_teologica":"A relação entre Deus e o rei é fundamental para a compreensão do governo justo e da moralidade na sociedade.","referencias_relacionadas":["Salmos 89:27","Provérbios 21:1","Romanos 13:1"]},"salmos_72_2_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao conceito de justiça e julgamento, especialmente no contexto do governo.","explicacao_detalhada":"A palavra 'juízo' implica em discernimento e a aplicação da lei de Deus, essencial para um governo justo.","por_que_esta_palavra":"A justiça é um atributo de Deus que deve ser refletido na liderança humana, garantindo a equidade e a proteção dos oprimidos.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, e os líderes são chamados a imitar essa justiça em suas decisões.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Isaías 1:17"]},"salmos_72_2_idiom":{"palavra_pt":"expressao","palavra_original":"צֶדֶק","transliteracao":"tsedeq","strong":"H6664","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de justiça e retidão, especialmente no contexto da liderança.","explicacao_detalhada":"A palavra 'expressão' implica em como a justiça deve ser manifestada na prática, refletindo a natureza de Deus.","por_que_esta_palavra":"A expressão da justiça é vital para a credibilidade do governo e a confiança do povo.","conexao_teologica":"A retidão de Deus deve ser um modelo para os líderes, que devem agir com integridade e honestidade.","referencias_relacionadas":["Salmos 37:30","Provérbios 2:9","Isaías 61:8"]},"salmos_72_3_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se ao estado de harmonia e bem-estar, especialmente sob a liderança de um rei justo.","explicacao_detalhada":"A palavra 'paz' implica em um governo que promove a segurança e a prosperidade do povo, refletindo a vontade de Deus.","por_que_esta_palavra":"A paz é um resultado desejado da justiça e do juízo, essencial para a vida comunitária.","conexao_teologica":"A paz é um dos frutos do reino de Deus, onde a justiça e a retidão prevalecem.","referencias_relacionadas":["Isaías 9:6","Romanos 14:17","Filipenses 4:7"]},"salmos_72_3_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à comunidade que vive sob a liderança do rei, enfatizando a responsabilidade do governante para com seu povo.","explicacao_detalhada":"A palavra 'povo' destaca a importância da coletividade e a necessidade de um governo que atenda às suas necessidades.","por_que_esta_palavra":"O povo é o foco da liderança, e a justiça deve ser aplicada em benefício de todos.","conexao_teologica":"Deus se preocupa com seu povo e espera que os líderes façam o mesmo, refletindo seu amor e cuidado.","referencias_relacionadas":["Salmos 100:3","Isaías 40:11","Mateus 25:40"]},"salmos_72_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao papel do filho como sucessor e defensor do povo sob a liderança do rei.","explicacao_detalhada":"A palavra 'filho' aqui implica em continuidade e esperança para a nação, simbolizando a promessa de um futuro melhor.","por_que_esta_palavra":"O filho é visto como aquele que deve herdar a responsabilidade de governar com justiça e compaixão.","conexao_teologica":"A figura do filho é central na narrativa bíblica, especialmente em relação ao Messias que virá para salvar seu povo.","referencias_relacionadas":["Salmos 2:7","Isaías 9:6","Mateus 1:21"]},"salmos_72_4_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar decisões justas e corretas, especialmente em relação aos oprimidos.","explicacao_detalhada":"No contexto de Salmos 72:4, o rei é chamado a julgar com justiça, defendendo os pobres e oprimidos. Isso reflete a expectativa de um governo ideal que promove a equidade e a justiça social.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a responsabilidade do líder em promover a justiça e a defesa dos necessitados.","conexao_teologica":"A justiça divina é um tema central na Bíblia, e o papel do rei como juiz reflete o caráter de Deus, que é justo e defensor dos oprimidos.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Miquéias 6:8"]},"salmos_72_4_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em libertar ou resgatar, especialmente em um contexto de opressão.","explicacao_detalhada":"Em Salmos 72:4, a salvação é vista como um ato de Deus em favor dos pobres e necessitados, enfatizando a necessidade de intervenção divina para a justiça.","por_que_esta_palavra":"A palavra 'salvar' é essencial para entender a esperança de libertação e a ação de Deus em favor dos que sofrem.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a intervenção de Deus na história para restaurar e redimir seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Romanos 10:13"]},"salmos_72_5_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' representa luz, vida e prosperidade, simbolizando a presença de Deus.","explicacao_detalhada":"No contexto de Salmos 72:5, o sol é uma metáfora para a justiça e a bênção que o rei traz ao povo, refletindo a luz divina sobre a terra.","por_que_esta_palavra":"A imagem do sol é poderosa, pois sugere um reinado que traz vida e esperança, contrastando com a escuridão da opressão.","conexao_teologica":"A luz é frequentemente associada à presença de Deus e à revelação de sua verdade, como em João 8:12.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14","Apocalipse 22:5"]},"salmos_72_5_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença e à face de Deus, simbolizando intimidade e relacionamento.","explicacao_detalhada":"Em Salmos 72:5, o 'rosto' de Deus é uma expressão da sua favor e proteção sobre o povo, indicando que Ele está atento às suas necessidades.","por_que_esta_palavra":"A presença de Deus é fundamental para a vida espiritual do povo, e o 'rosto' representa a comunhão com o Criador.","conexao_teologica":"A busca pelo 'rosto' de Deus é um tema recorrente nas Escrituras, simbolizando o desejo de estar em sua presença.","referencias_relacionadas":["Salmos 27:8","Números 6:25","2 Coríntios 4:6"]},"salmos_72_5_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"A palavra 'temer' implica em reverência e respeito, especialmente em relação a Deus.","explicacao_detalhada":"Em Salmos 72:5, o temor é visto como uma resposta adequada à grandeza de Deus e à justiça que Ele estabelece através do rei.","por_que_esta_palavra":"O temor do Senhor é o princípio da sabedoria e é fundamental para uma vida justa e piedosa.","conexao_teologica":"O temor a Deus é frequentemente associado à obediência e à reverência, refletindo a relação entre o Criador e a criação.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"salmos_72_6_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a aqueles que se opõem ao povo de Deus e à sua justiça.","explicacao_detalhada":"Em Salmos 72:6, a referência aos inimigos destaca a necessidade de proteção e intervenção divina contra aqueles que buscam o mal.","por_que_esta_palavra":"Entender quem são os inimigos é crucial para compreender a luta espiritual e a necessidade de salvação.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, simbolizando a batalha entre o bem e o mal.","referencias_relacionadas":["Salmos  enemies: 35:1","Salmos 44:5","Efésios 6:12"]},"salmos_72_6_chuva":{"palavra_pt":"chuva","palavra_original":"מָטַר","transliteracao":"mâṭar","strong":"H4306","significado_raiz":"Ideia básica: chuva.","significado_contextual":"A palavra 'chuva' simboliza bênção, fertilidade e a provisão de Deus.","explicacao_detalhada":"Em Salmos 72:6, a chuva é uma metáfora para a justiça que vem do rei, trazendo vida e prosperidade ao povo.","por_que_esta_palavra":"A chuva é essencial para a agricultura e a sobrevivência, representando a provisão divina em tempos de necessidade.","conexao_teologica":"A chuva é frequentemente usada nas Escrituras como símbolo da bênção de Deus e da sua graça sobre a terra.","referencias_relacionadas":["Deuteronômio 11:14","Joel 2:23","Tiago 5:7"]},"salmos_72_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, simbolizando a continuidade e a esperança.","explicacao_detalhada":"Em Salmos 72:7, o 'dia' do justo é um tempo de alegria e prosperidade, refletindo a justiça que prevalece.","por_que_esta_palavra":"O conceito de dia é importante para entender a expectativa de um futuro melhor sob a liderança justa.","conexao_teologica":"A ideia de um 'dia' de justiça é um tema escatológico, apontando para a vinda do Reino de Deus.","referencias_relacionadas":["Salmos 37:6","Isaías 60:20","Apocalipse 21:23"]},"salmos_72_7_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se àquele que vive de acordo com a vontade de Deus, promovendo a equidade.","explicacao_detalhada":"Em Salmos 72:7, o justo é exaltado como um modelo de vida que traz bênçãos e prosperidade ao povo.","por_que_esta_palavra":"A justiça é um atributo essencial de Deus e deve ser refletida na vida dos seus seguidores.","conexao_teologica":"A justiça é um tema central na Bíblia, e a vida do justo é um testemunho da ação de Deus no mundo.","referencias_relacionadas":["Salmos 1:6","Mateus 5:6","Romanos 1:17"]},"salmos_72_7_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"A palavra 'abundantemente' refere-se à plenitude e à generosidade das bênçãos de Deus.","explicacao_detalhada":"Em Salmos 72:7, a abundância é uma expressão da generosidade divina que se manifesta na vida do justo.","por_que_esta_palavra":"A ideia de abundância é fundamental para entender a generosidade de Deus e a expectativa de bênçãos sobre o seu povo.","conexao_teologica":"A abundância é um tema que reflete a graça de Deus e sua provisão em todas as áreas da vida.","referencias_relacionadas":["Salmos 23:5","João 10:10","2 Coríntios 9:8"]},"salmos_72_8_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como símbolo de vastidão e poder, representando a soberania de Deus sobre as nações.","explicacao_detalhada":"O mar é frequentemente utilizado na Bíblia para ilustrar a grandeza e a majestade de Deus. Em Salmos 72:8, a menção do mar sugere que o domínio do rei se estende até as extremidades do mundo, simbolizando a abrangência do seu governo.","por_que_esta_palavra":"A palavra 'mar' é escolhida para enfatizar a imensidão e a autoridade que o rei possui, refletindo a soberania divina.","conexao_teologica":"O mar representa a criação de Deus e seu controle sobre as forças da natureza, simbolizando a paz que Ele traz sobre as nações.","referencias_relacionadas":["Salmos 89:9","Isaías 57:20","Apocalipse 21:1"]},"salmos_72_8_dominio":{"palavra_pt":"dominio","palavra_original":"רָדָה","transliteracao":"râdâh","strong":"H7287","significado_raiz":"Ideia básica: dominio.","significado_contextual":"Indica a autoridade e o controle que o rei exerce sobre as nações e a terra.","explicacao_detalhada":"A palavra 'domínio' implica um governo justo e eficaz, onde o rei é visto como um líder que traz paz e justiça. Em Salmos 72:8, isso se relaciona com a promessa de que o rei governará com sabedoria e retidão.","por_que_esta_palavra":"A escolha da palavra 'domínio' ressalta a responsabilidade do rei em governar e proteger seu povo, refletindo o caráter de Deus como o Rei supremo.","conexao_teologica":"O domínio do rei é um reflexo do domínio de Deus sobre a criação, mostrando como a liderança humana deve espelhar a divina.","referencias_relacionadas":["Gênesis 1:26","Salmos 103:19","Mateus 28:18"]},"salmos_72_9_arco":{"palavra_pt":"arco","palavra_original":"כָּרַע","transliteracao":"kâraʻ","strong":"H3766","significado_raiz":"Ideia básica: arco.","significado_contextual":"Simboliza a força e a resistência, representando a luta contra os inimigos.","explicacao_detalhada":"O arco é uma arma que representa a capacidade de defesa e ataque. Em Salmos 72:9, a menção do arco sugere que os inimigos do rei serão derrotados, e a paz será estabelecida.","por_que_esta_palavra":"A palavra 'arco' é utilizada para ilustrar a proteção que o rei oferece ao seu povo, assim como Deus protege os seus.","conexao_teologica":"O uso do arco também pode simbolizar a justiça divina, onde Deus defende os oprimidos e combate os ímpios.","referencias_relacionadas":["Salmos 7:12","Salmos 11:2","Isaías 54:17"]},"salmos_72_9_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Refere-se ao pó, simbolizando a fragilidade e a mortalidade do ser humano.","explicacao_detalhada":"A palavra 'po' em Salmos 72:9 sugere que mesmo os mais humildes e frágeis têm um lugar no reino do rei, que se preocupa com todos, independentemente de sua condição.","por_que_esta_palavra":"A escolha de 'po' enfatiza a necessidade de humildade e a realidade da condição humana diante de Deus.","conexao_teologica":"O pó representa a criação de Deus e a dependência do ser humano em relação a Ele, que dá vida e sustento.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Eclesiastes 3:20"]},"salmos_72_9_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença e ao favor de Deus, que é essencial para a vida e a prosperidade.","explicacao_detalhada":"A palavra 'rosto' em Salmos 72:9 implica a ideia de estar diante de Deus, buscando Sua aprovação e bênção. O rosto de Deus é visto como um sinal de Sua presença e favor.","por_que_esta_palavra":"A escolha de 'rosto' destaca a importância da relação pessoal com Deus, onde o ser humano busca estar em comunhão com Ele.","conexao_teologica":"A presença de Deus é fundamental para a vida do povo, e o rei deve ser um mediador dessa relação.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Salmos 80:3"]},"salmos_72_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do governante, que deve ser justo e sábio.","explicacao_detalhada":"A palavra 'rei' em Salmos 72:10 destaca a importância da liderança e da responsabilidade que vem com o poder. O rei é visto como um representante de Deus na terra.","por_que_esta_palavra":"A escolha de 'rei' enfatiza a necessidade de um governo que reflita a justiça e a misericórdia de Deus.","conexao_teologica":"O rei é um símbolo de Cristo, que é o Rei dos Reis e governa com justiça e amor.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"salmos_72_10_seco":{"palavra_pt":"seco","palavra_original":"אִי","transliteracao":"ʼîy","strong":"H339","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se a terras áridas, simbolizando a necessidade de sustento e bênção.","explicacao_detalhada":"A palavra 'seco' em Salmos 72:10 sugere a ideia de lugares que carecem de água e vida, enfatizando a importância da provisão divina.","por_que_esta_palavra":"A escolha de 'seco' destaca a fragilidade da vida sem a intervenção de Deus, que traz fertilidade e abundância.","conexao_teologica":"Deus é visto como aquele que traz vida e sustento, transformando o seco em abundância.","referencias_relacionadas":["Isaías 35:1","Ezequiel 47:1-12","João 7:37-38"]},"salmos_72_10_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a presentes ou sacrifícios oferecidos a Deus como expressão de gratidão.","explicacao_detalhada":"A palavra 'oferta' em Salmos 72:10 implica a devoção e a adoração que o povo deve ter para com Deus, reconhecendo Sua soberania e bondade.","por_que_esta_palavra":"A escolha de 'oferta' ressalta a importância da gratidão e da entrega a Deus como parte da vida espiritual.","conexao_teologica":"As ofertas são um símbolo da relação entre Deus e Seu povo, onde a generosidade reflete o caráter de Deus.","referencias_relacionadas":["Levítico 1:2","Salmos 50:14","Hebreus 13:16"]},"salmos_72_11_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' em Salmos 72:11 destaca a importância do reconhecimento de Deus como o verdadeiro governante e juiz, que deve ser adorado e reverenciado.","por_que_esta_palavra":"A escolha de 'deus' enfatiza a necessidade de submissão e adoração a Ele, que é a fonte de toda autoridade.","conexao_teologica":"Deus é o Rei supremo, e Sua soberania deve ser reconhecida por todos os povos e nações.","referencias_relacionadas":["Salmos 95:3","Isaías 45:22","Filipenses 2:10-11"]},"salmos_72_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas, enfatizando a importância da atitude e do comportamento.","explicacao_detalhada":"A palavra 'modo' em Salmos 72:11 sugere que a forma como o rei governa deve refletir a justiça e a retidão de Deus, mostrando que a maneira de agir é tão importante quanto as ações em si.","por_que_esta_palavra":"A escolha de 'modo' destaca a necessidade de integridade e caráter no governo e nas relações pessoais.","conexao_teologica":"A maneira de viver e governar deve ser um reflexo do caráter de Deus, que é justo e amoroso.","referencias_relacionadas":["Miquéias 6:8","Romanos 12:1-2","Colossenses 3:17"]},"salmos_72_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade suprema e ao governante do povo, simbolizando poder e liderança.","explicacao_detalhada":"No contexto de Salmos 72, o 'rei' é uma referência ao Messias, que governará com justiça e retidão, trazendo paz e prosperidade ao seu povo.","por_que_esta_palavra":"A palavra 'rei' é central para a compreensão do governo divino e da expectativa messiânica na tradição judaica.","conexao_teologica":"A figura do rei é frequentemente associada ao reinado de Deus e à promessa de um governante justo que restaurará Israel.","referencias_relacionadas":["Isaías 9:6-7","Jeremias 23:5-6","Ezequiel 37:24-25"]},"salmos_72_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação do rei em favor dos necessitados.","explicacao_detalhada":"Neste versículo, 'porque' conecta a ação do rei à sua responsabilidade de cuidar dos humildes e necessitados, enfatizando a compaixão como uma característica de sua liderança.","por_que_esta_palavra":"É uma conjunção que estabelece a razão pela qual o rei deve agir, refletindo a justiça e a misericórdia.","conexao_teologica":"A justiça social é um tema recorrente nas Escrituras, onde a liderança é chamada a proteger os vulneráveis.","referencias_relacionadas":["Provérbios 31:8-9","Isaías 1:17","Miquéias 6:8"]},"salmos_72_12_humilde":{"palavra_pt":"humilde","palavra_original":"עָנִי","transliteracao":"ʻânîy","strong":"H6041","significado_raiz":"Ideia básica: humilde.","significado_contextual":"O termo 'humilde' refere-se aos pobres e necessitados, aqueles que dependem da proteção e da justiça do rei.","explicacao_detalhada":"No Salmo 72, os humildes são vistos como os que sofrem opressão e injustiça, e a ação do rei é crucial para sua salvação e dignidade.","por_que_esta_palavra":"A inclusão dos humildes destaca a missão do rei de trazer justiça e restaurar a dignidade aos marginalizados.","conexao_teologica":"A preocupação com os humildes e necessitados é um princípio fundamental na ética bíblica e no ministério de Jesus.","referencias_relacionadas":["Salmos 34:18","Mateus 5:3","Tiago 2:5"]},"salmos_72_12_bom":{"palavra_pt":"bom","palavra_original":"נָצַל","transliteracao":"nâtsal","strong":"H5337","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade da ação do rei em salvar e proteger os necessitados.","explicacao_detalhada":"Neste contexto, 'bom' implica em ações justas e benevolentes que promovem o bem-estar do povo sob sua liderança.","por_que_esta_palavra":"A bondade do rei é um reflexo do caráter de Deus, que é descrito como bom e justo em toda a Escritura.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, onde Ele é visto como o provedor e protetor do seu povo.","referencias_relacionadas":["Salmos 100:5","Romanos 2:4","Gálatas 6:10"]},"salmos_72_13_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"O termo 'salvar' refere-se à ação de resgatar os necessitados da opressão e da injustiça.","explicacao_detalhada":"A salvação aqui é entendida como libertação física e espiritual, onde o rei atua como um defensor dos vulneráveis.","por_que_esta_palavra":"A palavra 'salvar' é fundamental para entender a missão do rei messiânico, que traz libertação e restauração.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 18:2","Isaías 61:1","Lucas 19:10"]},"salmos_72_13_destituido":{"palavra_pt":"destituido","palavra_original":"אֶבְיוֹן","transliteracao":"ʼebyôwn","strong":"H34","significado_raiz":"Ideia básica: destituido.","significado_contextual":"A palavra 'destituído' refere-se aos que estão em situação de pobreza extrema e vulnerabilidade.","explicacao_detalhada":"Os destituídos são aqueles que carecem de recursos e proteção, e o rei é chamado a intervir em seu favor.","por_que_esta_palavra":"A inclusão dos destituídos ressalta a responsabilidade do rei em promover a justiça e a equidade.","conexao_teologica":"A Bíblia frequentemente menciona os destituídos como objeto da compaixão divina e da ação redentora.","referencias_relacionadas":["Salmos 9:18","Provérbios 14:31","Lucas 4:18"]},"salmos_72_14_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"A palavra 'cruelty' refere-se à opressão e injustiça que os humildes enfrentam.","explicacao_detalhada":"Neste contexto, a crueldade é uma característica do opressor, que deve ser confrontada pelo rei justo.","por_que_esta_palavra":"A menção à crueldade destaca a necessidade de um governo que promova a justiça e proteja os inocentes.","conexao_teologica":"A luta contra a crueldade e a opressão é um tema central na mensagem profética da Bíblia.","referencias_relacionadas":["Salmos 10:18","Isaías 58:6","Miquéias 2:1-2"]},"salmos_72_14_deceit":{"palavra_pt":"deceit","palavra_original":"תֹּךְ","transliteracao":"tôk","strong":"H8496","significado_raiz":"Ideia básica: deceit.","significado_contextual":"A palavra 'deceit' refere-se à desonestidade e manipulação que podem ocorrer nas relações de poder.","explicacao_detalhada":"No contexto do Salmo, o rei deve evitar a desonestidade e promover a verdade e a justiça em seu governo.","por_que_esta_palavra":"A menção ao engano ressalta a importância da integridade na liderança e na administração da justiça.","conexao_teologica":"A verdade é um atributo de Deus, e a desonestidade é condenada em toda a Escritura.","referencias_relacionadas":["Salmos 101:7","Provérbios 12:22","Efésios 4:25"]},"salmos_72_14_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, destacando a dignidade de cada pessoa.","explicacao_detalhada":"Neste contexto, a proteção da 'alma' implica em cuidar da vida e do bem-estar dos vulneráveis sob a liderança do rei.","por_que_esta_palavra":"A referência à alma enfatiza a importância da dignidade humana e a responsabilidade do rei em preservar a vida.","conexao_teologica":"A dignidade da vida humana é um princípio fundamental na teologia bíblica, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Mateus 10:31","1 Pedro 3:10"]},"salmos_72_15_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à ação de garantir a vida e a prosperidade do povo sob o governo do rei.","explicacao_detalhada":"O rei é chamado a promover condições que permitam ao povo viver plenamente, em segurança e dignidade.","por_que_esta_palavra":"A ênfase em 'viver' destaca a missão do rei de trazer vida e esperança ao seu povo.","conexao_teologica":"A vida plena é um tema central na mensagem de Jesus, que veio para dar vida em abundância.","referencias_relacionadas":["João 10:10","Romanos 8:6","Gálatas 5:25"]},"salmos_72_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder algo a alguém, muitas vezes em um contexto de generosidade ou bênção.","explicacao_detalhada":"No Salmo 72, o rei é descrito como alguém que deve dar justiça e bênçãos ao povo. O ato de dar é central para a liderança justa e a prosperidade da nação.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a responsabilidade do rei em prover e cuidar do seu povo, refletindo a natureza de Deus como doador.","conexao_teologica":"A ideia de dar está ligada à generosidade de Deus, que dá bênçãos e sustento a todos. Isso se conecta com a visão de um rei justo que imita o caráter divino.","referencias_relacionadas":["Salmos 37:21","Tiago 1:17","Mateus 7:11"]},"salmos_72_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de ação ou de eventos significativos.","explicacao_detalhada":"No contexto do Salmo 72, o 'dia' pode ser interpretado como um tempo de justiça e bênção, onde o rei exerce seu papel de forma eficaz.","por_que_esta_palavra":"O uso de 'dia' destaca a importância do tempo em que as ações do rei têm impacto sobre o povo e a criação.","conexao_teologica":"O conceito de dia é frequentemente associado à obra de Deus na criação e na redenção, mostrando que cada dia é uma oportunidade para experimentar Sua graça.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"salmos_72_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao mundo físico, mas também pode simbolizar a nação ou o povo de Deus.","explicacao_detalhada":"Neste Salmo, a 'terra' é vista como um lugar de prosperidade e bênção sob a liderança do rei, refletindo a intenção de Deus para a criação.","por_que_esta_palavra":"A ênfase na 'terra' destaca a responsabilidade do rei em cuidar e proteger o ambiente e o povo que habita nele.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como um presente de Deus ao Seu povo, simbolizando Sua fidelidade e promessa.","referencias_relacionadas":["Gênesis 12:7","Salmos 37:11","Isaías 11:9"]},"salmos_72_16_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao começo ou à origem de algo, podendo indicar a liderança ou a autoridade.","explicacao_detalhada":"No Salmo 72, o 'princípio' pode ser interpretado como a posição do rei como líder que estabelece a ordem e a justiça.","por_que_esta_palavra":"A palavra é importante para entender a função do rei como alguém que inicia e dirige ações em favor do povo.","conexao_teologica":"Deus é descrito como o princípio de todas as coisas, e o rei deve refletir essa autoridade divina em sua governança.","referencias_relacionadas":["Provérbios 1:7","Colossenses 1:16-17","Apocalipse 22:13"]},"salmos_72_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade, simbolizando segurança e identidade.","explicacao_detalhada":"No Salmo 72, a 'cidade' representa o lugar onde o povo vive e prospera sob a liderança do rei, sendo um símbolo de estabilidade.","por_que_esta_palavra":"A cidade é um espaço onde a justiça e a paz devem reinar, refletindo a ordem divina na sociedade.","conexao_teologica":"A cidade é frequentemente usada nas Escrituras para simbolizar a comunidade do povo de Deus e a promessa de um futuro reino.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Hebreus 11:10"]},"salmos_72_17_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à duração sem fim, à natureza imutável de Deus e Suas promessas.","explicacao_detalhada":"No Salmo 72, o 'eterno' destaca a continuidade da justiça e das bênçãos que o rei deve trazer ao povo, refletindo a fidelidade de Deus.","por_que_esta_palavra":"A ênfase no eterno mostra que as ações do rei têm um impacto duradouro e que a justiça de Deus é perpétua.","conexao_teologica":"Deus é o único ser eterno, e Sua natureza eterna deve ser refletida na liderança e nas promessas do rei.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Romanos 16:26"]},"salmos_72_17_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de invocar bênçãos ou favor sobre alguém, muitas vezes em um contexto de adoração.","explicacao_detalhada":"No Salmo 72, o ato de abençoar é central para a função do rei, que deve trazer bênçãos ao povo e a Deus.","por_que_esta_palavra":"A bênção é um ato de reconhecimento da soberania de Deus e do papel do rei como mediador entre Deus e o povo.","conexao_teologica":"A bênção é uma prática que reflete a natureza de Deus como Aquele que abençoa e cuida de Seu povo.","referencias_relacionadas":["Números 6:24-26","Salmos 134:3","Efésios 1:3"]},"salmos_72_17_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à face, simbolizando a presença e a favorabilidade de Deus.","explicacao_detalhada":"No Salmo 72, o 'rosto' de Deus é um símbolo de Sua atenção e cuidado sobre o povo, refletindo a relação íntima entre Deus e a humanidade.","por_que_esta_palavra":"A presença de Deus é fundamental para a bênção e a prosperidade do povo, e o 'rosto' é uma metáfora poderosa para essa conexão.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo nas Escrituras, simbolizando a comunhão e a aceitação divina.","referencias_relacionadas":["Salmos 27:8","Salmos 80:3","Mateus 5:8"]},"salmos_72_18_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' é repetida, enfatizando a importância da bênção como um ato de adoração e reconhecimento da soberania de Deus.","explicacao_detalhada":"Neste versículo, a bênção é um ato que deve ser contínuo, refletindo a natureza de Deus que sempre abençoa.","por_que_esta_palavra":"A repetição da palavra destaca a centralidade da bênção na vida do rei e do povo, mostrando que a adoração deve ser uma prática constante.","conexao_teologica":"A bênção é um tema recorrente nas Escrituras, simbolizando a relação de Deus com Seu povo e a importância da adoração.","referencias_relacionadas":["Salmos 67:1","Salmos 128:5","1 Pedro 3:9"]},"salmos_72_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade, poder e caráter.","explicacao_detalhada":"No Salmo 72, o 'senhor' é reconhecido como a fonte de todas as bênçãos e a autoridade suprema sobre a criação.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a importância de reconhecer Sua soberania e a necessidade de se submeter a Ele.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"salmos_72_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e à grandeza de Deus, que é digno de louvor.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a natureza divina e a autoridade suprema de Deus sobre todas as coisas. É um reconhecimento da sua majestade e poder.","por_que_esta_palavra":"A palavra é utilizada para exaltar a grandeza de Deus, que é a fonte de bênçãos e justiça.","conexao_teologica":"A compreensão de Deus como soberano é central na teologia bíblica, refletindo sua relação com a criação e a humanidade.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 11:36"]},"salmos_72_19_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Indica a ação de abençoar, que é um ato de reconhecimento e gratidão.","explicacao_detalhada":"A palavra 'abençoar' implica em invocar a favor de alguém a proteção e a bondade de Deus. É um ato de humildade e reverência.","por_que_esta_palavra":"É usada para expressar a intenção de trazer bênçãos sobre as pessoas e reconhecer a bondade divina.","conexao_teologica":"A bênção é um tema recorrente na Bíblia, simbolizando a relação entre Deus e seu povo, e a transmissão de sua graça.","referencias_relacionadas":["Números 6:24-26","Efésios 1:3","Salmos 128:1-2"]},"salmos_72_19_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza atemporal de Deus e à durabilidade de suas promessas.","explicacao_detalhada":"A palavra 'eterno' destaca a imutabilidade de Deus e a continuidade de sua presença e ações ao longo da história.","por_que_esta_palavra":"É utilizada para enfatizar que as bênçãos de Deus e sua fidelidade são eternas e não têm fim.","conexao_teologica":"A eternidade de Deus é um conceito fundamental que assegura a esperança e a confiança em suas promessas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_72_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' simboliza não apenas o espaço físico, mas também a habitação da humanidade e o domínio de Deus sobre ela.","por_que_esta_palavra":"É usada para lembrar que Deus é o criador e sustentador de toda a criação, incluindo a terra.","conexao_teologica":"A criação é um testemunho da grandeza de Deus e de sua intenção de habitar entre seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 1:20"]},"salmos_72_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação especial entre Deus e seu povo, muitas vezes simbolizada na figura do filho.","explicacao_detalhada":"A palavra 'filho' implica em herança, relação e intimidade, refletindo a posição de Jesus como o Filho de Deus.","por_que_esta_palavra":"É utilizada para expressar a ideia de que os crentes são filhos de Deus, com acesso a sua graça e amor.","conexao_teologica":"A filiação divina é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus por meio de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14-17","Gálatas 4:6"]},"salmos_72_20_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término ou conclusão de algo, muitas vezes associado ao cumprimento das promessas de Deus.","explicacao_detalhada":"A palavra 'fim' pode indicar tanto o final de um ciclo quanto a realização do plano divino.","por_que_esta_palavra":"É usada para enfatizar que Deus é soberano sobre o tempo e que tudo culmina em seu propósito.","conexao_teologica":"A ideia de fim é importante na escatologia, onde se fala do cumprimento das promessas de Deus no final dos tempos.","referencias_relacionadas":["Eclesiastes 3:1","Apocalipse 21:6","Mateus 24:14"]},"salmos_72_20_oracao":{"palavra_pt":"oracao","palavra_original":"תְּפִלָּה","transliteracao":"tᵉphillâh","strong":"H8605","significado_raiz":"Ideia básica: oracao.","significado_contextual":"Refere-se à comunicação com Deus, um ato de devoção e dependência.","explicacao_detalhada":"A palavra 'oração' implica em um diálogo com Deus, onde se expressam louvores, súplicas e agradecimentos.","por_que_esta_palavra":"É utilizada para enfatizar a importância da oração na vida do crente como meio de relacionamento com Deus.","conexao_teologica":"A oração é um elemento fundamental na vida cristã, refletindo a dependência do crente em Deus.","referencias_relacionadas":["Filipenses 4:6-7","1 Tessalonicenses 5:17","Mateus 6:6"]}}