{"salmos_73_1_puro":{"palavra_pt":"puro","palavra_original":"בַּר","transliteracao":"bar","strong":"H1249","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à pureza moral e espiritual, um estado desejável diante de Deus.","explicacao_detalhada":"A palavra 'puro' implica em estar livre de contaminação, tanto física quanto espiritual, e é um atributo que Deus deseja em seu povo.","por_que_esta_palavra":"É usada para destacar a importância da santidade e da integridade na vida do crente.","conexao_teologica":"A pureza é um tema recorrente na Bíblia, refletindo a natureza de Deus e o chamado à santidade.","referencias_relacionadas":["Mateus 5:8","Salmos 24:4","Tiago 4:8"]},"salmos_73_1_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e à sua natureza benevolente.","explicacao_detalhada":"A palavra 'bom' destaca a essência de Deus como fonte de tudo que é bom e justo, refletindo sua natureza perfeita.","por_que_esta_palavra":"É utilizada para afirmar a confiança na bondade de Deus, mesmo em meio a dificuldades.","conexao_teologica":"A bondade de Deus é um tema central na teologia, que assegura aos crentes que Ele é sempre justo e amoroso.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Gálatas 5:22"]},"salmos_73_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à presença constante e à fidelidade de Deus na vida do crente.","explicacao_detalhada":"A palavra 'deus' neste contexto reafirma a confiança do salmista na proteção e na justiça divina.","por_que_esta_palavra":"É usada para estabelecer a relação pessoal entre o crente e Deus, enfatizando sua importância na vida diária.","conexao_teologica":"A relação pessoal com Deus é fundamental na fé cristã, refletindo a intimidade que os crentes têm com o Criador.","referencias_relacionadas":["Salmos 139:1-4","Hebreus 13:5","1 Pedro 5:7"]},"salmos_73_2_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é frequentemente associado à vida e ao sacrifício na Bíblia.","explicacao_detalhada":"Neste versículo, o sangue pode simbolizar a vida que é derramada, refletindo a gravidade do pecado e a necessidade de redenção.","por_que_esta_palavra":"A palavra 'sangue' é crucial para entender a relação entre a vida e a morte, especialmente no contexto dos sacrifícios que eram feitos para expiação dos pecados.","conexao_teologica":"O sangue de Cristo é visto como o sacrifício final que redime a humanidade, conforme Hebreus 9:22.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Romanos 5:9"]},"salmos_73_3_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Louvar é um ato de adoração e reconhecimento da grandeza de Deus.","explicacao_detalhada":"Neste contexto, o louvor é uma resposta ao reconhecimento da bondade e da justiça de Deus, mesmo em meio a dificuldades.","por_que_esta_palavra":"A palavra 'louvar' enfatiza a importância da adoração em tempos de crise, mostrando que a fé deve prevalecer sobre as circunstâncias.","conexao_teologica":"A adoração é um tema central na vida cristã, refletindo a relação entre o crente e Deus, como em Salmos 100:4.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Hebreus 13:15"]},"salmos_73_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa.","explicacao_detalhada":"Neste versículo, 'porque' é usado para conectar a razão do louvor à compreensão da justiça de Deus.","por_que_esta_palavra":"É essencial para a argumentação do salmista, que busca entender a relação entre a prosperidade dos ímpios e a sua própria luta.","conexao_teologica":"A busca por entender a justiça de Deus é um tema recorrente nas Escrituras, como em Habacuque 1:13.","referencias_relacionadas":["Habacuque 1:13","Romanos 8:28","Tiago 1:2-4"]},"salmos_73_3_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz é um estado de harmonia e bem-estar, frequentemente associado à presença de Deus.","explicacao_detalhada":"Neste contexto, a paz é um desejo do salmista, que busca conforto em meio à confusão e à injustiça.","por_que_esta_palavra":"A palavra 'paz' é fundamental para entender a promessa de Deus de consolo e segurança para aqueles que confiam Nele.","conexao_teologica":"A paz de Deus é prometida aos que têm fé, como em Filipenses 4:7.","referencias_relacionadas":["Filipenses 4:7","Isaías 26:3","João 14:27"]},"salmos_73_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A repetição da palavra 'porque' reforça a busca por explicações sobre a vida.","explicacao_detalhada":"O salmista continua a explorar a razão pela qual os ímpios parecem prosperar, contrastando com sua própria situação.","por_que_esta_palavra":"É uma palavra chave que liga a reflexão do salmista à sua luta interna e à busca por respostas.","conexao_teologica":"A dúvida e a busca por respostas são comuns na vida de fé, como exemplificado em Salmos 22:1.","referencias_relacionadas":["Salmos 22:1","Eclesiastes 7:15","Romanos 12:12"]},"salmos_73_4_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é vista como o fim da vida e um tema recorrente na reflexão sobre a justiça divina.","explicacao_detalhada":"Neste versículo, a morte é mencionada para contrastar a fragilidade da vida humana com a aparente impunidade dos ímpios.","por_que_esta_palavra":"A palavra 'morte' é importante para entender a condição humana e a necessidade de salvação.","conexao_teologica":"A morte é um tema central na teologia cristã, que aponta para a ressurreição e a vida eterna em Cristo, conforme João 11:25.","referencias_relacionadas":["João 11:25","Romanos 6:23","1 Coríntios 15:55-57"]},"salmos_73_4_corpo":{"palavra_pt":"corpo","palavra_original":"אוּל","transliteracao":"ʼûwl","strong":"H193","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo é a forma física do ser humano, que é temporária e sujeita à morte.","explicacao_detalhada":"Neste contexto, o corpo representa a fragilidade da vida e a inevitabilidade da morte.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a realidade da mortalidade e a necessidade de esperança além da vida terrena.","conexao_teologica":"A Bíblia ensina sobre a ressurreição do corpo, como em 1 Coríntios 15:42-44.","referencias_relacionadas":["1 Coríntios 15:42-44","2 Coríntios 5:1","Romanos 8:11"]},"salmos_73_5_corpo":{"palavra_pt":"corpo","palavra_original":"עָמָל","transliteracao":"ʻâmâl","strong":"H5999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' aqui também se refere à condição humana e suas limitações.","explicacao_detalhada":"O salmista reflete sobre o trabalho e o esforço do corpo, que muitas vezes parece em vão diante da injustiça.","por_que_esta_palavra":"A repetição da palavra 'corpo' enfatiza a luta do ser humano em um mundo caído.","conexao_teologica":"A luta do corpo e da alma é um tema que aparece em Romanos 7:24-25.","referencias_relacionadas":["Romanos 7:24-25","Gálatas 6:7-8","Filipenses 3:21"]},"salmos_73_5_homem":{"palavra_pt":"homem","palavra_original":"אֱנוֹשׁ","transliteracao":"ʼĕnôwsh","strong":"H582","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem é a criação de Deus, feita à Sua imagem, mas também sujeita ao pecado e à morte.","explicacao_detalhada":"Neste versículo, o salmista reflete sobre a condição humana e a fragilidade do ser humano diante das adversidades.","por_que_esta_palavra":"A palavra 'homem' é essencial para entender a natureza humana e a necessidade de redenção.","conexao_teologica":"A Bíblia fala da dignidade do homem, mas também de sua necessidade de salvação, como em Efésios 2:8-9.","referencias_relacionadas":["Efésios 2:8-9","Gênesis 1:27","Salmos 8:4-5"]},"salmos_73_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um conceito central na fé, representando a realidade de Deus e Sua palavra.","explicacao_detalhada":"Neste contexto, a verdade é contrastada com as aparências enganosas da prosperidade dos ímpios.","por_que_esta_palavra":"A palavra 'verdade' é crucial para a compreensão da justiça de Deus e da realidade espiritual.","conexao_teologica":"A verdade é um atributo de Deus e é revelada em Sua palavra, como em João 17:17.","referencias_relacionadas":["João 17:17","Salmos 119:160","Romanos 1:25"]},"salmos_73_6_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"Refere-se à opressão e injustiça que os ímpios praticam.","explicacao_detalhada":"A palavra 'cruelty' (חָמָס) é usada para descrever a violência e a injustiça que os ímpios exercem sobre os justos. No contexto do Salmo 73, o salmista observa que os ímpios parecem prosperar apesar de suas ações cruéis.","por_que_esta_palavra":"Esta palavra é importante porque revela a realidade da opressão que muitos enfrentam e a aparente impunidade dos ímpios.","conexao_teologica":"A crueldade dos ímpios contrasta com a justiça de Deus, que eventualmente trará juízo sobre eles.","referencias_relacionadas":["Salmos 37:1","Salmos 94:3","Provérbios 3:31"]},"salmos_73_6_phrase":{"palavra_pt":"expressao","palavra_original":"כֵּן","transliteracao":"kên","strong":"H3651","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de confiança ou de desespero do salmista.","explicacao_detalhada":"A palavra 'expressão' (כֵּן) é usada para indicar a sinceridade ou a autenticidade dos sentimentos do salmista em relação à sua situação. Ele expressa sua confusão e dor ao ver a prosperidade dos ímpios.","por_que_esta_palavra":"É crucial para entender a luta interna do salmista e sua busca por respostas diante da injustiça.","conexao_teologica":"A expressão de desespero é um tema comum nos Salmos, mostrando que Deus ouve as vozes de seus servos em momentos de angústia.","referencias_relacionadas":["Salmos 42:3","Salmos 55:2","Salmos 130:1"]},"salmos_73_6_compass":{"palavra_pt":"compass","palavra_original":"עָנַק","transliteracao":"ʻânaq","strong":"H6059","significado_raiz":"Ideia básica: compass.","significado_contextual":"Refere-se à ideia de compaixão ou de um peso emocional profundo.","explicacao_detalhada":"A palavra 'compass' (עָנַק) sugere um sentimento de empatia ou de pesar. O salmista sente compaixão pelos justos que sofrem sob a opressão dos ímpios.","por_que_esta_palavra":"É importante para entender a sensibilidade do salmista em relação ao sofrimento dos outros.","conexao_teologica":"A compaixão é um atributo de Deus, e o salmista reflete essa qualidade ao se preocupar com os injustamente tratados.","referencias_relacionadas":["Mateus 5:7","Lucas 6:36","Tiago 1:27"]},"salmos_73_7_idiom":{"palavra_pt":"expressao","palavra_original":"חֶלֶב","transliteracao":"cheleb","strong":"H2459","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão de abundância ou riqueza dos ímpios.","explicacao_detalhada":"A palavra 'expressão' (חֶלֶב) é usada para descrever a gordura ou abundância que os ímpios possuem, simbolizando sua prosperidade material.","por_que_esta_palavra":"É relevante para o contraste entre a riqueza dos ímpios e a pobreza espiritual dos justos.","conexao_teologica":"A abundância dos ímpios é temporária, enquanto a riqueza espiritual dos justos é eterna.","referencias_relacionadas":["Salmos 49:16-17","Provérbios 11:28","Eclesiastes 5:10"]},"salmos_73_7_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou se afastar da verdade.","explicacao_detalhada":"A palavra 'sair' (יָצָא) implica em um movimento, muitas vezes associado a uma decisão ou mudança de estado. O salmista observa que os ímpios se afastam da justiça.","por_que_esta_palavra":"É importante para entender a dinâmica do comportamento dos ímpios em relação à moralidade.","conexao_teologica":"O ato de sair da verdade é um tema recorrente na Bíblia, enfatizando a necessidade de permanecer firme na fé.","referencias_relacionadas":["1 Pedro 2:25","Hebreus 10:39","Gálatas 5:7"]},"salmos_73_7_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e visão do salmista sobre a realidade ao seu redor.","explicacao_detalhada":"A palavra 'olho' (עַיִן) simboliza a capacidade de ver e entender. O salmista observa a prosperidade dos ímpios com seus próprios olhos, o que provoca sua confusão.","por_que_esta_palavra":"É crucial para a compreensão do que o salmista está testemunhando e como isso afeta sua fé.","conexao_teologica":"A visão espiritual é um tema importante, onde Deus abre os olhos dos justos para ver a verdade.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22-23","Efésios 1:18"]},"salmos_73_8_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação e à expressão verbal dos ímpios.","explicacao_detalhada":"A palavra 'falar' (דָבַר) implica em como os ímpios se expressam, frequentemente de maneira arrogante e desdenhosa em relação aos justos.","por_que_esta_palavra":"É importante para entender a atitude dos ímpios e como suas palavras refletem seu caráter.","conexao_teologica":"As palavras têm poder, e a Bíblia frequentemente adverte sobre a importância de falar com sabedoria e verdade.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Salmos 34:13"]},"salmos_73_8_far":{"palavra_pt":"far","palavra_original":"מָרוֹם","transliteracao":"mârôwm","strong":"H4791","significado_raiz":"Ideia básica: far.","significado_contextual":"Refere-se à ideia de distância ou elevação em relação aos justos.","explicacao_detalhada":"A palavra 'far' (מָרוֹם) sugere uma posição elevada ou distante, simbolizando a arrogância dos ímpios que se colocam acima dos justos.","por_que_esta_palavra":"É relevante para entender a separação entre os ímpios e os justos, tanto em termos de comportamento quanto de atitude.","conexao_teologica":"A elevação dos ímpios é temporária, enquanto os justos são exaltados por Deus.","referencias_relacionadas":["Salmos 37:35-36","Isaías 2:12","Tiago 4:10"]},"salmos_73_8_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao mal que os ímpios praticam.","explicacao_detalhada":"A palavra 'mal' (רַע) é usada para descrever as ações e intenções malignas dos ímpios, que se opõem à justiça de Deus.","por_que_esta_palavra":"É importante para entender a natureza do pecado e suas consequências.","conexao_teologica":"O mal é um tema central na Bíblia, e a luta contra ele é uma parte fundamental da vida cristã.","referencias_relacionadas":["Romanos 12:21","Gálatas 6:7","Efésios 6:12"]},"salmos_73_9_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e a realidade espiritual.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) simboliza a soberania de Deus e sua autoridade sobre toda a criação. O salmista menciona os céus para contrastar a realidade terrena com a divina.","por_que_esta_palavra":"É relevante para a compreensão da esperança e da fé em Deus, que está acima de todas as circunstâncias.","conexao_teologica":"Os céus representam a promessa de Deus e a esperança de um futuro glorioso para os justos.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"salmos_73_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' é usada para descrever não apenas o solo, mas também a totalidade do mundo criado por Deus. No contexto do Salmo 73, a 'terra' representa a realidade material em contraste com as promessas espirituais.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a fragilidade e a transitoriedade das coisas materiais em comparação com a eternidade de Deus.","conexao_teologica":"A terra é frequentemente vista como um lugar de provação e teste, onde os fiéis devem confiar em Deus apesar das aparências.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"salmos_73_9_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à capacidade de comunicação e expressão verbal.","explicacao_detalhada":"A palavra 'língua' simboliza não apenas a fala, mas também a maneira como as pessoas se expressam e comunicam suas ideias e sentimentos. No Salmo 73, a língua é usada para descrever a maneira como os ímpios se expressam.","por_que_esta_palavra":"A escolha da palavra 'língua' destaca a importância da comunicação e das palavras que podem levar à corrupção ou à verdade.","conexao_teologica":"As palavras têm poder, e a forma como nos comunicamos pode refletir nossa relação com Deus.","referencias_relacionadas":["Tiago 3:5-6","Salmos 34:13","Provérbios 18:21"]},"salmos_73_10_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Simboliza a abundância e a fluidez da vida.","explicacao_detalhada":"A palavra 'águas' é frequentemente usada na Bíblia para representar a vida, a purificação e a bênção. No Salmo 73, as águas podem simbolizar a prosperidade dos ímpios.","por_que_esta_palavra":"A escolha da palavra 'águas' sugere a ideia de que a vida dos ímpios flui livremente, enquanto os justos enfrentam dificuldades.","conexao_teologica":"As águas também representam a necessidade espiritual e a sede de justiça que só pode ser saciada por Deus.","referencias_relacionadas":["João 4:14","Isaías 55:1","Salmos 42:1"]},"salmos_73_10_phrase":{"palavra_pt":"expressao","palavra_original":"כֵּן","transliteracao":"kên","strong":"H3651","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma afirmação ou declaração.","explicacao_detalhada":"A palavra 'expressão' é usada para indicar a forma como as ideias são comunicadas. No contexto do Salmo 73, pode se referir à maneira como os ímpios falam sobre suas conquistas.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a superficialidade das declarações dos ímpios em contraste com a profundidade da verdade divina.","conexao_teologica":"As expressões humanas podem ser enganosas e não refletem a realidade espiritual.","referencias_relacionadas":["Salmos 19:14","Mateus 12:34","Provérbios 15:23"]},"salmos_73_10_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou estabelecer algo.","explicacao_detalhada":"A palavra 'edificar' implica em criar uma base sólida. No Salmo 73, pode se referir à construção de uma vida baseada em princípios ímpios.","por_que_esta_palavra":"A escolha da palavra 'edificar' sugere que a vida dos ímpios é construída sobre fundamentos instáveis.","conexao_teologica":"A Bíblia ensina que somente a vida edificada sobre Cristo pode resistir às tempestades da vida.","referencias_relacionadas":["Mateus 7:24-27","1 Coríntios 3:11","Efésios 2:20"]},"salmos_73_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a comunicação verbal. No Salmo 73, pode se referir às declarações arrogantes dos ímpios sobre sua segurança.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância das palavras e como elas podem refletir a arrogância ou a confiança errada.","conexao_teologica":"As declarações feitas pelos ímpios contrastam com a verdade de Deus e Sua soberania.","referencias_relacionadas":["Salmos 10:3","Salmos 12:2","Provérbios 12:18"]},"salmos_73_11_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade e ao poder de Deus.","explicacao_detalhada":"A palavra 'Deus' é central na teologia bíblica, representando a força suprema e a autoridade. No Salmo 73, é um lembrete da soberania de Deus sobre a criação.","por_que_esta_palavra":"A escolha da palavra 'Deus' enfatiza a necessidade de reconhecer Sua autoridade em meio às injustiças aparentes.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele está no controle, mesmo quando as circunstâncias parecem desfavoráveis.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 8:31"]},"salmos_73_11_higher":{"palavra_pt":"high er","palavra_original":"עֶלְיוֹן","transliteracao":"ʻelyôwn","strong":"H5945","significado_raiz":"Ideia básica: high er.","significado_contextual":"Refere-se à grandeza e à supremacia de Deus.","explicacao_detalhada":"A palavra 'altíssimo' é usada para descrever a posição exaltada de Deus. No Salmo 73, isso contrasta com a arrogância dos ímpios.","por_que_esta_palavra":"A escolha da palavra 'altíssimo' destaca a grandeza de Deus em oposição à insignificância dos seres humanos.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência que devemos ter por Ele.","referencias_relacionadas":["Salmos 57:2","Salmos 91:1","Isaías 6:1"]},"salmos_73_12_ease":{"palavra_pt":"ease","palavra_original":"שָׁלֵו","transliteracao":"shâlêv","strong":"H7961","significado_raiz":"Ideia básica: ease.","significado_contextual":"Refere-se à tranquilidade e à paz.","explicacao_detalhada":"A palavra 'tranquilo' sugere um estado de paz e ausência de conflito. No Salmo 73, isso se refere à aparente facilidade da vida dos ímpios.","por_que_esta_palavra":"A escolha da palavra 'tranquilo' ressalta a ilusão de que a vida sem Deus pode ser pacífica.","conexao_teologica":"A verdadeira paz só pode ser encontrada em Deus, mesmo em meio às dificuldades.","referencias_relacionadas":["Filipenses 4:7","Isaías 26:3","João 14:27"]},"salmos_73_12_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição de estar em pecado ou em desgraça.","explicacao_detalhada":"A palavra 'culpado' é usada para descrever aqueles que estão em rebelião contra Deus. No Salmo 73, isso se refere aos ímpios que parecem prosperar apesar de sua culpa.","por_que_esta_palavra":"A escolha da palavra 'culpado' enfatiza a justiça de Deus e a necessidade de arrependimento.","conexao_teologica":"A culpa é um tema importante na teologia, mostrando a necessidade de redenção e perdão através de Cristo.","referencias_relacionadas":["Romanos 3:23","Salmos 32:1-2","1 João 1:9"]},"salmos_73_12_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza imutável e perpétua de Deus, contrastando com a fragilidade humana.","explicacao_detalhada":"A palavra 'eterno' implica em algo que não tem começo nem fim, refletindo a eternidade de Deus e Sua soberania sobre o tempo e a criação.","por_que_esta_palavra":"É utilizada para enfatizar a confiança do salmista na justiça divina, mesmo quando parece que os ímpios prosperam.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, mostrando que Ele está além do tempo e que Suas promessas são eternas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_73_13_bathe":{"palavra_pt":"bathe","palavra_original":"רָחַץ","transliteracao":"râchats","strong":"H7364","significado_raiz":"Ideia básica: bathe.","significado_contextual":"Simboliza a purificação e a limpeza espiritual que o salmista busca.","explicacao_detalhada":"A palavra 'bathe' sugere um ato de limpeza, tanto física quanto espiritual, representando o desejo de se afastar da impureza e do pecado.","por_que_esta_palavra":"O salmista reflete sobre a necessidade de purificação em meio à sua luta interna e à aparente prosperidade dos ímpios.","conexao_teologica":"A purificação é um tema recorrente na Bíblia, simbolizando a necessidade de santidade diante de Deus.","referencias_relacionadas":["Salmos 51:2","Ezequiel 36:25","1 João 1:9"]},"salmos_73_13_cleanness":{"palavra_pt":"cleanness","palavra_original":"נִקָּיוֹן","transliteracao":"niqqâyôwn","strong":"H5356","significado_raiz":"Ideia básica: cleanness.","significado_contextual":"Refere-se à pureza moral e espiritual que o salmista anseia alcançar.","explicacao_detalhada":"A palavra 'cleanness' implica em estar livre de culpa e pecado, refletindo o desejo de estar em conformidade com a vontade de Deus.","por_que_esta_palavra":"O salmista questiona se vale a pena manter-se puro em um mundo onde os ímpios parecem prosperar.","conexao_teologica":"A busca pela limpeza espiritual é essencial na vida cristã, pois nos aproxima de Deus e nos permite viver em Sua luz.","referencias_relacionadas":["Salmos 24:4","Mateus 5:8","Tiago 4:8"]},"salmos_73_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo presente e às dificuldades enfrentadas pelo salmista.","explicacao_detalhada":"A palavra 'dia' é usada para descrever a realidade cotidiana de sofrimento e luta, contrastando com a aparente paz dos ímpios.","por_que_esta_palavra":"O salmista reflete sobre suas experiências diárias de dor e questiona a justiça de Deus.","conexao_teologica":"O conceito de 'dia' é importante na Bíblia, simbolizando tanto o tempo de provação quanto o tempo de bênção.","referencias_relacionadas":["Salmos 30:5","Eclesiastes 3:1","Mateus 6:34"]},"salmos_73_14_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à sensação de desespero e queda espiritual que o salmista experimenta.","explicacao_detalhada":"A palavra 'cair' implica em um estado de fraqueza e vulnerabilidade, refletindo a luta interna do salmista.","por_que_esta_palavra":"O salmista expressa seu temor de que sua fé possa vacilar diante das dificuldades.","conexao_teologica":"A queda é um tema que aparece frequentemente na Bíblia, mostrando a fragilidade humana e a necessidade de dependência de Deus.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 14:4"]},"salmos_73_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o salmista percebe a vida e a justiça de Deus.","explicacao_detalhada":"A palavra 'modo' sugere a forma como as coisas acontecem, refletindo a frustração do salmista com a aparente injustiça.","por_que_esta_palavra":"O salmista questiona se sua maneira de viver vale a pena em comparação com a vida dos ímpios.","conexao_teologica":"A maneira como vivemos é importante na teologia, pois reflete nossa relação com Deus e com os outros.","referencias_relacionadas":["Salmos 1:6","Mateus 7:13-14","Gálatas 6:7-8"]},"salmos_73_15_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao desejo de libertação e salvação do sofrimento.","explicacao_detalhada":"A palavra 'salvar' implica em um clamor por ajuda e intervenção divina em meio à dor.","por_que_esta_palavra":"O salmista se pergunta se deve continuar a buscar a Deus ou se deve desistir diante das dificuldades.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a libertação do pecado e da dor.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Efésios 2:8"]},"salmos_73_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e Seus filhos, enfatizando a filiação espiritual.","explicacao_detalhada":"A palavra 'filho' implica em uma relação íntima e pessoal com Deus, que cuida e protege.","por_que_esta_palavra":"O salmista reflete sobre sua identidade como filho de Deus em meio à crise de fé.","conexao_teologica":"A filiação é um conceito importante na teologia, mostrando a relação entre Deus e Seus seguidores.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"salmos_73_15_homem":{"palavra_pt":"homem","palavra_original":"בָּגַד","transliteracao":"bâgad","strong":"H898","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à fragilidade do ser humano diante de Deus.","explicacao_detalhada":"A palavra 'homem' implica em uma reflexão sobre a natureza pecaminosa e limitada da humanidade.","por_que_esta_palavra":"O salmista questiona o valor da vida humana em comparação com a prosperidade dos ímpios.","conexao_teologica":"A condição do homem é um tema central na Bíblia, mostrando a necessidade de redenção e graça.","referencias_relacionadas":["Salmos 8:4-5","Isaías 53:6","Romanos 3:23"]},"salmos_73_16_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao desejo de entender a justiça de Deus e o propósito de suas provações.","explicacao_detalhada":"A palavra 'conhecer' implica em um entendimento profundo e relacional com Deus, buscando sabedoria em meio à dor.","por_que_esta_palavra":"O salmista anseia por discernimento sobre sua situação e a aparente prosperidade dos ímpios.","conexao_teologica":"O conhecimento de Deus é fundamental na vida cristã, pois nos guia e nos fortalece em tempos de dificuldade.","referencias_relacionadas":["Provérbios 2:5","Filipenses 3:10","Colossenses 1:10"]},"salmos_73_16_astuto":{"palavra_pt":"astuto","palavra_original":"חָשַׁב","transliteracao":"châshab","strong":"H2803","significado_raiz":"Ideia básica: astuto.","significado_contextual":"Refere-se à astúcia dos ímpios que prosperam, contrastando com a luta do justo.","explicacao_detalhada":"A palavra 'astuto' sugere uma habilidade de manipulação e esperteza, que pode levar à prosperidade temporária, mas que não é verdadeira sabedoria.","por_que_esta_palavra":"O salmista observa que, apesar da aparente vantagem dos ímpios, essa astúcia é enganosa e não traz verdadeira felicidade.","conexao_teologica":"A astúcia dos ímpios é um tema recorrente nas Escrituras, onde Deus promete justiça e retribuição aos que são fiéis.","referencias_relacionadas":["Salmos 37:1","Provérbios 12:15","Eclesiastes 8:14"]},"salmos_73_17_palacio":{"palavra_pt":"palacio","palavra_original":"מִקְדָּשׁ","transliteracao":"miqdâsh","strong":"H4720","significado_raiz":"Ideia básica: palacio.","significado_contextual":"O palácio representa a presença de Deus e o lugar de adoração, contrastando com a vida dos ímpios.","explicacao_detalhada":"A palavra 'palácio' implica um espaço sagrado, onde se busca a comunhão com Deus, e onde o justo encontra refúgio.","por_que_esta_palavra":"O salmista se dirige ao templo de Deus para entender a verdadeira justiça e a condição dos ímpios.","conexao_teologica":"O palácio de Deus é um símbolo de Sua soberania e proteção sobre os justos.","referencias_relacionadas":["Salmos 27:4","Salmos 84:1-2","Hebreus 10:25"]},"salmos_73_17_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de força e proteção para os justos.","explicacao_detalhada":"A palavra 'deus' enfatiza a natureza poderosa e protetora de Deus, que é um refúgio seguro em tempos de dificuldade.","por_que_esta_palavra":"O salmista reconhece que a verdadeira força vem de Deus, especialmente quando se enfrenta a injustiça.","conexao_teologica":"Deus é frequentemente descrito como a força dos oprimidos e a esperança dos justos.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Filipenses 4:13"]},"salmos_73_17_forasmuch":{"palavra_pt":"ate","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5704","significado_raiz":"Ideia básica: ate.","significado_contextual":"Indica a extensão do entendimento que o salmista busca ao entrar no palácio de Deus.","explicacao_detalhada":"A palavra 'até' sugere um limite ou um ponto de chegada, onde o salmista espera encontrar clareza e compreensão.","por_que_esta_palavra":"O salmista deseja entender a situação dos ímpios até o momento em que se encontra na presença de Deus.","conexao_teologica":"A busca por entendimento e sabedoria é um tema central na relação do homem com Deus.","referencias_relacionadas":["Tiago 1:5","Salmos 119:18","Provérbios 2:6"]},"salmos_73_18_desolation":{"palavra_pt":"desolation","palavra_original":"מַשּׁוּאָה","transliteracao":"mashshûwʼâh","strong":"H4876","significado_raiz":"Ideia básica: desolation.","significado_contextual":"Refere-se à desolação que aguarda os ímpios, contrastando com a segurança dos justos.","explicacao_detalhada":"A palavra 'desolação' implica uma condição de ruína e desespero, que é o destino final dos que se afastam de Deus.","por_que_esta_palavra":"O salmista percebe que a aparente prosperidade dos ímpios é temporária e que a verdadeira desolação os aguarda.","conexao_teologica":"A justiça de Deus garante que os ímpios enfrentarão consequências por suas ações.","referencias_relacionadas":["Salmos 1:6","Provérbios 10:28","Ezequiel 18:30"]},"salmos_73_18_campo":{"palavra_pt":"campo","palavra_original":"חֶלְקָה","transliteracao":"chelqâh","strong":"H2513","significado_raiz":"Ideia básica: campo.","significado_contextual":"O campo representa a herança e a bênção que Deus dá aos justos.","explicacao_detalhada":"A palavra 'campo' sugere um lugar de crescimento e prosperidade, que é reservado para aqueles que seguem a Deus.","por_que_esta_palavra":"O salmista reflete sobre a diferença entre a herança dos justos e a desolação dos ímpios.","conexao_teologica":"A terra prometida é um símbolo da bênção de Deus sobre aqueles que são fiéis.","referencias_relacionadas":["Salmos 37:29","Deuteronômio 8:7-10","Mateus 5:5"]},"salmos_73_19_astonishment":{"palavra_pt":"astonishment","palavra_original":"שַׁמָּה","transliteracao":"shammâh","strong":"H8047","significado_raiz":"Ideia básica: astonishment.","significado_contextual":"Refere-se ao choque e à surpresa diante do destino dos ímpios.","explicacao_detalhada":"A palavra 'astonishment' expressa a incredulidade do salmista ao perceber a gravidade da situação dos ímpios.","por_que_esta_palavra":"O salmista é tomado por um sentimento de espanto ao ver a realidade que aguarda os ímpios.","conexao_teologica":"O espanto diante da justiça de Deus é um tema que revela a seriedade do juízo divino.","referencias_relacionadas":["Salmos 37:35-36","Isaías 66:24","Romanos 2:6-8"]},"salmos_73_19_olhos":{"palavra_pt":"olhos","palavra_original":"רֶגַע","transliteracao":"regaʻ","strong":"H7281","significado_raiz":"Ideia básica: olhos.","significado_contextual":"Refere-se à percepção e à visão espiritual do salmista ao contemplar a realidade dos ímpios.","explicacao_detalhada":"A palavra 'olhos' simboliza a capacidade de ver além das aparências e entender a verdade espiritual.","por_que_esta_palavra":"O salmista busca uma visão clara da realidade, que só pode ser obtida na presença de Deus.","conexao_teologica":"A visão espiritual é fundamental para compreender a justiça e a misericórdia de Deus.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22-23","Efésios 1:18"]},"salmos_73_19_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição dos ímpios entre os justos e o contraste entre suas vidas.","explicacao_detalhada":"A palavra 'entre' sugere uma separação clara entre os justos e os ímpios, destacando a diferença em seus destinos.","por_que_esta_palavra":"O salmista reflete sobre a condição dos ímpios que, apesar de estarem entre os justos, não compartilham de sua herança.","conexao_teologica":"A separação entre justos e ímpios é um tema central na teologia bíblica, enfatizando a justiça de Deus.","referencias_relacionadas":["Mateus 25:32-33","Salmos 1:5","Romanos 6:23"]},"salmos_73_20_arise":{"palavra_pt":"levantar","palavra_original":"קוּץ","transliteracao":"qûwts","strong":"H6974","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao despertar da consciência do salmista ao perceber a realidade espiritual.","explicacao_detalhada":"A palavra 'levantar' implica um movimento de despertar e reconhecimento da verdade de Deus.","por_que_esta_palavra":"O salmista se dá conta de que a percepção dos ímpios é ilusória e que a verdade de Deus é o que realmente importa.","conexao_teologica":"O despertar espiritual é essencial para a transformação e a renovação da mente em Cristo.","referencias_relacionadas":["Romanos 12:2","Efésios 5:14","1 Pedro 5:8"]},"salmos_73_20_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' é usada para expressar a relação de submissão e reverência que os crentes têm em relação a Deus. No contexto do Salmo 73, o autor reflete sobre a aparente prosperidade dos ímpios e a sua própria luta, reconhecendo que Deus é o Senhor que tem controle sobre todas as situações.","por_que_esta_palavra":"A utilização da palavra 'senhor' enfatiza a importância de reconhecer a autoridade divina em meio às dificuldades e incertezas da vida.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o governante supremo e que tudo está sob seu domínio.","referencias_relacionadas":["Salmos 24:1","Isaías 45:6","Romanos 14:9"]},"salmos_73_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para o que foi dito anteriormente.","explicacao_detalhada":"A palavra 'porque' é utilizada para conectar a reflexão do salmista sobre sua amargura e a percepção de injustiça que ele sente. Ele explica por que se sente assim, revelando a profundidade de sua dor e confusão.","por_que_esta_palavra":"É crucial para a argumentação do salmista, pois fornece a razão para seu estado emocional e espiritual.","conexao_teologica":"A honestidade nas emoções e a busca por respostas são aspectos importantes da vida de fé, mostrando que Deus se importa com nossos questionamentos.","referencias_relacionadas":["Salmos 42:9","Habacuque 1:2","Mateus 7:7"]},"salmos_73_21_homem":{"palavra_pt":"homem","palavra_original":"חָמֵץ","transliteracao":"châmêts","strong":"H2556","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à fragilidade e à condição humana diante de Deus.","explicacao_detalhada":"A palavra 'homem' é usada para destacar a vulnerabilidade e a limitação do ser humano. O salmista reconhece sua condição e como isso afeta sua visão sobre a justiça e a prosperidade.","por_que_esta_palavra":"É importante para entender a perspectiva do salmista, que se vê como um ser limitado em comparação com a grandeza de Deus.","conexao_teologica":"A natureza humana é um tema recorrente na Bíblia, enfatizando a necessidade de dependência de Deus e a busca por Sua sabedoria.","referencias_relacionadas":["Salmos 8:4","Eclesiastes 7:20","Romanos 3:23"]},"salmos_73_21_coracao":{"palavra_pt":"coracao","palavra_original":"לֵבָב","transliteracao":"lêbâb","strong":"H3824","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Representa os sentimentos e pensamentos mais profundos do ser humano.","explicacao_detalhada":"A palavra 'coração' é frequentemente usada na Bíblia para descrever a sede das emoções e decisões. No Salmo 73, o salmista expressa como seu coração estava amargurado e confuso diante das injustiças que observa.","por_que_esta_palavra":"É fundamental para entender a luta interna do salmista e como isso afeta sua relação com Deus.","conexao_teologica":"A condição do coração humano é central na teologia bíblica, pois Deus busca corações sinceros e quebrantados.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Mateus 5:8"]},"salmos_73_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à sinceridade das situações enfrentadas.","explicacao_detalhada":"A palavra 'verdade' é usada para expressar a percepção do salmista sobre sua própria condição e a realidade ao seu redor. Ele reconhece que, em sua confusão, não estava vendo as coisas com clareza.","por_que_esta_palavra":"É crucial para a reflexão do salmista, pois ele busca entender a verdade sobre sua vida e a justiça de Deus.","conexao_teologica":"A busca pela verdade é um princípio fundamental na fé cristã, onde Jesus se apresenta como a Verdade.","referencias_relacionadas":["João 8:32","Salmos 25:5","Efésios 4:15"]},"salmos_73_22_gado":{"palavra_pt":"gado","palavra_original":"בַּעַר","transliteracao":"baʻar","strong":"H1198","significado_raiz":"Ideia básica: gado.","significado_contextual":"Simboliza a condição de ser tratado como um ser inferior ou sem valor.","explicacao_detalhada":"A palavra 'gado' é usada para ilustrar a sensação de desamparo e desprezo que o salmista sente. Ele se compara a um animal, enfatizando sua vulnerabilidade e a percepção de que não é tratado com dignidade.","por_que_esta_palavra":"Serve para expressar a dor e a frustração do salmista em relação à sua situação e à aparente prosperidade dos ímpios.","conexao_teologica":"A dignidade humana é um tema importante na Bíblia, onde cada pessoa é criada à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 49:12","Mateus 10:31"]},"salmos_73_22_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se à compreensão e à percepção das verdades espirituais.","explicacao_detalhada":"A palavra 'conhecer' implica um entendimento profundo e íntimo. O salmista reflete sobre sua falta de entendimento em relação ao que está acontecendo ao seu redor.","por_que_esta_palavra":"É essencial para a jornada espiritual, pois conhecer a Deus e Suas verdades é fundamental para a fé.","conexao_teologica":"O conhecimento de Deus é um tema central na Bíblia, enfatizando a importância de um relacionamento pessoal com Ele.","referencias_relacionadas":["Oséias 4:6","Filipenses 3:10","Colossenses 1:10"]},"salmos_73_23_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תָּמִיד","transliteracao":"tâmîyd","strong":"H8548","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se à devoção e ao compromisso com Deus.","explicacao_detalhada":"A palavra 'sacrifício' é usada para descrever a entrega e a dedicação que o salmista tem em sua relação com Deus, mesmo em meio a suas lutas.","por_que_esta_palavra":"É importante para entender a natureza do relacionamento do salmista com Deus, que envolve sacrifício e entrega.","conexao_teologica":"O conceito de sacrifício é central na Bíblia, simbolizando a entrega total a Deus e a necessidade de expiação.","referencias_relacionadas":["Romanos 12:1","Hebreus 13:15","1 Pedro 2:5"]},"salmos_73_23_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza a ação e o poder de Deus na vida do crente.","explicacao_detalhada":"A palavra 'mão' é frequentemente usada na Bíblia para representar a força e a proteção de Deus. O salmista reconhece que, apesar de suas dúvidas, a mão de Deus está com ele.","por_que_esta_palavra":"É crucial para entender a confiança do salmista na presença e na ajuda de Deus em sua vida.","conexao_teologica":"A mão de Deus é um símbolo de Sua providência e cuidado, mostrando que Ele está ativo na vida de Seus filhos.","referencias_relacionadas":["Salmos 139:10","Isaías 41:10","João 10:28"]},"salmos_73_23_accompanying":{"palavra_pt":"accompanying","palavra_original":"עִם","transliteracao":"ʻim","strong":"H5973","significado_raiz":"Ideia básica: accompanying.","significado_contextual":"Refere-se à presença constante de Deus ao lado do crente.","explicacao_detalhada":"A palavra 'acompanhando' implica uma relação de proximidade e apoio. O salmista reconhece que, mesmo em suas lutas, Deus está ao seu lado.","por_que_esta_palavra":"É importante para enfatizar a fidelidade de Deus em estar presente na vida do crente, mesmo em tempos difíceis.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, assegurando aos crentes que nunca estão sozinhos.","referencias_relacionadas":["Salmos 23:4","Mateus 28:20","Hebreus 13:5"]},"salmos_73_24_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à manifestação da grandeza e majestade de Deus.","explicacao_detalhada":"No contexto de Salmos 73:24, a glória de Deus é vista como um refúgio e uma esperança para o salmista, que se sente perdido em meio às dificuldades da vida.","por_que_esta_palavra":"A glória de Deus é fundamental para entender Sua natureza e a relação que Ele tem com a humanidade.","conexao_teologica":"A glória de Deus é um tema central na teologia bíblica, representando Sua presença e poder em nossas vidas.","referencias_relacionadas":["Êxodo 33:18-19","Salmos 19:1","Isaías 6:3"]},"salmos_73_24_advice":{"palavra_pt":"advice","palavra_original":"עֵצָה","transliteracao":"ʻêtsâh","strong":"H6098","significado_raiz":"Ideia básica: advice.","significado_contextual":"A palavra 'conselho' refere-se à sabedoria e orientação que Deus oferece aos que buscam a Sua direção.","explicacao_detalhada":"Em Salmos 73:24, o salmista reconhece que Deus o guia e o aconselha, mesmo em momentos de dúvida e confusão.","por_que_esta_palavra":"O conselho de Deus é essencial para a vida do crente, pois traz clareza e propósito.","conexao_teologica":"Deus é visto como o Conselheiro Supremo, que orienta Seu povo em todas as circunstâncias.","referencias_relacionadas":["Provérbios 3:5-6","Salmos 32:8","Isaías 30:21"]},"salmos_73_25_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio celestial onde Deus habita e onde se encontram as promessas divinas.","explicacao_detalhada":"No versículo, o salmista expressa sua confiança em Deus, reconhecendo que nada se compara à presença divina nos céus.","por_que_esta_palavra":"Os céus simbolizam a soberania de Deus e Sua autoridade sobre toda a criação.","conexao_teologica":"A ideia de céus é frequentemente associada à habitação de Deus e à esperança da vida eterna.","referencias_relacionadas":["Salmos 19:1","Mateus 6:9","Apocalipse 21:1"]},"salmos_73_25_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, onde os seres humanos vivem e enfrentam desafios.","explicacao_detalhada":"No contexto do salmo, a terra é vista como um lugar de provações, mas também de oportunidades para experimentar a bondade de Deus.","por_que_esta_palavra":"A terra é o cenário da vida humana e das interações com Deus e com os outros.","conexao_teologica":"A criação da terra é um ato de Deus que demonstra Sua soberania e cuidado pela humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"salmos_73_25_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em sua fragilidade e dependência de Deus.","explicacao_detalhada":"O salmista reflete sobre a condição humana, reconhecendo que, apesar das dificuldades, Deus é a sua força.","por_que_esta_palavra":"A humanidade é vista como criada à imagem de Deus, mas também sujeita a limitações e fraquezas.","conexao_teologica":"A relação entre Deus e o homem é central na narrativa bíblica, destacando a necessidade de redenção.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"salmos_73_26_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza a firmeza e a segurança que Deus oferece aos que confiam Nele.","explicacao_detalhada":"No salmo, a rocha representa a estabilidade em meio às tempestades da vida, sendo um refúgio seguro.","por_que_esta_palavra":"A rocha é uma metáfora comum na Bíblia para descrever a proteção e a força de Deus.","conexao_teologica":"Cristo é frequentemente referido como a Rocha, simbolizando a salvação e a segurança eterna.","referencias_relacionadas":["Salmos 18:2","Mateus 7:24-25","1 Coríntios 10:4"]},"salmos_73_26_carne":{"palavra_pt":"carne","palavra_original":"שְׁאֵר","transliteracao":"shᵉʼêr","strong":"H7607","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana e suas limitações.","explicacao_detalhada":"O salmista reconhece que a carne é fraca e sujeita a quedas, contrastando com a força de Deus.","por_que_esta_palavra":"A carne simboliza a fragilidade e a transitoriedade da vida humana.","conexao_teologica":"A luta entre a carne e o espírito é um tema recorrente nas Escrituras, enfatizando a necessidade de dependência de Deus.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18","Salmos 78:39"]},"salmos_73_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão, enfatizando a lógica do pensamento do salmista.","explicacao_detalhada":"O salmista usa 'porque' para justificar sua confiança em Deus, mesmo diante das dificuldades.","por_que_esta_palavra":"É uma palavra que conecta ideias e fornece clareza ao raciocínio do salmista.","conexao_teologica":"A lógica da fé é frequentemente apresentada nas Escrituras, mostrando como a confiança em Deus é fundamentada.","referencias_relacionadas":["Romanos 8:28","Salmos 37:25","Provérbios 3:5"]},"salmos_73_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas ou percebidas.","explicacao_detalhada":"O salmista reflete sobre a maneira como os ímpios prosperam, contrastando com a sua própria experiência.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a perspectiva do salmista sobre a justiça de Deus.","conexao_teologica":"A questão do modo como Deus age no mundo é um tema central na teologia, especialmente em relação à justiça.","referencias_relacionadas":["Salmos 73:3","Eclesiastes 8:14","Romanos 9:14"]},"salmos_73_28_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"No final do salmo, o salmista reafirma sua confiança em Deus, reconhecendo que a proximidade com Ele é o que realmente importa.","por_que_esta_palavra":"A palavra 'Deus' é central na fé e na vida do crente, representando a fonte de toda esperança e força.","conexao_teologica":"A relação com Deus é a base da vida espiritual e da compreensão da realidade.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Hebreus 13:5"]},"salmos_73_28_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de estar próximo de Deus.","explicacao_detalhada":"A palavra 'bom' neste contexto enfatiza a qualidade da relação do salmista com Deus, que é vista como a fonte de bem-estar e segurança.","por_que_esta_palavra":"O salmista reconhece que a verdadeira felicidade e realização vêm de estar em comunhão com Deus.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, refletindo Seu caráter e promessas.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"salmos_73_28_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' indica a posição de Deus como mestre e governante, enfatizando a relação de submissão e reverência do crente.","por_que_esta_palavra":"O uso do termo destaca a importância de reconhecer a autoridade divina em todas as áreas da vida.","conexao_teologica":"A soberania de Deus é um pilar da fé cristã, que nos ensina a confiar em Sua vontade.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Filipenses 2:10-11"]}}