{"salmos_75_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"O templo é o local de adoração e a presença de Deus entre o Seu povo.","explicacao_detalhada":"Neste versículo, o templo simboliza a habitação de Deus e a importância da adoração coletiva.","por_que_esta_palavra":"O templo é um espaço sagrado onde os fiéis se reúnem para louvar e buscar a presença de Deus.","conexao_teologica":"O templo representa a conexão entre o céu e a terra, onde Deus se revela ao Seu povo.","referencias_relacionadas":["Salmos 27:4","1 Reis 6:1","Mateus 21:12"]},"salmos_75_1_nome":{"palavra_pt":"nome","palavra_original":"אָסָף","transliteracao":"ʼÂçâph","strong":"H623","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome de Deus é associado à Sua autoridade e caráter.","explicacao_detalhada":"Neste contexto, o nome é invocado como um símbolo de louvor e reconhecimento da grandeza de Deus.","por_que_esta_palavra":"O nome de Deus é fundamental na adoração, representando Sua presença e poder.","conexao_teologica":"Invocar o nome de Deus é um ato de fé e reverência, reconhecendo Sua soberania.","referencias_relacionadas":["Salmos 8:1","Salmos 113:1-3","Romanos 10:13"]},"salmos_75_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o soberano que julga e estabelece a justiça.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a autoridade divina e o papel de Deus como juiz das nações.","por_que_esta_palavra":"Reconhecer Deus como o juiz supremo é essencial para entender a justiça e a moralidade na vida do crente.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Sua capacidade de governar e controlar a história.","referencias_relacionadas":["Salmos 9:7-8","Salmos 50:6","Romanos 14:10-12"]},"salmos_75_2_grande":{"palavra_pt":"grande","palavra_original":"פָּלָא","transliteracao":"pâlâʼ","strong":"H6381","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grandeza refere-se à majestade e ao poder incomparável de Deus.","explicacao_detalhada":"A palavra 'grande' destaca a magnificência de Deus em contraste com a fragilidade humana.","por_que_esta_palavra":"Reconhecer a grandeza de Deus é fundamental para a adoração e a submissão ao Seu senhorio.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, enfatizando Sua supremacia sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Efésios 3:20"]},"salmos_75_2_mao":{"palavra_pt":"mao","palavra_original":"קָרוֹב","transliteracao":"qârôwb","strong":"H7138","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão de Deus simboliza Sua ação e intervenção na história.","explicacao_detalhada":"Neste contexto, a mão de Deus representa o poder que Ele exerce para estabelecer a justiça e proteger Seu povo.","por_que_esta_palavra":"A mão de Deus é frequentemente associada à proteção e ao auxílio em tempos de necessidade.","conexao_teologica":"A mão de Deus é um símbolo de Sua presença ativa e envolvimento na vida dos crentes.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","1 Pedro 5:6-7"]},"salmos_75_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus é digno de louvor.","explicacao_detalhada":"Neste versículo, 'porque' conecta a adoração à compreensão da justiça e da ação de Deus.","por_que_esta_palavra":"É uma palavra que fundamenta a adoração em verdades teológicas e experiências vividas.","conexao_teologica":"A razão pela qual adoramos a Deus é baseada em Sua natureza e ações em favor do Seu povo.","referencias_relacionadas":["Salmos 100:4","Salmos 145:10-12","Romanos 11:33-36"]},"salmos_75_3_agreement":{"palavra_pt":"alianca","palavra_original":"מֵישָׁר","transliteracao":"mêyshâr","strong":"H4339","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança representa o compromisso de Deus com Seu povo e a fidelidade que se espera em resposta.","explicacao_detalhada":"Neste contexto, a aliança é um lembrete da relação especial entre Deus e Israel, marcada por promessas e responsabilidades.","por_que_esta_palavra":"A aliança é fundamental para entender a história da salvação e a relação de Deus com a humanidade.","conexao_teologica":"A aliança é um tema central na Bíblia, refletindo a fidelidade de Deus e a resposta do Seu povo.","referencias_relacionadas":["Gênesis 9:12-13","Êxodo 19:5-6","Hebreus 8:6-7"]},"salmos_75_3_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus em estabelecer justiça e discernir entre o certo e o errado.","explicacao_detalhada":"Neste versículo, o salmista afirma que Deus é o juiz supremo que determina o destino das nações e dos indivíduos. O ato de julgar implica em avaliar ações e intenções, trazendo à tona a verdade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a soberania de Deus sobre a justiça e a moralidade, mostrando que Ele é o único capaz de julgar com perfeição.","conexao_teologica":"A justiça de Deus é um tema central nas Escrituras, refletindo Seu caráter e a necessidade de retidão entre Seu povo.","referencias_relacionadas":["Salmos 9:7-8","Salmos 50:6","Romanos 14:10-12"]},"salmos_75_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Aqui, 'julgar' é usado em um contexto de advertência contra a arrogância e a opressão dos ímpios.","explicacao_detalhada":"O salmista exorta os soberanos e poderosos a não se exaltarem, pois Deus é quem realmente estabelece a ordem e a justiça. O julgamento divino é inevitável.","por_que_esta_palavra":"A escolha da palavra destaca a responsabilidade dos líderes em agir com justiça e humildade diante de Deus.","conexao_teologica":"A soberania de Deus sobre as autoridades humanas é um princípio fundamental, mostrando que todos prestarão contas a Ele.","referencias_relacionadas":["Provérbios 21:1","Isaías 10:1-2","Tiago 4:10"]},"salmos_75_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao domínio físico e espiritual que Deus criou e governa.","explicacao_detalhada":"Neste contexto, a terra simboliza não apenas o mundo físico, mas também a esfera onde Deus exerce Sua autoridade e onde a justiça deve prevalecer.","por_que_esta_palavra":"A menção da terra enfatiza a abrangência do julgamento de Deus, que se estende a toda a criação.","conexao_teologica":"A criação e a soberania de Deus sobre a terra são temas recorrentes, refletindo Seu poder e autoridade.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"salmos_75_5_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' refere-se à ação de exaltar e reconhecer a grandeza de Deus.","explicacao_detalhada":"O salmista convoca a adoração a Deus, que é digno de louvor por Sua justiça e poder. Louvar é um ato de reconhecimento da soberania divina.","por_que_esta_palavra":"A inclusão do louvor destaca a resposta adequada do ser humano diante da grandeza de Deus.","conexao_teologica":"O louvor é uma expressão fundamental da fé, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Hebreus 13:15"]},"salmos_75_5_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se àqueles que cometem injustiça e transgridem a lei de Deus.","explicacao_detalhada":"Neste versículo, o salmista menciona os ímpios que serão julgados e condenados por suas ações. A culpa é um tema central na justiça divina.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a responsabilidade moral e as consequências do pecado.","conexao_teologica":"A culpa e a necessidade de redenção são temas fundamentais na teologia cristã, apontando para a necessidade de um Salvador.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Tiago 2:10"]},"salmos_75_5_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de adoração e sacrifício a Deus.","explicacao_detalhada":"O altar simboliza a presença de Deus e a necessidade de expiação pelos pecados. É um lugar de reconciliação entre o homem e Deus.","por_que_esta_palavra":"A menção do altar destaca a importância do sacrifício e da adoração na vida do povo de Deus.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício pelos pecados da humanidade.","referencias_relacionadas":["Êxodo 20:24","Hebreus 13:10","Romanos 12:1"]},"salmos_75_6_far":{"palavra_pt":"far","palavra_original":"מָרוֹם","transliteracao":"mârôwm","strong":"H4791","significado_raiz":"Ideia básica: far.","significado_contextual":"A palavra 'far' indica a grandeza e a majestade de Deus em contraste com a fragilidade humana.","explicacao_detalhada":"Neste contexto, 'far' sugere que Deus está acima de todas as coisas, exercendo controle e autoridade sobre tudo o que existe.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a transcendência de Deus em relação à criação.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, refletindo Sua soberania e poder.","referencias_relacionadas":["Salmos 113:4-6","Isaías 55:8-9","Romanos 11:33-36"]},"salmos_75_6_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"A repetição da palavra 'altar' reforça a importância do sacrifício e da adoração a Deus.","explicacao_detalhada":"O altar é um símbolo de devoção e entrega a Deus, representando a necessidade de se aproximar dEle com um coração sincero.","por_que_esta_palavra":"A ênfase no altar destaca a centralidade da adoração na vida do crente.","conexao_teologica":"A adoração e o sacrifício são fundamentais na relação entre Deus e Seu povo, apontando para a obra de Cristo.","referencias_relacionadas":["Salmos 26:6","Salmos 51:17","Hebreus 10:19-22"]},"salmos_75_7_sol":{"palavra_pt":"sol","palavra_original":"מוֹצָא","transliteracao":"môwtsâʼ","strong":"H4161","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' simboliza a luz, a verdade e a justiça que vêm de Deus.","explicacao_detalhada":"Neste versículo, o salmista menciona que Deus é quem levanta e derruba, assim como o sol que nasce e se põe, simbolizando a soberania divina sobre os ciclos da vida.","por_que_esta_palavra":"A menção do sol destaca a certeza e a constância da ação de Deus em trazer justiça.","conexao_teologica":"A luz de Deus é frequentemente associada à verdade e à justiça nas Escrituras.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14-16","1 João 1:5"]},"salmos_75_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus age em justiça.","explicacao_detalhada":"O salmista explica que a ação de Deus em levantar e derrubar é fundamentada em Sua natureza justa e soberana.","por_que_esta_palavra":"A palavra é utilizada para conectar a ação de Deus com Sua razão e propósito divinos.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele age de acordo com Sua vontade e propósito.","referencias_relacionadas":["Isaías 46:10","Efésios 1:11","Romanos 8:28"]},"salmos_75_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à realidade absoluta e à fidelidade de Deus em suas promessas e juízos.","explicacao_detalhada":"No contexto do Salmo 75, a verdade é um atributo de Deus que garante que Ele é justo em suas decisões. A verdade de Deus é um fundamento para a confiança dos fiéis.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a integridade de Deus, contrastando com a corrupção e a injustiça que podem existir entre os homens.","conexao_teologica":"A verdade de Deus é central na teologia bíblica, pois ela sustenta a relação entre Deus e seu povo, sendo um dos pilares da aliança.","referencias_relacionadas":["Salmos 25:5","Salmos 119:160","João 14:6"]},"salmos_75_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus age, indicando a motivação divina para o julgamento.","explicacao_detalhada":"Neste versículo, 'porque' conecta a ação de Deus com a sua soberania e justiça, explicando que Ele é o juiz que decide sobre as nações.","por_que_esta_palavra":"A utilização de 'porque' é crucial para entender a lógica divina por trás das ações de Deus, revelando que há um propósito em seus julgamentos.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o juiz supremo que tem autoridade sobre todas as coisas.","referencias_relacionadas":["Romanos 14:10","Apocalipse 20:12","Salmos 9:7"]},"salmos_75_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo que exerce autoridade e poder sobre toda a criação.","explicacao_detalhada":"Neste contexto, Deus é apresentado como o juiz que tem o direito de decidir sobre as ações humanas e as nações, reafirmando sua soberania.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza divina e sua relação com a humanidade, especialmente em momentos de julgamento.","conexao_teologica":"A natureza de Deus como juiz é um tema importante na teologia, refletindo sua justiça e santidade.","referencias_relacionadas":["Gênesis 18:25","Salmos 50:6","Isaías 33:22"]},"salmos_75_8_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus de avaliar e decidir sobre as ações humanas.","explicacao_detalhada":"Neste versículo, o ato de julgar é uma expressão da justiça de Deus, que não apenas observa, mas também age em resposta ao comportamento humano.","por_que_esta_palavra":"A palavra 'julgar' é usada para enfatizar a responsabilidade de Deus em manter a ordem moral e social no mundo.","conexao_teologica":"O julgamento de Deus é um conceito central na escatologia, onde se espera que Ele julgue os vivos e os mortos.","referencias_relacionadas":["Mateus 25:31-46","Romanos 2:6","Apocalipse 20:11-15"]},"salmos_75_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual Deus é digno de louvor e reverência.","explicacao_detalhada":"Aqui, 'porque' conecta a ação de Deus com a resposta do povo, indicando que a adoração deve ser motivada pelo reconhecimento da grandeza de Deus.","por_que_esta_palavra":"A repetição de 'porque' serve para reforçar a lógica da adoração, que deve ser fundamentada na compreensão da natureza de Deus.","conexao_teologica":"A adoração a Deus é uma resposta natural à sua grandeza e justiça, um tema recorrente na literatura bíblica.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Hebreus 13:15"]},"salmos_75_9_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder e ação, referindo-se à capacidade de Deus de agir no mundo.","explicacao_detalhada":"Neste contexto, a 'mão' de Deus representa sua intervenção na história, mostrando que Ele tem controle sobre os eventos.","por_que_esta_palavra":"A utilização de 'mão' é significativa, pois evoca a ideia de que Deus não é distante, mas ativo e presente em nossas vidas.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de proteção e poder, refletindo sua soberania.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"salmos_75_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome pessoal de Deus, que expressa sua autoridade e relacionamento com seu povo.","explicacao_detalhada":"Neste versículo, o 'senhor' é invocado como a fonte de poder e autoridade, destacando a importância de seu nome na adoração.","por_que_esta_palavra":"O nome de Deus é central na fé israelita, representando sua presença e caráter, e deve ser reverenciado.","conexao_teologica":"O nome de Deus é um tema importante na teologia, simbolizando sua identidade e a relação com seu povo.","referencias_relacionadas":["Salmos 8:1","Salmos 113:1-3","Filipenses 2:9-11"]},"salmos_75_10_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e infinita de Deus, que transcende o tempo.","explicacao_detalhada":"Neste contexto, 'eterno' enfatiza que os juízos de Deus são permanentes e não sujeitos a mudança, refletindo sua fidelidade.","por_que_esta_palavra":"A ideia de eternidade é fundamental para entender a natureza de Deus e sua relação com a criação, que é temporal.","conexao_teologica":"A eternidade de Deus é um conceito central na teologia, que assegura que suas promessas e juízos são eternos.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","2 Pedro 3:8"]},"salmos_75_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' novamente refere-se ao ser supremo, enfatizando sua soberania e poder.","explicacao_detalhada":"Neste versículo, Deus é reconhecido como a fonte de toda autoridade e poder, reafirmando sua posição como juiz e governante.","por_que_esta_palavra":"A repetição da palavra 'Deus' serve para reforçar a centralidade de sua presença e ação no mundo.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o criador e sustentador de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 11:36"]},"salmos_75_10_voz":{"palavra_pt":"voz","palavra_original":"זָמַר","transliteracao":"zâmar","strong":"H2167","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à expressão de louvor e adoração a Deus, simbolizando a resposta do povo à sua grandeza.","explicacao_detalhada":"Neste contexto, 'voz' representa a ação de louvar a Deus, reconhecendo sua soberania e poder através da música e adoração.","por_que_esta_palavra":"A palavra 'voz' é significativa, pois destaca a importância da adoração verbal e comunitária na vida do crente.","conexao_teologica":"A adoração é uma resposta natural à revelação de Deus, e a voz é um meio pelo qual os fiéis expressam sua devoção.","referencias_relacionadas":["Salmos 95:1","Salmos 100:1","Hebreus 2:12"]},"salmos_75_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus julga e estabelece a justiça.","explicacao_detalhada":"A palavra 'modo' implica a maneira ou o método pelo qual Deus atua em relação aos justos e injustos. No contexto do Salmo, isso enfatiza a soberania de Deus sobre a justiça.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a forma específica de ação divina, que é sempre justa e correta.","conexao_teologica":"Deus é apresentado como o juiz supremo que age de acordo com sua própria justiça e sabedoria.","referencias_relacionadas":["Salmos 9:8","Salmos 37:28","Romanos 2:6"]},"salmos_75_11_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar simboliza o lugar de sacrifício e adoração a Deus.","explicacao_detalhada":"A palavra 'altar' é crucial, pois representa a conexão entre o homem e Deus, onde os sacrifícios são oferecidos para expiação e adoração.","por_que_esta_palavra":"O altar é um símbolo de redenção e do relacionamento do povo com Deus, sendo um local sagrado.","conexao_teologica":"O altar é um ponto de encontro entre o divino e o humano, refletindo a necessidade de sacrifício para a reconciliação.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"salmos_75_11_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição de alguém que cometeu injustiça ou pecado.","explicacao_detalhada":"A palavra 'culpado' é usada para descrever aqueles que estão sob o juízo de Deus devido às suas ações erradas.","por_que_esta_palavra":"É importante destacar a responsabilidade moral e as consequências do pecado diante de Deus.","conexao_teologica":"A culpa é um tema central na teologia, pois enfatiza a necessidade de arrependimento e a graça de Deus para a redenção.","referencias_relacionadas":["Romanos 3:23","Salmos 32:5","1 João 1:9"]}}