{"salmos_77_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao lugar sagrado onde Deus habita e onde o povo se encontra com Ele.","explicacao_detalhada":"Neste versículo, o 'templo' simboliza a presença de Deus entre Seu povo e a importância da adoração.","por_que_esta_palavra":"A menção ao 'templo' destaca a necessidade de um espaço sagrado para a comunhão com Deus.","conexao_teologica":"O templo é um símbolo da presença de Deus e da adoração, que culmina na pessoa de Jesus Cristo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","João 2:19-21"]},"salmos_77_1_nome":{"palavra_pt":"nome","palavra_original":"אָסָף","transliteracao":"ʼÂçâph","strong":"H623","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de Deus, que é invocada em momentos de necessidade.","explicacao_detalhada":"Neste contexto, o 'nome' de Deus é um símbolo de Sua autoridade e poder, sendo um recurso para o crente em oração.","por_que_esta_palavra":"A menção ao 'nome' destaca a importância de invocar a presença e a ajuda de Deus em tempos de angústia.","conexao_teologica":"O nome de Deus é um tema central na oração e na adoração, representando Sua essência e caráter.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Atos 4:12"]},"salmos_77_1_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' aqui enfatiza a magnitude e a importância de Deus em meio ao clamor do salmista.","explicacao_detalhada":"No contexto do Salmo 77, o salmista expressa sua angústia e busca a presença de Deus, reconhecendo Sua grandeza como um consolo em tempos difíceis.","por_que_esta_palavra":"A escolha da palavra 'grande' reflete a necessidade de reconhecer a soberania e a majestade de Deus, especialmente em momentos de desespero.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, que nos lembra de Sua capacidade de agir e intervir em nossas vidas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Salmos 95:3"]},"salmos_77_2_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' representa a comunicação de Deus e a resposta ao clamor do salmista.","explicacao_detalhada":"Neste versículo, a voz é um símbolo da presença de Deus que se manifesta em meio à dor e à busca por respostas.","por_que_esta_palavra":"A palavra 'voz' é crucial, pois indica que Deus não é um ser distante, mas que se comunica e se faz ouvir.","conexao_teologica":"A voz de Deus é frequentemente associada ao Seu poder e autoridade, sendo um meio pelo qual Ele se revela ao Seu povo.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1-2"]},"salmos_77_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é central na oração do salmista, invocando a presença divina em sua angústia.","explicacao_detalhada":"O salmista se dirige a Deus, reconhecendo Sua soberania e poder, buscando consolo e ajuda em tempos de crise.","por_que_esta_palavra":"A invocação de 'Deus' é um apelo à Sua natureza protetora e à Sua capacidade de intervir nas dificuldades humanas.","conexao_teologica":"A natureza de Deus como Criador e Sustentador é um tema fundamental na teologia bíblica, refletindo Sua relação com a humanidade.","referencias_relacionadas":["Salmos 46:1","Salmos 121:2","Isaías 41:10"]},"salmos_77_2_assembleia":{"palavra_pt":"assembleia","palavra_original":"צָעַק","transliteracao":"tsâʻaq","strong":"H6817","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"A 'assembleia' refere-se ao povo de Deus reunido, simbolizando a comunhão e o apoio mútuo em tempos de dificuldade.","explicacao_detalhada":"O salmista clama em meio à assembleia, indicando a importância da comunidade na busca por Deus e no compartilhamento de lutas.","por_que_esta_palavra":"A palavra 'assembleia' destaca a necessidade de estar em comunhão com outros crentes, especialmente em momentos de crise.","conexao_teologica":"A assembleia é um reflexo da Igreja, onde os crentes se reúnem para adorar, apoiar e encorajar uns aos outros.","referencias_relacionadas":["Hebreus 10:25","Atos 2:42","Salmos 133:1"]},"salmos_77_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' representa um tempo específico de angústia e busca por Deus, simbolizando a passagem do tempo em sofrimento.","explicacao_detalhada":"O salmista menciona o dia para enfatizar a continuidade de sua dor e a urgência de sua busca por respostas divinas.","por_que_esta_palavra":"A palavra 'dia' é significativa, pois indica que a dor pode ser prolongada, mas também que a esperança pode surgir a qualquer momento.","conexao_teologica":"A ideia de dias de angústia é comum nas Escrituras, onde Deus promete estar presente e trazer alívio.","referencias_relacionadas":["Salmos 30:5","Lamentações 3:22-23","Mateus 11:28"]},"salmos_77_3_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é uma invocação direta ao Deus soberano, reconhecendo Sua autoridade e poder.","explicacao_detalhada":"O salmista clama ao Senhor, expressando sua dependência e confiança na intervenção divina em sua situação.","por_que_esta_palavra":"A invocação do 'Senhor' é um reconhecimento de que somente Ele pode trazer a solução e a paz que o salmista busca.","conexao_teologica":"O título 'Senhor' enfatiza a relação de aliança entre Deus e Seu povo, onde Ele é o guia e protetor.","referencias_relacionadas":["Salmos 23:1","Salmos 121:5","Romanos 10:13"]},"salmos_77_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui sugere a busca por autenticidade e a certeza da presença de Deus em meio à dor.","explicacao_detalhada":"O salmista questiona se Deus se afastou da verdade, refletindo sua luta interna entre fé e dúvida.","por_que_esta_palavra":"A busca pela verdade é essencial na vida espiritual, especialmente quando enfrentamos crises que abalam nossa fé.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, onde Ele é descrito como a própria verdade que liberta.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"salmos_77_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A repetição da palavra 'Deus' enfatiza a centralidade de Sua presença na vida do salmista.","explicacao_detalhada":"O salmista reafirma sua dependência de Deus, buscando consolo e resposta em meio à sua angústia.","por_que_esta_palavra":"A palavra 'Deus' é um lembrete de que, apesar das dificuldades, Ele é a fonte de esperança e ajuda.","conexao_teologica":"A presença de Deus é fundamental na vida do crente, sendo um refúgio em tempos de necessidade.","referencias_relacionadas":["Salmos 46:1","Salmos 121:2","Isaías 41:10"]},"salmos_77_4_grande":{"palavra_pt":"grande","palavra_original":"הָמָה","transliteracao":"hâmâh","strong":"H1993","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' aqui reforça a ideia de que Deus é poderoso e capaz de agir em situações impossíveis.","explicacao_detalhada":"O salmista reconhece a grandeza de Deus como um fator de esperança, mesmo em meio à sua dor.","por_que_esta_palavra":"A ênfase na grandeza de Deus é crucial para fortalecer a fé do salmista em tempos de crise.","conexao_teologica":"A grandeza de Deus é um tema recorrente, que nos lembra de Sua capacidade de realizar milagres e trazer restauração.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Efésios 3:20"]},"salmos_77_4_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' ou 'espírito' simboliza a presença de Deus e Sua ação poderosa na criação e na vida do ser humano.","explicacao_detalhada":"O salmista menciona o vento para ilustrar a força e a soberania de Deus sobre a natureza e as circunstâncias.","por_que_esta_palavra":"A referência ao vento destaca a ideia de que Deus pode mover-se de maneiras inesperadas e poderosas em nossas vidas.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo, que atua de forma invisível, mas poderosa, em nossas vidas.","referencias_relacionadas":["Gênesis 1:2","Atos 2:2","João 3:8"]},"salmos_77_5_waking":{"palavra_pt":"waking","palavra_original":"שְׁמֻרָה","transliteracao":"shᵉmurâh","strong":"H8109","significado_raiz":"Ideia básica: waking.","significado_contextual":"Acordar ou despertar, simbolizando um novo começo ou uma nova percepção.","explicacao_detalhada":"A palavra 'waking' (שְׁמֻרָה) sugere um estado de alerta e consciência, que pode ser interpretado como um chamado para estar atento às ações de Deus na vida do salmista.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a necessidade de estar vigilante e consciente das intervenções divinas, especialmente em tempos de angústia.","conexao_teologica":"O despertar espiritual é um tema recorrente nas Escrituras, onde Deus chama Seu povo a se levantar e reconhecer Sua presença.","referencias_relacionadas":["Isaías 51:17","Romanos 13:11","Efésios 5:14"]},"salmos_77_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um conceito fundamental que se opõe à dúvida e à incerteza.","explicacao_detalhada":"A palavra 'verdade' (לֹא) aqui é utilizada para reafirmar a confiança do salmista nas promessas de Deus, mesmo quando as circunstâncias parecem desfavoráveis.","por_que_esta_palavra":"A ênfase na verdade é crucial para a fé, pois ela serve como base para a esperança e a confiança em Deus.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Sua natureza imutável e fiel.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"salmos_77_5_agarrar":{"palavra_pt":"agarrar","palavra_original":"אָחַז","transliteracao":"ʼâchaz","strong":"H270","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica em segurar firmemente algo, simbolizando apego ou dependência.","explicacao_detalhada":"A palavra 'agarrar' (אָחַז) sugere a ação de se apegar à fé e às promessas de Deus, especialmente em momentos de crise.","por_que_esta_palavra":"É uma chamada à ação, para que o crente não apenas reconheça a presença de Deus, mas também se agarre a Ele em tempos difíceis.","conexao_teologica":"A ideia de agarrar-se a Deus é uma metáfora comum para a fé e a confiança em Sua proteção e orientação.","referencias_relacionadas":["Salmos 63:8","Isaías 41:10","Hebreus 10:23"]},"salmos_77_6_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"O fim pode referir-se a um término ou conclusão, mas também pode simbolizar um novo começo.","explicacao_detalhada":"A palavra 'fim' (קֶדֶם) é usada para refletir sobre o passado e como ele influencia o presente, lembrando que Deus é soberano sobre o tempo.","por_que_esta_palavra":"O salmista reflete sobre os eventos passados, buscando entender a ação de Deus em sua vida e a continuidade de Sua obra.","conexao_teologica":"Deus é o Alfa e o Ômega, o princípio e o fim, e Sua soberania se estende sobre toda a história.","referencias_relacionadas":["Apocalipse 1:8","Isaías 46:10","Salmos 90:2"]},"salmos_77_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia representa um período de tempo, frequentemente associado à luz, clareza e revelação.","explicacao_detalhada":"A palavra 'dia' (יוֹם) pode simbolizar momentos de revelação divina e a presença de Deus na vida do crente.","por_que_esta_palavra":"O salmista menciona o dia para contrastar com a escuridão da sua angústia, buscando a luz da presença de Deus.","conexao_teologica":"A luz de Deus é frequentemente associada à verdade e à revelação, como em João 8:12.","referencias_relacionadas":["Gênesis 1:5","Salmos 27:1","1 João 1:5"]},"salmos_77_6_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Eterno refere-se à natureza imutável e atemporal de Deus.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) enfatiza a fidelidade de Deus ao longo das gerações, lembrando que Suas promessas são para sempre.","por_que_esta_palavra":"O salmista busca consolo na certeza de que Deus é eterno e que Sua ajuda não falhará.","conexao_teologica":"A eternidade de Deus é um fundamento da fé cristã, garantindo que Ele está sempre presente e ativo.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_77_7_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"Luz simboliza clareza, esperança e a presença de Deus.","explicacao_detalhada":"A palavra 'luz' (לַיִל) é usada para contrastar a escuridão da angústia, representando a esperança que vem de Deus.","por_que_esta_palavra":"O salmista clama por luz em meio à escuridão, buscando a orientação divina em tempos difíceis.","conexao_teologica":"A luz de Deus é um tema recorrente, simbolizando Sua verdade e direção na vida dos crentes.","referencias_relacionadas":["Salmos 119:105","João 1:5","Mateus 5:14"]},"salmos_77_7_buscar":{"palavra_pt":"buscar","palavra_original":"חָפַשׂ","transliteracao":"châphas","strong":"H2664","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Buscar implica em um esforço ativo para encontrar ou compreender algo.","explicacao_detalhada":"A palavra 'buscar' (חָפַשׂ) sugere uma busca intensa pela presença de Deus e pela compreensão de Sua vontade.","por_que_esta_palavra":"O salmista expressa seu desejo de buscar a Deus em meio à sua dor, reconhecendo que somente Ele pode trazer alívio.","conexao_teologica":"Buscar a Deus é um princípio fundamental na vida cristã, refletindo a necessidade de um relacionamento contínuo com Ele.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Tiago 4:8"]},"salmos_77_7_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Vento pode simbolizar o Espírito de Deus ou a força invisível que atua na criação.","explicacao_detalhada":"A palavra 'vento' (רוּחַ) é frequentemente associada ao Espírito Santo, que traz vida e renovação.","por_que_esta_palavra":"O salmista menciona o vento para expressar a presença de Deus que é poderosa e muitas vezes invisível.","conexao_teologica":"O Espírito Santo é descrito como vento em várias passagens, simbolizando Sua ação e poder na vida dos crentes.","referencias_relacionadas":["Gênesis 1:2","Atos 2:2","João 3:8"]},"salmos_77_8_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Eterno reafirma a natureza imutável de Deus e Sua fidelidade.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) é utilizada para enfatizar que as promessas de Deus são válidas para todas as gerações.","por_que_esta_palavra":"O salmista se agarra à certeza de que Deus é eterno, buscando consolo em Sua fidelidade.","conexao_teologica":"A eternidade de Deus é um pilar da fé, garantindo que Ele sempre cumprirá Suas promessas.","referencias_relacionadas":["Salmos 136:1","Isaías 57:15","Romanos 11:29"]},"salmos_77_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para expressar a relação de Deus como mestre e governante, destacando sua posição de poder e controle sobre a criação.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a reverência e o respeito que devemos ter por Deus, reconhecendo sua grandeza.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o criador e sustentador de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Romanos 14:8"]},"salmos_77_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à certeza das promessas de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) implica em algo que é seguro, confiável e que não falha, refletindo a natureza de Deus como aquele que cumpre suas promessas.","por_que_esta_palavra":"A verdade de Deus é fundamental para a fé, pois nos dá segurança em tempos de incerteza.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, sendo essencial para a compreensão da salvação e da vida eterna.","referencias_relacionadas":["João 14:6","Salmos 119:160","Hebreus 10:23"]},"salmos_77_9_fim":{"palavra_pt":"fim","palavra_original":"נֶצַח","transliteracao":"netsach","strong":"H5331","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término ou conclusão de algo, especialmente em relação ao sofrimento.","explicacao_detalhada":"A palavra 'fim' (נֶצַח) sugere um ponto final, um desfecho que pode trazer alívio e esperança após um período de dor.","por_que_esta_palavra":"É importante para entender que, mesmo em meio ao sofrimento, há um propósito e um desfecho que Deus tem para nossas vidas.","conexao_teologica":"A ideia de um fim traz esperança, pois Deus promete restaurar e redimir todas as coisas.","referencias_relacionadas":["Apocalipse 21:4","Romanos 8:18","2 Coríntios 4:17"]},"salmos_77_9_limpo":{"palavra_pt":"limpo","palavra_original":"אָפֵס","transliteracao":"ʼâphêç","strong":"H656","significado_raiz":"Ideia básica: limpo.","significado_contextual":"Refere-se à pureza e à ausência de impurezas, tanto físicas quanto espirituais.","explicacao_detalhada":"A palavra 'limpo' (אָפֵס) implica em uma condição de integridade e clareza, simbolizando a necessidade de estar livre de pecados e impurezas diante de Deus.","por_que_esta_palavra":"A pureza é essencial para a comunhão com Deus, pois Ele é santo e não pode tolerar o pecado.","conexao_teologica":"A limpeza espiritual é um tema recorrente na Bíblia, enfatizando a necessidade de arrependimento e santificação.","referencias_relacionadas":["Salmos 51:10","1 João 1:9","Hebreus 12:14"]},"salmos_77_9_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à natureza amorosa e misericordiosa de Deus.","explicacao_detalhada":"A palavra 'misericordia/amor leal' (חֵסֵד) destaca o caráter de Deus como aquele que é fiel e amoroso, mesmo em meio às dificuldades.","por_que_esta_palavra":"A misericórdia de Deus é um consolo para os aflitos, mostrando que Ele está sempre presente e disposto a ajudar.","conexao_teologica":"A misericórdia de Deus é um tema central na salvação, pois é através dela que somos perdoados e restaurados.","referencias_relacionadas":["Salmos 136:1","Efésios 2:4-5","Romanos 5:8"]},"salmos_77_10_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁכַח","transliteracao":"shâkach","strong":"H7911","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de sentimentos e emoções, especialmente em oração.","explicacao_detalhada":"A palavra 'expressao' (שָׁכַח) implica em comunicar de forma clara e sincera o que se sente a Deus, seja em louvor ou em lamento.","por_que_esta_palavra":"A expressão é vital na oração, pois nos permite abrir nosso coração a Deus e buscar sua ajuda.","conexao_teologica":"A oração é um meio de comunicação com Deus, essencial para o relacionamento pessoal com Ele.","referencias_relacionadas":["Filipenses 4:6","Salmos 62:8","1 Pedro 5:7"]},"salmos_77_10_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao poder e à autoridade de Deus em nossas vidas.","explicacao_detalhada":"A palavra 'deus' (אֵל) é um título que expressa a força e a capacidade de Deus de agir em favor de seu povo.","por_que_esta_palavra":"Reconhecer a força de Deus nos encoraja a confiar Nele em momentos de fraqueza e dificuldade.","conexao_teologica":"A força de Deus é um tema central na Bíblia, mostrando que Ele é capaz de realizar o impossível.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"salmos_77_10_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de libertar ou resgatar, especialmente em um contexto espiritual.","explicacao_detalhada":"A palavra 'salvar' (אִם) implica em trazer libertação e segurança, tanto física quanto espiritual.","por_que_esta_palavra":"A salvação é um tema central na mensagem cristã, representando a obra redentora de Cristo.","conexao_teologica":"A salvação é oferecida a todos que creem, mostrando o amor e a graça de Deus.","referencias_relacionadas":["Romanos 10:13","Efésios 2:8-9","João 3:16"]},"salmos_77_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude e importância das palavras de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) enfatiza a autoridade e o impacto das declarações de Deus em nossas vidas.","por_que_esta_palavra":"As palavras de Deus têm poder e são fundamentais para a nossa fé e entendimento.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo essencial para a transformação espiritual.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"salmos_77_11_oracao":{"palavra_pt":"oracao","palavra_original":"חָלָה","transliteracao":"châlâh","strong":"H2470","significado_raiz":"Ideia básica: oracao.","significado_contextual":"Refere-se ao ato de se comunicar com Deus, expressando necessidades e louvores.","explicacao_detalhada":"A palavra 'oração' (חָלָה) implica em um diálogo sincero com Deus, onde se busca sua intervenção e ajuda.","por_que_esta_palavra":"A oração é um meio de fortalecer nosso relacionamento com Deus e buscar sua vontade.","conexao_teologica":"A oração é fundamental na vida cristã, sendo um canal de comunicação com o Criador.","referencias_relacionadas":["Mateus 6:6","Tiago 5:16","1 Tessalonicenses 5:17"]},"salmos_77_11_himself":{"palavra_pt":"him self","palavra_original":"הוּא","transliteracao":"hûwʼ","strong":"H1931","significado_raiz":"Ideia básica: him self.","significado_contextual":"Refere-se à própria essência de Deus, enfatizando sua singularidade e soberania.","explicacao_detalhada":"A palavra 'himself' (הוּא) é usada para afirmar que Deus é o único que pode agir em sua própria vontade e propósito, sem depender de outros.","por_que_esta_palavra":"Esta palavra é importante para entender a natureza autossuficiente de Deus, que não precisa de intermediários para realizar seus planos.","conexao_teologica":"A ideia de que Deus age por si mesmo é fundamental para a compreensão da soberania divina e da relação entre Deus e a criação.","referencias_relacionadas":["Isaías 43:13","Salmos 46:10","Romanos 11:36"]},"salmos_77_12_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"Indica um ponto de conclusão ou um estado final, muitas vezes relacionado ao propósito de Deus.","explicacao_detalhada":"A palavra 'fim' (קֶדֶם) sugere que há um desfecho planejado por Deus, que se alinha com sua vontade soberana.","por_que_esta_palavra":"É crucial para entender que Deus tem um plano que culmina em um resultado específico, que é a realização de sua glória.","conexao_teologica":"A noção de 'fim' está ligada à escatologia e à esperança cristã na consumação do Reino de Deus.","referencias_relacionadas":["Apocalipse 21:6","Isaías 46:10","Mateus 24:14"]},"salmos_77_12_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus, que é um aspecto central de sua natureza.","explicacao_detalhada":"A palavra 'sagrado' (יָהּ) enfatiza a pureza e a separação de Deus em relação ao pecado e ao profano.","por_que_esta_palavra":"A santidade de Deus é fundamental para a adoração e a reverência que devemos ter em relação a Ele.","conexao_teologica":"A santidade de Deus é um tema recorrente na Bíblia, que nos chama a viver em conformidade com sua natureza.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"salmos_77_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação, indicando a lógica por trás de uma afirmação.","explicacao_detalhada":"A palavra 'porque' (כִּי) conecta a declaração anterior a uma justificativa, mostrando a relação entre a ação de Deus e sua natureza.","por_que_esta_palavra":"É importante para entender a lógica divina e como as ações de Deus são fundamentadas em seu caráter.","conexao_teologica":"A razão pela qual Deus age é sempre consistente com sua natureza e seus propósitos eternos.","referencias_relacionadas":["Romanos 8:28","Salmos 119:68","Provérbios 3:5-6"]},"salmos_77_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus se revela e age no mundo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica que há um padrão ou uma forma específica pela qual Deus opera.","por_que_esta_palavra":"Entender o 'modo' de Deus é essencial para discernir sua vontade e seus métodos em nossas vidas.","conexao_teologica":"A maneira como Deus se relaciona com a humanidade revela aspectos de sua natureza e caráter.","referencias_relacionadas":["Salmos 103:7","Êxodo 33:13","Hebreus 1:1-2"]},"salmos_77_13_falar":{"palavra_pt":"falar","palavra_original":"הָגָה","transliteracao":"hâgâh","strong":"H1897","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação de Deus com seu povo, seja por meio de revelação ou instrução.","explicacao_detalhada":"A palavra 'falar' (הָגָה) destaca a importância da palavra de Deus e como ela é vital para a vida espiritual.","por_que_esta_palavra":"A comunicação divina é um meio pelo qual Deus se relaciona com a humanidade e revela sua vontade.","conexao_teologica":"A fala de Deus é um tema central na Bíblia, mostrando que Ele deseja se comunicar e se relacionar com seu povo.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16"]},"salmos_77_13_deus":{"palavra_pt":"deus","palavra_original":"עֲלִילָה","transliteracao":"ʻălîylâh","strong":"H5949","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a autoridade e o poder de Deus.","explicacao_detalhada":"A palavra 'deus' (עֲלִילָה) é usada para afirmar a soberania e a majestade de Deus sobre toda a criação.","por_que_esta_palavra":"É fundamental reconhecer a natureza divina de Deus para entender sua relação com o mundo e com a humanidade.","conexao_teologica":"A divindade de Deus é um dos pilares da fé cristã, que afirma sua autoridade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 1:20"]},"salmos_77_14_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à natureza santa de Deus, que é digna de reverência e adoração.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) destaca a separação de Deus do pecado e sua pureza absoluta.","por_que_esta_palavra":"A santidade de Deus é um chamado para que os crentes vivam de maneira que reflita essa santidade.","conexao_teologica":"A santidade de Deus é um tema central que nos ensina sobre a importância da pureza e da adoração verdadeira.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:15-16","Apocalipse 4:8"]},"salmos_77_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Enfatiza a divindade e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é um título que reconhece o poder e a soberania de Deus em todas as esferas da vida.","por_que_esta_palavra":"Reconhecer Deus como o Criador e Sustentador é essencial para a fé e a adoração.","conexao_teologica":"A divindade de Deus é um tema central que permeia toda a Escritura, revelando sua relação com a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Mateus 28:18"]},"salmos_77_14_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou à jornada da vida, muitas vezes em relação à direção que Deus dá.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) implica em um estilo de vida que deve ser vivido em conformidade com os princípios de Deus.","por_que_esta_palavra":"Entender o 'caminho' de Deus é crucial para a vida cristã, pois nos guia em nossa jornada espiritual.","conexao_teologica":"A vida em Cristo é frequentemente descrita como um caminho que leva à vida eterna e à comunhão com Deus.","referencias_relacionadas":["João 14:6","Salmos 119:105","Provérbios 4:26"]},"salmos_77_15_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à força divina de Deus, que é um tema central nos Salmos.","explicacao_detalhada":"A palavra 'deus' (אֵל) enfatiza a natureza poderosa e soberana de Deus, que é capaz de realizar grandes feitos e milagres.","por_que_esta_palavra":"Esta palavra é utilizada para destacar a força e a autoridade de Deus em momentos de crise e desespero.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, mostrando que Ele é um refúgio e uma fortaleza para o Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"salmos_77_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma metáfora que pode representar força e ferocidade, simbolizando a proteção de Deus.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para ilustrar a força e a ferocidade que Deus pode empregar em defesa do Seu povo.","por_que_esta_palavra":"A menção ao urso pode ser uma referência à proteção feroz que Deus oferece aos que Nele confiam.","conexao_teologica":"Deus é frequentemente descrito como um protetor que luta por Seu povo, usando imagens de animais poderosos.","referencias_relacionadas":["Salmos 91:11-12","Isaías 43:2","Miquéias 5:8"]},"salmos_77_15_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Deus, que é frequentemente mencionado nas Escrituras como objeto do amor e da proteção divina.","explicacao_detalhada":"A palavra 'povo' (עַם) destaca a relação especial entre Deus e os israelitas, que são chamados para serem Seu povo escolhido.","por_que_esta_palavra":"É importante para entender a identidade do povo de Deus e seu papel na história da salvação.","conexao_teologica":"A ideia de 'povo' é central na aliança de Deus com Israel e na missão da Igreja.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"salmos_77_16_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se ao poder de Deus, que é manifestado em Suas ações e obras.","explicacao_detalhada":"A palavra 'poderoso' (זְרוֹעַ) enfatiza a força e a capacidade de Deus de realizar milagres e intervenções sobrenaturais.","por_que_esta_palavra":"É usada para lembrar os crentes da grandeza de Deus e de Sua habilidade de agir em favor do Seu povo.","conexao_teologica":"O poder de Deus é um tema que permeia toda a Bíblia, mostrando que Ele é capaz de fazer o impossível.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Efésios 3:20"]},"salmos_77_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e Seu povo, muitas vezes descrito como filhos de Deus.","explicacao_detalhada":"A palavra 'filho' (בֵּן) simboliza a intimidade e a filiação que os crentes têm com Deus através de Cristo.","por_que_esta_palavra":"É fundamental para entender a nova identidade que os crentes recebem ao se tornarem filhos de Deus.","conexao_teologica":"A filiação é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"salmos_77_16_nome":{"palavra_pt":"nome","palavra_original":"יוֹסֵף","transliteracao":"Yôwçêph","strong":"H3130","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"A palavra 'nome' (יוֹסֵף) representa a autoridade e a reputação de Deus, que é invocada em oração e adoração.","por_que_esta_palavra":"O nome de Deus é um símbolo de Sua presença e poder entre o Seu povo.","conexao_teologica":"Invocar o nome de Deus é um ato de fé e confiança em Sua natureza e promessas.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Atos 4:12"]},"salmos_77_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é uma forma plural que enfatiza a majestade e a soberania de Deus.","por_que_esta_palavra":"É usada para afirmar a unicidade e a grandeza de Deus em contraste com os ídolos.","conexao_teologica":"A divindade de Deus é um tema central na teologia, que afirma que Ele é o único digno de adoração.","referencias_relacionadas":["Gênesis 1:1","Salmos 86:10","Isaías 45:5"]},"salmos_77_17_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à capacidade de ver e compreender as obras de Deus.","explicacao_detalhada":"A palavra 'ver' (רָאָה) implica em perceber e reconhecer a ação de Deus na história e na vida pessoal.","por_que_esta_palavra":"É importante para os crentes entenderem e testemunharem as intervenções de Deus em suas vidas.","conexao_teologica":"Ver as obras de Deus é um convite à fé e à adoração, reconhecendo Sua soberania.","referencias_relacionadas":["Salmos 34:8","Isaías 40:31","João 14:9"]},"salmos_77_17_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Refere-se às águas como símbolo de vida e também de juízo.","explicacao_detalhada":"A palavra 'aguas' (מַיִם) pode simbolizar tanto a bênção de Deus quanto a Sua capacidade de trazer juízo.","por_que_esta_palavra":"É usada para ilustrar a abundância e a provisão de Deus, bem como Seu poder sobre a criação.","conexao_teologica":"As águas são frequentemente usadas na Bíblia para simbolizar o Espírito Santo e a purificação.","referencias_relacionadas":["Gênesis 1:2","Salmos 42:1","João 7:38"]},"salmos_77_18_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à voz de Deus, que é poderosa e autoritária.","explicacao_detalhada":"A palavra 'voz' (קוֹל) representa a comunicação divina e a revelação de Sua vontade ao Seu povo.","por_que_esta_palavra":"A voz de Deus é um meio pelo qual Ele se manifesta e guia os crentes.","conexao_teologica":"Ouvir a voz de Deus é essencial para a vida espiritual e a obediência à Sua palavra.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"salmos_77_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo, neste caso, a Deus.","explicacao_detalhada":"No contexto de Salmos 77:18, 'dar' implica em uma entrega de súplica ou clamor ao Senhor, reconhecendo Sua soberania e poder.","por_que_esta_palavra":"Esta palavra é utilizada para expressar a ação de se dirigir a Deus em busca de ajuda e intervenção divina.","conexao_teologica":"O ato de clamar a Deus é uma demonstração de fé e dependência, refletindo a relação entre o ser humano e o Criador.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Salmos 91:15"]},"salmos_77_18_nuvem":{"palavra_pt":"nuvem","palavra_original":"שַׁחַק","transliteracao":"shachaq","strong":"H7834","significado_raiz":"Ideia básica: nuvem.","significado_contextual":"A palavra 'nuvem' simboliza a presença de Deus e a manifestação de Sua glória.","explicacao_detalhada":"Em Salmos 77:18, a nuvem pode representar a proteção divina e a maneira como Deus se revela ao Seu povo.","por_que_esta_palavra":"A nuvem é frequentemente associada à presença de Deus, como visto na travessia do deserto pelos israelitas.","conexao_teologica":"A nuvem é um símbolo de orientação e proteção divina, refletindo a fidelidade de Deus em guiar Seu povo.","referencias_relacionadas":["Êxodo 13:21","Êxodo 19:9","Mateus 17:5"]},"salmos_77_19_terra":{"palavra_pt":"terra","palavra_original":"רָעַשׁ","transliteracao":"râʻash","strong":"H7493","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"Em Salmos 77:19, a terra é mencionada em um contexto de poder e majestade divina, mostrando como Deus governa sobre toda a criação.","por_que_esta_palavra":"A terra é um elemento fundamental na narrativa bíblica, representando o lar e o lugar da ação divina.","conexao_teologica":"A soberania de Deus sobre a terra é um tema central nas Escrituras, enfatizando Seu controle sobre a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"salmos_77_20_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' simboliza tanto a criação de Deus quanto os desafios que o Seu povo enfrenta.","explicacao_detalhada":"Em Salmos 77:20, o mar é um símbolo de poder e mistério, representando as dificuldades que podem ser superadas pela intervenção divina.","por_que_esta_palavra":"O mar é frequentemente associado a eventos significativos na história de Israel, como a travessia do Mar Vermelho.","conexao_teologica":"A capacidade de Deus de dominar sobre as águas é um testemunho de Sua autoridade e poder sobre a criação.","referencias_relacionadas":["Êxodo 14:21","Salmos 89:9","Mateus 8:27"]},"salmos_77_20_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à experiência humana sob a providência de Deus.","explicacao_detalhada":"Em Salmos 77:20, 'vida' pode ser entendida como a jornada espiritual e os desafios enfrentados ao longo do caminho.","por_que_esta_palavra":"A vida é um tema central nas Escrituras, refletindo a relação entre o ser humano e Deus.","conexao_teologica":"A vida é um presente de Deus, e a maneira como vivemos deve refletir nossa fé e dependência dEle.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 12:1"]},"salmos_77_20_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"A palavra 'águas' representa tanto a criação quanto os desafios que podem ser superados pela fé.","explicacao_detalhada":"Em Salmos 77:20, as águas simbolizam as dificuldades e tribulações que o salmista enfrenta, mas também a possibilidade de libertação.","por_que_esta_palavra":"As águas são frequentemente usadas na Bíblia para descrever a purificação e a renovação espiritual.","conexao_teologica":"A presença de Deus nas águas é um símbolo de Sua capacidade de trazer vida e esperança em meio ao caos.","referencias_relacionadas":["Isaías 43:2","Salmos 69:1","Mateus 3:16"]},"salmos_77_21_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de Deus.","explicacao_detalhada":"Em Salmos 77:21, o 'nome' de Deus é invocado como um símbolo de Sua autoridade e poder.","por_que_esta_palavra":"O nome de Deus é central na adoração e na invocação, representando Sua natureza e caráter.","conexao_teologica":"Invocar o nome de Deus é um ato de fé e reconhecimento de Sua soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 20:1","Salmos 91:14","Atos 4:12"]},"salmos_77_21_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder e ação.","explicacao_detalhada":"Em Salmos 77:21, a mão de Deus é vista como um instrumento de salvação e proteção para o Seu povo.","por_que_esta_palavra":"A mão é frequentemente usada nas Escrituras para descrever a intervenção divina na história.","conexao_teologica":"A mão de Deus representa Sua presença ativa e Sua capacidade de agir em favor de Seu povo.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Deuteronômio 33:27"]},"salmos_77_21_irmao":{"palavra_pt":"irmao","palavra_original":"אַהֲרוֹן","transliteracao":"ʼAhărôwn","strong":"H175","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se à relação familiar e à comunidade de fé.","explicacao_detalhada":"Em Salmos 77:21, 'irmão' pode simbolizar a união e o apoio mútuo entre os membros do povo de Deus.","por_que_esta_palavra":"A ideia de irmandade é central na vida comunitária e na solidariedade entre os crentes.","conexao_teologica":"A irmandade entre os crentes reflete a unidade do corpo de Cristo e a importância do amor fraternal.","referencias_relacionadas":["Romanos 12:10","1 João 4:20","Hebreus 13:1"]}}