{"salmos_79_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania de Deus sobre todas as coisas, especialmente em tempos de crise.","explicacao_detalhada":"A palavra 'deus' enfatiza a grandeza e a autoridade de Deus, que é invocado em momentos de necessidade.","por_que_esta_palavra":"A invocação de Deus é fundamental em momentos de desespero, reconhecendo Sua capacidade de salvar.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o controlador de toda a criação.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 8:31"]},"salmos_79_1_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo como a morada de Deus entre o Seu povo, um lugar sagrado.","explicacao_detalhada":"A palavra 'templo' simboliza a presença de Deus e a importância da adoração e do culto.","por_que_esta_palavra":"O templo é central na vida espiritual de Israel, representando a conexão entre Deus e Seu povo.","conexao_teologica":"O templo é um símbolo da presença de Deus, que se cumpre em Cristo, que é o verdadeiro templo.","referencias_relacionadas":["1 Reis 6:1","João 2:19-21","Apocalipse 21:22"]},"salmos_79_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus e ao caráter sagrado do templo.","explicacao_detalhada":"A palavra 'sagrado' destaca a separação de Deus do comum e a reverência que deve ser dada a Ele.","por_que_esta_palavra":"A santidade de Deus é um aspecto essencial de Sua natureza, que deve ser reconhecido e respeitado.","conexao_teologica":"A santidade de Deus é um chamado à pureza e à adoração verdadeira por parte de Seu povo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 4:8"]},"salmos_79_2_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele observa a terra.","explicacao_detalhada":"A palavra 'céus' é usada para descrever tanto o espaço físico acima de nós quanto a esfera espiritual onde Deus habita. No contexto de Salmos 79:2, o céu é invocado como um testemunho da situação de aflição do povo.","por_que_esta_palavra":"É importante para enfatizar a soberania de Deus sobre a criação e a necessidade de clamor por ajuda divina.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à sua autoridade sobre a terra. A invocação do céu sugere um apelo à intervenção divina.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"salmos_79_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica um pedido urgente e fervoroso por ajuda ou intervenção.","explicacao_detalhada":"A palavra 'clamar' implica um grito ou súplica intensa, refletindo a dor e a necessidade do povo diante da opressão. No contexto, é um chamado a Deus para que Ele ouça e responda.","por_que_esta_palavra":"É usada para expressar a profundidade do desespero e a urgência da situação enfrentada pelo povo de Israel.","conexao_teologica":"Clamar a Deus é um tema recorrente nas Escrituras, simbolizando a dependência humana da graça e da misericórdia divina.","referencias_relacionadas":["Salmos 34:17","Salmos 18:6","Romanos 10:13"]},"salmos_79_3_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue derramado, simbolizando a violência e a injustiça sofrida pelo povo.","explicacao_detalhada":"A menção ao 'sangue' evoca imagens de sacrifício, morte e sofrimento. No contexto, é um lamento pela perda de vidas e pela brutalidade enfrentada.","por_que_esta_palavra":"É crucial para expressar a gravidade da situação e a necessidade de justiça e redenção.","conexao_teologica":"O sangue é um símbolo de vida e sacrifício, frequentemente associado ao pacto de Deus com Seu povo.","referencias_relacionadas":["Gênesis 4:10","Êxodo 12:13","Hebreus 9:22"]},"salmos_79_3_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Simboliza a necessidade de sustento e purificação, além de representar a vida.","explicacao_detalhada":"A palavra 'águas' pode ser interpretada como um clamor por renovação e restauração em meio à desolação. No contexto, sugere a urgência de um alívio espiritual e físico.","por_que_esta_palavra":"É usada para enfatizar a dependência do povo de Deus para suprir suas necessidades básicas e espirituais.","conexao_teologica":"Água é frequentemente usada nas Escrituras como símbolo de vida, purificação e o Espírito Santo.","referencias_relacionadas":["Isaías 44:3","João 4:14","Apocalipse 22:17"]},"salmos_79_4_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Refere-se ao ato de censurar ou corrigir, especialmente em relação ao comportamento do povo ou dos inimigos.","explicacao_detalhada":"A palavra 'repreender' implica um chamado à ação divina para corrigir injustiças e restaurar a ordem. No contexto, é um pedido para que Deus intervenha contra aqueles que causam dor.","por_que_esta_palavra":"É importante para expressar a necessidade de justiça e a esperança de que Deus traga correção.","conexao_teologica":"A repreensão divina é um tema que aparece em várias passagens, onde Deus é visto como o juiz que corrige Seu povo.","referencias_relacionadas":["Salmos 94:10","Provérbios 3:12","Apocalipse 3:19"]},"salmos_79_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda ou destruição, simbolizando a derrota ou a ruína.","explicacao_detalhada":"A palavra 'cair' pode ser entendida como um estado de vulnerabilidade ou desespero. No contexto, sugere a fragilidade do povo diante das adversidades.","por_que_esta_palavra":"É usada para enfatizar a necessidade de proteção e a busca por restauração.","conexao_teologica":"A queda é um tema que aparece nas Escrituras, simbolizando a necessidade de salvação e a intervenção de Deus.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 14:4"]},"salmos_79_5_fim":{"palavra_pt":"fim","palavra_original":"נֶצַח","transliteracao":"netsach","strong":"H5331","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de um período de sofrimento ou à conclusão de um ciclo.","explicacao_detalhada":"A palavra 'fim' sugere um clamor por um desfecho para a dor e a opressão. No contexto, é um pedido para que Deus traga um novo começo.","por_que_esta_palavra":"É importante para expressar a esperança de que o sofrimento não é eterno e que Deus pode trazer restauração.","conexao_teologica":"O conceito de fim e novo começo é central na teologia bíblica, refletindo a promessa de Deus de restaurar Seu povo.","referencias_relacionadas":["Eclesiastes 3:1","Isaías 40:31","Apocalipse 21:4"]},"salmos_79_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa reverência e submissão. No contexto, é um apelo ao caráter de Deus como protetor e redentor.","por_que_esta_palavra":"É usada para invocar a presença e a ajuda de Deus, reconhecendo Sua soberania.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando Sua identidade e poder.","referencias_relacionadas":["Salmos 8:1","Salmos 113:1-3","Filipenses 2:9-11"]},"salmos_79_5_forasmuch":{"palavra_pt":"ate","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5704","significado_raiz":"Ideia básica: ate.","significado_contextual":"Indica uma condição ou razão para a súplica apresentada.","explicacao_detalhada":"A palavra 'até' é usada para estabelecer um limite ou uma expectativa. No contexto, sugere que a situação atual não pode continuar e que a intervenção de Deus é necessária.","por_que_esta_palavra":"É importante para enfatizar a urgência da situação e a necessidade de ação divina.","conexao_teologica":"A ideia de condições e promessas é um tema recorrente nas Escrituras, onde a fidelidade de Deus é invocada.","referencias_relacionadas":["Salmos 13:1","Salmos 22:1","Romanos 8:18"]},"salmos_79_6_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se novamente ao sangue derramado, enfatizando a gravidade da situação.","explicacao_detalhada":"A repetição da palavra 'sangue' reforça a intensidade do lamento e a urgência da necessidade de justiça e intervenção divina.","por_que_esta_palavra":"É usada para sublinhar a seriedade da opressão e a necessidade de um clamor por redenção.","conexao_teologica":"O sangue é um símbolo poderoso de sacrifício e redenção, refletindo a necessidade de um salvador.","referencias_relacionadas":["Gênesis 9:6","Levítico 17:11","Hebreus 10:4"]},"salmos_79_6_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a nações ou povos que não pertencem ao povo de Israel, frequentemente vistos como gentios.","explicacao_detalhada":"A palavra 'nação' neste contexto é usada para descrever grupos de pessoas que não seguem a Deus, contrastando com o povo escolhido de Israel. O Salmo 79 clama a Deus por ajuda contra essas nações que atacam o Seu povo.","por_que_esta_palavra":"A inclusão da palavra 'nação' destaca a situação de vulnerabilidade do povo de Israel diante de inimigos que não conhecem a Deus.","conexao_teologica":"A ideia de nações gentias é importante na teologia bíblica, pois mostra a necessidade de salvação e a soberania de Deus sobre todos os povos.","referencias_relacionadas":["Salmos 2:1-2","Isaías 60:12","Mateus 28:19"]},"salmos_79_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui implica a fidelidade e a justiça de Deus em relação ao Seu povo.","explicacao_detalhada":"Neste versículo, a verdade é um apelo à integridade de Deus, que deve ser reconhecida mesmo em meio ao sofrimento e à opressão.","por_que_esta_palavra":"A invocação da verdade é uma súplica para que Deus atue de acordo com Sua natureza justa e verdadeira.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Sua natureza e a relação que Ele tem com a humanidade.","referencias_relacionadas":["Salmos 25:5","Salmos 86:15","João 14:6"]},"salmos_79_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o salmista clama a Deus.","explicacao_detalhada":"Este termo é usado para justificar o pedido de ajuda, ligando a condição do povo à ação de Deus.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do clamor do salmista, que busca uma resposta divina em meio à calamidade.","conexao_teologica":"A relação entre a condição humana e a ação divina é um tema recorrente nas Escrituras, mostrando a dependência do homem de Deus.","referencias_relacionadas":["Salmos 22:1","Salmos 44:24","Romanos 8:31"]},"salmos_79_7_deus":{"palavra_pt":"deus","palavra_original":"נָוֶה","transliteracao":"nâveh","strong":"H5116","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, o único digno de adoração e a fonte de salvação.","explicacao_detalhada":"A palavra 'Deus' neste contexto enfatiza a soberania e a autoridade divina sobre todas as coisas, especialmente em tempos de crise.","por_que_esta_palavra":"A invocação de Deus é um reconhecimento da necessidade de Sua intervenção nas dificuldades enfrentadas pelo povo.","conexao_teologica":"A natureza de Deus como salvador e protetor é um tema central na teologia bíblica, refletindo Sua relação com o povo escolhido.","referencias_relacionadas":["Salmos 46:1","Salmos 68:20","Isaías 41:10"]},"salmos_79_7_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' simboliza a necessidade básica de sustento, tanto físico quanto espiritual.","explicacao_detalhada":"Neste versículo, o alimento é uma metáfora para a provisão de Deus, que é essencial para a sobrevivência do Seu povo em tempos de crise.","por_que_esta_palavra":"A menção ao alimento destaca a dependência do povo de Deus para suas necessidades mais básicas.","conexao_teologica":"A provisão de Deus é um tema importante, refletindo Sua fidelidade e cuidado por aqueles que O seguem.","referencias_relacionadas":["Salmos 37:25","Mateus 6:11","Filipenses 4:19"]},"salmos_79_8_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se ao pecado e à injustiça que afligem o povo de Deus.","explicacao_detalhada":"Neste contexto, o mal é visto como uma força que causa sofrimento e separação entre o povo e Deus, sendo um clamor por misericórdia.","por_que_esta_palavra":"A menção do mal é um reconhecimento da realidade do pecado e suas consequências na vida do povo.","conexao_teologica":"O conceito de mal e pecado é fundamental na teologia, pois destaca a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:8","Salmos 51:5"]},"salmos_79_8_compaixao":{"palavra_pt":"compaixao","palavra_original":"רַחַם","transliteracao":"racham","strong":"H7356","significado_raiz":"Ideia básica: compaixao.","significado_contextual":"A palavra 'compaixão' refere-se à misericórdia e ao amor de Deus pelo Seu povo.","explicacao_detalhada":"Neste versículo, a compaixão é um apelo à natureza amorosa de Deus, que é capaz de perdoar e restaurar.","por_que_esta_palavra":"A invocação da compaixão é um pedido por graça em meio ao sofrimento e à necessidade de redenção.","conexao_teologica":"A compaixão de Deus é um tema central na Bíblia, refletindo Sua disposição em perdoar e restaurar aqueles que se arrependem.","referencias_relacionadas":["Salmos 103:8","Lamentações 3:22-23","Efésios 2:4-5"]},"salmos_79_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual se clama pela compaixão de Deus.","explicacao_detalhada":"Este termo é usado para justificar o pedido de misericórdia, ligando a condição do povo à necessidade de intervenção divina.","por_que_esta_palavra":"A repetição de 'porque' enfatiza a urgência e a necessidade de ajuda divina em meio ao sofrimento.","conexao_teologica":"A relação entre a condição humana e a ação divina é um tema recorrente nas Escrituras, mostrando a dependência do homem de Deus.","referencias_relacionadas":["Salmos 25:7","Salmos 51:1","Romanos 10:13"]},"salmos_79_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, enfatizando Sua capacidade de salvar.","explicacao_detalhada":"A palavra 'Deus' aqui é um clamor pela intervenção divina, reconhecendo que somente Ele pode trazer salvação ao Seu povo.","por_que_esta_palavra":"A invocação de Deus é um reconhecimento da necessidade de Sua intervenção nas dificuldades enfrentadas pelo povo.","conexao_teologica":"A natureza de Deus como salvador é um tema central na teologia bíblica, refletindo Sua relação com o povo escolhido.","referencias_relacionadas":["Salmos 18:2","Salmos 62:1","Isaías 43:11"]},"salmos_79_9_salvacao":{"palavra_pt":"salvacao","palavra_original":"יֶשַׁע","transliteracao":"yeshaʻ","strong":"H3468","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se à libertação e ao resgate que Deus oferece ao Seu povo.","explicacao_detalhada":"Neste contexto, a salvação é um pedido de livramento das dificuldades e opressões enfrentadas pelo povo de Israel.","por_que_esta_palavra":"A menção da salvação destaca a esperança do povo em Deus como seu redentor e libertador.","conexao_teologica":"A salvação é um tema central nas Escrituras, refletindo a obra redentora de Deus através de Jesus Cristo.","referencias_relacionadas":["Salmos 3:8","Salmos 27:1","Romanos 1:16"]},"salmos_79_9_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e à comunicação divina com o povo.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para expressar não apenas uma palavra falada, mas também a ação e a vontade de Deus. Em Salmos 79:9, o salmista clama por intervenção divina, reconhecendo que a palavra de Deus é poderosa e capaz de trazer salvação.","por_que_esta_palavra":"Esta palavra é central na comunicação entre Deus e os seres humanos, representando a verdade e a ordem divina.","conexao_teologica":"A palavra de Deus é vista como criadora e sustentadora do universo, conforme Gênesis 1:3 e Hebreus 1:3.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","João 1:1"]},"salmos_79_10_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue derramado como símbolo de vida e sacrifício.","explicacao_detalhada":"A palavra 'שָׁפַךְ' (shâphak) implica a ação de derramar sangue, que é um tema recorrente na Bíblia, simbolizando tanto a vida quanto a morte. Em Salmos 79:10, o salmista menciona o sangue derramado como um clamor por justiça e redenção.","por_que_esta_palavra":"O sangue é um elemento essencial nos rituais de sacrifício e na expiação dos pecados, conforme a Lei Mosaica.","conexao_teologica":"O sangue de Cristo é visto como o sacrifício final que redime a humanidade, conforme Hebreus 9:22.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Romanos 5:9"]},"salmos_79_10_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se aos povos ou nações que não pertencem ao povo de Israel.","explicacao_detalhada":"A palavra 'גּוֹי' (gôwy) é usada para descrever nações em geral, muitas vezes em contraste com Israel. Em Salmos 79:10, o salmista se refere à opressão que o povo de Deus sofre nas mãos das nações inimigas.","por_que_esta_palavra":"A distinção entre Israel e as nações é importante na narrativa bíblica, refletindo a escolha de Deus por Seu povo.","conexao_teologica":"A missão de Israel era ser uma luz para as nações, conforme Isaías 49:6, e isso se cumpre em Cristo.","referencias_relacionadas":["Gênesis 12:3","Isaías 60:3","Atos 1:8"]},"salmos_79_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, o único Deus verdadeiro.","explicacao_detalhada":"A palavra 'אֱלֹהִים' (ʼĕlôhîym) é um termo plural que enfatiza a majestade e a soberania de Deus. Em Salmos 79:10, o salmista clama a Deus por ajuda e intervenção em meio à opressão.","por_que_esta_palavra":"Deus é visto como o juiz supremo e o protetor de Seu povo, sendo fundamental na relação entre Deus e Israel.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Seu controle sobre todas as nações.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 8:31"]},"salmos_79_11_crying":{"palavra_pt":"crying","palavra_original":"אֲנָקָה","transliteracao":"ʼănâqâh","strong":"H603","significado_raiz":"Ideia básica: crying.","significado_contextual":"Refere-se ao clamor e à dor do povo diante da opressão.","explicacao_detalhada":"A palavra 'אֲנָקָה' (ʼănâqâh) expressa um profundo lamento e angústia. Em Salmos 79:11, o salmista pede que Deus ouça o clamor do povo, que está sofrendo.","por_que_esta_palavra":"O lamento é uma forma de oração que expressa a necessidade de ajuda e a busca por consolo divino.","conexao_teologica":"Deus é sensível ao clamor de Seu povo, conforme Salmos 34:17, e promete estar perto dos que têm o coração quebrantado.","referencias_relacionadas":["Salmos 18:6","Salmos 34:18","Romanos 8:26"]},"salmos_79_11_greatness":{"palavra_pt":"greatness","palavra_original":"גֹּדֶל","transliteracao":"gôdel","strong":"H1433","significado_raiz":"Ideia básica: greatness.","significado_contextual":"Refere-se à grandeza e majestade de Deus.","explicacao_detalhada":"A palavra 'גֹּדֶל' (gôdel) enfatiza a imensidão e a soberania de Deus. Em Salmos 79:11, o salmista reconhece a grandeza de Deus ao clamar por ajuda.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente nas Escrituras, lembrando ao povo de Sua capacidade de salvar e proteger.","conexao_teologica":"A grandeza de Deus é um fundamento da fé, pois Ele é capaz de realizar o impossível, conforme Efésios 3:20.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"salmos_79_11_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se ao poder e à força de Deus.","explicacao_detalhada":"A palavra 'זְרוֹעַ' (zᵉrôwaʻ) é frequentemente associada à força e ao poder de Deus. Em Salmos 79:11, o salmista clama por intervenção divina, reconhecendo que somente Deus tem o poder para salvar.","por_que_esta_palavra":"O poder de Deus é um tema central na Bíblia, mostrando que Ele é capaz de realizar Seus propósitos.","conexao_teologica":"O poder de Deus é demonstrado em Suas obras, como a criação e a redenção, conforme Salmos 33:6-9.","referencias_relacionadas":["Salmos 62:11","Isaías 40:29","Efésios 1:19"]},"salmos_79_12_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se à restauração e construção do povo de Deus.","explicacao_detalhada":"A palavra 'שׁוּב' (shûwb) implica um retorno ou restauração. Em Salmos 79:12, o salmista pede que Deus restaure o que foi destruído, edificando novamente Seu povo.","por_que_esta_palavra":"A ideia de edificar é central na esperança de restauração que permeia as Escrituras.","conexao_teologica":"Deus é o arquiteto da restauração, conforme Jeremias 29:11, prometendo um futuro de esperança.","referencias_relacionadas":["Salmos 126:1","Isaías 61:4","Ezequiel 36:10"]},"salmos_79_12_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Refere-se à ação de corrigir ou confrontar a vergonha e a opressão.","explicacao_detalhada":"A palavra 'חֶרְפָּה' (cherpâh) significa vergonha ou desonra. Em Salmos 79:12, o salmista pede que Deus repreenda aqueles que trouxeram vergonha ao Seu povo.","por_que_esta_palavra":"A repreensão é uma forma de Deus restaurar a honra de Seu povo e corrigir injustiças.","conexao_teologica":"Deus é justo e não deixará a injustiça sem resposta, conforme Salmos 9:16.","referencias_relacionadas":["Salmos 25:3","Salmos 37:28","Romanos 12:19"]},"salmos_79_12_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o soberano e autoridade máxima.","explicacao_detalhada":"A palavra 'אֲדֹנָי' (ʼĂdônây) é um título que expressa a soberania de Deus. Em Salmos 79:12, o salmista clama ao Senhor, reconhecendo Sua autoridade sobre todas as coisas.","por_que_esta_palavra":"Reconhecer Deus como Senhor é fundamental para a fé e a submissão ao Seu plano.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Filipenses 2:9-11"]},"salmos_79_13_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus e à sua fidelidade ao longo das gerações.","explicacao_detalhada":"A palavra 'eterno' implica em algo que não tem fim, que transcende o tempo. No contexto de Salmos 79:13, ela enfatiza a natureza imutável de Deus e sua promessa de salvação.","por_que_esta_palavra":"A escolha da palavra 'eterno' reforça a ideia de que Deus é constante e sempre presente, mesmo em tempos de crise.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, mostrando que Ele é o criador e sustentador de todas as coisas, além de ser a fonte de esperança para o seu povo.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_79_13_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"O 'nome' de Deus é um símbolo de sua presença e poder. No Salmos 79:13, o nome é invocado como um meio de clamar por ajuda e proteção.","por_que_esta_palavra":"A palavra 'nome' é crucial, pois invocar o nome de Deus é reconhecer sua soberania e buscar sua intervenção.","conexao_teologica":"O nome de Deus é frequentemente associado à sua revelação e ao relacionamento que Ele tem com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Romanos 10:13"]}}