{"salmos_80_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo como a morada de Deus entre seu povo.","explicacao_detalhada":"O 'templo' é visto como o lugar sagrado onde Deus habita e onde os israelitas se reúnem para adoração. Em Salmos 80:1, a invocação do templo destaca a necessidade de Deus estar presente no meio de seu povo.","por_que_esta_palavra":"A palavra 'templo' é significativa, pois representa a conexão entre Deus e a humanidade, sendo um espaço de comunhão.","conexao_teologica":"O templo simboliza a presença de Deus e a importância da adoração coletiva, refletindo a relação entre o Criador e a criação.","referencias_relacionadas":["1 Reis 8:27","Salmos 27:4","Mateus 21:12"]},"salmos_80_1_nome":{"palavra_pt":"nome","palavra_original":"אָסָף","transliteracao":"ʼÂçâph","strong":"H623","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Deus, que é invocado para trazer ajuda e salvação.","explicacao_detalhada":"O nome de Deus é um símbolo de sua identidade e poder. No contexto de Salmos 80:1, clamar pelo nome de Deus é um apelo à sua intervenção divina.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a autoridade e a proteção que vem de Deus.","conexao_teologica":"Invocar o nome de Deus é um ato de fé e dependência, reconhecendo que somente Ele pode salvar.","referencias_relacionadas":["Salmos 54:1","Salmos 116:4","Atos 4:12"]},"salmos_80_2_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Deus, que é um símbolo de sua presença e poder.","explicacao_detalhada":"A repetição do 'nome' em Salmos 80:2 destaca a importância de reconhecer a soberania de Deus em tempos de necessidade.","por_que_esta_palavra":"A palavra 'nome' é fundamental, pois invocar o nome de Deus é um ato de fé e confiança em sua ajuda.","conexao_teologica":"O nome de Deus é uma expressão de sua natureza e caráter, sendo um ponto de referência para a adoração.","referencias_relacionadas":["Salmos 20:1","Salmos 124:8","Romanos 10:13"]},"salmos_80_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de julgar e restaurar seu povo.","explicacao_detalhada":"A palavra 'julgar' em Salmos 80:2 implica em Deus agir em favor de seu povo, trazendo justiça e restauração em meio à opressão.","por_que_esta_palavra":"A escolha da palavra 'julgar' destaca a expectativa de que Deus intervirá para corrigir as injustiças.","conexao_teologica":"O julgamento de Deus é um tema recorrente, mostrando que Ele é justo e se preocupa com a condição de seu povo.","referencias_relacionadas":["Salmos 9:7-8","Isaías 30:18","Romanos 2:6"]},"salmos_80_3_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus, que traz favor e proteção ao seu povo.","explicacao_detalhada":"O 'rosto' de Deus é uma metáfora para sua presença e favor. Em Salmos 80:3, o clamor é para que Deus olhe e intervenha em favor de seu povo.","por_que_esta_palavra":"A palavra 'rosto' simboliza a relação íntima entre Deus e seu povo, onde a presença divina é essencial.","conexao_teologica":"A presença de Deus é fundamental na vida do crente, pois é através dela que encontramos conforto e direção.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Tiago 4:8"]},"salmos_80_3_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Ideia básica: vitoria.","significado_contextual":"Refere-se à vitória que Deus concede ao seu povo em tempos de adversidade.","explicacao_detalhada":"A palavra 'vitoria' em Salmos 80:3 destaca a esperança de que Deus trará libertação e triunfo sobre os inimigos.","por_que_esta_palavra":"A escolha da palavra 'vitoria' é um lembrete do poder de Deus para salvar e proteger seu povo.","conexao_teologica":"A vitória de Deus é um tema central na narrativa bíblica, mostrando que Ele é capaz de vencer qualquer adversidade.","referencias_relacionadas":["Salmos 44:5","1 Coríntios 15:57","Romanos 8:37"]},"salmos_80_4_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de Deus de salvar seu povo da opressão.","explicacao_detalhada":"A palavra 'salvar' em Salmos 80:4 expressa o desejo de libertação e restauração, clamando pela intervenção divina.","por_que_esta_palavra":"A escolha da palavra 'salvar' é crucial, pois reflete a necessidade de ajuda divina em tempos de crise.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a ação de Deus em resgatar seu povo do pecado e da morte.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Efésios 2:8"]},"salmos_80_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como o ser supremo e criador.","explicacao_detalhada":"A palavra 'deus' em Salmos 80:4 enfatiza a soberania e o poder de Deus sobre todas as coisas, sendo a fonte de ajuda e salvação.","por_que_esta_palavra":"A escolha da palavra 'deus' é fundamental, pois reconhece a autoridade e o domínio de Deus sobre a criação.","conexao_teologica":"A natureza de Deus como o único Deus é um princípio central na fé cristã, que nos chama a confiar nele em todas as circunstâncias.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","1 Timóteo 2:5"]},"salmos_80_4_luminoso":{"palavra_pt":"luminoso","palavra_original":"אוֹר","transliteracao":"ʼôwr","strong":"H215","significado_raiz":"Ideia básica: luminoso.","significado_contextual":"Refere-se à luz que traz clareza e entendimento, simbolizando a presença de Deus.","explicacao_detalhada":"A palavra 'luminoso' é usada para descrever a natureza divina de Deus, que ilumina a escuridão espiritual e traz esperança ao seu povo.","por_que_esta_palavra":"A escolha da palavra 'luminoso' enfatiza a necessidade de orientação e a busca pela presença de Deus em tempos de tribulação.","conexao_teologica":"A luz de Deus é frequentemente associada à verdade e à salvação, refletindo a natureza redentora de Cristo.","referencias_relacionadas":["João 8:12","Salmos 27:1","Isaías 60:1"]},"salmos_80_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é uma invocação direta a Deus, reconhecendo sua soberania e autoridade.","explicacao_detalhada":"A palavra 'Senhor' (YHWH) é usada para expressar a relação pessoal e a aliança entre Deus e seu povo, destacando sua fidelidade.","por_que_esta_palavra":"A invocação do nome de Deus é um apelo à sua intervenção e proteção em momentos de crise.","conexao_teologica":"O nome do Senhor é um símbolo de sua presença constante e de sua capacidade de salvar.","referencias_relacionadas":["Êxodo 3:14","Salmos 116:4","Romanos 10:13"]},"salmos_80_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, o criador e sustentador de todas as coisas.","explicacao_detalhada":"A utilização de 'Deus' (Elohim) enfatiza a majestade e o poder de Deus, que é digno de adoração e respeito.","por_que_esta_palavra":"A invocação de Deus é um reconhecimento da necessidade de sua ajuda e intervenção nas dificuldades enfrentadas.","conexao_teologica":"Deus é visto como o provedor e protetor, que se importa com seu povo e responde às suas orações.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Hebreus 11:6"]},"salmos_80_5_oracao":{"palavra_pt":"oracao","palavra_original":"תְּפִלָּה","transliteracao":"tᵉphillâh","strong":"H8605","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A palavra 'oração' refere-se ao ato de se comunicar com Deus, expressando súplicas e louvores.","explicacao_detalhada":"A oração é um meio pelo qual os fiéis buscam a presença de Deus e pedem por sua intervenção em suas vidas.","por_que_esta_palavra":"A oração é fundamental para a vida espiritual, pois fortalece a relação entre o crente e Deus.","conexao_teologica":"A oração é um ato de fé que reconhece a soberania de Deus e a dependência humana.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Tiago 5:16"]},"salmos_80_6_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao pão como símbolo de sustento físico e espiritual.","explicacao_detalhada":"A palavra 'alimento' (lechem) é usada para expressar a necessidade básica do ser humano e a provisão de Deus para seu povo.","por_que_esta_palavra":"O alimento é um símbolo da dependência do homem em relação a Deus, que é o verdadeiro provedor.","conexao_teologica":"Jesus se apresenta como o pão da vida, que sacia a fome espiritual e oferece vida eterna.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 37:25"]},"salmos_80_6_tears":{"palavra_pt":"tears","palavra_original":"דִּמְעָה","transliteracao":"dimʻâh","strong":"H1832","significado_raiz":"Ideia básica: tears.","significado_contextual":"Refere-se às lágrimas como expressão de dor e sofrimento.","explicacao_detalhada":"A palavra 'tears' (dimʻâh) simboliza o lamento e a tristeza do povo diante das dificuldades enfrentadas.","por_que_esta_palavra":"As lágrimas são um reflexo da dor emocional e da necessidade de consolo divino.","conexao_teologica":"Deus é descrito como aquele que enxuga as lágrimas, oferecendo conforto e esperança.","referencias_relacionadas":["Salmos 56:8","Apocalipse 21:4","Isaías 25:8"]},"salmos_80_6_grande":{"palavra_pt":"grande","palavra_original":"שָׁלִישׁ","transliteracao":"shâlîysh","strong":"H7991","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à magnitude de suas obras.","explicacao_detalhada":"A palavra 'grande' (shâlîysh) enfatiza a majestade e o poder de Deus em contrastar com a fragilidade humana.","por_que_esta_palavra":"A grandeza de Deus é um tema central na adoração, reconhecendo sua soberania sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é um convite à reverência e à adoração, lembrando que Ele é digno de louvor.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"salmos_80_7_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus em relação à sua capacidade de salvar e restaurar.","explicacao_detalhada":"A palavra 'grande' (sûwm) é usada para descrever a magnitude da ação de Deus em favor de seu povo.","por_que_esta_palavra":"A grandeza de Deus é um motivo de esperança e confiança nas promessas de salvação.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, que nos lembra de sua fidelidade e poder.","referencias_relacionadas":["Salmos 86:10","Salmos 147:5","Efésios 3:20"]},"salmos_80_8_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de salvar, tanto em um sentido físico quanto espiritual.","explicacao_detalhada":"A palavra 'salvar' (yâshaʻ) é usada para expressar a ação de Deus em resgatar seu povo da opressão e do pecado.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, representando a intervenção divina na história da humanidade.","conexao_teologica":"A salvação é oferecida através de Jesus Cristo, que é o cumprimento das promessas de Deus.","referencias_relacionadas":["Salmos 3:8","Romanos 1:16","Atos 4:12"]},"salmos_80_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que é a fonte de toda salvação e proteção.","explicacao_detalhada":"A palavra 'Deus' (Elohim) é usada para enfatizar a natureza poderosa e salvadora de Deus em momentos de crise.","por_que_esta_palavra":"A invocação de Deus é um reconhecimento da necessidade de sua ajuda e intervenção nas dificuldades enfrentadas.","conexao_teologica":"Deus é o único que pode oferecer verdadeira salvação e restauração ao seu povo.","referencias_relacionadas":["Salmos 68:20","Salmos 91:2","Hebreus 7:25"]},"salmos_80_8_luminoso":{"palavra_pt":"luminoso","palavra_original":"אוֹר","transliteracao":"ʼôwr","strong":"H215","significado_raiz":"Ideia básica: luminoso.","significado_contextual":"Refere-se à luz que Deus trouxe ao seu povo, simbolizando a presença divina.","explicacao_detalhada":"A palavra 'luminoso' é usada para descrever a ação de Deus em iluminar a vida de Israel, trazendo clareza e direção em tempos de escuridão.","por_que_esta_palavra":"É uma representação da proteção e orientação divina, essencial para a identidade do povo de Deus.","conexao_teologica":"A luz é frequentemente associada à revelação e à verdade de Deus, como em João 8:12, onde Jesus se apresenta como a luz do mundo.","referencias_relacionadas":["Salmos 27:1","Isaías 60:1","João 1:5"]},"salmos_80_9_egypt":{"palavra_pt":"egito","palavra_original":"מִצְרַיִם","transliteracao":"Mitsrayim","strong":"H4714","significado_raiz":"Ideia básica: egito.","significado_contextual":"O Egito é mencionado como um símbolo de opressão e escravidão, de onde Deus libertou seu povo.","explicacao_detalhada":"A referência ao Egito evoca a memória da escravidão e a libertação milagrosa que Deus proporcionou aos israelitas, destacando sua fidelidade.","por_que_esta_palavra":"O Egito representa não apenas um lugar geográfico, mas também um estado espiritual de cativeiro que Deus deseja que seu povo evite.","conexao_teologica":"A libertação do Egito é um tema central na teologia do Antigo Testamento, simbolizando a salvação e a redenção.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 6:12","Salmos 106:7"]},"salmos_80_9_videira":{"palavra_pt":"videira","palavra_original":"גֶּפֶן","transliteracao":"gephen","strong":"H1612","significado_raiz":"Ideia básica: videira.","significado_contextual":"A videira simboliza o povo de Israel, que foi plantado e cuidado por Deus.","explicacao_detalhada":"A imagem da videira é usada para ilustrar a relação íntima entre Deus e seu povo, enfatizando a necessidade de frutificação e dependência.","por_que_esta_palavra":"A videira é um símbolo de prosperidade e bênção, representando a promessa de Deus de cuidar e sustentar seu povo.","conexao_teologica":"Jesus se refere a si mesmo como a videira verdadeira em João 15:1, reforçando a continuidade dessa imagem.","referencias_relacionadas":["Isaías 5:1","João 15:5","Salmos 128:3"]},"salmos_80_9_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O caminho representa a direção e o percurso que o povo deve seguir sob a orientação de Deus.","explicacao_detalhada":"A palavra 'caminho' sugere a jornada espiritual e moral que os israelitas devem trilhar, guiados pela vontade divina.","por_que_esta_palavra":"Refere-se à necessidade de seguir os mandamentos de Deus para alcançar a vida plena e a bênção.","conexao_teologica":"A ideia de caminho é central na sabedoria bíblica, como em Provérbios 3:6, onde se ensina a reconhecer a Deus em todos os caminhos.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Isaías 30:21"]},"salmos_80_10_solo":{"palavra_pt":"solo","palavra_original":"שָׁרַשׁ","transliteracao":"shârash","strong":"H8327","significado_raiz":"Ideia básica: solo.","significado_contextual":"O solo é mencionado como a base onde a videira se estabelece, simbolizando a terra prometida.","explicacao_detalhada":"A palavra 'solo' implica a fertilidade e a capacidade de produzir frutos, refletindo a bênção de Deus sobre a terra de Israel.","por_que_esta_palavra":"O solo é essencial para a agricultura e a sobrevivência do povo, representando a provisão divina.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a herança e a fidelidade de Deus ao seu povo.","referencias_relacionadas":["Deuteronômio 8:7","Salmos 37:11","Gênesis 12:1"]},"salmos_80_10_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"Encher refere-se à ação de Deus em suprir as necessidades do seu povo, trazendo abundância.","explicacao_detalhada":"A palavra 'encher' sugere a ideia de satisfação e plenitude que vem da presença de Deus na vida do povo.","por_que_esta_palavra":"É um lembrete da generosidade de Deus e da sua capacidade de prover para aqueles que confiam nele.","conexao_teologica":"A abundância de Deus é um tema que aparece em várias passagens, como em Filipenses 4:19, onde se promete suprimento para todas as necessidades.","referencias_relacionadas":["Salmos 23:5","Filipenses 4:19","Mateus 5:6"]},"salmos_80_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é o espaço físico e espiritual onde o povo de Deus vive e experimenta suas bênçãos.","explicacao_detalhada":"A palavra 'terra' representa não apenas o território, mas também a promessa de Deus de estar com seu povo em sua habitação.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com Israel, onde eles devem viver em obediência e adoração.","conexao_teologica":"A terra prometida é um conceito central na narrativa bíblica, simbolizando a realização das promessas de Deus.","referencias_relacionadas":["Gênesis 17:8","Êxodo 3:8","Salmos 37:29"]},"salmos_80_11_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a força e o poder divinos que sustentam e protegem seu povo.","explicacao_detalhada":"A menção a Deus como força reflete a confiança que Israel deve ter em sua proteção e liderança.","por_que_esta_palavra":"É um reconhecimento da soberania de Deus sobre todas as coisas e da sua capacidade de agir em favor do seu povo.","conexao_teologica":"A força de Deus é um tema recorrente, como em Salmos 46:1, onde Ele é descrito como um refúgio e fortaleza.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","2 Coríntios 12:9"]},"salmos_80_11_encher":{"palavra_pt":"encher","palavra_original":"כָּסָה","transliteracao":"kâçâh","strong":"H3680","significado_raiz":"Ideia básica: encher.","significado_contextual":"Encher, neste contexto, refere-se à ação de Deus em preencher a vida do povo com sua presença e bênçãos.","explicacao_detalhada":"A palavra 'encher' implica a ideia de saturação com a graça e a bondade de Deus, trazendo alegria e satisfação.","por_que_esta_palavra":"É um convite para que o povo busque a plenitude que vem de Deus, reconhecendo sua dependência.","conexao_teologica":"A plenitude de Deus é um tema que aparece em Efésios 3:19, onde se fala sobre ser cheio da plenitude de Deus.","referencias_relacionadas":["Efésios 3:19","Salmos 16:11","Romanos 15:13"]},"salmos_80_11_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A montanha é um símbolo de estabilidade e presença divina, frequentemente associada ao encontro com Deus.","explicacao_detalhada":"A palavra 'montanha' sugere um lugar elevado, onde se pode ter uma visão clara e uma experiência mais próxima de Deus.","por_que_esta_palavra":"As montanhas são vistas como lugares de adoração e revelação, onde Deus se manifesta ao seu povo.","conexao_teologica":"A montanha é um tema importante na Bíblia, como em Mateus 5:1, onde Jesus ensina no monte, simbolizando a autoridade divina.","referencias_relacionadas":["Salmos 121:1","Mateus 5:1","Êxodo 19:20"]},"salmos_80_12_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O 'mar' é frequentemente associado à vastidão e ao poder, simbolizando tanto a criação de Deus quanto os desafios que o povo enfrenta.","explicacao_detalhada":"No contexto de Salmos 80:12, o 'mar' representa a força e a imensidão que Deus controla. É uma metáfora para as dificuldades que o povo de Israel enfrenta, sugerindo que, apesar das adversidades, Deus é soberano sobre todas as coisas.","por_que_esta_palavra":"A palavra 'mar' é usada para enfatizar a grandeza de Deus e sua capacidade de dominar sobre as forças da natureza, refletindo a confiança do salmista na proteção divina.","conexao_teologica":"A soberania de Deus sobre a criação é um tema central na teologia bíblica, mostrando que Ele tem autoridade sobre as águas e as tempestades, como visto em outras passagens.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Mateus 8:27"]},"salmos_80_12_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica uma ação de Deus em resposta ao clamor do povo, indicando um movimento em direção à ajuda e à intervenção.","explicacao_detalhada":"No versículo, 'enviar' sugere que Deus está sendo solicitado a agir em favor de Israel, mostrando que a comunicação e a súplica são essenciais na relação entre o povo e Deus.","por_que_esta_palavra":"A escolha da palavra 'enviar' destaca a expectativa do salmista de que Deus não apenas ouve, mas também age em favor de seu povo.","conexao_teologica":"A ideia de Deus enviar ajuda ou salvação é um tema recorrente na Bíblia, refletindo a natureza de Deus como um socorrista e protetor.","referencias_relacionadas":["Salmos 34:7","Isaías 41:10","Romanos 10:15"]},"salmos_80_12_arvore":{"palavra_pt":"arvore","palavra_original":"קָצִיר","transliteracao":"qâtsîyr","strong":"H7105","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A 'árvore' simboliza crescimento, força e a presença de Deus entre seu povo, representando a vida e a prosperidade.","explicacao_detalhada":"No contexto do salmo, a 'árvore' pode ser vista como uma metáfora para o povo de Israel, que deve crescer e frutificar sob a proteção e bênção de Deus.","por_que_esta_palavra":"A palavra 'árvore' é utilizada para ilustrar a relação entre Deus e seu povo, onde a árvore representa a vitalidade e a continuidade da vida espiritual.","conexao_teologica":"A imagem da árvore é frequentemente usada na Bíblia para descrever a vida abundante que vem de Deus, como em Salmos 1:3.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:7-8","João 15:5"]},"salmos_80_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como o povo deve viver e se comportar diante de Deus, enfatizando a importância da conduta.","explicacao_detalhada":"Neste versículo, 'modo' sugere que a forma como o povo se relaciona com Deus e entre si é crucial para a sua prosperidade e proteção.","por_que_esta_palavra":"A palavra 'modo' é escolhida para destacar a necessidade de uma vida que reflita os princípios divinos, mostrando que a obediência é fundamental.","conexao_teologica":"A ética e a moralidade na vida do crente são temas centrais na Bíblia, refletindo a vontade de Deus para seu povo.","referencias_relacionadas":["Deuteronômio 10:12","Miquéias 6:8","Romanos 12:2"]},"salmos_80_13_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A 'vida' representa a jornada espiritual e a relação contínua com Deus, sendo essencial para a identidade do povo de Israel.","explicacao_detalhada":"No contexto do salmo, 'vida' implica não apenas a existência física, mas também a vida espiritual que é nutrida pela presença e bênção de Deus.","por_que_esta_palavra":"A palavra 'vida' é utilizada para enfatizar a importância de uma relação vibrante e ativa com Deus, que é a fonte de toda vitalidade.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Jesus se apresenta como a fonte da vida eterna.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"salmos_80_13_crescer":{"palavra_pt":"crescer","palavra_original":"פָּרַץ","transliteracao":"pârats","strong":"H6555","significado_raiz":"Ideia básica: crescer.","significado_contextual":"O 'crescer' implica desenvolvimento e amadurecimento espiritual, essencial para a saúde da comunidade de fé.","explicacao_detalhada":"Neste versículo, 'crescer' sugere que o povo deve se expandir em fé e obediência, refletindo a vontade de Deus em suas vidas.","por_que_esta_palavra":"A palavra 'crescer' é escolhida para enfatizar a dinâmica da vida espiritual, que deve ser ativa e em constante evolução.","conexao_teologica":"O crescimento espiritual é um tema recorrente na Bíblia, onde os crentes são chamados a amadurecer na fé.","referencias_relacionadas":["Efésios 4:15","2 Pedro 3:18","Colossenses 1:10"]},"salmos_80_14_criatura":{"palavra_pt":"criatura","palavra_original":"זִיז","transliteracao":"zîyz","strong":"H2123","significado_raiz":"Ideia básica: criatura.","significado_contextual":"A 'criatura' refere-se à obra de Deus, enfatizando a criação e a dependência do povo em relação ao Criador.","explicacao_detalhada":"No contexto do salmo, 'criatura' sugere que o povo é uma expressão da criação divina, chamada a refletir a glória de Deus em suas vidas.","por_que_esta_palavra":"A palavra 'criatura' é utilizada para lembrar ao povo de sua origem e da responsabilidade que têm de viver de acordo com a vontade de Deus.","conexao_teologica":"A criação é um tema central na teologia bíblica, onde cada ser humano é visto como uma obra-prima de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 139:14","Efésios 2:10"]},"salmos_80_14_waste":{"palavra_pt":"waste","palavra_original":"כִּרְסֵם","transliteracao":"kirçêm","strong":"H3765","significado_raiz":"Ideia básica: waste.","significado_contextual":"A palavra 'waste' refere-se à destruição e ao desespero que podem ocorrer quando o povo se afasta de Deus.","explicacao_detalhada":"Neste versículo, 'waste' sugere a consequência da desobediência e a necessidade de restaurar a relação com Deus para evitar a ruína.","por_que_esta_palavra":"A palavra 'waste' é escolhida para enfatizar a gravidade da situação em que o povo se encontra, clamando por restauração.","conexao_teologica":"A restauração é um tema importante na Bíblia, onde Deus promete restaurar aqueles que se arrependem e voltam para Ele.","referencias_relacionadas":["Joel 2:25","Isaías 61:3","Romanos 8:21"]},"salmos_80_15_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os 'céus' representam a habitação de Deus e sua soberania sobre a terra, simbolizando esperança e proteção.","explicacao_detalhada":"No contexto do salmo, 'céus' sugere que a ajuda e a intervenção de Deus vêm de Sua morada celestial, enfatizando a transcendência de Deus.","por_que_esta_palavra":"A palavra 'céus' é utilizada para lembrar ao povo que Deus está acima de todas as circunstâncias e que Ele é a fonte de toda ajuda.","conexao_teologica":"A soberania de Deus nos céus é um tema central na Bíblia, refletindo Sua autoridade sobre toda a criação.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"salmos_80_15_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' implica a ação de Deus em trazer salvação e libertação ao Seu povo, especialmente em tempos de opressão.","explicacao_detalhada":"Neste versículo, 'libertar' sugere que Deus é aquele que resgata e traz alívio ao sofrimento, reafirmando Sua fidelidade às promessas.","por_que_esta_palavra":"A palavra 'libertar' é escolhida para enfatizar a esperança do povo em um Deus que age em favor dos oprimidos e necessitados.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 34:18","Isaías 61:1","Gálatas 5:1"]},"salmos_80_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza de Deus como ser supremo, que possui poder e autoridade sobre todas as coisas. No contexto do Salmo 80, a invocação de Deus é um apelo por ajuda e restauração.","por_que_esta_palavra":"A escolha da palavra 'deus' enfatiza a soberania e a capacidade de Deus de intervir na história do seu povo.","conexao_teologica":"Deus é visto como o pastor do seu povo, que cuida e protege, refletindo a relação entre Deus e Israel.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"salmos_80_16_idiom":{"palavra_pt":"expressao","palavra_original":"כַּנָּה","transliteracao":"kannâh","strong":"H3657","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de um sentimento ou estado emocional.","explicacao_detalhada":"A palavra 'expressão' (כַּנָּה) no contexto do Salmo 80 pode ser interpretada como a maneira pela qual o povo de Israel se comunica com Deus, expressando suas necessidades e anseios.","por_que_esta_palavra":"A utilização dessa palavra destaca a importância da comunicação entre o ser humano e Deus, especialmente em tempos de crise.","conexao_teologica":"A expressão é um meio pelo qual o povo busca a intervenção divina, mostrando a dependência de Deus.","referencias_relacionadas":["Salmos 42:1","Salmos 62:8","Filipenses 4:6"]},"salmos_80_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, especialmente no contexto da relação entre Deus e Israel.","explicacao_detalhada":"A palavra 'filho' (בֵּן) simboliza a relação especial que Israel tem com Deus, como um filho com seu pai. No Salmo 80, isso é um apelo à proteção e cuidado divinos.","por_que_esta_palavra":"A palavra 'filho' enfatiza a intimidade e a responsabilidade que Deus tem para com seu povo escolhido.","conexao_teologica":"A relação pai-filho é central na teologia bíblica, refletindo amor, cuidado e disciplina.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:15"]},"salmos_80_17_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza purificação, juízo ou a presença de Deus.","explicacao_detalhada":"A palavra 'fogo' (אֵשׁ) pode representar tanto a presença purificadora de Deus quanto o juízo que Ele traz sobre aqueles que se afastam de seus caminhos. No Salmo 80, pode ser um pedido para que Deus atue com poder.","por_que_esta_palavra":"O fogo é um símbolo poderoso na Escritura, representando a santidade e a justiça de Deus.","conexao_teologica":"Deus é frequentemente descrito como um fogo consumidor, que purifica e julga.","referencias_relacionadas":["Deuteronômio 4:24","Hebreus 12:29","Apocalipse 1:14"]},"salmos_80_18_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, especialmente ao povo de Israel.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a fragilidade e a dependência do ser humano em relação a Deus. No Salmo 80, isso ressalta a vulnerabilidade do povo diante das adversidades.","por_que_esta_palavra":"A escolha dessa palavra destaca a condição humana e a necessidade de intervenção divina.","conexao_teologica":"A humanidade é vista como dependente da graça e da misericórdia de Deus.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6","Tiago 4:14"]},"salmos_80_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação especial entre Deus e seu povo, como filhos.","explicacao_detalhada":"A palavra 'filho' (בֵּן) aqui reforça a ideia de que Israel é considerado como filho de Deus, enfatizando a proteção e o cuidado que Deus deve ter com seu povo.","por_que_esta_palavra":"A palavra é usada para expressar a intimidade da relação entre Deus e Israel.","conexao_teologica":"A relação de filho é um tema recorrente na Bíblia, simbolizando amor e responsabilidade.","referencias_relacionadas":["Salmos 2:7","Gálatas 3:26","1 João 3:1"]},"salmos_80_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda ou ao desvio do caminho correto.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode indicar a condição de Israel ao se afastar de Deus, resultando em dificuldades e sofrimento. No Salmo 80, isso é um clamor por restauração.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a fragilidade e a necessidade de ajuda divina para não cair em desespero.","conexao_teologica":"A queda do homem é um tema central na teologia, refletindo a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Pedro 5:8"]},"salmos_80_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à realidade da palavra de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a importância da sinceridade e da autenticidade na relação com Deus. No Salmo 80, isso pode ser um apelo à restauração da verdade entre o povo.","por_que_esta_palavra":"A verdade é fundamental na relação entre Deus e seu povo, sendo um pilar da fé.","conexao_teologica":"Deus é descrito como a verdade, e a fidelidade a Ele é essencial para a vida espiritual.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"salmos_80_19_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' (מִן) pode indicar a presença de Deus no meio do seu povo, enfatizando a proximidade e a relação íntima que Ele tem com Israel.","por_que_esta_palavra":"A escolha dessa palavra destaca a ideia de que Deus não está distante, mas presente no meio das dificuldades.","conexao_teologica":"A presença de Deus entre seu povo é um tema central na Bíblia, refletindo seu desejo de habitar entre eles.","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Apocalipse 21:3"]},"salmos_80_19_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida e à vitalidade que vem de Deus.","explicacao_detalhada":"A palavra 'viver' (חָיָה) é usada para descrever a vida plena que Deus oferece ao seu povo. No Salmo 80, isso é um clamor por restauração e renovação da vida espiritual.","por_que_esta_palavra":"A vida é um presente de Deus, e a busca por viver plenamente é uma necessidade espiritual.","conexao_teologica":"A vida em Deus é um tema central, refletindo a relação de dependência e a promessa de vida eterna.","referencias_relacionadas":["João 10:10","Romanos 6:4","1 João 5:12"]},"salmos_80_20_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se ao ato de Deus de resgatar seu povo da opressão e da calamidade.","explicacao_detalhada":"No contexto de Salmos 80:20, a súplica é para que Deus intervenha e salve seu povo, que está em sofrimento. A palavra 'yâshaʻ' implica não apenas em libertação física, mas também em salvação espiritual.","por_que_esta_palavra":"Esta palavra é usada para expressar a necessidade de ajuda divina em tempos de crise, refletindo a dependência do povo em relação a Deus.","conexao_teologica":"A salvação é um tema central na teologia bíblica, representando a relação entre Deus e seu povo, onde Ele é visto como o salvador que liberta da escravidão do pecado e da morte.","referencias_relacionadas":["Salmos 34:6","Isaías 43:11","Romanos 10:13"]},"salmos_80_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é uma referência ao Deus de Israel, enfatizando sua soberania e autoridade.","explicacao_detalhada":"Em Salmos 80:20, o uso do nome 'Yᵉhôvâh' destaca a relação pessoal entre Deus e seu povo, invocando seu caráter fiel e protetor.","por_que_esta_palavra":"A invocação do nome de Deus é um apelo à sua natureza e promessas, lembrando ao povo de sua identidade e compromisso com eles.","conexao_teologica":"O nome de Deus é fundamental na revelação bíblica, simbolizando sua presença, poder e a aliança que Ele fez com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 9:10","Romanos 10:9"]},"salmos_80_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo, que tem um relacionamento especial com seu povo.","explicacao_detalhada":"Em Salmos 80:20, 'ʼĕlôhîym' é invocado como a fonte de poder e proteção, enfatizando a necessidade de sua intervenção nas dificuldades enfrentadas.","por_que_esta_palavra":"A palavra é usada para reconhecer a soberania de Deus e a dependência do povo em sua ajuda e orientação.","conexao_teologica":"A compreensão de Deus como 'ʼĕlôhîym' é central na teologia, refletindo sua natureza como criador e redentor.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Hebreus 11:6"]}}