{"salmos_81_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus habita e onde o povo se reúne para adoração.","explicacao_detalhada":"Em Salmos 81:1, 'nâtsach' é um chamado à adoração no templo, simbolizando a presença de Deus entre seu povo e a importância da comunhão com Ele.","por_que_esta_palavra":"O templo é um símbolo da relação entre Deus e seu povo, representando um espaço de encontro e reverência.","conexao_teologica":"O templo é um tema recorrente na Bíblia, representando a habitação de Deus entre os homens e a importância da adoração coletiva.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:12"]},"salmos_81_1_nome":{"palavra_pt":"nome","palavra_original":"אָסָף","transliteracao":"ʼÂçâph","strong":"H623","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de Deus, que é invocada em adoração.","explicacao_detalhada":"Em Salmos 81:1, 'ʼÂçâph' destaca a importância de invocar o nome de Deus em louvor, reconhecendo sua grandeza e poder.","por_que_esta_palavra":"O nome de Deus é um meio de expressar sua autoridade e a relação que os crentes têm com Ele.","conexao_teologica":"Invocar o nome de Deus é um ato de fé e adoração, refletindo a importância de sua presença na vida do crente.","referencias_relacionadas":["Salmos 20:1","Salmos 29:2","Atos 2:21"]},"salmos_81_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui reafirma a soberania e a presença de Deus na vida do seu povo.","explicacao_detalhada":"Em Salmos 81:2, 'ʼĕlôhîym' é mencionado novamente, enfatizando a necessidade de reconhecer a sua autoridade e buscar sua orientação.","por_que_esta_palavra":"A invocação de Deus é um lembrete da dependência do povo em sua sabedoria e proteção.","conexao_teologica":"A presença de Deus é fundamental na vida do crente, sendo a fonte de força e direção em tempos de necessidade.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Filipenses 4:19"]},"salmos_81_2_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se ao sentimento de contentamento e louvor a Deus.","explicacao_detalhada":"Em Salmos 81:2, 'rânan' expressa a alegria que vem da adoração e da gratidão a Deus por suas bênçãos.","por_que_esta_palavra":"A alegria é uma resposta natural ao reconhecimento da bondade e fidelidade de Deus na vida do crente.","conexao_teologica":"A alegria é um fruto do Espírito e um aspecto importante da vida cristã, refletindo a relação íntima com Deus.","referencias_relacionadas":["Salmos 100:1","Filipenses 4:4","1 Tessalonicenses 5:16"]},"salmos_81_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer algo, neste caso, um clamor a Deus.","explicacao_detalhada":"Em Salmos 81:3, 'nâthan' é um chamado para que o povo ofereça suas súplicas e louvores a Deus, reconhecendo sua grandeza.","por_que_esta_palavra":"Dar é um ato de entrega e devoção, refletindo a disposição do coração em buscar a presença de Deus.","conexao_teologica":"A prática de clamar a Deus é uma expressão de fé e dependência, essencial na vida de oração do crente.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Tiago 5:16"]},"salmos_81_3_corpo":{"palavra_pt":"corpo","palavra_original":"נֶבֶל","transliteracao":"nebel","strong":"H5035","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao instrumento de adoração e serviço a Deus.","explicacao_detalhada":"Em Salmos 81:3, 'nebel' simboliza a totalidade do ser, que deve ser oferecido a Deus em adoração e louvor.","por_que_esta_palavra":"O corpo é visto como um templo do Espírito Santo, e deve ser usado para glorificar a Deus em todas as ações.","conexao_teologica":"A entrega do corpo a Deus é uma expressão de adoração e devoção, refletindo a vida cristã como um ato de culto.","referencias_relacionadas":["Romanos 12:1","1 Coríntios 6:19-20","Colossenses 3:17"]},"salmos_81_3_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e majestade de Deus.","explicacao_detalhada":"Em Salmos 81:3, 'nâsâʼ' destaca a grandeza de Deus, que merece ser exaltado e louvado por suas obras poderosas.","por_que_esta_palavra":"Reconhecer a grandeza de Deus é fundamental para a adoração, pois nos lembra de sua soberania e poder.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, refletindo sua majestade e a reverência que devemos ter diante dele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 4:11"]},"salmos_81_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de um dia, um ciclo de luz e escuridão que é parte da criação.","explicacao_detalhada":"O termo 'dia' é utilizado para descrever um período de 24 horas, mas também pode simbolizar um tempo de atividade e de revelação divina. No contexto do Salmo 81, o 'dia' pode ser visto como um tempo de convocação e celebração.","por_que_esta_palavra":"A palavra 'dia' é importante porque marca a ocasião de um chamado à adoração e à lembrança das obras de Deus.","conexao_teologica":"O conceito de dia é frequentemente associado ao tempo de Deus e à Sua criação, refletindo a ordem e a regularidade que Ele estabeleceu.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:11","Salmos 104:19"]},"salmos_81_4_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A lua é um símbolo de ciclos e de tempos sagrados, marcando festividades e momentos de reflexão.","explicacao_detalhada":"A palavra 'lua' refere-se ao ciclo lunar, que era utilizado para determinar os meses e as festividades no calendário hebraico. No Salmo 81, a lua pode simbolizar a continuidade da adoração e a importância dos tempos sagrados.","por_que_esta_palavra":"A lua é mencionada para enfatizar a regularidade dos ciclos de adoração e a importância de se lembrar das festividades que Deus estabeleceu.","conexao_teologica":"A lua representa a fidelidade de Deus em marcar os tempos e as estações, refletindo Sua soberania sobre a criação.","referencias_relacionadas":["Gênesis 1:14","Salmos 104:19","Eclesiastes 3:1"]},"salmos_81_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é um termo que expressa a majestade e a soberania divina. No contexto do Salmo 81, enfatiza a relação de Deus com Seu povo e Sua autoridade sobre as nações.","por_que_esta_palavra":"É fundamental reconhecer a natureza de Deus como aquele que convoca Seu povo e estabelece a justiça.","conexao_teologica":"Deus é apresentado como o juiz e protetor de Seu povo, que exige adoração e obediência.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 1:20"]},"salmos_81_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa de uma ação ou declaração.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a justificativa do chamado à adoração, ligando a obediência do povo à resposta de Deus.","por_que_esta_palavra":"É essencial para entender a relação entre a ação humana e a resposta divina, enfatizando a importância da obediência.","conexao_teologica":"A obediência a Deus é frequentemente ligada às bênçãos e à proteção que Ele oferece ao Seu povo.","referencias_relacionadas":["Deuteronômio 28:1","Salmos 119:2","Tiago 1:22"]},"salmos_81_5_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça e ao juízo que Deus exige de Seu povo.","explicacao_detalhada":"A palavra 'juízo' (מִשְׁפָּט) implica a ideia de justiça e retidão. No Salmo 81, destaca a expectativa de Deus em relação à conduta moral de Seu povo.","por_que_esta_palavra":"É crucial para entender que Deus não apenas convoca Seu povo, mas também espera que eles vivam de acordo com Seus padrões de justiça.","conexao_teologica":"A justiça de Deus é um tema central na Escritura, refletindo Seu caráter e a relação que Ele deseja ter com a humanidade.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Isaías 1:17"]},"salmos_81_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo, mas também a totalidade da criação. No Salmo 81, pode simbolizar o domínio de Deus sobre toda a criação.","por_que_esta_palavra":"É importante para reconhecer que Deus é o criador e sustentador de toda a terra, e que tudo pertence a Ele.","conexao_teologica":"A terra é um testemunho da grandeza de Deus e de Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"salmos_81_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à integridade de Deus e de Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar a certeza e a confiabilidade de Deus. No Salmo 81, destaca a importância de viver em verdade diante de Deus.","por_que_esta_palavra":"É fundamental para entender que a verdade é um atributo de Deus e que Ele espera que Seu povo viva de acordo com essa verdade.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, refletindo Sua natureza e o relacionamento que Ele deseja ter com a humanidade.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"salmos_81_6_filho":{"palavra_pt":"filho","palavra_original":"יְהוֹסֵף","transliteracao":"Yᵉhôwçêph","strong":"H3084","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação especial entre Deus e Seu povo, muitas vezes descrita como filhos.","explicacao_detalhada":"A palavra 'filho' (יְהוֹסֵף) simboliza a intimidade e a herança que os crentes têm em Deus. No Salmo 81, isso enfatiza a relação de cuidado e proteção.","por_que_esta_palavra":"É importante para entender a identidade do povo de Deus como Seus filhos e a responsabilidade que isso implica.","conexao_teologica":"A filiação divina é um tema central na Escritura, refletindo o amor e a graça de Deus para com Seu povo.","referencias_relacionadas":["Romanos 8:14","Gálatas 3:26","1 João 3:1"]},"salmos_81_7_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou chamar o povo para a adoração.","explicacao_detalhada":"A palavra 'chamar' (סוּר) implica um convite ou uma ordem de Deus para que Seu povo se reúna e o adore. No Salmo 81, isso é um chamado à lembrança das obras de Deus.","por_que_esta_palavra":"É essencial para entender a iniciativa de Deus em buscar Seu povo e convidá-los a uma relação de adoração.","conexao_teologica":"O chamado de Deus é um tema recorrente na Bíblia, refletindo Seu desejo de se relacionar com a humanidade.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"salmos_81_8_femea":{"palavra_pt":"femea","palavra_original":"צָרָה","transliteracao":"tsârâh","strong":"H6869","significado_raiz":"Ideia básica: femea.","significado_contextual":"Refere-se à condição feminina, muitas vezes associada à vulnerabilidade e à necessidade de proteção.","explicacao_detalhada":"A palavra 'fêmea' (צָרָה) pode simbolizar a fragilidade e a dependência, destacando a importância do cuidado e da proteção divina. No Salmo 81, isso pode refletir a necessidade de Deus em tempos de dificuldade.","por_que_esta_palavra":"É importante para entender a inclusão de todos os aspectos da criação na proteção e no cuidado de Deus.","conexao_teologica":"A proteção de Deus se estende a toda a criação, refletindo Seu amor e cuidado por cada ser humano.","referencias_relacionadas":["Salmos 147:3","Mateus 10:31","1 Pedro 5:7"]},"salmos_81_8_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e atenção de Deus sobre o Seu povo.","explicacao_detalhada":"A palavra 'olho' simboliza a vigilância e o cuidado de Deus. Ele observa as ações e os corações dos homens, mostrando que está sempre atento às suas necessidades e clamores.","por_que_esta_palavra":"A escolha da palavra 'olho' enfatiza a ideia de que Deus não é indiferente às situações enfrentadas pelo Seu povo, mas sim um observador ativo.","conexao_teologica":"A presença de Deus é constante e Ele está sempre atento às orações e súplicas dos fiéis.","referencias_relacionadas":["Salmos 34:15","1 Pedro 3:12","Provérbios 15:3"]},"salmos_81_8_bom":{"palavra_pt":"bom","palavra_original":"סֵתֶר","transliteracao":"çêther","strong":"H5643","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à proteção que Deus oferece ao Seu povo.","explicacao_detalhada":"A palavra 'bom' implica em algo que é desejável e benéfico. Neste contexto, sugere que Deus deseja o bem para aqueles que O seguem e que Sua vontade é sempre para o nosso benefício.","por_que_esta_palavra":"A palavra 'bom' é usada para reafirmar a natureza benevolente de Deus, que busca o bem-estar de Seu povo.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, refletindo Seu caráter e ações em relação à humanidade.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:17"]},"salmos_81_9_chamar":{"palavra_pt":"chamar","palavra_original":"עוּד","transliteracao":"ʻûwd","strong":"H5749","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de invocar ou clamar a Deus em busca de ajuda.","explicacao_detalhada":"A palavra 'chamar' implica em um convite ou súplica a Deus, reconhecendo a necessidade de Sua intervenção nas dificuldades enfrentadas.","por_que_esta_palavra":"A escolha de 'chamar' destaca a importância da comunicação entre o homem e Deus, enfatizando a necessidade de buscar a Sua ajuda.","conexao_teologica":"A oração é um meio pelo qual os crentes se conectam com Deus, expressando suas necessidades e buscando Sua orientação.","referencias_relacionadas":["Salmos 50:15","Jeremias 33:3","Mateus 7:7"]},"salmos_81_9_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em libertar Seu povo das dificuldades.","explicacao_detalhada":"A palavra 'salvar' implica em resgatar ou livrar de situações adversas. Neste contexto, sugere que Deus é um salvador que responde ao clamor de Seu povo.","por_que_esta_palavra":"A escolha da palavra 'salvar' enfatiza a natureza redentora de Deus, que está sempre disposto a ajudar aqueles que O invocam.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a obra de Deus em libertar Seu povo do pecado e da opressão.","referencias_relacionadas":["Salmos 18:2","Isaías 43:11","Romanos 10:13"]},"salmos_81_9_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à capacidade de Deus de ouvir as súplicas de Seu povo.","explicacao_detalhada":"A palavra 'ouvir' implica em prestar atenção e responder às orações. Neste contexto, sugere que Deus está atento às necessidades e clamores dos fiéis.","por_que_esta_palavra":"A escolha da palavra 'ouvir' destaca a relação pessoal entre Deus e Seu povo, onde Ele não apenas escuta, mas também responde.","conexao_teologica":"A ideia de que Deus ouve as orações é um tema recorrente na Bíblia, enfatizando Sua proximidade e disposição para ajudar.","referencias_relacionadas":["Salmos 34:17","1 João 5:14","Hebreus 4:16"]},"salmos_81_10_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à força e poder de Deus como Criador e sustentador.","explicacao_detalhada":"A palavra 'deus' implica em uma fonte de poder e autoridade. Neste contexto, sugere que Deus é a força que sustenta e protege Seu povo.","por_que_esta_palavra":"A escolha da palavra 'deus' enfatiza a soberania e a grandeza de Deus em relação a todas as coisas.","conexao_teologica":"A força de Deus é um tema central na teologia, refletindo Sua capacidade de agir e intervir na história.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"salmos_81_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à integridade de Deus em Suas promessas.","explicacao_detalhada":"A palavra 'verdade' implica em algo que é confiável e autêntico. Neste contexto, sugere que Deus é fiel às Suas promessas e nunca falha.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a natureza imutável de Deus, que é sempre verdadeiro e justo.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"salmos_81_10_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade e autoridade suprema de Deus.","explicacao_detalhada":"A palavra 'deus' implica em um ser supremo que possui poder e autoridade sobre toda a criação. Neste contexto, sugere que Deus é digno de adoração e reverência.","por_que_esta_palavra":"A escolha da palavra 'deus' enfatiza a singularidade e a majestade de Deus em comparação com outros deuses.","conexao_teologica":"A divindade de Deus é um tema central na Bíblia, refletindo Sua posição como Criador e Senhor de tudo.","referencias_relacionadas":["Salmos 95:3","Isaías 45:5","Apocalipse 4:11"]},"salmos_81_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' implica em tudo o que Deus criou. Neste contexto, sugere que Deus tem domínio sobre toda a criação e que a terra é um testemunho de Sua grandeza.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a soberania de Deus sobre o mundo e a responsabilidade do homem em cuidar da criação.","conexao_teologica":"A criação é um tema central na teologia, refletindo a obra de Deus e Seu relacionamento com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 1:20"]},"salmos_81_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à importância do nome de Deus e à Sua autoridade.","explicacao_detalhada":"A palavra 'senhor' implica em um título de respeito e reverência. Neste contexto, sugere que o nome de Deus é poderoso e digno de ser invocado.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de autoridade e submissão entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua identidade e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"salmos_81_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza de Deus como poderoso e soberano. No contexto de Salmos 81, enfatiza a relação de Deus com seu povo e a importância de reconhecer sua autoridade.","por_que_esta_palavra":"A presença de Deus é fundamental para a adoração e a obediência do povo de Israel. A palavra destaca a necessidade de se voltar para Ele em tempos de dificuldade.","conexao_teologica":"Deus é apresentado como o único digno de adoração, e a rejeição de sua autoridade leva à desgraça.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:3","Salmos 46:10"]},"salmos_81_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' (לֹא) é usada para enfatizar a fidelidade e a sinceridade nas relações.","explicacao_detalhada":"Neste contexto, a verdade é um chamado à autenticidade na adoração e na vida do povo. A falta de verdade leva à separação de Deus.","por_que_esta_palavra":"A verdade é essencial para a relação entre Deus e seu povo, pois Ele busca adoradores que o adorem em espírito e em verdade.","conexao_teologica":"A verdade de Deus é um fundamento da fé, e a rejeição dela resulta em consequências espirituais.","referencias_relacionadas":["João 4:24","Salmos 25:5","Provérbios 12:22"]},"salmos_81_12_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' (קוֹל) representa a comunicação de Deus com seu povo.","explicacao_detalhada":"A voz de Deus é um meio pelo qual Ele se revela e orienta seu povo. No Salmo 81, a ênfase está na necessidade de ouvir e obedecer a essa voz.","por_que_esta_palavra":"Ouvir a voz de Deus é crucial para a vida espiritual e para a direção que o povo deve seguir.","conexao_teologica":"A voz de Deus é frequentemente associada à Sua palavra e à Sua vontade, que devem ser seguidas.","referencias_relacionadas":["Isaías 30:21","Salmos 29:4","Hebreus 3:15"]},"salmos_81_12_nome":{"palavra_pt":"nome","palavra_original":"יִשְׂרָאֵל","transliteracao":"Yisrâʼêl","strong":"H3478","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' (יִשְׂרָאֵל) representa a identidade e a relação do povo com Deus.","explicacao_detalhada":"O nome de Israel é um símbolo da aliança entre Deus e seu povo. No Salmo 81, isso destaca a importância da identidade espiritual.","por_que_esta_palavra":"O nome é um lembrete da herança e da responsabilidade do povo de viver de acordo com a vontade de Deus.","conexao_teologica":"O nome de Deus e o nome de Seu povo estão interligados, refletindo a relação de aliança.","referencias_relacionadas":["Gênesis 32:28","Êxodo 3:15","Romanos 9:6"]},"salmos_81_13_imagination":{"palavra_pt":"imagination","palavra_original":"שְׁרִירוּת","transliteracao":"shᵉrîyrûwth","strong":"H8307","significado_raiz":"Ideia básica: imagination.","significado_contextual":"A 'imagination' (שְׁרִירוּת) refere-se à capacidade de criar e conceber ideias.","explicacao_detalhada":"Neste contexto, a imaginação pode ser vista como a forma como o povo percebe e responde à vontade de Deus. A falta de imaginação espiritual pode levar à desobediência.","por_que_esta_palavra":"A imaginação é importante para entender e aplicar os princípios de Deus na vida cotidiana.","conexao_teologica":"A imaginação deve ser guiada pela verdade de Deus para que o povo possa viver de maneira que O glorifique.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 10:5","Filipenses 4:8"]},"salmos_81_13_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O 'coração' (לֵב) simboliza o centro das emoções e decisões do ser humano.","explicacao_detalhada":"No Salmo 81, o coração é visto como o lugar onde se decide seguir ou desobedecer a Deus. Um coração voltado para Deus é essencial para a verdadeira adoração.","por_que_esta_palavra":"O coração é frequentemente mencionado na Bíblia como o que deve ser guardado e dirigido para Deus.","conexao_teologica":"A condição do coração é crucial para a relação com Deus e para a vida espiritual.","referencias_relacionadas":["Provérbios 4:23","Mateus 22:37","Salmos 51:10"]},"salmos_81_13_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' (שָׁלַח) implica a ação de mandar ou direcionar.","explicacao_detalhada":"No contexto do Salmo 81, enviar pode referir-se à convocação de Deus ao seu povo para que se volte a Ele e siga Seus caminhos.","por_que_esta_palavra":"A ação de enviar é uma demonstração da iniciativa de Deus em buscar seu povo e guiá-lo.","conexao_teologica":"Deus envia profetas e mensageiros para chamar seu povo ao arrependimento e à obediência.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Romanos 10:15"]},"salmos_81_14_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A 'vida' (דֶּרֶךְ) refere-se ao caminho ou modo de viver.","explicacao_detalhada":"Neste contexto, a vida é entendida como a maneira pela qual o povo deve viver em conformidade com a vontade de Deus.","por_que_esta_palavra":"A vida em Deus é uma vida de obediência e comunhão, refletindo a verdadeira adoração.","conexao_teologica":"A vida cristã é uma jornada que deve ser guiada pela palavra e pela vontade de Deus.","referencias_relacionadas":["João 14:6","Salmos 119:105","Gálatas 5:25"]},"salmos_81_14_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"O 'povo' (עַם) refere-se à comunidade de crentes que pertencem a Deus.","explicacao_detalhada":"No Salmo 81, o povo é chamado a se unir em adoração e obediência a Deus, reconhecendo sua identidade como povo escolhido.","por_que_esta_palavra":"A noção de povo é central na narrativa bíblica, representando a coletividade que deve seguir a liderança de Deus.","conexao_teologica":"A igreja é vista como o povo de Deus, chamado a viver em unidade e adoração.","referencias_relacionadas":["1 Pedro 2:9","Êxodo 19:6","Salmos 100:3"]},"salmos_81_15_inimigo":{"palavra_pt":"inimigo","palavra_original":"אֹיֵב","transliteracao":"ʼôyêb","strong":"H341","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"O 'inimigo' (אֹיֵב) refere-se a aqueles que se opõem ao povo de Deus.","explicacao_detalhada":"Neste contexto, o inimigo é visto como uma ameaça à segurança e à fidelidade do povo a Deus. A proteção divina é essencial para enfrentar essas adversidades.","por_que_esta_palavra":"Reconhecer os inimigos é parte da luta espiritual, e confiar em Deus é fundamental para a vitória.","conexao_teologica":"A batalha espiritual é uma realidade na vida do crente, e Deus é o defensor contra os inimigos.","referencias_relacionadas":["Salmos 23:5","Efésios 6:12","Romanos 8:31"]},"salmos_81_15_humilde":{"palavra_pt":"humilde","palavra_original":"כָּנַע","transliteracao":"kânaʻ","strong":"H3665","significado_raiz":"Ideia básica: humilde.","significado_contextual":"A palavra 'humilde' refere-se àqueles que se submetem à vontade de Deus, reconhecendo sua dependência d'Ele.","explicacao_detalhada":"No contexto de Salmos 81:15, a humildade é vista como uma virtude que agrada a Deus, pois os humildes são aqueles que se voltam para Ele em busca de ajuda e orientação.","por_que_esta_palavra":"A humildade é fundamental na relação do ser humano com Deus, pois é através dela que se reconhece a grandeza divina e a própria fragilidade.","conexao_teologica":"A humildade é um tema recorrente nas Escrituras, sendo associada à verdadeira adoração e à disposição para ouvir a voz de Deus.","referencias_relacionadas":["Tiago 4:10","Mateus 5:3","Salmos 25:9"]},"salmos_81_16_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e perpétua de Deus, que não tem começo nem fim.","explicacao_detalhada":"Em Salmos 81:16, a eternidade de Deus é destacada como um aspecto fundamental de Sua divindade, enfatizando que Ele é a fonte de toda vida e sustento.","por_que_esta_palavra":"A eternidade de Deus oferece conforto e segurança aos crentes, pois significa que Suas promessas e Sua presença são constantes.","conexao_teologica":"A eternidade de Deus é um pilar da fé cristã, que assegura que Ele está sempre presente e ativo na história da humanidade.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_81_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome pessoal de Deus, que expressa Sua autoridade e soberania.","explicacao_detalhada":"No contexto de Salmos 81:16, o nome do Senhor é invocado como um símbolo de proteção e provisão para o Seu povo.","por_que_esta_palavra":"O nome de Deus é central na adoração, pois representa Sua identidade e caráter, sendo um convite à intimidade com Ele.","conexao_teologica":"O nome do Senhor é frequentemente associado à revelação de Sua natureza e à relação que Ele deseja ter com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Romanos 10:13"]},"salmos_81_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser entendida como uma queda espiritual ou moral, um afastamento da vontade de Deus.","explicacao_detalhada":"Em Salmos 81:16, a ideia de cair está ligada à consequência de não seguir os caminhos do Senhor, resultando em desgraça e afastamento.","por_que_esta_palavra":"A advertência sobre cair serve como um lembrete da importância de permanecer firme na fé e na obediência a Deus.","conexao_teologica":"A queda é um tema que aparece em várias partes da Bíblia, simbolizando a necessidade de vigilância e perseverança na vida cristã.","referencias_relacionadas":["1 Coríntios 10:12","Gálatas 6:1","Hebreus 12:1"]},"salmos_81_17_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza força, estabilidade e proteção, representando Deus como um refúgio seguro.","explicacao_detalhada":"Em Salmos 81:17, a rocha é uma metáfora para a segurança que Deus oferece ao Seu povo em tempos de dificuldade.","por_que_esta_palavra":"A imagem da rocha é frequentemente usada nas Escrituras para enfatizar a fidelidade e a imutabilidade de Deus.","conexao_teologica":"Deus como rocha é um tema que reforça a confiança dos crentes em Sua proteção e poder em meio às tempestades da vida.","referencias_relacionadas":["Salmos 18:2","Salmos 62:6-7","Isaías 26:4"]},"salmos_81_17_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se ao sustento físico e espiritual que Deus provê para o Seu povo.","explicacao_detalhada":"Em Salmos 81:17, o alimento simboliza a provisão divina que sustenta a vida e a fé dos crentes.","por_que_esta_palavra":"A necessidade de alimento é uma metáfora para a dependência do ser humano em relação a Deus, que é a fonte de toda vida.","conexao_teologica":"A provisão de Deus é um tema central na Bíblia, refletindo Seu cuidado e amor por Sua criação.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:14"]}}