{"salmos_82_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que exerce autoridade e justiça sobre toda a criação.","explicacao_detalhada":"Em Salmos 82:1, a presença de Deus entre os 'deuses' (ou juízes) enfatiza Sua soberania e a responsabilidade dos líderes em agir com justiça.","por_que_esta_palavra":"A palavra 'deus' aqui destaca a importância da justiça e da equidade no governo e na liderança.","conexao_teologica":"A justiça de Deus é um tema recorrente, mostrando que Ele se importa com a forma como os seres humanos tratam uns aos outros.","referencias_relacionadas":["Salmos 89:14","Miquéias 6:8","Isaías 1:17"]},"salmos_82_1_familia":{"palavra_pt":"familia","palavra_original":"עֵדָה","transliteracao":"ʻêdâh","strong":"H5712","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'familia' refere-se ao grupo de pessoas que compartilham laços de sangue ou de fé, enfatizando a unidade e a responsabilidade mútua.","explicacao_detalhada":"Em Salmos 82:1, a ideia de família pode ser vista como uma chamada à unidade e à justiça dentro da comunidade de fé.","por_que_esta_palavra":"A noção de família é fundamental nas Escrituras, refletindo a importância das relações interpessoais e da responsabilidade social.","conexao_teologica":"A família é um microcosmo da sociedade, e a forma como tratamos nossos 'familiares' reflete nossa relação com Deus.","referencias_relacionadas":["Efésios 2:19","Colossenses 3:13","1 Timóteo 5:8"]},"salmos_82_1_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' neste contexto refere-se à força e ao poder que Deus exerce sobre a criação.","explicacao_detalhada":"Em Salmos 82:1, a força de Deus é um lembrete de que Ele é o juiz supremo, que tem autoridade sobre todos os seres humanos.","por_que_esta_palavra":"A força de Deus é um tema que traz consolo e esperança, pois Ele é capaz de intervir em favor dos oprimidos.","conexao_teologica":"A força de Deus é frequentemente associada à Sua justiça e à Sua capacidade de proteger os vulneráveis.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Romanos 8:31"]},"salmos_82_2_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de discernir e decidir sobre questões de justiça e moralidade.","explicacao_detalhada":"Em Salmos 82:2, o ato de julgar é uma responsabilidade dos líderes, que devem agir com equidade e justiça em suas decisões.","por_que_esta_palavra":"O julgamento justo é essencial para a manutenção da ordem e da justiça na sociedade, refletindo o caráter de Deus.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, e os líderes são chamados a refletir essa justiça em suas ações.","referencias_relacionadas":["Salmos 37:28","Provérbios 21:15","Miquéias 6:8"]},"salmos_82_2_mal":{"palavra_pt":"mal","palavra_original":"עֶוֶל","transliteracao":"ʻevel","strong":"H5766","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à injustiça e ao comportamento maligno que prevalece entre os juízes e líderes.","explicacao_detalhada":"A palavra 'mal' (עֶוֶל) é usada para descrever ações que são moralmente erradas e que vão contra a justiça divina. No contexto de Salmos 82:2, Deus questiona os juízes sobre a injustiça que praticam.","por_que_esta_palavra":"Esta palavra é crucial para entender a crítica de Deus aos líderes que falham em promover a justiça e defendem os inocentes.","conexao_teologica":"O conceito de mal é central na teologia bíblica, pois reflete a natureza pecaminosa da humanidade e a necessidade de um juiz justo, que é Deus.","referencias_relacionadas":["Isaías 5:20","Miquéias 3:1-3","Provérbios 17:15"]},"salmos_82_2_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença e à face de Deus, simbolizando Sua atenção e julgamento sobre a terra.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) implica em estar diante de alguém, no caso, diante de Deus. No Salmo 82:2, isso sugere que Deus está observando e avaliando as ações dos juízes.","por_que_esta_palavra":"A presença de Deus é um tema recorrente na Bíblia, enfatizando que Ele está sempre atento às ações humanas.","conexao_teologica":"O rosto de Deus representa Sua revelação e Sua justiça, sendo um lembrete da responsabilidade que os líderes têm diante d'Ele.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Salmos 31:16"]},"salmos_82_3_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à função de decidir sobre questões de justiça e moralidade.","explicacao_detalhada":"A palavra 'julgar' (שָׁפַט) implica a ação de avaliar e decidir sobre o que é certo ou errado. Em Salmos 82:3, Deus ordena que os juízes defendam os fracos e oprimidos.","por_que_esta_palavra":"É essencial para entender a responsabilidade dos líderes em promover a justiça e proteger os vulneráveis.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Seu caráter e a expectativa de que os líderes imitem essa justiça.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 72:2","Provérbios 31:9"]},"salmos_82_3_destituido":{"palavra_pt":"destituido","palavra_original":"רוּשׁ","transliteracao":"rûwsh","strong":"H7326","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Refere-se à condição de alguém que foi privado de seus direitos ou posses.","explicacao_detalhada":"A palavra 'destituído' (רוּשׁ) descreve aqueles que estão em situação de vulnerabilidade e precisam de proteção. No Salmo 82:3, Deus convoca os juízes a defenderem os destituídos.","por_que_esta_palavra":"É importante para entender a missão de justiça e defesa dos oprimidos que Deus espera dos líderes.","conexao_teologica":"A defesa dos destituídos é uma expressão do amor e da justiça de Deus, que se preocupa com os marginalizados.","referencias_relacionadas":["Salmos 140:12","Isaías 1:17","Tiago 1:27"]},"salmos_82_4_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza a ação e o poder de ajudar ou punir.","explicacao_detalhada":"A palavra 'mão' (יָד) é frequentemente usada na Bíblia para representar a capacidade de agir. Em Salmos 82:4, Deus exorta os juízes a usar suas mãos para ajudar os necessitados.","por_que_esta_palavra":"A mão é um símbolo de ação e responsabilidade, enfatizando que os juízes devem agir em favor dos oprimidos.","conexao_teologica":"A mão de Deus é um símbolo de Sua intervenção e ajuda, refletindo o chamado para que os líderes façam o mesmo.","referencias_relacionadas":["Salmos 145:16","Isaías 58:10","Mateus 25:40"]},"salmos_82_4_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se àqueles que cometem injustiça e são moralmente responsáveis por suas ações.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע) descreve indivíduos que agem de forma errada e injusta. No contexto de Salmos 82:4, Deus critica os juízes que se tornam culpados por não defender os inocentes.","por_que_esta_palavra":"É fundamental para entender a gravidade da injustiça e a responsabilidade moral dos juízes.","conexao_teologica":"A culpa é um tema importante na teologia bíblica, refletindo a necessidade de arrependimento e justiça.","referencias_relacionadas":["Ezequiel 18:30","Romanos 3:23","Gálatas 6:7"]},"salmos_82_4_destituido":{"palavra_pt":"destituido","palavra_original":"אֶבְיוֹן","transliteracao":"ʼebyôwn","strong":"H34","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Refere-se à condição de pobreza e necessidade extrema.","explicacao_detalhada":"A palavra 'destituído' (אֶבְיוֹן) é usada para descrever aqueles que carecem de recursos e proteção. Em Salmos 82:4, Deus ordena que os juízes ajudem os destituídos.","por_que_esta_palavra":"É essencial para entender a missão de justiça e compaixão que Deus espera dos líderes.","conexao_teologica":"A preocupação com os destituídos é uma expressão do caráter de Deus, que se importa com os pobres e necessitados.","referencias_relacionadas":["Salmos 34:6","Provérbios 14:31","Mateus 5:3"]},"salmos_82_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade moral e à justiça que deve ser promovida.","explicacao_detalhada":"A palavra 'verdade' (לֹא) implica em honestidade e integridade. No Salmo 82:5, a falta de verdade é criticada entre os juízes que não agem corretamente.","por_que_esta_palavra":"É fundamental para entender a importância da verdade na administração da justiça.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes e líderes.","referencias_relacionadas":["Salmos 51:6","Provérbios 12:22","João 8:32"]},"salmos_82_5_trevas":{"palavra_pt":"trevas","palavra_original":"חֲשֵׁכָה","transliteracao":"chăshêkâh","strong":"H2825","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Simboliza a ignorância e a injustiça que permeiam a sociedade.","explicacao_detalhada":"A palavra 'trevas' (חֲשֵׁכָה) é usada para descrever a ausência de luz e verdade. Em Salmos 82:5, isso representa a condição dos juízes que não veem a realidade da injustiça.","por_que_esta_palavra":"É importante para entender como a falta de justiça e verdade leva à opressão e ao sofrimento.","conexao_teologica":"As trevas são frequentemente usadas na Bíblia para simbolizar o pecado e a separação de Deus.","referencias_relacionadas":["Isaías 9:2","João 1:5","1 João 1:5"]},"salmos_82_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Salmos 82:5, \"modo\" aparece na frase \"Eles não conhecem, nem entendem; andam em trevas; todos os fundamentos da terra vacilam.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Salmos 82:5 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 82:6. Lendo junto com Salmos 82:5, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Salmos 82:5","Salmos 82:6","Salmos 119:105"]},"salmos_82_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e os seres humanos, enfatizando a dignidade e a responsabilidade que os homens têm como filhos de Deus.","explicacao_detalhada":"A palavra 'filho' neste contexto indica que os seres humanos são criados à imagem de Deus e, portanto, têm um papel especial na criação. Isso implica uma relação de paternidade divina e um chamado à justiça e à retidão.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a intimidade da relação entre Deus e a humanidade, sugerindo que os homens têm um papel ativo e responsável no mundo.","conexao_teologica":"A ideia de que os seres humanos são filhos de Deus é central na teologia cristã, refletindo a dignidade humana e a responsabilidade moral.","referencias_relacionadas":["Gênesis 1:26-27","Romanos 8:14-17","João 1:12"]},"salmos_82_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, enfatizando o poder e a autoridade de Deus sobre toda a criação.","explicacao_detalhada":"A palavra 'deus' aqui é usada para afirmar a soberania de Deus sobre os juízes e líderes da terra, lembrando-os de sua responsabilidade diante do Criador.","por_que_esta_palavra":"A utilização do termo 'deus' reforça a ideia de que, apesar de sua posição, os juízes devem agir com justiça, pois são responsáveis perante o Deus Altíssimo.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que enfatiza que todos os líderes humanos devem prestar contas a Ele.","referencias_relacionadas":["Salmos 47:2","Isaías 40:28","Romanos 13:1"]},"salmos_82_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os juízes devem agir, enfatizando a necessidade de justiça e equidade.","explicacao_detalhada":"A palavra 'modo' sugere que a maneira de agir dos juízes deve refletir a justiça divina, sendo um chamado à integridade e à moralidade em suas decisões.","por_que_esta_palavra":"A escolha de 'modo' destaca que não é suficiente apenas ter autoridade; é crucial que essa autoridade seja exercida de maneira justa.","conexao_teologica":"A justiça de Deus é um princípio fundamental que deve ser refletido na vida dos crentes e nas instituições que governam.","referencias_relacionadas":["Miquéias 6:8","Provérbios 21:3","Salmos 89:14"]},"salmos_82_7_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à fragilidade e mortalidade do ser humano, contrastando com a eternidade de Deus.","explicacao_detalhada":"A palavra 'homem' aqui enfatiza a condição humana e a inevitabilidade da morte, lembrando os juízes de sua vulnerabilidade e da necessidade de agir com justiça.","por_que_esta_palavra":"A escolha de 'homem' serve para lembrar que, apesar de sua posição, os juízes são mortais e devem prestar contas a Deus.","conexao_teologica":"A mortalidade humana é um tema que destaca a necessidade de dependência de Deus e a urgência de viver de acordo com Seus princípios.","referencias_relacionadas":["Eclesiastes 3:20","Salmos 103:15-16","Tiago 4:14"]},"salmos_82_7_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à inevitabilidade da morte, enfatizando a fragilidade da vida humana.","explicacao_detalhada":"A palavra 'morrer' aqui serve como um lembrete para os juízes de que suas vidas são temporárias e que devem agir com sabedoria e justiça enquanto têm a oportunidade.","por_que_esta_palavra":"A escolha de 'morrer' destaca a urgência de viver uma vida que honre a Deus e que busque a justiça.","conexao_teologica":"A morte é um tema central na teologia bíblica, que nos lembra da necessidade de viver em conformidade com a vontade de Deus.","referencias_relacionadas":["Hebreus 9:27","Salmos 90:10","Romanos 6:23"]},"salmos_82_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao domínio da terra e à responsabilidade que os seres humanos têm sobre ela.","explicacao_detalhada":"A palavra 'terra' aqui enfatiza que os juízes têm um papel importante na administração da justiça e na proteção dos vulneráveis dentro da criação de Deus.","por_que_esta_palavra":"A escolha de 'terra' destaca a conexão entre a justiça divina e a responsabilidade humana em cuidar do mundo que Deus criou.","conexao_teologica":"A mordomia da terra é um princípio teológico que enfatiza a responsabilidade humana em cuidar da criação.","referencias_relacionadas":["Gênesis 1:28","Salmos 115:16","Romanos 8:19-21"]},"salmos_82_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os juízes devem agir em relação à terra e à justiça.","explicacao_detalhada":"A palavra 'modo' aqui sugere que a maneira de agir deve ser justa e refletir a vontade de Deus, especialmente em relação aos mais necessitados.","por_que_esta_palavra":"A escolha de 'modo' enfatiza que a justiça não é apenas uma questão de autoridade, mas de como essa autoridade é exercida.","conexao_teologica":"A justiça de Deus deve ser refletida nas ações humanas, especialmente na forma como tratamos os outros.","referencias_relacionadas":["Isaías 1:17","Miquéias 6:8","Salmos 37:27"]},"salmos_82_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se à ação de levantar ou restaurar, especialmente em relação aos oprimidos.","explicacao_detalhada":"A palavra 'levantar' sugere um chamado à ação para que os juízes defendam e protejam aqueles que não têm voz, promovendo a justiça.","por_que_esta_palavra":"A escolha de 'levantar' destaca a responsabilidade dos líderes em agir em favor dos injustiçados e oprimidos.","conexao_teologica":"A ação de levantar os oprimidos é um reflexo do caráter de Deus, que é justo e misericordioso.","referencias_relacionadas":["Salmos 146:7","Isaías 61:1","Tiago 1:27"]}}