{"salmos_83_1_nome":{"palavra_pt":"nome","palavra_original":"אָסָף","transliteracao":"ʼÂçâph","strong":"H623","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à invocação do nome de Deus em um contexto de clamor e súplica.","explicacao_detalhada":"A palavra 'nome' aqui enfatiza a importância do nome de Deus como um símbolo de Sua presença e poder, especialmente em tempos de necessidade.","por_que_esta_palavra":"A escolha de 'nome' destaca a relação íntima entre o clamor do salmista e a confiança na autoridade e no caráter de Deus.","conexao_teologica":"Invocar o nome de Deus é um ato de fé e dependência, reconhecendo Sua soberania e poder.","referencias_relacionadas":["Salmos 20:1","Romanos 10:13","Atos 2:21"]},"salmos_83_1_psalm":{"palavra_pt":"psalm","palavra_original":"מִזְמוֹר","transliteracao":"mizmôwr","strong":"H4210","significado_raiz":"Ideia básica: psalm.","significado_contextual":"Refere-se ao gênero literário do salmo, que é uma forma de adoração e expressão de súplica a Deus.","explicacao_detalhada":"A palavra 'psalm' indica que este texto é uma canção ou oração, refletindo a adoração e a busca pela intervenção divina em meio a dificuldades.","por_que_esta_palavra":"A escolha de 'psalm' destaca a importância da música e da oração na vida espiritual do povo de Deus.","conexao_teologica":"Os salmos são uma expressão da vida de fé, abordando temas de louvor, lamento e súplica, e são fundamentais na adoração a Deus.","referencias_relacionadas":["Salmos 95:1-2","Colossenses 3:16","Efésios 5:19"]},"salmos_83_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza de Deus como poderoso e soberano. No contexto de Salmos 83:2, enfatiza a urgência da situação em que os inimigos se levantam contra o povo de Deus.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e Seu povo, especialmente em tempos de crise.","conexao_teologica":"A invocação de Deus neste salmo reflete a confiança do salmista na proteção divina contra as ameaças externas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"salmos_83_2_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Refere-se ao ato de formular um plano ou estratégia.","explicacao_detalhada":"A palavra 'planejar' (חָרַשׁ) indica a intenção deliberada dos inimigos de conspirar contra o povo de Deus, mostrando a gravidade da situação.","por_que_esta_palavra":"É importante para entender a ação consciente dos adversários e a necessidade de intervenção divina.","conexao_teologica":"A conspiração contra o povo de Deus é um tema recorrente na Bíblia, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Salmos 2:1","Provérbios 19:21","Isaías 8:10"]},"salmos_83_2_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à força e poder de Deus.","explicacao_detalhada":"A palavra 'força' (אֵל) é um termo que enfatiza a capacidade de Deus de proteger e salvar Seu povo em tempos de necessidade.","por_que_esta_palavra":"É crucial para entender a natureza de Deus como um defensor poderoso.","conexao_teologica":"A força de Deus é um tema central na teologia bíblica, onde Ele é frequentemente descrito como um refúgio e fortaleza.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Isaías 41:10"]},"salmos_83_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que liga a declaração anterior à razão pela qual os inimigos se levantam contra o povo de Deus.","por_que_esta_palavra":"É importante para a estrutura argumentativa do salmo, que busca explicar a situação de opressão.","conexao_teologica":"A compreensão das razões por trás da oposição ao povo de Deus é essencial para a teologia da luta espiritual.","referencias_relacionadas":["Romanos 8:31","Salmos 44:22","Isaías 54:17"]},"salmos_83_3_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao líder ou cabeça de algo.","explicacao_detalhada":"A palavra 'princípio' (רֹאשׁ) sugere a ideia de liderança e autoridade, indicando que os inimigos estão se unindo sob uma liderança comum contra o povo de Deus.","por_que_esta_palavra":"É relevante para entender a organização e a estratégia dos adversários.","conexao_teologica":"A luta contra a liderança divina é um tema que aparece em várias partes da Escritura, refletindo a rebelião contra Deus.","referencias_relacionadas":["Salmos 2:2","Mateus 28:18","Efésios 6:12"]},"salmos_83_3_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção para algo importante.","explicacao_detalhada":"A palavra 'eis' (הִנֵּה) é uma interjeição que enfatiza a urgência e a gravidade da situação enfrentada pelo povo de Deus.","por_que_esta_palavra":"É importante para destacar a seriedade da conspiração contra o povo de Deus.","conexao_teologica":"A chamada de atenção para a situação é um convite à reflexão sobre a necessidade de intervenção divina.","referencias_relacionadas":["Isaías 43:1","Salmos 34:18","Salmos 121:1-2"]},"salmos_83_4_planejar":{"palavra_pt":"planejar","palavra_original":"יָעַץ","transliteracao":"yâʻats","strong":"H3289","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Refere-se à ação de formular estratégias contra o povo de Deus.","explicacao_detalhada":"A palavra 'planejar' (יָעַץ) indica a intenção deliberada dos inimigos de tramar contra o povo de Deus, reforçando a ideia de uma conspiração.","por_que_esta_palavra":"É crucial para entender a natureza intencional da oposição enfrentada.","conexao_teologica":"A conspiração contra o povo de Deus é um tema recorrente na Escritura, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Salmos 2:1","Provérbios 21:30","Isaías 8:10"]},"salmos_83_4_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo.","explicacao_detalhada":"A palavra 'grande' (עַל) é usada para descrever a extensão da conspiração contra o povo de Deus, indicando que é uma ameaça significativa.","por_que_esta_palavra":"É importante para entender a seriedade da situação enfrentada pelo povo de Deus.","conexao_teologica":"A grandeza da oposição é um reflexo da grandeza do poder de Deus para salvar.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 8:37"]},"salmos_83_4_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Deus, a nação escolhida.","explicacao_detalhada":"A palavra 'povo' (עַם) enfatiza a identidade coletiva dos israelitas como o povo de Deus, que está sob ataque.","por_que_esta_palavra":"É fundamental para entender a relação especial entre Deus e Seu povo.","conexao_teologica":"A identidade do povo de Deus é central na narrativa bíblica, refletindo a aliança entre Deus e Israel.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"salmos_83_5_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a uma nação ou grupo de povos.","explicacao_detalhada":"A palavra 'nação' (גּוֹי) é usada para descrever os adversários do povo de Deus, indicando uma coalizão de povos contra Israel.","por_que_esta_palavra":"É importante para entender a escala da oposição enfrentada pelo povo de Deus.","conexao_teologica":"A luta entre nações e o povo de Deus é um tema recorrente na Escritura, refletindo a soberania de Deus sobre todas as nações.","referencias_relacionadas":["Salmos 2:1-2","Isaías 60:12","Atos 4:25-26"]},"salmos_83_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é apresentada como um valor essencial que deve ser buscado e mantido entre os povos.","explicacao_detalhada":"Neste versículo, a palavra 'verdade' refere-se à fidelidade e à sinceridade nas relações, especialmente em um contexto de aliança e comunidade. A ausência da verdade pode levar à desconfiança e à divisão.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a importância da honestidade e da integridade nas interações humanas e na relação com Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes. A busca pela verdade é fundamental para a vida espiritual.","referencias_relacionadas":["João 8:32","Salmos 25:5","Provérbios 12:22"]},"salmos_83_5_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é vista como um dom precioso que deve ser protegido e valorizado.","explicacao_detalhada":"A palavra 'vida' neste contexto destaca a fragilidade da existência humana e a necessidade de preservá-la contra ameaças externas.","por_que_esta_palavra":"A ênfase na vida reflete a preocupação com a sobrevivência do povo de Deus em meio a adversidades.","conexao_teologica":"A vida é um presente de Deus e deve ser vivida em comunhão com Ele, buscando sempre a Sua vontade.","referencias_relacionadas":["Deuteronômio 30:19","Salmos 36:9","João 10:10"]},"salmos_83_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação ou sentimento expresso anteriormente.","explicacao_detalhada":"Neste versículo, 'porque' é usado para conectar a razão pela qual os inimigos se uniram contra o povo de Deus, mostrando a lógica por trás da ação.","por_que_esta_palavra":"A utilização de 'porque' serve para esclarecer a motivação dos inimigos, revelando a intenção de destruir a identidade do povo de Deus.","conexao_teologica":"A compreensão das motivações humanas é importante para entender a luta espiritual entre o bem e o mal.","referencias_relacionadas":["Romanos 8:31","Efésios 6:12","Salmos 2:1-3"]},"salmos_83_6_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e decisões humanas.","explicacao_detalhada":"Neste contexto, 'coração' representa a intenção e a motivação dos inimigos, que se unem em um desejo de erradicar o povo de Deus.","por_que_esta_palavra":"A palavra 'coração' é crucial para entender a profundidade do conflito, pois revela que a batalha é tanto espiritual quanto emocional.","conexao_teologica":"Deus vê o coração e conhece as intenções mais profundas dos seres humanos, o que é fundamental para a justiça divina.","referencias_relacionadas":["1 Samuel 16:7","Salmos 51:10","Provérbios 4:23"]},"salmos_83_6_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança é um pacto sagrado que define a relação entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'aliança' neste versículo enfatiza a relação especial que Deus tem com Israel, e como essa relação é ameaçada pelos inimigos.","por_que_esta_palavra":"A menção da aliança sublinha a seriedade do ataque contra o povo de Deus, que não é apenas físico, mas também espiritual.","conexao_teologica":"A aliança é um tema central na teologia bíblica, representando o compromisso de Deus com Seu povo e a expectativa de fidelidade em retorno.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5-6","Hebreus 8:6"]},"salmos_83_7_tenda":{"palavra_pt":"tenda","palavra_original":"אֹהֶל","transliteracao":"ʼôhel","strong":"H168","significado_raiz":"Ideia básica: tenda.","significado_contextual":"A tenda simboliza abrigo e proteção, além de ser um lugar de encontro com Deus.","explicacao_detalhada":"Neste versículo, a tenda representa a presença de Deus entre Seu povo e a segurança que Ele oferece em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'tenda' destaca a vulnerabilidade do povo de Deus e a necessidade de proteção divina.","conexao_teologica":"A tenda é um símbolo da habitação de Deus entre os homens, refletindo a relação íntima que Ele deseja ter com Seu povo.","referencias_relacionadas":["Êxodo 25:8","Salmos 27:5","Hebreus 9:2"]},"salmos_83_7_edom":{"palavra_pt":"edom","palavra_original":"אֱדֹם","transliteracao":"ʼĔdôm","strong":"H123","significado_raiz":"Ideia básica: edom.","significado_contextual":"Edom representa um povo inimigo que se opõe a Israel.","explicacao_detalhada":"A menção de Edom neste versículo destaca a hostilidade e a oposição que Israel enfrenta de nações vizinhas.","por_que_esta_palavra":"A palavra 'Edom' é significativa porque representa a luta contínua entre os descendentes de Jacó e Esaú.","conexao_teologica":"A história de Edom e Israel ilustra a luta entre o povo de Deus e aqueles que se opõem a Ele, refletindo a batalha espiritual.","referencias_relacionadas":["Gênesis 25:30","Obadias 1:10","Ezequiel 35:5"]},"salmos_83_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar implica em tomar decisões e determinar o que é certo ou errado.","explicacao_detalhada":"Neste contexto, 'julgar' refere-se à ação de Deus em relação aos inimigos de Seu povo, que serão responsabilizados por suas ações.","por_que_esta_palavra":"A palavra 'julgar' é importante porque enfatiza a justiça de Deus e Sua autoridade sobre todas as nações.","conexao_teologica":"Deus é o juiz supremo, e Sua justiça será manifestada no final dos tempos, trazendo restauração ao Seu povo.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10","Apocalipse 20:12"]},"salmos_83_8_filho":{"palavra_pt":"filho","palavra_original":"עַמּוֹן","transliteracao":"ʻAmmôwn","strong":"H5983","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a continuidade da linhagem e a herança espiritual.","explicacao_detalhada":"A palavra 'filho' neste versículo pode se referir a um povo ou nação que é visto como descendente de um ancestral, enfatizando a identidade coletiva.","por_que_esta_palavra":"A menção de 'filho' destaca a relação de pertencimento e a responsabilidade que vem com a herança.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a relação íntima entre Deus e Seus seguidores.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:17","1 João 3:1"]},"salmos_83_8_amalek":{"palavra_pt":"amalek","palavra_original":"עֲמָלֵק","transliteracao":"ʻĂmâlêq","strong":"H6002","significado_raiz":"Ideia básica: amalek.","significado_contextual":"Amalek é um símbolo de oposição e hostilidade contra o povo de Deus.","explicacao_detalhada":"A menção de Amalek neste versículo destaca a luta histórica entre Israel e aqueles que se opõem à vontade de Deus.","por_que_esta_palavra":"A palavra 'Amalek' é significativa porque representa a resistência contínua ao plano de Deus para Seu povo.","conexao_teologica":"A batalha contra Amalek é vista como uma luta espiritual que continua ao longo da história, simbolizando a luta entre o bem e o mal.","referencias_relacionadas":["Êxodo 17:8-16","Deuteronômio 25:17-19","1 Samuel 15:2-3"]},"salmos_83_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e herança, indicando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para descrever não apenas a relação biológica, mas também a posição de alguém que é herdeiro de promessas e bênçãos. No contexto de Salmos 83:9, pode simbolizar a relação entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a intimidade e a responsabilidade que vem com essa relação, sugerindo que os filhos têm um papel ativo na história de Deus.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde os crentes são considerados filhos adotivos através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:7"]},"salmos_83_9_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Indica força e capacidade, referindo-se ao poder de Deus em proteger e defender Seu povo.","explicacao_detalhada":"A palavra 'poderoso' é frequentemente associada à força divina e à capacidade de Deus de agir em favor de Seu povo. No contexto do salmo, isso ressalta a confiança que os fiéis têm na proteção divina contra inimigos.","por_que_esta_palavra":"A utilização de 'poderoso' reforça a ideia de que Deus é um defensor forte e capaz, que pode salvar e proteger aqueles que lhe pertencem.","conexao_teologica":"A força de Deus é um tema recorrente nas Escrituras, mostrando que Ele é um refúgio seguro em tempos de necessidade.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Romanos 1:16"]},"salmos_83_9_again":{"palavra_pt":"novamente","palavra_original":"גַּם","transliteracao":"gam","strong":"H1571","significado_raiz":"Ideia básica: novamente.","significado_contextual":"Indica repetição ou retorno a uma situação anterior, enfatizando a urgência da oração.","explicacao_detalhada":"'Novamente' sugere que a situação de opressão ou ataque é recorrente, e o salmista clama a Deus para agir mais uma vez em favor de Seu povo.","por_que_esta_palavra":"A repetição da súplica mostra a persistência da fé e a necessidade contínua de intervenção divina.","conexao_teologica":"A ideia de clamar a Deus repetidamente é um tema importante na oração, mostrando a dependência do crente em relação ao Senhor.","referencias_relacionadas":["Salmos 34:6","Mateus 7:7","1 Tessalonicenses 5:17"]},"salmos_83_10_nome":{"palavra_pt":"nome","palavra_original":"סִיסְרָא","transliteracao":"Çîyçᵉrâʼ","strong":"H5516","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à reputação e à autoridade de Deus, que é invocada em momentos de crise.","explicacao_detalhada":"A palavra 'nome' é muitas vezes usada nas Escrituras para representar a essência e a natureza de Deus. Invocar o nome de Deus é reconhecer Sua soberania e poder.","por_que_esta_palavra":"O uso de 'nome' enfatiza a importância da identidade de Deus e a confiança que os crentes têm em Sua capacidade de agir.","conexao_teologica":"O nome de Deus é um tema central na adoração e na oração, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"salmos_83_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza força e ferocidade, possivelmente referindo-se a inimigos que são ameaçadores.","explicacao_detalhada":"A palavra 'urso' pode ser uma metáfora para a força bruta e a ferocidade dos adversários de Israel, que são comparados a animais ferozes.","por_que_esta_palavra":"A escolha dessa imagem destaca a gravidade da situação enfrentada pelo povo de Deus e a necessidade de Sua intervenção.","conexao_teologica":"A metáfora de animais ferozes é usada em várias partes da Bíblia para descrever inimigos e opressões, reforçando a necessidade de proteção divina.","referencias_relacionadas":["Isaías 11:6","Daniel 7:5","Mateus 7:15"]},"salmos_83_11_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra e ao lar, simbolizando a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'solo' é importante no contexto da terra prometida, que é vista como um presente de Deus ao Seu povo. O salmista clama para que a terra não seja destruída.","por_que_esta_palavra":"A menção ao solo enfatiza a conexão do povo com a terra e a importância da preservação de sua herança.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:11"]},"salmos_83_11_perecer":{"palavra_pt":"perecer","palavra_original":"שָׁמַד","transliteracao":"shâmad","strong":"H8045","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Indica a destruição ou a morte, referindo-se ao desejo de que os inimigos não prevaleçam.","explicacao_detalhada":"A palavra 'perecer' é usada para expressar a esperança de que os adversários do povo de Deus sejam derrotados e que a justiça prevaleça.","por_que_esta_palavra":"A utilização de 'perecer' reflete a urgência da oração do salmista e a necessidade de intervenção divina contra as forças do mal.","conexao_teologica":"A ideia de justiça e julgamento é um tema recorrente na Bíblia, onde Deus é visto como o juiz que traz a justiça.","referencias_relacionadas":["Salmos 37:20","Mateus 10:28","Apocalipse 20:14"]},"salmos_83_11_endor":{"palavra_pt":"en dor","palavra_original":"עֵין־דֹּאר","transliteracao":"ʻÊyn-Dôʼr","strong":"H5874","significado_raiz":"Ideia básica: en dor.","significado_contextual":"Refere-se a um local específico, que pode simbolizar a presença de inimigos ou a necessidade de proteção.","explicacao_detalhada":"A palavra 'en dor' pode ser uma referência a um lugar de conflito ou de opressão, onde o povo de Deus enfrenta desafios.","por_que_esta_palavra":"A menção de um local específico destaca a realidade da luta espiritual e a necessidade de intervenção divina em situações concretas.","conexao_teologica":"A geografia bíblica muitas vezes é usada para ilustrar a luta entre o bem e o mal, e a necessidade de Deus em cada situação.","referencias_relacionadas":["1 Samuel 28:7","Salmos 27:5","Isaías 8:19"]},"salmos_83_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas, enfatizando a necessidade de ação divina.","explicacao_detalhada":"A palavra 'modo' sugere que há uma forma específica pela qual Deus deve agir em favor de Seu povo, refletindo a expectativa de intervenção.","por_que_esta_palavra":"A escolha dessa palavra destaca a confiança do salmista na capacidade de Deus de agir de maneira eficaz e justa.","conexao_teologica":"A forma como Deus age é um tema importante na teologia, onde os crentes buscam entender a soberania e a providência divina.","referencias_relacionadas":["Salmos 25:4","Provérbios 3:5-6","Romanos 12:2"]},"salmos_83_12_nome":{"palavra_pt":"nome","palavra_original":"עֹרֵב","transliteracao":"ʻÔrêb","strong":"H6159","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à autoridade de Deus, que é invocada em momentos de necessidade.","explicacao_detalhada":"A palavra 'nome' é usada para representar a essência de Deus, e invocá-lo é um ato de fé e confiança em Sua capacidade de salvar.","por_que_esta_palavra":"A menção do 'nome' enfatiza a importância da relação entre Deus e Seu povo, que se baseia na confiança em Sua natureza.","conexao_teologica":"Invocar o nome de Deus é um ato de adoração e reconhecimento de Sua soberania, um tema central na vida de fé.","referencias_relacionadas":["Salmos 20:1","Atos 4:12","Romanos 10:13"]},"salmos_83_12_zeeb":{"palavra_pt":"zeeb","palavra_original":"זְאֵב","transliteracao":"Zᵉʼêb","strong":"H2062","significado_raiz":"Ideia básica: zeeb.","significado_contextual":"Zeeb é mencionado como um dos inimigos de Israel, simbolizando a ferocidade e a astúcia dos adversários.","explicacao_detalhada":"A palavra 'zeeb' significa 'lobo' em hebraico e é usada para descrever a natureza predatória e ameaçadora dos inimigos de Deus. No contexto do Salmo 83, representa aqueles que conspiram contra o povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'zeeb' enfatiza a natureza feroz e destrutiva dos inimigos, que se comportam como lobos em busca de suas presas.","conexao_teologica":"A imagem do lobo é frequentemente associada à traição e à malícia, refletindo a luta contínua entre o povo de Deus e suas oposições.","referencias_relacionadas":["Mateus 7:15","Ezequiel 22:27","Atos 20:29"]},"salmos_83_13_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' é usada para descrever a intenção dos inimigos de tomar posse das terras e do povo de Deus.","explicacao_detalhada":"Em hebraico, 'yârash' implica em tomar posse ou herdar algo. No Salmo 83, isso se refere ao desejo dos inimigos de Israel de usurpar a herança divina do povo escolhido.","por_que_esta_palavra":"A palavra 'agarrar' é significativa porque expressa a ação agressiva e a intenção de domínio dos adversários sobre o povo de Deus.","conexao_teologica":"A luta pela terra prometida é um tema central na Bíblia, simbolizando a luta espiritual entre o bem e o mal.","referencias_relacionadas":["Deuteronômio 9:3","Josué 1:11","Salmos 37:9"]},"salmos_83_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é invocada para lembrar a soberania e o poder de Deus sobre as nações.","explicacao_detalhada":"'Elohim' é um dos nomes de Deus que enfatiza Sua majestade e autoridade. No contexto do Salmo 83, é um apelo para que Deus intervenha contra os inimigos.","por_que_esta_palavra":"A invocação de 'Deus' é crucial, pois destaca a dependência do povo de Deus em Sua proteção e justiça.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o defensor do Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"salmos_83_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente, a palavra 'Deus' é usada para enfatizar a necessidade de intervenção divina.","explicacao_detalhada":"'Elohim' aqui reforça a ideia de que somente Deus pode trazer justiça e restaurar a ordem diante da opressão.","por_que_esta_palavra":"A repetição da palavra 'Deus' sublinha a urgência do clamor do salmista por ajuda divina.","conexao_teologica":"A oração e o clamor a Deus são fundamentais na vida de fé, mostrando a confiança do povo em Sua capacidade de salvar.","referencias_relacionadas":["Salmos 50:15","Salmos 121:2","Hebreus 4:16"]},"salmos_83_14_seco":{"palavra_pt":"seco","palavra_original":"קַשׁ","transliteracao":"qash","strong":"H7179","significado_raiz":"Ideia básica: seco.","significado_contextual":"A palavra 'seco' é usada para descrever a destruição que os inimigos desejam trazer sobre o povo de Deus.","explicacao_detalhada":"'Qash' refere-se a algo que está ressecado ou devastado, simbolizando a desolação que os inimigos querem impor.","por_que_esta_palavra":"A escolha da palavra 'seco' enfatiza a intenção de causar ruína e desespero ao povo de Deus.","conexao_teologica":"A desolação é frequentemente um símbolo do juízo de Deus, mas também da esperança de restauração.","referencias_relacionadas":["Isaías 35:1","Ezequiel 37:1-14","Apocalipse 21:6"]},"salmos_83_15_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' é utilizada para simbolizar o juízo e a purificação que Deus pode trazer sobre os inimigos.","explicacao_detalhada":"'Esh' representa tanto a destruição quanto a purificação. No contexto do Salmo 83, é um pedido para que Deus traga juízo sobre os adversários.","por_que_esta_palavra":"O fogo é uma imagem poderosa de julgamento e transformação, refletindo a natureza de Deus como juiz.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e Sua santidade, mostrando que Ele purifica e julga.","referencias_relacionadas":["Hebreus 12:29","Isaías 66:15","Mateus 3:12"]},"salmos_83_16_phrase":{"palavra_pt":"expressao","palavra_original":"כֵּן","transliteracao":"kên","strong":"H3651","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' é usada para descrever a intenção dos inimigos de se manifestar contra o povo de Deus.","explicacao_detalhada":"'Kên' implica em uma afirmação ou declaração, refletindo a intenção clara dos adversários de agir contra Israel.","por_que_esta_palavra":"A palavra 'expressão' é significativa porque destaca a clareza e a determinação dos inimigos em sua oposição.","conexao_teologica":"As intenções do coração são importantes na teologia bíblica, mostrando que Deus conhece os planos dos homens.","referencias_relacionadas":["Salmos 2:1","Provérbios 19:21","Jeremias 17:10"]},"salmos_83_16_seguir":{"palavra_pt":"seguir","palavra_original":"רָדַף","transliteracao":"râdaph","strong":"H7291","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' é usada para descrever a perseguição dos inimigos ao povo de Deus.","explicacao_detalhada":"'Râdaph' significa perseguir ou correr atrás, indicando a determinação dos adversários em atacar Israel.","por_que_esta_palavra":"A escolha da palavra 'seguir' enfatiza a urgência e a intensidade da perseguição que o povo enfrenta.","conexao_teologica":"A perseguição é um tema recorrente na Bíblia, refletindo a luta entre o povo de Deus e as forças do mal.","referencias_relacionadas":["Salmos 7:1","Mateus 5:10-12","1 Pedro 5:8"]},"salmos_83_17_confusion":{"palavra_pt":"confusao","palavra_original":"קָלוֹן","transliteracao":"qâlôwn","strong":"H7036","significado_raiz":"Ideia básica: confusao.","significado_contextual":"A palavra 'confusão' é usada para descrever o estado de desordem que os inimigos desejam impor.","explicacao_detalhada":"'Qâlôwn' refere-se a desonra ou confusão, simbolizando a intenção dos adversários de desestabilizar o povo de Deus.","por_que_esta_palavra":"A palavra 'confusão' é significativa porque reflete o desejo dos inimigos de causar desespero e desordem entre os fiéis.","conexao_teologica":"A confusão é frequentemente vista como uma consequência do pecado e da rebelião contra Deus.","referencias_relacionadas":["Salmos 35:26","Salmos 71:1","Isaías 45:16"]},"salmos_83_17_adoracao":{"palavra_pt":"adoracao","palavra_original":"בָּקַשׁ","transliteracao":"bâqash","strong":"H1245","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"A palavra 'adoração' é usada para descrever a busca dos inimigos por destruir a devoção ao Deus de Israel.","explicacao_detalhada":"'Bâqash' significa buscar ou procurar, indicando a intenção dos adversários de erradicar a adoração ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'adoração' enfatiza a importância da devoção a Deus e a ameaça que os inimigos representam a essa prática.","conexao_teologica":"A adoração é central na vida do povo de Deus, e a tentativa de destruí-la é uma afronta à soberania divina.","referencias_relacionadas":["Salmos 95:6","João 4:24","Hebreus 12:28"]},"salmos_83_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é um símbolo de Sua presença e autoridade.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a soberania e a eternidade de Deus. No contexto do Salmo 83, isso destaca a necessidade de que os inimigos de Deus sejam derrotados em nome d'Aquele que é supremo.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre Deus e Seu povo, mostrando que a vitória e a proteção vêm do Senhor.","conexao_teologica":"O uso do nome do Senhor conecta-se com a ideia de que Deus é o único que pode salvar e proteger Seu povo, refletindo a aliança entre Deus e Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Isaías 42:8"]},"salmos_83_18_ashamed":{"palavra_pt":"ashamed","palavra_original":"חָפֵר","transliteracao":"châphêr","strong":"H2659","significado_raiz":"Ideia básica: ashamed.","significado_contextual":"Refere-se à vergonha que os inimigos de Deus sentirão ao serem derrotados.","explicacao_detalhada":"A palavra 'ashamed' (חָפֵר) enfatiza a humilhação que os adversários de Deus enfrentarão, mostrando que aqueles que se opõem a Ele não terão sucesso.","por_que_esta_palavra":"É importante para ilustrar a justiça de Deus e a certeza de que os ímpios serão envergonhados por suas ações.","conexao_teologica":"A vergonha dos inimigos de Deus é um tema recorrente na Bíblia, refletindo a vitória de Deus sobre o mal.","referencias_relacionadas":["Salmos 34:5","Isaías 45:17","Romanos 10:11"]},"salmos_83_18_perecer":{"palavra_pt":"perecer","palavra_original":"אָבַד","transliteracao":"ʼâbad","strong":"H6","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Indica a destruição ou a extinção dos inimigos de Deus.","explicacao_detalhada":"A palavra 'perecer' (אָבַד) é usada para descrever o destino dos que se opõem ao Senhor, enfatizando a certeza de que eles não prevalecerão.","por_que_esta_palavra":"É uma advertência sobre as consequências de se rebelar contra Deus e Sua vontade.","conexao_teologica":"A ideia de perecer está ligada ao juízo de Deus e à proteção que Ele oferece aos justos.","referencias_relacionadas":["Salmos 37:20","Provérbios 10:28","Mateus 10:28"]},"salmos_83_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico, onde a ação de Deus se manifesta.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para enfatizar que a soberania de Deus se estende sobre toda a criação, incluindo a terra e tudo que nela habita.","por_que_esta_palavra":"É importante para mostrar que Deus não é apenas um Deus espiritual, mas também atua no mundo físico.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como o lugar onde Deus cumpre Suas promessas e realiza Seus planos.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"salmos_83_19_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento profundo e relacional que Deus tem sobre a humanidade.","explicacao_detalhada":"A palavra 'conhecer' (יָדַע) implica uma relação íntima e pessoal, enfatizando que Deus não apenas sabe sobre nós, mas nos conhece profundamente.","por_que_esta_palavra":"É fundamental para entender a natureza do relacionamento entre Deus e Seu povo, mostrando que Ele se importa e está ciente de nossas vidas.","conexao_teologica":"O conhecimento de Deus é um tema central na teologia, refletindo Sua onisciência e amor por Sua criação.","referencias_relacionadas":["Salmos 139:1-4","Jeremias 1:5","Mateus 10:30"]},"salmos_83_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a declaração anterior com a razão pela qual os inimigos de Deus devem ser derrotados.","por_que_esta_palavra":"É importante para a lógica do argumento apresentado no Salmo, mostrando que a ação de Deus é justificada.","conexao_teologica":"A razão pela qual Deus age é um tema importante na Bíblia, refletindo Sua justiça e fidelidade.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:17"]}}