{"salmos_84_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao local sagrado onde Deus habita entre Seu povo.","explicacao_detalhada":"A palavra 'templo' (נָצַח) simboliza a presença de Deus e a adoração que deve ocorrer nesse espaço sagrado.","por_que_esta_palavra":"É crucial para entender a importância da adoração e do culto na vida do povo de Deus.","conexao_teologica":"O templo é um símbolo da presença de Deus e da comunhão entre Ele e Seu povo, refletindo a necessidade de um lugar de adoração.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Atos 7:47-50"]},"salmos_84_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação especial entre Deus e Seu povo, descrito como filhos.","explicacao_detalhada":"A palavra 'filho' (בֵּן) enfatiza a intimidade e a herança que os crentes têm em relação a Deus, mostrando que são parte de Sua família.","por_que_esta_palavra":"É importante para entender a identidade dos crentes como filhos de Deus e a responsabilidade que isso implica.","conexao_teologica":"A filiação divina é um tema central no Novo Testamento, refletindo a nova vida em Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"salmos_84_2_amiable":{"palavra_pt":"amiable","palavra_original":"יְדִיד","transliteracao":"yᵉdîyd","strong":"H3039","significado_raiz":"Ideia básica: amiable.","significado_contextual":"Refere-se à beleza e ao amor que o templo de Deus representa.","explicacao_detalhada":"A palavra 'amiable' (יְדִיד) destaca a atratividade e o desejo que o povo deve ter pela presença de Deus.","por_que_esta_palavra":"É importante para enfatizar a alegria e o prazer que a adoração a Deus deve trazer aos crentes.","conexao_teologica":"A beleza da presença de Deus é um tema recorrente, refletindo o amor e a devoção que devemos ter por Ele.","referencias_relacionadas":["Salmos 27:4","Salmos 36:8","Salmos 63:1"]},"salmos_84_2_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao local de adoração e à presença de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'templo' (מִשְׁכָּן) é usada para descrever o espaço sagrado onde Deus se encontra com Seu povo, simbolizando a comunhão e a adoração.","por_que_esta_palavra":"É fundamental para entender a importância do culto e da presença de Deus na vida dos crentes.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens, refletindo a necessidade de um lugar de adoração e comunhão.","referencias_relacionadas":["Êxodo 25:8","Salmos 122:1","Hebreus 9:24"]},"salmos_84_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e criador do universo.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para designar Deus em sua soberania e poder. No contexto do Salmo 84, enfatiza a relação íntima entre Deus e seu povo, destacando a importância de sua presença.","por_que_esta_palavra":"É uma invocação que expressa reverência e submissão ao Deus Altíssimo, reconhecendo sua posição como Senhor sobre todas as coisas.","conexao_teologica":"A palavra 'Senhor' é central na teologia judaica e cristã, simbolizando a aliança entre Deus e seu povo, e a necessidade de adoração e obediência.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Êxodo 3:14"]},"salmos_84_3_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida e à alma do ser humano, que anseia por Deus.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) representa a parte imaterial do ser humano, que busca conexão com o Criador. No Salmo 84, a alma é descrita como desejosa de estar na presença de Deus, simbolizando a sede espiritual do ser humano.","por_que_esta_palavra":"A utilização de 'alma' enfatiza a profundidade do desejo humano por Deus e a necessidade de sua presença para a verdadeira satisfação.","conexao_teologica":"A alma é vista como a parte que se relaciona diretamente com Deus, sendo fundamental para a adoração e a comunhão espiritual.","referencias_relacionadas":["Mateus 5:3","Salmos 42:1","Eclesiastes 12:7"]},"salmos_84_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente se refere ao Senhor, destacando sua importância na vida do crente.","explicacao_detalhada":"A repetição da palavra 'Senhor' (יְהֹוָה) no Salmo 84 reforça a ideia de que a presença de Deus é essencial para a vida espiritual e emocional do fiel.","por_que_esta_palavra":"Reforça a ideia de que a relação com Deus é fundamental para a plenitude da vida.","conexao_teologica":"A presença de Deus é um tema recorrente na Bíblia, simbolizando proteção, amor e orientação.","referencias_relacionadas":["Salmos 27:4","Salmos 46:1","Salmos 121:2"]},"salmos_84_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo, a casa de Deus, onde a presença divina habita.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) no contexto do Salmo 84 simboliza o lugar de adoração e comunhão com Deus. É um espaço sagrado onde os fiéis se reúnem para buscar a presença do Senhor.","por_que_esta_palavra":"A casa de Deus é vista como um refúgio e um lugar de renovação espiritual.","conexao_teologica":"O templo é um símbolo da presença de Deus entre seu povo, representando a aliança e a comunhão.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Hebreus 10:25"]},"salmos_84_4_bondoso":{"palavra_pt":"bondoso","palavra_original":"דְּרוֹר","transliteracao":"dᵉrôwr","strong":"H1866","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"Refere-se à bondade e misericórdia de Deus para com seu povo.","explicacao_detalhada":"A palavra 'bondoso' (דְּרוֹר) destaca a natureza generosa e amorosa de Deus, que cuida de seus filhos e proporciona alegria e liberdade.","por_que_esta_palavra":"Enfatiza que a bondade de Deus é uma fonte de alegria e segurança para aqueles que confiam nele.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo seu caráter e sua relação com a humanidade.","referencias_relacionadas":["Salmos 136:1","Romanos 2:4","Gálatas 5:22"]},"salmos_84_4_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar como um lugar de sacrifício e adoração a Deus.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ) simboliza o local onde os fiéis oferecem sacrifícios a Deus, representando a devoção e a busca por perdão e comunhão.","por_que_esta_palavra":"O altar é um símbolo de entrega e adoração, essencial na prática religiosa do povo de Deus.","conexao_teologica":"O altar representa a mediação entre Deus e o homem, sendo um ponto de encontro espiritual.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"salmos_84_5_blessed":{"palavra_pt":"bem aventurado","palavra_original":"אֶשֶׁר","transliteracao":"ʼesher","strong":"H835","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Refere-se à condição de felicidade e bem-aventurança dos que habitam na casa de Deus.","explicacao_detalhada":"A palavra 'bem aventurado' (אֶשֶׁר) expressa a alegria e a satisfação que vêm de estar na presença de Deus e de viver em comunhão com Ele.","por_que_esta_palavra":"Destaca a bênção que acompanha aqueles que buscam a Deus e se dedicam à adoração.","conexao_teologica":"A bem-aventurança é um tema central na Bíblia, refletindo a recompensa espiritual para aqueles que seguem a Deus.","referencias_relacionadas":["Mateus 5:3-12","Salmos 1:1-3","Tiago 1:12"]},"salmos_84_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de habitar ou permanecer na presença de Deus.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica em estabelecer-se ou residir, simbolizando a permanência na casa de Deus e a busca por sua presença constante.","por_que_esta_palavra":"Enfatiza a importância de estar continuamente na presença de Deus para experimentar sua paz e alegria.","conexao_teologica":"A ideia de habitar na presença de Deus é fundamental na vida cristã, simbolizando comunhão e intimidade.","referencias_relacionadas":["Salmos 23:6","Salmos 91:1","João 15:4"]},"salmos_84_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente ao templo como o lugar de adoração.","explicacao_detalhada":"A repetição da palavra 'casa' (בַּיִת) reforça a importância do templo como o local onde os fiéis se reúnem para adorar e buscar a presença de Deus.","por_que_esta_palavra":"Reforça a ideia de que a casa de Deus é um lugar de refúgio e bênção.","conexao_teologica":"A casa de Deus é um símbolo de sua presença e proteção para seu povo.","referencias_relacionadas":["Salmos 27:4","Salmos 122:1","Hebreus 10:25"]},"salmos_84_6_blessed":{"palavra_pt":"bem aventurado","palavra_original":"אֶשֶׁר","transliteracao":"ʼesher","strong":"H835","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Refere-se à felicidade dos que confiam em Deus e se dedicam à sua adoração.","explicacao_detalhada":"A palavra 'bem aventurado' (אֶשֶׁר) destaca a alegria e a satisfação que vêm de viver em conformidade com a vontade de Deus.","por_que_esta_palavra":"Enfatiza que a verdadeira felicidade é encontrada na comunhão com Deus e na prática da adoração.","conexao_teologica":"A bem-aventurança é uma promessa de Deus para aqueles que buscam a sua presença e vivem em obediência.","referencias_relacionadas":["Salmos 119:1","Mateus 5:3-12","Romanos 4:7-8"]},"salmos_84_6_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a fragilidade e a dependência do ser humano diante de Deus.","explicacao_detalhada":"A palavra 'homem' (אָדָם) é usada para enfatizar a condição humana, que é limitada e vulnerável. No contexto do Salmo 84, isso ressalta a necessidade de buscar a presença de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a relação entre a criação e o Criador, mostrando que, apesar das fraquezas, o ser humano é chamado a se aproximar de Deus.","conexao_teologica":"A teologia bíblica enfatiza que Deus se preocupa com a humanidade e deseja um relacionamento íntimo com ela, mesmo em sua fragilidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"salmos_84_6_forca":{"palavra_pt":"forca","palavra_original":"עֹז","transliteracao":"ʻôz","strong":"H5797","significado_raiz":"Ideia básica: forca.","significado_contextual":"Representa a força e o poder que Deus concede aos que confiam Nele.","explicacao_detalhada":"A palavra 'força' (עֹז) é utilizada para descrever a proteção e a sustentação divina, especialmente em momentos de dificuldade. No Salmo 84, isso sugere que a força verdadeira vem de Deus.","por_que_esta_palavra":"A palavra é escolhida para enfatizar que a força humana é limitada, mas a força de Deus é ilimitada e sempre disponível para aqueles que O buscam.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, mostrando que Ele é a fonte de poder e proteção para o Seu povo.","referencias_relacionadas":["Salmos 28:7","Isaías 40:29","Filipenses 4:13"]},"salmos_84_7_baca":{"palavra_pt":"baca","palavra_original":"בָּכָא","transliteracao":"Bâkâʼ","strong":"H1056","significado_raiz":"Ideia básica: baca.","significado_contextual":"Refere-se ao vale de lágrimas, simbolizando momentos de dor e sofrimento na jornada da vida.","explicacao_detalhada":"A palavra 'baca' (בָּכָא) é usada para descrever a experiência de tristeza e lamento, mas também sugere que esses momentos podem ser transformados em bênçãos quando se busca a Deus.","por_que_esta_palavra":"A inclusão de 'baca' enfatiza que a vida cristã não é isenta de dificuldades, mas que Deus está presente mesmo nas tribulações.","conexao_teologica":"A teologia do sofrimento é importante, pois mostra que Deus está com Seu povo em meio às dificuldades, oferecendo consolo e esperança.","referencias_relacionadas":["Salmos 126:5","Romanos 8:28","2 Coríntios 1:3-4"]},"salmos_84_7_bencao":{"palavra_pt":"bencao","palavra_original":"בְּרָכָה","transliteracao":"Bᵉrâkâh","strong":"H1293","significado_raiz":"Ideia básica: bencao.","significado_contextual":"Refere-se à bênção que vem de Deus, especialmente em tempos de dificuldade.","explicacao_detalhada":"A palavra 'bênção' (בְּרָכָה) é usada para descrever a graça e a favor que Deus concede aos que O buscam, mesmo em meio a lágrimas.","por_que_esta_palavra":"A escolha da palavra 'bênção' destaca a esperança de que, mesmo nas dificuldades, Deus pode transformar situações de dor em bênçãos.","conexao_teologica":"A bênção de Deus é um tema central na Bíblia, mostrando que Ele é generoso e deseja o bem para Seu povo.","referencias_relacionadas":["Números 6:24-26","Salmos 1:1-3","Efésios 1:3"]},"salmos_84_8_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2428","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força que Deus dá aos que O adoram e confiam Nele.","explicacao_detalhada":"A palavra 'força' (חַיִל) é usada para descrever a capacidade de enfrentar desafios com coragem, sustentada pela presença de Deus.","por_que_esta_palavra":"A repetição da ideia de força enfatiza a importância de depender de Deus para obter coragem e resistência em tempos difíceis.","conexao_teologica":"A força divina é um tema recorrente, mostrando que Deus capacita Seu povo a enfrentar adversidades.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","2 Coríntios 12:9"]},"salmos_84_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é usada para afirmar a soberania e o poder de Deus sobre todas as coisas, especialmente em relação ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'Deus' enfatiza a relação de autoridade e cuidado que Ele tem com a humanidade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 103:19","Romanos 11:36"]},"salmos_84_8_monte":{"palavra_pt":"monte","palavra_original":"צִיּוֹן","transliteracao":"Tsîyôwn","strong":"H6726","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se ao Monte Sião, simbolizando a presença de Deus e o lugar de adoração.","explicacao_detalhada":"A palavra 'monte' (צִיּוֹן) é usada para descrever o local onde Deus habita e onde Seu povo se reúne para adorá-Lo.","por_que_esta_palavra":"A escolha da palavra 'monte' destaca a importância do lugar de adoração e a centralidade de Deus na vida do Seu povo.","conexao_teologica":"O Monte Sião é um símbolo da presença de Deus e da promessa de Sua habitação entre os homens.","referencias_relacionadas":["Salmos 2:6","Isaías 2:3","Hebreus 12:22"]},"salmos_84_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para afirmar a relação pessoal e íntima que o povo de Deus tem com Ele, reconhecendo Sua soberania.","por_que_esta_palavra":"A escolha da palavra 'Senhor' enfatiza a reverência e a adoração que são devidas a Deus.","conexao_teologica":"O nome de Deus é central na adoração, pois revela Sua identidade e caráter, sendo um convite à intimidade com Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Filipenses 2:9-11"]},"salmos_84_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é usada para reafirmar a soberania e o poder de Deus, especialmente em relação ao Seu povo.","por_que_esta_palavra":"A repetição da palavra 'Deus' enfatiza a importância de reconhecer Sua autoridade e cuidado.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 103:19","Romanos 11:36"]},"salmos_84_9_adoracao":{"palavra_pt":"exercitos","palavra_original":"צָבָא","transliteracao":"tsâbâʼ","strong":"H6635","significado_raiz":"Ideia básica: exercitos.","significado_contextual":"Refere-se ao exército celestial que serve a Deus e à adoração que é devida a Ele.","explicacao_detalhada":"A palavra 'exércitos' (צָבָא) é usada para descrever a grandeza e a majestade de Deus, que é adorado por seres celestiais.","por_que_esta_palavra":"A escolha da palavra 'exércitos' enfatiza a ideia de que Deus é o Senhor de todos os seres, tanto humanos quanto celestiais.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, mostrando que Ele é digno de louvor e reverência.","referencias_relacionadas":["Salmos 103:21","Isaías 6:3","Apocalipse 4:8"]},"salmos_84_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza soberana e poderosa de Deus, que é digno de adoração e reverência. No contexto do Salmo 84, enfatiza a importância da presença de Deus na vida do crente.","por_que_esta_palavra":"A palavra é utilizada para expressar a relação do ser humano com o divino, destacando a busca pela presença de Deus.","conexao_teologica":"A presença de Deus é fundamental para a vida espiritual e a adoração, sendo um tema recorrente em toda a Escritura.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"salmos_84_10_cause":{"palavra_pt":"cause","palavra_original":"נָבַט","transliteracao":"nâbaṭ","strong":"H5027","significado_raiz":"Ideia básica: cause.","significado_contextual":"Indica a ação de olhar ou observar com atenção.","explicacao_detalhada":"A palavra 'cause' (נָבַט) sugere um olhar atento e cuidadoso, muitas vezes associado à contemplação da grandeza de Deus e à busca por Sua presença.","por_que_esta_palavra":"É utilizada para enfatizar a importância de estar atento à obra de Deus e ao Seu chamado.","conexao_teologica":"A observação da criação e da obra de Deus leva à adoração e à compreensão de Sua grandeza.","referencias_relacionadas":["Salmos 19:1","Romanos 1:20","Salmos 121:1"]},"salmos_84_10_ungido":{"palavra_pt":"ungido","palavra_original":"מָשִׁיחַ","transliteracao":"mâshîyach","strong":"H4899","significado_raiz":"Ideia básica: ungido.","significado_contextual":"Refere-se a alguém escolhido e separado por Deus para uma missão especial.","explicacao_detalhada":"A palavra 'ungido' (מָשִׁיחַ) é frequentemente associada ao Messias, aquele que foi designado por Deus para trazer salvação e redenção ao Seu povo.","por_que_esta_palavra":"É importante para entender a expectativa messiânica e a relação entre Deus e Seu povo.","conexao_teologica":"A unção é um símbolo da presença e do poder de Deus atuando através de indivíduos escolhidos.","referencias_relacionadas":["Salmos 2:2","Isaías 61:1","Lucas 4:18"]},"salmos_84_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, ao lugar de habitação, especialmente em relação à presença de Deus.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza não apenas um espaço físico, mas também a ideia de segurança, acolhimento e a presença de Deus entre Seu povo.","por_que_esta_palavra":"É usada para expressar o desejo de estar na presença de Deus, que é comparada a um lar seguro e acolhedor.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, representando o lugar onde o povo se encontra com o Senhor.","referencias_relacionadas":["Salmos 27:4","Hebreus 3:6","1 Pedro 2:5"]},"salmos_84_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou causa para algo.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir uma explicação ou justificativa, enfatizando a razão pela qual algo é dito ou feito.","por_que_esta_palavra":"É essencial para entender a lógica do salmo e a motivação por trás da adoração a Deus.","conexao_teologica":"A razão pela qual adoramos a Deus é frequentemente ligada ao reconhecimento de Sua bondade e fidelidade.","referencias_relacionadas":["Salmos 100:5","Romanos 12:1","Salmos 136:1"]},"salmos_84_11_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à qualidade positiva de Deus.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é usada para descrever a natureza de Deus e Suas ações, que são sempre para o bem de Seu povo.","por_que_esta_palavra":"É importante para afirmar a bondade de Deus em todas as circunstâncias da vida.","conexao_teologica":"A bondade de Deus é um atributo fundamental que sustenta a confiança do crente em Sua providência.","referencias_relacionadas":["Salmos 34:8","Tiago 1:17","Salmos 145:9"]},"salmos_84_12_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória e à majestade de Deus.","explicacao_detalhada":"A palavra 'gloria' (כָּבוֹד) expressa a magnificência e a honra de Deus, que é digna de louvor e adoração.","por_que_esta_palavra":"É utilizada para reconhecer a grandeza de Deus e a importância de glorificá-Lo em nossas vidas.","conexao_teologica":"A glória de Deus é um tema central na adoração, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 29:2","Isaías 6:3","Romanos 11:36"]},"salmos_84_12_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à integridade de Deus.","explicacao_detalhada":"A palavra 'verdade' (תָּמִים) implica em pureza e sinceridade, características essenciais do caráter de Deus.","por_que_esta_palavra":"É importante para afirmar que Deus é sempre fiel às Suas promessas e à Sua palavra.","conexao_teologica":"A verdade de Deus é um fundamento para a fé e a confiança do crente em Sua palavra.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"salmos_84_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou causa para algo.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir uma explicação ou justificativa, enfatizando a razão pela qual algo é dito ou feito.","por_que_esta_palavra":"É essencial para entender a lógica do salmo e a motivação por trás da adoração a Deus.","conexao_teologica":"A razão pela qual adoramos a Deus é frequentemente ligada ao reconhecimento de Sua bondade e fidelidade.","referencias_relacionadas":["Salmos 100:5","Romanos 12:1","Salmos 136:1"]},"salmos_84_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, que denota Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama sagrado que representa a presença e a identidade de Deus, sendo central na adoração e na relação do povo com Ele.","por_que_esta_palavra":"É usada para invocar a autoridade de Deus e reconhecer Sua soberania sobre todas as coisas.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e um convite à comunhão com Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"salmos_84_13_blessed":{"palavra_pt":"bem aventurado","palavra_original":"אֶשֶׁר","transliteracao":"ʼesher","strong":"H835","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A palavra 'bem aventurado' refere-se à felicidade e à bênção que vem de estar em comunhão com Deus.","explicacao_detalhada":"No contexto de Salmos 84, 'bem aventurado' é uma expressão que destaca a alegria e a satisfação que os fiéis experimentam ao estarem na presença de Deus, especialmente no templo.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a condição espiritual e a felicidade dos que buscam a Deus e vivem segundo Seus preceitos.","conexao_teologica":"A ideia de ser 'bem aventurado' está ligada à promessa de Deus de abençoar aqueles que O buscam sinceramente, refletindo a relação entre fé e bênção.","referencias_relacionadas":["Mateus 5:3-12","Salmos 1:1-3","Salmos 32:1-2"]},"salmos_84_13_adoracao":{"palavra_pt":"exercitos","palavra_original":"צָבָא","transliteracao":"tsâbâʼ","strong":"H6635","significado_raiz":"Ideia básica: exercitos.","significado_contextual":"A palavra 'exércitos' refere-se à grandeza e à majestade de Deus, que é o Senhor dos exércitos celestiais.","explicacao_detalhada":"No Salmo 84, a menção aos 'exércitos' destaca a soberania de Deus sobre todas as forças, tanto espirituais quanto físicas, e a proteção que Ele oferece aos que O adoram.","por_que_esta_palavra":"Esta palavra é importante para reconhecer a autoridade de Deus e a segurança que vem de estar sob Sua proteção.","conexao_teologica":"A noção de Deus como Senhor dos exércitos conecta-se com a ideia de que Ele é um defensor poderoso de Seu povo, sempre presente em tempos de necessidade.","referencias_relacionadas":["Isaías 6:3","Salmos 46:7","1 Samuel 17:45"]}}