{"salmos_86_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Salmos 86, o uso do nome 'Senhor' destaca a relação pessoal entre o salmista e Deus, reconhecendo Sua grandeza e poder em meio às dificuldades.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para expressar a reverência e a dependência do salmista em relação a Deus.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e ação no mundo, refletindo Sua natureza como Criador e Redentor.","referencias_relacionadas":["Salmos 145:1","Êxodo 3:14","Romanos 10:13"]},"salmos_86_1_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a atenção e o cuidado de Deus sobre o salmista.","explicacao_detalhada":"No contexto do salmo, o 'olho' representa a vigilância de Deus, que observa e responde às súplicas de Seu povo.","por_que_esta_palavra":"A escolha da palavra 'olho' enfatiza a proximidade de Deus e Sua disposição para ouvir e ajudar.","conexao_teologica":"A ideia de Deus como aquele que vê e ouve é central na teologia bíblica, mostrando que Ele está atento às necessidades humanas.","referencias_relacionadas":["Salmos 34:15","1 Pedro 3:12","Salmos 121:4"]},"salmos_86_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o salmista clama a Deus.","explicacao_detalhada":"Neste versículo, 'porque' conecta a súplica do salmista à sua condição de necessidade e vulnerabilidade.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação do salmista ao buscar ajuda divina.","conexao_teologica":"A dependência de Deus em momentos de crise é um tema recorrente nas Escrituras, reforçando a necessidade de confiar em Sua providência.","referencias_relacionadas":["Salmos 22:1","Salmos 42:11","Filipenses 4:6"]},"salmos_86_2_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, sua vitalidade e identidade.","explicacao_detalhada":"No contexto do salmo, 'alma' expressa a totalidade do ser do salmista, que clama a Deus em busca de salvação e proteção.","por_que_esta_palavra":"A palavra 'alma' é usada para enfatizar a profundidade do clamor e a necessidade espiritual do salmista.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que busca a comunhão com Deus e a vida eterna.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","Eclesiastes 12:7"]},"salmos_86_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual o salmista se dirige a Deus.","explicacao_detalhada":"Neste caso, 'porque' liga a súplica do salmista à sua condição de servo fiel e necessitado da graça divina.","por_que_esta_palavra":"A repetição de 'porque' reforça a urgência e a sinceridade do pedido do salmista.","conexao_teologica":"A relação entre a necessidade humana e a resposta divina é um tema central na oração e na vida de fé.","referencias_relacionadas":["Salmos 51:17","Salmos 118:5","Hebreus 4:16"]},"salmos_86_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que o salmista clama a Deus, simbolizando a continuidade da oração.","explicacao_detalhada":"No salmo, 'dia' indica um tempo de necessidade constante, onde o salmista busca a presença de Deus em sua vida diária.","por_que_esta_palavra":"A palavra 'dia' é importante para mostrar que a busca por Deus deve ser uma prática contínua e não apenas em momentos de crise.","conexao_teologica":"A ideia de orar diariamente é enfatizada nas Escrituras, mostrando a importância da comunhão constante com Deus.","referencias_relacionadas":["1 Tessalonicenses 5:17","Salmos 5:3","Salmos 119:164"]},"salmos_86_3_achar":{"palavra_pt":"achar","palavra_original":"חָנַן","transliteracao":"chânan","strong":"H2603","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se à busca e ao desejo de encontrar a graça e a ajuda de Deus.","explicacao_detalhada":"No contexto do salmo, 'achar' expressa a esperança do salmista em receber a misericórdia divina em suas orações.","por_que_esta_palavra":"A palavra 'achar' é utilizada para enfatizar a expectativa de que Deus responderá ao clamor do salmista.","conexao_teologica":"A busca por Deus e a certeza de encontrá-Lo são temas centrais na vida de fé, refletindo a promessa de que aqueles que buscam, encontram.","referencias_relacionadas":["Mateus 7:7","Jeremias 29:13","Salmos 119:2"]},"salmos_86_3_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui reafirma a autoridade e o poder de Deus sobre a vida do salmista.","explicacao_detalhada":"Neste versículo, o salmista reconhece a soberania de Deus e Sua capacidade de atender às suas necessidades.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a relação de submissão e confiança do salmista em Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor de todas as coisas e digno de confiança.","referencias_relacionadas":["Salmos 103:19","Isaías 40:28","Romanos 14:8"]},"salmos_86_4_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' é novamente utilizada para enfatizar a totalidade do ser do salmista em sua busca por Deus.","explicacao_detalhada":"No contexto do salmo, 'alma' representa a necessidade profunda do salmista de experimentar a salvação e a proteção divina.","por_que_esta_palavra":"A palavra 'alma' é significativa para expressar a intensidade do desejo do salmista por Deus.","conexao_teologica":"A busca pela salvação da alma é um tema central nas Escrituras, refletindo a necessidade de redenção e restauração.","referencias_relacionadas":["Salmos 62:1","Mateus 11:28","Romanos 8:38-39"]},"salmos_86_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou justificativa para o que foi dito anteriormente.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a relação entre a súplica do salmista e a confiança que ele tem em Deus. Ele clama ao Senhor, fundamentando seu pedido na certeza de que Deus é bom e está pronto para ouvir.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do clamor do salmista, mostrando que sua confiança em Deus é baseada em Sua natureza.","conexao_teologica":"A utilização de 'porque' reflete a relação entre fé e razão na oração, onde a confiança em Deus é fundamentada em Seu caráter.","referencias_relacionadas":["Salmos 34:17","Salmos 145:18","Tiago 1:5"]},"salmos_86_4_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima.","explicacao_detalhada":"Neste versículo, 'senhor' é uma invocação que expressa reverência e submissão, reconhecendo a posição de Deus como o único que pode ajudar e responder às súplicas.","por_que_esta_palavra":"A palavra é fundamental para a relação do salmista com Deus, mostrando que ele se dirige a alguém que tem poder e autoridade.","conexao_teologica":"A invocação de 'senhor' enfatiza a soberania de Deus e a dependência do ser humano em relação a Ele.","referencias_relacionadas":["Salmos 95:3","Isaías 40:28","Romanos 10:13"]},"salmos_86_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus age ou se relaciona com os homens.","explicacao_detalhada":"Neste contexto, 'modo' sugere que o salmista está reconhecendo a bondade e a misericórdia de Deus em suas ações, e como isso se reflete na vida dos que O buscam.","por_que_esta_palavra":"A palavra é importante para entender a natureza das interações de Deus com a humanidade, destacando Seu caráter benevolente.","conexao_teologica":"A ideia de 'modo' conecta-se à teologia da graça, onde Deus age com misericórdia e compaixão.","referencias_relacionadas":["Salmos 103:8","Salmos 145:9","Romanos 5:8"]},"salmos_86_5_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à condição humana e à fragilidade do ser humano diante de Deus.","explicacao_detalhada":"Neste versículo, 'homem' é utilizado para enfatizar a dependência do ser humano em relação à bondade e misericórdia de Deus, reconhecendo sua própria limitação.","por_que_esta_palavra":"A palavra é essencial para entender a posição do salmista como alguém que busca ajuda e reconhecimento diante de Deus.","conexao_teologica":"A menção ao 'homem' reflete a doutrina da criação e a necessidade de redenção, mostrando a vulnerabilidade humana.","referencias_relacionadas":["Salmos 8:4","Eclesiastes 7:20","Romanos 3:23"]},"salmos_86_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa para o clamor do salmista.","explicacao_detalhada":"Aqui, 'porque' é usado para reforçar a razão pela qual o salmista busca a ajuda de Deus, fundamentando seu pedido na natureza de Deus como bondoso e perdoador.","por_que_esta_palavra":"É uma palavra chave que conecta a súplica à confiança na bondade de Deus.","conexao_teologica":"A repetição de 'porque' destaca a importância da fé e da confiança em Deus nas orações.","referencias_relacionadas":["Salmos 25:7","Salmos 51:1","Hebreus 4:16"]},"salmos_86_6_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação e ao clamor do salmista a Deus.","explicacao_detalhada":"Neste versículo, 'voz' simboliza a súplica e a oração do salmista, expressando seu desejo de ser ouvido por Deus.","por_que_esta_palavra":"A palavra é importante porque representa a ação de clamar a Deus, que é um aspecto fundamental da vida de fé.","conexao_teologica":"A 'voz' do salmista reflete a relação pessoal que os crentes têm com Deus, que ouve suas orações.","referencias_relacionadas":["Salmos 18:6","Salmos 34:15","1 João 5:14"]},"salmos_86_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui refere-se ao nome de Deus, que representa Sua essência e caráter.","explicacao_detalhada":"Neste contexto, invocar o 'nome' de Deus é reconhecer Sua autoridade e poder, e a importância de Sua presença na vida do salmista.","por_que_esta_palavra":"A palavra é crucial porque o nome de Deus é um símbolo de Sua identidade e de Seu relacionamento com o povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua santidade e a relação que Ele tem com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"salmos_86_6_mao":{"palavra_pt":"mao","palavra_original":"אָזַן","transliteracao":"ʼâzan","strong":"H238","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' simboliza poder e ação, referindo-se à capacidade de Deus de agir em favor do salmista.","explicacao_detalhada":"Neste versículo, 'mao' representa a intervenção divina, mostrando que Deus tem o poder de responder ao clamor do salmista.","por_que_esta_palavra":"A palavra é importante para entender a natureza da ajuda que Deus pode oferecer, enfatizando Seu poder.","conexao_teologica":"A 'mao' de Deus é um símbolo de Sua proteção e auxílio, refletindo a providência divina.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Salmos 63:8"]},"salmos_86_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo em que o salmista busca a Deus.","explicacao_detalhada":"Neste contexto, 'dia' indica a continuidade da busca e da oração, mostrando que o salmista está comprometido em clamar a Deus em todos os momentos.","por_que_esta_palavra":"A palavra é significativa porque destaca a persistência e a urgência do clamor do salmista.","conexao_teologica":"A ideia de 'dia' reflete a importância da oração constante e da comunhão diária com Deus.","referencias_relacionadas":["Salmos 5:3","1 Tessalonicenses 5:17","Salmos 119:164"]},"salmos_86_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa para a súplica do salmista.","explicacao_detalhada":"Aqui, 'porque' é usado para reforçar a razão pela qual o salmista clama a Deus, fundamentando seu pedido na certeza de que Deus é um Deus que ouve.","por_que_esta_palavra":"É uma palavra chave que conecta a súplica à confiança na natureza de Deus.","conexao_teologica":"A repetição de 'porque' enfatiza a importância da fé e da confiança em Deus nas orações.","referencias_relacionadas":["Salmos 34:17","Salmos 145:18","Hebreus 4:16"]},"salmos_86_7_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de ver e perceber, simbolizando a atenção e o cuidado de Deus.","explicacao_detalhada":"No contexto do Salmo 86, o 'olho' representa a vigilância de Deus sobre os que clamam a Ele. É um símbolo de Sua onipresença e preocupação com o sofrimento humano.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a ideia de que Deus está sempre atento às nossas necessidades e orações.","conexao_teologica":"A presença constante de Deus em nossas vidas é um tema central na teologia bíblica, mostrando que Ele nunca nos abandona.","referencias_relacionadas":["Salmos 34:15","1 Pedro 3:12","Salmos 121:4"]},"salmos_86_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"Neste versículo, 'Deus' é invocado como a fonte de poder e autoridade, destacando Sua singularidade e soberania sobre todas as coisas.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para expressar a relação de dependência e reverência que os fiéis têm em relação ao Criador.","conexao_teologica":"A natureza de Deus como único e verdadeiro é um princípio essencial da fé judaico-cristã.","referencias_relacionadas":["Isaías 45:5","Deuteronômio 6:4","Salmos 46:10"]},"salmos_86_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e ao domínio de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' é usada para reconhecer a soberania de Deus e a relação de servidão que os crentes têm com Ele.","por_que_esta_palavra":"Utilizar 'Senhor' enfatiza a posição de Deus como mestre e guia, ao mesmo tempo que expressa submissão e respeito.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele tem controle sobre a história e a vida dos indivíduos.","referencias_relacionadas":["Salmos 97:5","Romanos 10:9","Filipenses 2:11"]},"salmos_86_8_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à natureza benevolente de Deus.","explicacao_detalhada":"No contexto do Salmo, 'bom' destaca a disposição de Deus em agir em favor de Seus filhos, mostrando Sua misericórdia e compaixão.","por_que_esta_palavra":"A palavra 'bom' é importante para descrever a essência de Deus, que é amor e bondade.","conexao_teologica":"A bondade de Deus é um aspecto fundamental da Sua natureza, que se reflete em Suas ações e promessas.","referencias_relacionadas":["Salmos 119:68","Gálatas 5:22","Tiago 1:17"]},"salmos_86_9_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de ser bom, justo e digno de louvor.","explicacao_detalhada":"Neste versículo, 'bom' é usado para descrever as ações de Deus, que são sempre justas e benéficas para aqueles que O buscam.","por_que_esta_palavra":"A repetição da ideia de 'bom' reforça a confiança do salmista na natureza de Deus e em Suas promessas.","conexao_teologica":"A bondade de Deus é um tema central na Escritura, que nos convida a confiar em Sua providência.","referencias_relacionadas":["Salmos 25:8","Romanos 8:28","Salmos 100:5"]},"salmos_86_9_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que é digna de adoração e reverência.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a importância de reconhecer a grandeza e a majestade de Deus em meio às dificuldades.","por_que_esta_palavra":"A invocação de 'Deus' é um lembrete da nossa dependência dEle e da Sua capacidade de nos ajudar.","conexao_teologica":"A adoração a Deus é um aspecto essencial da vida de fé, reconhecendo Sua soberania e poder.","referencias_relacionadas":["Salmos 95:6","Hebreus 11:6","Salmos 29:2"]},"salmos_86_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Salmos 86:9, \"modo\" aparece na frase \"Todas as nações que fizeste virão e se prostrarão perante a tua face, Senhor, e glorificarão o teu nome.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Salmos 86:9 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 87:2. Lendo junto com Salmos 86:9, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Salmos 86:9","Salmos 87:2","Salmos 119:105"]},"salmos_86_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a algo que é grande e poderoso, simbolizando a força de Deus.","explicacao_detalhada":"A palavra 'urso' é usada metaforicamente para descrever a grandeza e a força de Deus em contrastar com as fraquezas humanas.","por_que_esta_palavra":"Utilizar 'urso' enfatiza a ideia de que Deus é um protetor forte e poderoso para aqueles que confiam nEle.","conexao_teologica":"A força de Deus é um tema recorrente, mostrando que Ele é capaz de salvar e proteger Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 40:29","Salmos 46:1"]},"salmos_86_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de algo, introduzindo uma explicação.","explicacao_detalhada":"A palavra 'porque' é usada para justificar a confiança do salmista em Deus, explicando a base de sua fé.","por_que_esta_palavra":"A palavra 'porque' é crucial para conectar a declaração de fé com a razão pela qual o salmista confia em Deus.","conexao_teologica":"A razão pela qual confiamos em Deus é baseada em Sua fidelidade e promessas, que são sempre cumpridas.","referencias_relacionadas":["Salmos 37:5","Romanos 8:31","Hebreus 10:23"]},"salmos_86_10_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e à importância de Deus em comparação com as circunstâncias humanas.","explicacao_detalhada":"A palavra 'grande' destaca a majestade de Deus e Sua capacidade de realizar grandes coisas em favor de Seu povo.","por_que_esta_palavra":"A utilização de 'grande' enfatiza a grandeza de Deus em contraste com as limitações humanas.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, reconhecendo que Ele é digno de louvor e reverência.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"salmos_86_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para enfatizar a relação de Deus com seu povo, destacando sua posição como criador e governante. É um título que expressa reverência e submissão.","por_que_esta_palavra":"Esta palavra é utilizada para invocar a presença de Deus e reconhecer sua majestade e poder.","conexao_teologica":"A invocação do nome do Senhor é central na adoração e na oração, refletindo a dependência do ser humano em relação ao Criador.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Êxodo 3:14"]},"salmos_86_11_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à constância de Deus em suas promessas.","explicacao_detalhada":"A palavra 'verdade' (אֶמֶת) implica não apenas a ausência de mentira, mas também a certeza de que Deus cumpre o que promete. É um atributo essencial de seu caráter.","por_que_esta_palavra":"É importante reconhecer a verdade de Deus para confiar em suas promessas e viver de acordo com seus ensinamentos.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, pois sem ela, não haveria base para a esperança e a salvação.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"salmos_86_12_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e atemporal de Deus.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) indica que Deus existe fora do tempo e que suas promessas e planos são eternos e não mudam.","por_que_esta_palavra":"Reconhecer a eternidade de Deus nos dá segurança em sua soberania e nos ajuda a entender que sua obra é contínua.","conexao_teologica":"A eternidade de Deus é um aspecto fundamental da teologia, pois nos assegura que Ele é constante e fiel em todas as gerações.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_86_12_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade intrínseca de Deus e à sua disposição de fazer o bem.","explicacao_detalhada":"A palavra 'bom' (כָּבַד) expressa a natureza benevolente de Deus, que se manifesta em suas ações e em sua criação.","por_que_esta_palavra":"É essencial reconhecer a bondade de Deus para entender sua relação amorosa com a humanidade e sua vontade para nossas vidas.","conexao_teologica":"A bondade de Deus é um tema recorrente nas Escrituras, que nos ensina a confiar em sua providência e cuidado.","referencias_relacionadas":["Salmos 34:8","Tiago 1:17","Romanos 8:28"]},"salmos_86_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o salmista clama a Deus.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para justificar a súplica, mostrando a relação entre a ação de Deus e a necessidade do salmista.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica da oração e a motivação do clamor do salmista.","conexao_teologica":"A oração é frequentemente fundamentada em razões que refletem a natureza de Deus e suas promessas.","referencias_relacionadas":["Salmos 51:1","Salmos 119:49","Romanos 10:13"]},"salmos_86_13_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A palavra 'misericórdia' refere-se ao amor leal e à compaixão de Deus por seu povo.","explicacao_detalhada":"A palavra 'misericórdia' (חֵסֵד) implica um amor que é constante e fiel, mesmo em face da infidelidade humana.","por_que_esta_palavra":"Reconhecer a misericórdia de Deus é fundamental para entender a salvação e a graça que Ele oferece.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, refletindo seu desejo de restaurar e redimir a humanidade.","referencias_relacionadas":["Salmos 136:1","Efésios 2:4-5","Lamentações 3:22-23"]},"salmos_86_13_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à majestade de Deus.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל) enfatiza a supremacia de Deus sobre todas as coisas e sua capacidade de agir poderosamente.","por_que_esta_palavra":"Reconhecer a grandeza de Deus nos leva a adorá-lo e a confiar em sua capacidade de intervir em nossas vidas.","conexao_teologica":"A grandeza de Deus é um tema que inspira reverência e adoração, lembrando-nos de sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"salmos_86_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, o criador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é um título que expressa a autoridade e o poder de Deus sobre a criação.","por_que_esta_palavra":"Reconhecer Deus como o ser supremo é fundamental para a fé e a adoração.","conexao_teologica":"A compreensão de Deus como criador e sustentador é central para a teologia cristã.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","João 1:1-3"]},"salmos_86_14_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de Deus em restaurar e fortalecer seu povo.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica um ato de ação e intervenção divina, mostrando que Deus se preocupa com o bem-estar de seu povo.","por_que_esta_palavra":"É importante reconhecer que Deus se levanta em favor de seu povo, trazendo ajuda e salvação.","conexao_teologica":"A ação de Deus em levantar seu povo é um tema recorrente nas Escrituras, refletindo seu amor e cuidado.","referencias_relacionadas":["Salmos 30:1","Isaías 41:10","Romanos 8:31"]},"salmos_86_14_familia":{"palavra_pt":"familia","palavra_original":"עֵדָה","transliteracao":"ʻêdâh","strong":"H5712","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à comunidade de crentes que pertencem a Deus.","explicacao_detalhada":"A palavra 'família' (עֵדָה) implica uma unidade de pessoas que compartilham uma relação comum com Deus, enfatizando a importância da comunidade na fé.","por_que_esta_palavra":"Reconhecer a família de Deus é essencial para entender a natureza da igreja e a comunhão entre os crentes.","conexao_teologica":"A ideia de família é central na teologia, refletindo a relação íntima entre Deus e seu povo.","referencias_relacionadas":["Efésios 2:19","1 Pedro 2:9","Gálatas 6:10"]},"salmos_86_15_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à constância de Deus em suas promessas.","explicacao_detalhada":"No contexto do Salmo 86, a verdade de Deus é um atributo essencial que garante a confiança do salmista em sua ajuda e proteção. A fidelidade de Deus é um tema recorrente nas Escrituras, mostrando que Ele é sempre digno de confiança.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a natureza imutável de Deus, contrastando com a inconstância humana.","conexao_teologica":"A verdade de Deus é fundamental para a relação entre Ele e seu povo, sendo um pilar da aliança estabelecida.","referencias_relacionadas":["Salmos 25:10","Salmos 119:160","João 14:6"]},"salmos_86_15_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em sua fragilidade e necessidade de ajuda divina.","explicacao_detalhada":"No Salmo 86, o salmista se identifica como um homem necessitado, clamando por socorro. Isso destaca a dependência do ser humano em relação a Deus.","por_que_esta_palavra":"A palavra 'homem' é usada para mostrar a vulnerabilidade e a condição de pecador do ser humano diante de Deus.","conexao_teologica":"A condição humana é um tema central na teologia, onde a necessidade de redenção e a graça de Deus são enfatizadas.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Tiago 4:14"]},"salmos_86_15_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título que expressa a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"No Salmo 86, o uso de 'Senhor' indica a relação de servidão e reverência do salmista, reconhecendo a posição de Deus como seu mestre e protetor.","por_que_esta_palavra":"A palavra 'senhor' é escolhida para enfatizar a relação de submissão e dependência do salmista em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem controle sobre a criação e a história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 10:9"]},"salmos_86_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a relação íntima e pessoal entre Deus e aqueles que O buscam.","explicacao_detalhada":"No Salmo 86, o salmista se dirige a Deus como um filho que clama por ajuda, refletindo a confiança e a dependência que ele tem em seu pai celestial.","por_que_esta_palavra":"A palavra 'filho' é utilizada para ilustrar a relação de amor e cuidado que Deus tem por seus seguidores.","conexao_teologica":"A filiação divina é um conceito importante, mostrando que os crentes são adotados na família de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"salmos_86_16_achar":{"palavra_pt":"achar","palavra_original":"חָנַן","transliteracao":"chânan","strong":"H2603","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' implica em encontrar graça ou favor diante de Deus.","explicacao_detalhada":"No contexto do Salmo 86, o salmista busca a graça de Deus, reconhecendo sua necessidade de ajuda e intervenção divina.","por_que_esta_palavra":"A escolha da palavra 'achar' destaca a busca ativa do salmista por um relacionamento mais profundo com Deus.","conexao_teologica":"A busca pela graça é um tema central na vida cristã, onde os crentes são chamados a buscar a face de Deus.","referencias_relacionadas":["Salmos 27:8","Hebreus 4:16","Tiago 4:8"]},"salmos_86_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de Deus conceder ajuda ou resposta ao clamor do salmista.","explicacao_detalhada":"No Salmo 86, o salmista clama a Deus por socorro, reconhecendo que somente Ele pode atender suas necessidades.","por_que_esta_palavra":"A palavra 'dar' é utilizada para enfatizar a generosidade e a disposição de Deus em ajudar aqueles que O buscam.","conexao_teologica":"A generosidade de Deus é um tema recorrente, mostrando que Ele está sempre pronto a ouvir e responder ao clamor de seu povo.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","1 João 5:14"]},"salmos_86_17_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade e à benevolência de Deus em suas ações.","explicacao_detalhada":"No Salmo 86, o salmista reconhece que Deus é bom e que suas ações são sempre para o bem de seu povo.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a natureza benevolente de Deus, que se preocupa com o bem-estar de seus filhos.","conexao_teologica":"A bondade de Deus é um atributo fundamental que sustenta a esperança e a confiança dos crentes em suas promessas.","referencias_relacionadas":["Salmos 100:5","Romanos 2:4","Gálatas 5:22"]},"salmos_86_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma metáfora que pode ser interpretada como uma referência à força e ao poder de Deus.","explicacao_detalhada":"No Salmo 86, a menção de 'urso' pode simbolizar a proteção e a defesa que Deus oferece aos que confiam Nele.","por_que_esta_palavra":"A palavra 'urso' é utilizada para ilustrar a força e a capacidade de Deus de agir em favor de seu povo.","conexao_teologica":"A força de Deus é um tema importante, mostrando que Ele é um refúgio seguro em tempos de necessidade.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Isaías 41:10"]},"salmos_86_17_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção e ao reconhecimento da bondade de Deus.","explicacao_detalhada":"No Salmo 86, o salmista pede a Deus que veja sua aflição e responda com bondade, reconhecendo a necessidade de intervenção divina.","por_que_esta_palavra":"A escolha da palavra 'ver' enfatiza a atenção de Deus às necessidades de seu povo.","conexao_teologica":"A visão de Deus sobre as circunstâncias humanas é um tema central, mostrando que Ele está sempre atento ao clamor de seu povo.","referencias_relacionadas":["Salmos 33:18","Salmos 34:15","1 Pedro 3:12"]}}