{"salmos_87_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' aqui pode referir-se à relação especial entre Deus e a cidade de Sião, como um lugar amado por Ele.","explicacao_detalhada":"No Salmo 87, a menção de 'filho' destaca a importância de Sião como a cidade de Deus, onde Ele habita e abençoa.","por_que_esta_palavra":"A palavra 'filho' é utilizada para mostrar a relação íntima e especial que Deus tem com Sião, como um lugar de sua presença.","conexao_teologica":"A ideia de Sião como a cidade de Deus é central na teologia do Antigo Testamento, simbolizando a habitação divina entre seu povo.","referencias_relacionadas":["Salmos 48:1","Isaías 2:3","Hebreus 12:22"]},"salmos_87_1_monte":{"palavra_pt":"monte","palavra_original":"הָרָר","transliteracao":"hârâr","strong":"H2042","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se a um local elevado, simbolizando a presença de Deus.","explicacao_detalhada":"O 'monte' é frequentemente usado na Bíblia como um símbolo da proximidade de Deus e de Sua habitação. Em Salmos 87, o monte é uma representação da cidade de Deus, onde Ele escolheu estabelecer Sua presença.","por_que_esta_palavra":"A palavra 'monte' é usada para enfatizar a grandeza e a majestade de Deus, além de ser um local de encontro entre o divino e o humano.","conexao_teologica":"O monte é um símbolo de santidade e de revelação divina, como visto em outras passagens bíblicas, como o Monte Sinai.","referencias_relacionadas":["Salmos 125:2","Isaías 2:3","Mateus 5:14"]},"salmos_87_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus ama e cuida de Seu povo.","explicacao_detalhada":"O 'modo' aqui implica a forma como Deus se relaciona com as nações e as pessoas, mostrando que Seu amor é abrangente e inclusivo.","por_que_esta_palavra":"A palavra 'modo' destaca a singularidade do amor de Deus, que se manifesta de maneiras diversas em diferentes contextos.","conexao_teologica":"A maneira de Deus se relacionar com a humanidade é um tema central na teologia bíblica, refletindo Sua graça e misericórdia.","referencias_relacionadas":["Romanos 5:8","1 João 4:9-10","Salmos 136:1"]},"salmos_87_2_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Refere-se ao amor que Deus tem por Seu povo, como um amigo que cuida e protege.","explicacao_detalhada":"O amor de Deus é comparado ao amor de um amigo, que é fiel e sacrificial. Este amor é a base do relacionamento entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'amar' enfatiza a profundidade do relacionamento que Deus deseja ter com cada indivíduo.","conexao_teologica":"O amor de Deus é um tema central na Bíblia, refletindo Sua natureza e o chamado para que amemos uns aos outros.","referencias_relacionadas":["João 15:13","Romanos 8:38-39","1 Coríntios 13:4-7"]},"salmos_87_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' é uma invocação da presença e do poder de Deus, sendo um símbolo de Sua soberania sobre todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a posição de Deus como o governante supremo e protetor do Seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a relação de dependência e reverência que devemos ter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"salmos_87_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a natureza poderosa e criadora de Deus.","explicacao_detalhada":"A palavra 'deus' aqui destaca a soberania e a majestade de Deus, que é digno de adoração e reverência.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o Criador e a criação, e a necessidade de reconhecer Sua autoridade.","conexao_teologica":"A divindade de Deus é um dos pilares da fé cristã, refletindo Sua capacidade de salvar e redimir.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"salmos_87_3_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus, que se manifesta em Suas ações e promessas.","explicacao_detalhada":"A bondade de Deus é um atributo essencial que revela Seu caráter amoroso e justo, refletindo Sua disposição em cuidar de Seu povo.","por_que_esta_palavra":"A palavra 'bom' é usada para enfatizar que tudo o que Deus faz é para o bem de Sua criação.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, que nos convida a confiar em Sua providência.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Gálatas 5:22"]},"salmos_87_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Deus, um lugar de segurança e presença divina.","explicacao_detalhada":"A 'cidade' simboliza a habitação de Deus entre Seu povo, onde Ele estabelece Sua presença e proteção.","por_que_esta_palavra":"A palavra 'cidade' é usada para representar a comunidade dos fiéis e a promessa de Deus de estar com eles.","conexao_teologica":"A cidade de Deus é um tema que aparece em várias partes da Bíblia, simbolizando a esperança de um futuro glorioso.","referencias_relacionadas":["Hebreus 11:10","Apocalipse 21:2","Salmos 48:1-2"]},"salmos_87_4_babel":{"palavra_pt":"babel","palavra_original":"בָּבֶל","transliteracao":"Bâbel","strong":"H894","significado_raiz":"Ideia básica: babel.","significado_contextual":"Refere-se à cidade de Babel, simbolizando confusão e rebelião contra Deus.","explicacao_detalhada":"Babel é um símbolo de orgulho humano e tentativa de alcançar o status divino, resultando em confusão e divisão.","por_que_esta_palavra":"A palavra 'babel' é usada para contrastar a cidade de Deus com as cidades humanas que se opõem a Ele.","conexao_teologica":"A história de Babel ilustra a soberania de Deus sobre a humanidade e Sua capacidade de frustrar os planos dos ímpios.","referencias_relacionadas":["Gênesis 11:1-9","Apocalipse 14:8","Isaías 13:19"]},"salmos_87_4_tyre":{"palavra_pt":"tiro","palavra_original":"צֹר","transliteracao":"Tsôr","strong":"H6865","significado_raiz":"Ideia básica: tiro.","significado_contextual":"Refere-se à cidade de Tiro, conhecida por sua riqueza e comércio, mas também por sua idolatria.","explicacao_detalhada":"Tiro representa as nações que, apesar de sua grandeza, estão distantes de Deus e sujeitas ao Seu juízo.","por_que_esta_palavra":"A palavra 'tiro' é usada para mostrar que mesmo as cidades mais poderosas não estão acima da autoridade de Deus.","conexao_teologica":"A história de Tiro serve como um aviso sobre a futilidade de confiar em riquezas e poder humano em vez de Deus.","referencias_relacionadas":["Ezequiel 26:1-21","Isaías 23:1-18","Amós 1:9-10"]},"salmos_87_4_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Ideia básica: macho.","significado_contextual":"Refere-se à ideia de masculinidade, simbolizando força e lembrança.","explicacao_detalhada":"A palavra 'macho' pode ser vista como um símbolo de lembrança, enfatizando a importância de não esquecer as promessas de Deus.","por_que_esta_palavra":"A palavra 'macho' é usada para destacar a importância da identidade e do papel que cada um desempenha na história da salvação.","conexao_teologica":"A masculinidade e a feminilidade são criadas por Deus e têm um propósito em Seu plano redentor.","referencias_relacionadas":["Gênesis 1:27","1 Coríntios 11:3","Efésios 5:23"]},"salmos_87_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a dignidade e o valor que Deus atribui a cada pessoa.","explicacao_detalhada":"A palavra 'homem' (אִישׁ, ʼîysh) é usada para enfatizar a criação divina e a importância do ser humano na obra de Deus. No contexto do Salmo 87, isso ressalta a inclusão de pessoas de diversas nações na cidade de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a universalidade da salvação e a importância de cada indivíduo na comunidade de fé.","conexao_teologica":"A teologia da inclusão e do valor humano é central na mensagem bíblica, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"salmos_87_5_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a grandeza e a majestade de Deus, especialmente em relação à sua cidade, Sião.","explicacao_detalhada":"A palavra 'grande' (כּוּן, kûwn) enfatiza a importância e a singularidade de Sião como o lugar escolhido por Deus. Este conceito de grandeza é frequentemente associado à presença divina.","por_que_esta_palavra":"A palavra é utilizada para exaltar a cidade de Deus, mostrando que ela é um lugar de destaque e honra na criação divina.","conexao_teologica":"A grandeza de Deus se manifesta em sua escolha de habitar entre seu povo, o que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 48:1","Isaías 2:2","Apocalipse 21:10"]},"salmos_87_5_monte":{"palavra_pt":"monte","palavra_original":"צִיּוֹן","transliteracao":"Tsîyôwn","strong":"H6726","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se a Sião como um símbolo da presença de Deus e do seu povo.","explicacao_detalhada":"A palavra 'monte' (צִיּוֹן, Tsîyôwn) representa não apenas uma localização geográfica, mas também um conceito espiritual de segurança e proteção sob a soberania de Deus.","por_que_esta_palavra":"Sião é vista como o centro espiritual e político do povo de Deus, onde Ele se revela e habita.","conexao_teologica":"A montanha é frequentemente usada na Bíblia como um símbolo de encontro com Deus, refletindo sua majestade e poder.","referencias_relacionadas":["Salmos 125:1","Isaías 14:32","Hebreus 12:22"]},"salmos_87_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sinônimo de sua presença e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה, Yᵉhôvâh) é o nome pessoal de Deus, que expressa sua relação íntima com seu povo e sua soberania sobre todas as coisas.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a importância de reconhecer sua autoridade e a relação que Ele tem com a humanidade.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, refletindo sua fidelidade e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Filipenses 2:9-11"]},"salmos_87_6_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Refere-se ao ato de registrar ou declarar algo, especialmente em relação à obra de Deus.","explicacao_detalhada":"A palavra 'descrever' (כָּתַב, kâthab) implica em documentar a grandeza de Deus e suas ações em favor do seu povo, enfatizando a importância da memória coletiva.","por_que_esta_palavra":"Registrar as obras de Deus é fundamental para a edificação da fé e a transmissão da história da salvação.","conexao_teologica":"A narrativa bíblica é construída sobre a recordação das ações de Deus, que são fundamentais para a identidade do povo de Deus.","referencias_relacionadas":["Salmos 78:4","Deuteronômio 6:7","Apocalipse 1:3"]},"salmos_87_6_falar":{"palavra_pt":"falar","palavra_original":"סָפַר","transliteracao":"çâphar","strong":"H5608","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou proclamar as verdades de Deus.","explicacao_detalhada":"A palavra 'falar' (סָפַר, çâphar) implica em compartilhar e testemunhar sobre a grandeza de Deus e suas promessas, essencial para a vida comunitária de fé.","por_que_esta_palavra":"Falar sobre Deus é uma forma de adoração e um meio de edificação mútua entre os crentes.","conexao_teologica":"A proclamação da palavra de Deus é um tema central na Bíblia, refletindo a importância da comunicação da verdade divina.","referencias_relacionadas":["Salmos 105:1","Mateus 28:19-20","Romanos 10:14"]},"salmos_87_7_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua capacidade de louvar e glorificar a Deus.","explicacao_detalhada":"A palavra 'homem' (שִׁיר, shîyr) neste contexto enfatiza a expressão de adoração e a resposta do ser humano ao amor de Deus.","por_que_esta_palavra":"A inclusão do homem na adoração é um reconhecimento do papel ativo que cada um tem na glorificação de Deus.","conexao_teologica":"A adoração é um aspecto essencial da vida cristã, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","Apocalipse 5:9-10"]},"salmos_87_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como a adoração e a glorificação a Deus devem ser expressas.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) sugere que a adoração deve ser abrangente e incluir todos os aspectos da vida do crente.","por_que_esta_palavra":"A forma como adoramos a Deus deve refletir nossa totalidade como seres humanos, englobando corpo, mente e espírito.","conexao_teologica":"A adoração é um ato integral que envolve todas as áreas da vida, sendo um reflexo da nossa relação com Deus.","referencias_relacionadas":["Romanos 12:1","Colossenses 3:17","1 Pedro 2:9"]}}