{"salmos_90_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"No Salmo 90:1, a palavra 'Deus' (אֱלֹהִים) é usada para reconhecer a soberania e a eternidade de Deus, que é um refúgio para seu povo.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da relação entre o Criador e a criação, enfatizando sua autoridade e poder.","conexao_teologica":"A natureza de Deus como refúgio é um tema recorrente, como em Salmos 46:1.","referencias_relacionadas":["Salmos 46:1","Gênesis 1:1","Isaías 40:28"]},"salmos_90_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se à humanidade, a criação de Deus feita à sua imagem.","explicacao_detalhada":"Neste versículo, a palavra 'homem' (אִישׁ) é usada para contrastar a fragilidade humana com a eternidade de Deus, destacando a dependência do homem em relação ao Criador.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a vulnerabilidade e a transitoriedade da vida humana em comparação com a eternidade de Deus.","conexao_teologica":"A condição humana é um tema importante na Bíblia, refletindo a necessidade de redenção e dependência de Deus, como em Salmos 103:14.","referencias_relacionadas":["Salmos 103:14","Eclesiastes 3:20","Romanos 3:23"]},"salmos_90_1_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade e ao domínio de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' (אֲדֹנָי) neste versículo destaca a relação de submissão e reverência que os seres humanos devem ter em relação a Deus.","por_que_esta_palavra":"A invocação do título 'Senhor' enfatiza a soberania de Deus e a necessidade de reconhecer sua autoridade em nossas vidas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo seu controle sobre a história e a criação, como em Salmos 103:19.","referencias_relacionadas":["Salmos 103:19","Isaías 45:22","Romanos 14:8-9"]},"salmos_90_2_terra":{"palavra_pt":"terra","palavra_original":"תֵּבֵל","transliteracao":"têbêl","strong":"H8398","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico criado por Deus, onde a humanidade habita.","explicacao_detalhada":"No contexto de Salmos 90:2, a 'terra' é apresentada como parte da criação divina, que existe desde a eternidade. O salmista reflete sobre a grandeza de Deus em contraste com a fragilidade do ser humano.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a criação e a permanência do mundo em contraste com a transitoriedade da vida humana.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um símbolo da criação de Deus e da sua soberania sobre tudo que existe.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"salmos_90_2_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e atemporal de Deus.","explicacao_detalhada":"Em Salmos 90:2, o salmista reconhece que Deus é eterno, existindo antes da criação da terra e do mundo. Isso contrasta com a brevidade da vida humana.","por_que_esta_palavra":"A palavra 'eterno' é crucial para entender a grandeza de Deus em relação à fragilidade e finitude do ser humano.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, ressaltando a sua imutabilidade e soberania.","referencias_relacionadas":["Salmos 102:27","Isaías 40:28","Hebreus 13:8"]},"salmos_90_3_homem":{"palavra_pt":"homem","palavra_original":"אֱנוֹשׁ","transliteracao":"ʼĕnôwsh","strong":"H582","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à fragilidade e transitoriedade da vida humana.","explicacao_detalhada":"No versículo, o salmista reflete sobre a condição do homem, que é comparado a um ser efêmero, em contraste com a eternidade de Deus.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a vulnerabilidade e a brevidade da vida humana diante da grandeza de Deus.","conexao_teologica":"A condição do homem é um tema recorrente na Bíblia, que destaca a necessidade de dependência de Deus.","referencias_relacionadas":["Gênesis 3:19","Eclesiastes 3:20","Tiago 4:14"]},"salmos_90_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou expressar algo.","explicacao_detalhada":"Neste contexto, o salmista menciona que Deus diz, ou ordena, que o homem retorne ao pó, enfatizando a autoridade de Deus sobre a vida e a morte.","por_que_esta_palavra":"A palavra 'dizer' é importante para mostrar a soberania de Deus e o poder de Sua palavra na criação e na vida.","conexao_teologica":"A palavra de Deus é fundamental na criação e na manutenção do universo, refletindo Sua vontade e poder.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"salmos_90_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação entre Deus e a humanidade, destacando a criação do homem.","explicacao_detalhada":"O salmista menciona que o homem é como um filho que retorna ao pó, enfatizando a fragilidade da vida e a relação de dependência do ser humano em relação a Deus.","por_que_esta_palavra":"A palavra 'filho' é utilizada para ilustrar a intimidade da relação entre Deus e a humanidade, bem como a responsabilidade do homem diante de seu Criador.","conexao_teologica":"A relação de Deus como Pai e a humanidade como filhos é um tema central na Bíblia, refletindo amor e responsabilidade.","referencias_relacionadas":["Gênesis 1:26","Salmos 103:13","Romanos 8:14"]},"salmos_90_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, simbolizando a brevidade da vida.","explicacao_detalhada":"No versículo, o salmista compara a vida humana a um dia que passa rapidamente, enfatizando a transitoriedade da existência.","por_que_esta_palavra":"A palavra 'dia' é utilizada para ilustrar a efemeridade da vida e a urgência de viver de acordo com a vontade de Deus.","conexao_teologica":"A brevidade do dia é um lembrete da necessidade de aproveitar o tempo dado por Deus para cumprir Seu propósito.","referencias_relacionadas":["Salmos 39:4","Eclesiastes 3:1","Tiago 4:14"]},"salmos_90_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa.","explicacao_detalhada":"O salmista usa 'porque' para justificar a fragilidade da vida humana, ligando-a à ação de Deus que determina o fim da vida.","por_que_esta_palavra":"A palavra 'porque' é essencial para conectar a razão da transitoriedade da vida com a soberania de Deus.","conexao_teologica":"A soberania de Deus sobre a vida e a morte é um tema central na teologia, mostrando que Ele tem controle sobre todas as coisas.","referencias_relacionadas":["Salmos 31:15","Eclesiastes 7:17","Romanos 14:8"]},"salmos_90_4_noite":{"palavra_pt":"noite","palavra_original":"אַשְׁמֻרָה","transliteracao":"ʼashmurâh","strong":"H821","significado_raiz":"Ideia básica: noite.","significado_contextual":"A palavra 'noite' refere-se ao período de escuridão, simbolizando a morte ou o fim da vida.","explicacao_detalhada":"O salmista menciona a noite como um tempo em que a vida se extingue, contrastando com a luz do dia que simboliza a vida.","por_que_esta_palavra":"A palavra 'noite' é utilizada para enfatizar a inevitabilidade da morte e a fragilidade da vida humana.","conexao_teologica":"A transição entre dia e noite é uma metáfora para a vida e a morte, refletindo a soberania de Deus sobre ambos.","referencias_relacionadas":["Salmos 30:5","Eclesiastes 12:7","1 Tessalonicenses 5:5"]},"salmos_90_5_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente refere-se a um período de tempo, simbolizando a brevidade da vida.","explicacao_detalhada":"O salmista compara a vida a uma erva que floresce pela manhã e murcha à tarde, enfatizando a efemeridade da existência humana.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a ideia de que a vida é passageira e deve ser valorizada.","conexao_teologica":"A brevidade da vida é um lembrete da necessidade de viver de forma sábia e em conformidade com a vontade de Deus.","referencias_relacionadas":["Salmos 103:15-16","Eclesiastes 1:4","1 Pedro 1:24"]},"salmos_90_5_erva":{"palavra_pt":"erva","palavra_original":"חָצִיר","transliteracao":"châtsîyr","strong":"H2682","significado_raiz":"Ideia básica: erva.","significado_contextual":"A palavra 'erva' refere-se a uma planta que é efêmera, simbolizando a fragilidade da vida humana.","explicacao_detalhada":"O salmista usa a erva como uma metáfora para a vida humana, que é bela e vibrante, mas rapidamente se desvanece.","por_que_esta_palavra":"A escolha da palavra 'erva' enfatiza a transitoriedade da vida e a necessidade de viver com propósito.","conexao_teologica":"A fragilidade da erva é um reflexo da condição humana, lembrando-nos da dependência de Deus para a vida.","referencias_relacionadas":["Salmos 37:2","Isaías 40:6-8","Tiago 1:10-11"]},"salmos_90_5_agua":{"palavra_pt":"agua","palavra_original":"זָרַם","transliteracao":"zâram","strong":"H2229","significado_raiz":"Ideia básica: agua.","significado_contextual":"A água é frequentemente usada na Bíblia como símbolo de vida e purificação.","explicacao_detalhada":"Neste versículo, a água representa a fragilidade da vida humana, que é efêmera como a água que flui rapidamente.","por_que_esta_palavra":"A escolha da palavra 'água' enfatiza a transitoriedade da vida e a necessidade de dependência de Deus para sustento.","conexao_teologica":"A água também é um símbolo do Espírito Santo e da vida eterna que Jesus oferece.","referencias_relacionadas":["João 4:14","Isaías 44:3","Apocalipse 22:17"]},"salmos_90_6_crescer":{"palavra_pt":"crescer","palavra_original":"חָלַף","transliteracao":"châlaph","strong":"H2498","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Crescer aqui se refere ao crescimento da vida, que é passageira e breve.","explicacao_detalhada":"O crescimento mencionado no versículo é uma metáfora para a passagem do tempo e a inevitabilidade da morte.","por_que_esta_palavra":"A palavra 'crescer' é utilizada para mostrar que a vida humana, embora cheia de potencial, é limitada e temporária.","conexao_teologica":"A ideia de crescimento também pode ser vista na vida espiritual, onde somos chamados a crescer em fé.","referencias_relacionadas":["1 Pedro 2:2","Colossenses 1:10","Efésios 4:15"]},"salmos_90_6_dia":{"palavra_pt":"dia","palavra_original":"עֶרֶב","transliteracao":"ʻereb","strong":"H6153","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia representa um ciclo de vida e a passagem do tempo.","explicacao_detalhada":"Neste contexto, o dia simboliza a brevidade da vida e a inevitabilidade do fim de cada ciclo.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a natureza passageira da existência humana.","conexao_teologica":"O dia também pode simbolizar a luz de Cristo que ilumina nossas vidas.","referencias_relacionadas":["Salmos 39:4","Tiago 4:14","Mateus 6:34"]},"salmos_90_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a vida é breve e cheia de dificuldades.","explicacao_detalhada":"Este termo conecta a fragilidade da vida humana com a justiça de Deus diante do pecado.","por_que_esta_palavra":"A escolha de 'porque' destaca a relação entre a condição humana e a ação divina.","conexao_teologica":"A compreensão do pecado é fundamental para entender a necessidade de redenção em Cristo.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Salmos 51:5"]},"salmos_90_7_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"O 'fim' refere-se ao término da vida e ao juízo que se segue.","explicacao_detalhada":"Neste versículo, o fim é uma lembrança da mortalidade e da necessidade de viver com propósito.","por_que_esta_palavra":"A palavra 'fim' é utilizada para enfatizar a certeza da morte e a importância de estar preparado.","conexao_teologica":"O fim da vida terrena leva à esperança da vida eterna prometida em Cristo.","referencias_relacionadas":["Hebreus 9:27","Mateus 25:46","Apocalipse 21:4"]},"salmos_90_7_rosto":{"palavra_pt":"rosto","palavra_original":"אַף","transliteracao":"ʼaph","strong":"H639","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O 'rosto' de Deus representa Sua presença e favor.","explicacao_detalhada":"Neste contexto, o rosto de Deus é visto como um símbolo de Sua ira ou desagrado devido ao pecado.","por_que_esta_palavra":"A palavra 'rosto' é escolhida para enfatizar a relação pessoal entre Deus e a humanidade.","conexao_teologica":"A busca pelo rosto de Deus é um tema central na oração e na adoração.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Salmos 80:3"]},"salmos_90_8_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"O 'mal' refere-se ao pecado e suas consequências na vida humana.","explicacao_detalhada":"Neste versículo, o mal é reconhecido como uma realidade que afeta a relação entre Deus e o homem.","por_que_esta_palavra":"A palavra 'mal' é usada para destacar a gravidade do pecado e a necessidade de arrependimento.","conexao_teologica":"A compreensão do mal é essencial para entender a graça e a redenção oferecidas por Cristo.","referencias_relacionadas":["Romanos 6:23","1 João 1:8","Salmos 51:10"]},"salmos_90_8_luminoso":{"palavra_pt":"luminoso","palavra_original":"מָאוֹר","transliteracao":"mâʼôwr","strong":"H3974","significado_raiz":"Ideia básica: luminoso.","significado_contextual":"O 'luminoso' representa a luz da verdade e da presença de Deus.","explicacao_detalhada":"Neste contexto, a luz é um símbolo de esperança e clareza em meio à escuridão do pecado.","por_que_esta_palavra":"A palavra 'luminoso' é utilizada para contrastar a escuridão do mal com a luz divina.","conexao_teologica":"Jesus é descrito como a luz do mundo, trazendo vida e verdade.","referencias_relacionadas":["João 8:12","Mateus 5:14","Efésios 5:8"]},"salmos_90_8_apply":{"palavra_pt":"apply","palavra_original":"שִׁית","transliteracao":"shîyth","strong":"H7896","significado_raiz":"Ideia básica: apply.","significado_contextual":"A palavra 'apply' refere-se à ação de colocar em prática os ensinamentos de Deus.","explicacao_detalhada":"Neste contexto, aplicar a sabedoria divina é essencial para viver uma vida que agrada a Deus.","por_que_esta_palavra":"A escolha da palavra 'apply' enfatiza a importância da ação em resposta ao conhecimento.","conexao_teologica":"A aplicação da palavra de Deus é fundamental para o crescimento espiritual e a transformação.","referencias_relacionadas":["Tiago 1:22","Romanos 12:2","Colossenses 3:16"]},"salmos_90_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A repetição da palavra 'porque' reforça a razão pela qual a vida é breve e cheia de dificuldades.","explicacao_detalhada":"Este termo conecta a fragilidade da vida humana com a realidade do pecado e suas consequências.","por_que_esta_palavra":"A palavra 'porque' é usada para enfatizar a relação entre a condição humana e a ação divina.","conexao_teologica":"A compreensão do pecado é fundamental para entender a necessidade de redenção em Cristo.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Salmos 51:5"]},"salmos_90_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como a vida humana é vivida, marcada pela transitoriedade.","explicacao_detalhada":"A palavra 'modo' neste contexto sugere que a vida é efêmera e que os dias são contados. O salmo reflete sobre a fragilidade da existência humana diante da eternidade de Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a forma como os seres humanos devem viver com sabedoria, reconhecendo a brevidade da vida.","conexao_teologica":"A compreensão do 'modo' de viver nos leva a refletir sobre a soberania de Deus e a necessidade de buscar a Sua vontade em nossos dias.","referencias_relacionadas":["Salmos 39:4","Tiago 4:14","Eclesiastes 3:1"]},"salmos_90_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo limitado que cada ser humano tem para viver.","explicacao_detalhada":"O 'dia' simboliza a vida terrena e sua brevidade. O salmo nos lembra que os dias são contados e que devemos aproveitar cada momento.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a urgência de viver de forma significativa, considerando a fragilidade da vida.","conexao_teologica":"A noção de 'dia' nos conecta à ideia de que Deus é o criador do tempo e que devemos viver em conformidade com Sua vontade.","referencias_relacionadas":["Salmos 39:5","Mateus 6:34","Salmos 103:15-16"]},"salmos_90_10_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Ideia básica: vitoria.","significado_contextual":"Refere-se à força e ao poder que podem ser encontrados em Deus, mesmo em meio às dificuldades da vida.","explicacao_detalhada":"A palavra 'vitoria' destaca a capacidade de superar os desafios da vida através da fé em Deus. O salmo contrasta a fragilidade humana com a força divina.","por_que_esta_palavra":"A escolha de 'vitoria' é significativa, pois nos lembra que, apesar da brevidade da vida, podemos encontrar força em Deus.","conexao_teologica":"A vitória é um tema central na teologia bíblica, onde Deus é visto como o verdadeiro conquistador que nos dá força para enfrentar as adversidades.","referencias_relacionadas":["Romanos 8:37","1 Coríntios 15:57","Salmos 18:32-34"]},"salmos_90_10_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"Refere-se à futilidade e ao vazio da vida sem Deus.","explicacao_detalhada":"A palavra 'vaidade' indica que as realizações humanas são passageiras e sem valor eterno se não estiverem alinhadas com a vontade de Deus.","por_que_esta_palavra":"A escolha de 'vaidade' serve como um alerta sobre a natureza efêmera das conquistas humanas.","conexao_teologica":"A vaidade é um tema que nos leva a considerar a importância de buscar o que é eterno e significativo aos olhos de Deus.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:6","Mateus 16:26"]},"salmos_90_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se à contagem dos dias da vida humana, enfatizando sua brevidade.","explicacao_detalhada":"Neste contexto, 'dia' é um lembrete da transitoriedade da vida e da necessidade de viver com propósito.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a ideia de que cada dia é precioso e deve ser vivido com sabedoria.","conexao_teologica":"A contagem dos dias nos leva a refletir sobre a soberania de Deus sobre o tempo e a importância de viver em obediência a Ele.","referencias_relacionadas":["Salmos 90:12","Salmos 39:4","Efésios 5:15-16"]},"salmos_90_11_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à fragilidade e à transitoriedade da vida humana.","explicacao_detalhada":"A palavra 'homem' destaca a condição humana e a necessidade de reconhecer nossa limitação diante da eternidade de Deus.","por_que_esta_palavra":"A escolha de 'homem' enfatiza a vulnerabilidade e a dependência do ser humano em relação a Deus.","conexao_teologica":"A condição do homem é um tema central na teologia, que nos lembra da necessidade de redenção e da graça divina.","referencias_relacionadas":["Salmos 8:4-5","Gênesis 6:3","Tiago 4:14"]},"salmos_90_11_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao entendimento e à sabedoria que vêm de Deus.","explicacao_detalhada":"A palavra 'conhecer' implica uma relação íntima com Deus, onde o entendimento da vida é revelado através da Sua palavra.","por_que_esta_palavra":"A escolha de 'conhecer' destaca a importância do discernimento espiritual na vida do crente.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida cristã, pois nos guia em nossas decisões e ações.","referencias_relacionadas":["Provérbios 1:7","Oséias 4:6","Filipenses 3:10"]},"salmos_90_11_forca":{"palavra_pt":"forca","palavra_original":"עֹז","transliteracao":"ʻôz","strong":"H5797","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força e ao poder que Deus concede ao homem.","explicacao_detalhada":"A palavra 'forca' destaca a capacidade que temos de enfrentar as dificuldades da vida através da ajuda divina.","por_que_esta_palavra":"A escolha de 'forca' enfatiza a dependência do homem em relação ao poder de Deus para viver de forma vitoriosa.","conexao_teologica":"A força que vem de Deus é um tema recorrente na Bíblia, onde Ele é visto como a fonte de poder e coragem.","referencias_relacionadas":["Isaías 40:29","Filipenses 4:13","Salmos 28:7"]},"salmos_90_12_appoint":{"palavra_pt":"appoint","palavra_original":"מָנָה","transliteracao":"mânâh","strong":"H4487","significado_raiz":"Ideia básica: appoint.","significado_contextual":"Refere-se à ideia de estabelecer ou designar um tempo para reflexão e sabedoria.","explicacao_detalhada":"A palavra 'appoint' sugere a necessidade de contar nossos dias para que possamos viver com propósito e sabedoria.","por_que_esta_palavra":"A escolha de 'appoint' enfatiza a importância de fazer escolhas conscientes sobre como gastar nosso tempo.","conexao_teologica":"A contagem dos dias nos leva a considerar a soberania de Deus sobre o tempo e a importância de viver em obediência a Ele.","referencias_relacionadas":["Salmos 90:10","Eclesiastes 3:1","Colossenses 4:5"]},"salmos_90_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se à contagem dos dias da vida humana, enfatizando sua brevidade.","explicacao_detalhada":"Neste contexto, 'dia' é um lembrete da transitoriedade da vida e da necessidade de viver com propósito.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a ideia de que cada dia é precioso e deve ser vivido com sabedoria.","conexao_teologica":"A contagem dos dias nos leva a refletir sobre a soberania de Deus sobre o tempo e a importância de viver em obediência a Ele.","referencias_relacionadas":["Salmos 90:10","Salmos 39:4","Efésios 5:15-16"]},"salmos_90_12_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de entrar em um novo estado ou condição, simbolizando a transição e a aceitação do tempo que Deus nos dá.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) implica um movimento em direção a algo, neste caso, a sabedoria que vem de Deus. O salmista pede que Deus nos ajude a entender a brevidade da vida e a importância de viver sabiamente.","por_que_esta_palavra":"Esta palavra é crucial para entender a necessidade de refletir sobre a vida e o tempo, reconhecendo que devemos entrar em um estado de sabedoria e discernimento.","conexao_teologica":"A conexão teológica está na busca pela sabedoria divina, que é essencial para uma vida que glorifica a Deus e reconhece a fragilidade humana.","referencias_relacionadas":["Provérbios 4:7","Eclesiastes 3:1","Tiago 1:5"]},"salmos_90_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (יְהֹוָה) representa a soberania e a autoridade de Deus sobre toda a criação.","explicacao_detalhada":"Neste versículo, o salmista clama ao Senhor, reconhecendo Sua posição como Criador e Sustentador. O uso do nome de Deus enfatiza a relação pessoal e íntima que temos com Ele.","por_que_esta_palavra":"A palavra é fundamental para entender a natureza de Deus como o Senhor que governa e cuida de Seu povo.","conexao_teologica":"A teologia do nome de Deus é central na Escritura, refletindo Sua fidelidade, poder e amor por nós.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"salmos_90_13_piedade":{"palavra_pt":"piedade","palavra_original":"נָחַם","transliteracao":"nâcham","strong":"H5162","significado_raiz":"Ideia básica: piedade.","significado_contextual":"A palavra 'piedade' (נָחַם) aqui se refere ao consolo e à compaixão que Deus oferece ao Seu povo.","explicacao_detalhada":"O salmista clama por piedade, reconhecendo a necessidade de conforto e ajuda divina em tempos de aflição e fragilidade.","por_que_esta_palavra":"É importante porque expressa a dependência do ser humano em relação à misericórdia de Deus.","conexao_teologica":"A piedade de Deus é um tema recorrente na Bíblia, mostrando Sua disposição em perdoar e restaurar.","referencias_relacionadas":["Salmos 51:1","Lamentações 3:22-23","Romanos 12:1"]},"salmos_90_13_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' (שׁוּב) implica a ideia de restaurar ou trazer de volta à vida algo que foi danificado.","explicacao_detalhada":"O salmista pede a Deus que edifique o que foi destruído pelo pecado e pela transitoriedade da vida, buscando renovação e propósito.","por_que_esta_palavra":"É essencial para entender a necessidade de restauração espiritual e emocional que todos enfrentamos.","conexao_teologica":"Deus é visto como o arquiteto de nossas vidas, que nos restaura e nos dá um novo começo.","referencias_relacionadas":["Isaías 61:4","2 Coríntios 5:17","Efésios 2:10"]},"salmos_90_14_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' (בֹּקֶר) refere-se ao início de um novo período, simbolizando renovação e esperança.","explicacao_detalhada":"O salmista deseja que Deus nos conceda alegria e satisfação a cada novo dia, reconhecendo a importância de viver plenamente cada momento.","por_que_esta_palavra":"É relevante porque enfatiza a importância do tempo e como devemos aproveitá-lo com gratidão.","conexao_teologica":"A ideia de um novo dia é frequentemente associada à misericórdia de Deus, que se renova a cada manhã.","referencias_relacionadas":["Lamentações 3:22-23","Salmos 118:24","Mateus 6:34"]},"salmos_90_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' (יוֹם) aqui representa a totalidade do tempo que Deus nos dá para viver e servir.","explicacao_detalhada":"O salmista reflete sobre a importância de cada dia e como devemos usá-lo para glorificar a Deus, mesmo em meio às dificuldades.","por_que_esta_palavra":"É crucial para entender a perspectiva de que cada dia é uma dádiva de Deus.","conexao_teologica":"A teologia do tempo é importante, pois nos lembra que nossa vida é breve e devemos viver com propósito.","referencias_relacionadas":["Salmos 39:4","Tiago 4:14","Efésios 5:15-16"]},"salmos_90_15_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"A palavra 'humilde' (עָנָה) refere-se à condição de reconhecer nossa fragilidade e dependência de Deus.","explicacao_detalhada":"O salmista clama por um coração humilde, que reconhece a necessidade de Deus em todas as áreas da vida.","por_que_esta_palavra":"É importante porque a humildade é uma virtude essencial na vida cristã, permitindo que recebamos a graça de Deus.","conexao_teologica":"A humildade é valorizada na Escritura como um caminho para a verdadeira grandeza no Reino de Deus.","referencias_relacionadas":["Mateus 5:3","Tiago 4:10","1 Pedro 5:6"]},"salmos_90_15_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"A palavra 'cheer' (שָׂמַח) refere-se à alegria que vem da presença de Deus e da Sua obra em nossas vidas.","explicacao_detalhada":"O salmista deseja que Deus nos encha de alegria, mesmo em meio às dificuldades, reconhecendo que a verdadeira alegria é encontrada Nele.","por_que_esta_palavra":"É relevante porque destaca a importância da alegria como fruto da relação com Deus.","conexao_teologica":"A alegria é um tema central na Bíblia, frequentemente associada à presença de Deus e à Sua fidelidade.","referencias_relacionadas":["Salmos 16:11","Filipenses 4:4","Nehemias 8:10"]},"salmos_90_16_gloria":{"palavra_pt":"gloria","palavra_original":"הָדָר","transliteracao":"hâdâr","strong":"H1926","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' (הָדָר) refere-se à majestade e ao esplendor de Deus, que deve ser reconhecido e celebrado.","explicacao_detalhada":"O salmista clama para que a glória de Deus se manifeste em nossas vidas, refletindo Sua grandeza e poder.","por_que_esta_palavra":"É fundamental para entender a importância de glorificar a Deus em tudo o que fazemos.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, que nos chama a viver para Sua honra.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"salmos_90_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' (בֵּן) refere-se à relação íntima entre Deus e Seu povo, que é chamado de filhos e filhas.","explicacao_detalhada":"O salmista reconhece que somos filhos de Deus, o que implica uma relação de amor, cuidado e responsabilidade.","por_que_esta_palavra":"É importante porque enfatiza a identidade do crente como filho de Deus, que deve viver de acordo com essa relação.","conexao_teologica":"A filiação divina é um tema central no Novo Testamento, onde somos chamados a viver como filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"salmos_90_16_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção e compreensão da obra de Deus na vida humana.","explicacao_detalhada":"No contexto de Salmos 90:16, 'ver' implica em observar e reconhecer as ações de Deus, especialmente em relação à fragilidade da vida humana e à necessidade de Sua intervenção.","por_que_esta_palavra":"A escolha da palavra 'ver' enfatiza a importância de ter uma visão clara sobre a realidade da vida e a necessidade de Deus em nossas vidas.","conexao_teologica":"A visão espiritual é fundamental na teologia bíblica, pois nos ajuda a entender a soberania de Deus e nossa dependência dEle.","referencias_relacionadas":["Salmos 34:8","Isaías 6:10","Mateus 5:8"]},"salmos_90_17_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das obras realizadas por Deus, que são perfeitas e justas.","explicacao_detalhada":"Em Salmos 90:17, 'bom' destaca que as ações de Deus são sempre para o bem, refletindo Sua natureza e caráter.","por_que_esta_palavra":"A palavra 'bom' é usada para reafirmar a bondade de Deus em meio às dificuldades da vida.","conexao_teologica":"A bondade de Deus é um tema central na teologia, mostrando que Ele é a fonte de todo bem e que Suas obras são sempre justas.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:17"]},"salmos_90_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à fragilidade e vulnerabilidade da condição humana diante das adversidades.","explicacao_detalhada":"No versículo, 'cair' simboliza a queda do ser humano em pecado e a necessidade de apoio divino para se levantar.","por_que_esta_palavra":"A utilização de 'cair' ressalta a realidade da vida e a dependência do ser humano em relação à graça de Deus.","conexao_teologica":"A queda do homem é um conceito teológico importante, que nos leva a entender a necessidade da redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","Salmos 37:24","Provérbios 24:16"]},"salmos_90_17_graca":{"palavra_pt":"graca","palavra_original":"נֹעַם","transliteracao":"nôʻam","strong":"H5278","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus, que nos sustenta e nos fortalece.","explicacao_detalhada":"Em Salmos 90:17, 'graça' é a expressão da bondade de Deus que nos permite realizar boas obras, apesar de nossa fragilidade.","por_que_esta_palavra":"A palavra 'graça' é essencial para entender a relação entre Deus e a humanidade, enfatizando que tudo o que temos é um presente divino.","conexao_teologica":"A graça é um conceito central na teologia cristã, sendo a base da salvação e da vida cristã.","referencias_relacionadas":["Efésios 2:8-9","2 Coríntios 12:9","Tito 2:11"]}}