{"salmos_91_1_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica em estabelecer um juízo ou decisão, muitas vezes relacionado à proteção divina.","explicacao_detalhada":"No contexto de Salmos 91:1, 'julgar' sugere que aqueles que habitam na presença de Deus estão sob Sua proteção e avaliação.","por_que_esta_palavra":"A escolha de 'julgar' enfatiza a autoridade de Deus em nossas vidas e Sua capacidade de nos proteger das adversidades.","conexao_teologica":"A justiça de Deus é um tema importante, mostrando que Ele é o juiz justo que protege e cuida de Seu povo.","referencias_relacionadas":["Salmos 7:11","Salmos 9:7-8","Romanos 14:10"]},"salmos_91_1_bom":{"palavra_pt":"bom","palavra_original":"סֵתֶר","transliteracao":"çêther","strong":"H5643","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' neste contexto refere-se à segurança e ao abrigo que Deus oferece.","explicacao_detalhada":"Em Salmos 91:1, 'bom' destaca a qualidade do abrigo que Deus proporciona aos que confiam Nele.","por_que_esta_palavra":"A palavra 'bom' é usada para descrever a natureza protetora de Deus, que é sempre benéfica para aqueles que buscam refúgio Nele.","conexao_teologica":"A bondade de Deus é um tema recorrente, mostrando que Ele é um refúgio seguro em tempos de tribulação.","referencias_relacionadas":["Salmos 46:1","Salmos 62:7-8","Hebreus 13:6"]},"salmos_91_1_defence":{"palavra_pt":"defence","palavra_original":"צֵל","transliteracao":"tsêl","strong":"H6738","significado_raiz":"Ideia básica: defence.","significado_contextual":"A palavra 'defesa' refere-se à proteção e segurança que Deus oferece aos que confiam Nele.","explicacao_detalhada":"No versículo, 'defesa' simboliza a sombra e o abrigo que Deus proporciona, protegendo-nos de perigos.","por_que_esta_palavra":"A escolha da palavra 'defesa' enfatiza a ideia de que Deus é nosso protetor em tempos de necessidade.","conexao_teologica":"A proteção divina é um tema central na teologia, mostrando que Deus é um refúgio seguro para Seu povo.","referencias_relacionadas":["Salmos 121:5-6","Isaías 25:4","2 Tessalonicenses 3:3"]},"salmos_91_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Salmos 91:2, 'senhor' destaca a relação pessoal e íntima que os crentes têm com Deus, reconhecendo Sua autoridade.","por_que_esta_palavra":"A utilização da palavra 'senhor' enfatiza a devoção e submissão do crente à vontade de Deus.","conexao_teologica":"A soberania de Deus é um conceito fundamental, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 103:19","Isaías 45:5","Romanos 10:9"]},"salmos_91_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade e à natureza de Deus como Criador e Sustentador.","explicacao_detalhada":"No contexto de Salmos 91:2, 'deus' enfatiza a grandeza e a majestade de Deus, que é digno de confiança.","por_que_esta_palavra":"A escolha da palavra 'deus' é fundamental para entender a relação entre o ser humano e o Criador.","conexao_teologica":"A divindade de Deus é um tema central na teologia, mostrando que Ele é o único Deus verdadeiro.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 1:1"]},"salmos_91_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à declaração de fé e confiança em Deus.","explicacao_detalhada":"Em Salmos 91:2, 'dizer' implica em confessar a proteção e a segurança que Deus oferece aos que Nele confiam.","por_que_esta_palavra":"A utilização da palavra 'dizer' enfatiza a importância da confissão verbal da fé e da confiança em Deus.","conexao_teologica":"A confissão de fé é um aspecto importante da vida cristã, mostrando a importância de declarar a confiança em Deus.","referencias_relacionadas":["Romanos 10:10","Salmos 118:17","Hebreus 13:15"]},"salmos_91_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus protege os que confiam Nele.","explicacao_detalhada":"Neste versículo, 'porque' é utilizado para explicar a motivação divina para a proteção. É uma afirmação de que a confiança em Deus é a base para a segurança.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a fé do crente e a proteção divina.","conexao_teologica":"A confiança em Deus é um tema central na teologia bíblica, refletindo a relação entre o ser humano e o divino.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:5-6","Isaías 26:3"]},"salmos_91_4_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"A palavra 'ave' simboliza proteção e abrigo, como as asas de uma ave que acolhem seus filhotes.","explicacao_detalhada":"Neste contexto, a imagem da ave representa a maneira como Deus cuida e protege aqueles que buscam refúgio Nele.","por_que_esta_palavra":"A metáfora da ave é poderosa, evocando a ideia de cuidado maternal e segurança.","conexao_teologica":"Deus é frequentemente descrito como um protetor que cuida de Seu povo, semelhante a uma ave que abriga seus filhotes.","referencias_relacionadas":["Mateus 23:37","Isaías 31:5","Deuteronômio 32:11-12"]},"salmos_91_4_escudo":{"palavra_pt":"escudo","palavra_original":"סֹחֵרָה","transliteracao":"çôchêrâh","strong":"H5507","significado_raiz":"Ideia básica: escudo.","significado_contextual":"O 'escudo' representa defesa e proteção contra ataques.","explicacao_detalhada":"Neste versículo, Deus é descrito como um escudo que protege os fiéis de perigos e adversidades.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a segurança que Deus oferece em tempos de crise.","conexao_teologica":"A proteção divina é um tema recorrente nas Escrituras, onde Deus é visto como um defensor dos justos.","referencias_relacionadas":["Salmos 3:3","Salmos 28:7","Efésios 6:16"]},"salmos_91_4_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' é apresentada como uma característica fundamental de Deus e de Sua proteção.","explicacao_detalhada":"Neste contexto, a verdade de Deus é um pilar da segurança que Ele oferece, contrastando com a enganação do inimigo.","por_que_esta_palavra":"A ênfase na verdade destaca a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A verdade é um atributo essencial de Deus, que é a base de Sua relação com a humanidade.","referencias_relacionadas":["Salmos 119:142","João 14:6","Romanos 3:4"]},"salmos_91_5_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"A 'flecha' simboliza ataques e perigos que podem surgir inesperadamente.","explicacao_detalhada":"Neste versículo, a menção de flechas representa os perigos que ameaçam a vida do crente, mas que não podem prevalecer.","por_que_esta_palavra":"A palavra é importante para ilustrar a natureza súbita e traiçoeira dos ataques do inimigo.","conexao_teologica":"A proteção de Deus é uma resposta à realidade do mal e da adversidade na vida do crente.","referencias_relacionadas":["Salmos 7:13","Salmos 64:3","Efésios 6:16"]},"salmos_91_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reafirma a certeza de que aqueles que confiam em Deus não serão atingidos.","explicacao_detalhada":"Neste contexto, a verdade é uma afirmação de que a proteção divina é real e confiável.","por_que_esta_palavra":"A repetição da ideia de verdade enfatiza a confiança que se deve ter em Deus.","conexao_teologica":"A verdade de Deus é um fundamento sobre o qual o crente pode se apoiar em tempos de incerteza.","referencias_relacionadas":["Salmos 25:5","Salmos 119:30","João 8:32"]},"salmos_91_6_trevas":{"palavra_pt":"trevas","palavra_original":"אֹפֶל","transliteracao":"ʼôphel","strong":"H652","significado_raiz":"Ideia básica: trevas.","significado_contextual":"As 'trevas' representam o medo e a incerteza que cercam a vida humana.","explicacao_detalhada":"Neste versículo, as trevas simbolizam os perigos ocultos e as ameaças que podem surgir na vida.","por_que_esta_palavra":"A palavra é significativa porque destaca a realidade do mal e da escuridão que o crente enfrenta.","conexao_teologica":"A luz de Deus é frequentemente contrastada com as trevas, simbolizando a vitória do bem sobre o mal.","referencias_relacionadas":["João 1:5","1 João 1:5","Efésios 5:8"]},"salmos_91_6_destroying":{"palavra_pt":"destroying","palavra_original":"קֶטֶב","transliteracao":"qeṭeb","strong":"H6986","significado_raiz":"Ideia básica: destroying.","significado_contextual":"A palavra 'destroying' refere-se à destruição e ao mal que podem ameaçar a vida.","explicacao_detalhada":"Neste contexto, a destruição é uma representação dos perigos que podem ser enfrentados, mas que não prevalecerão.","por_que_esta_palavra":"A inclusão dessa palavra enfatiza a gravidade dos perigos, mas também a proteção divina.","conexao_teologica":"A proteção de Deus é uma resposta à realidade do mal e da destruição no mundo.","referencias_relacionadas":["Salmos 34:19","Romanos 8:31","2 Coríntios 4:8-9"]},"salmos_91_7_multiplicar":{"palavra_pt":"multiplicar","palavra_original":"רְבָבָה","transliteracao":"rᵉbâbâh","strong":"H7233","significado_raiz":"Ideia básica: multiplicar.","significado_contextual":"A palavra 'multiplicar' refere-se ao aumento dos perigos e ameaças que podem surgir.","explicacao_detalhada":"Neste versículo, a multiplicação dos perigos é uma forma de enfatizar a proteção que Deus oferece em meio a adversidades crescentes.","por_que_esta_palavra":"A palavra é importante para ilustrar a intensidade e a frequência dos ataques que podem ocorrer.","conexao_teologica":"A proteção divina é um tema que se destaca mesmo em meio a um aumento de desafios.","referencias_relacionadas":["Salmos 91:10","Isaías 54:17","Romanos 8:37"]},"salmos_91_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' reafirma a certeza de que a proteção de Deus é real e constante.","explicacao_detalhada":"Neste contexto, a verdade é uma afirmação de que, apesar dos perigos, a proteção divina é garantida.","por_que_esta_palavra":"A repetição da ideia de verdade enfatiza a confiança que se deve ter em Deus.","conexao_teologica":"A verdade de Deus é um fundamento sobre o qual o crente pode se apoiar em tempos de incerteza.","referencias_relacionadas":["Salmos 119:142","João 14:6","Romanos 3:4"]},"salmos_91_7_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"No contexto do Salmo 91, 'cair' refere-se a uma queda espiritual ou física, simbolizando a vulnerabilidade do ser humano diante de perigos.","explicacao_detalhada":"A palavra 'cair' (נָפַל) é usada para descrever a ação de ser derrubado ou sofrer uma queda. No Salmo 91, isso representa os perigos que podem ameaçar a vida e a fé do crente, mas que não prevalecerão contra aqueles que confiam em Deus.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a fragilidade humana e a necessidade de proteção divina. O salmista assegura que, mesmo que muitos caiam ao seu redor, aqueles que buscam refúgio em Deus estarão seguros.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando o pecado e a separação de Deus. No entanto, a proteção divina promete que, mesmo em meio a quedas, há esperança de restauração.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 8:31"]},"salmos_91_8_recompense":{"palavra_pt":"recompense","palavra_original":"שִׁלֻּמָה","transliteracao":"shillumâh","strong":"H8011","significado_raiz":"Ideia básica: recompense.","significado_contextual":"A palavra 'recompense' refere-se ao retorno ou à consequência das ações, especialmente no contexto da justiça divina.","explicacao_detalhada":"A palavra 'recompense' (שִׁלֻּמָה) implica que há uma retribuição justa para as ações dos homens. No Salmo 91, isso se relaciona com a ideia de que os ímpios enfrentarão as consequências de suas escolhas, enquanto os justos serão protegidos.","por_que_esta_palavra":"É crucial entender que a justiça de Deus não é apenas punitiva, mas também restauradora. A recompensa é um lembrete de que Deus observa e age em favor dos que são fiéis.","conexao_teologica":"A retribuição divina é um princípio fundamental na teologia bíblica, onde as ações têm consequências, refletindo a justiça e a santidade de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Salmos 62:12"]},"salmos_91_8_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição moral de alguém que cometeu injustiça ou pecado.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע) é usada para descrever aqueles que se afastam dos caminhos de Deus. No Salmo 91, os culpados são contrastados com os justos, enfatizando a proteção que Deus oferece aos que O buscam.","por_que_esta_palavra":"A inclusão da palavra 'culpado' serve para destacar a diferença entre os que confiam em Deus e aqueles que vivem em rebelião contra Ele, reforçando a certeza da proteção divina.","conexao_teologica":"A culpa e a justiça são temas centrais na Bíblia, onde a redenção é oferecida aos culpados que se arrependem e buscam a misericórdia de Deus.","referencias_relacionadas":["Salmos 1:5","Romanos 3:23","1 Pedro 3:12"]},"salmos_91_8_salvar":{"palavra_pt":"salvar","palavra_original":"רַק","transliteracao":"raq","strong":"H7535","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de resgatar ou libertar alguém de perigo ou opressão.","explicacao_detalhada":"A palavra 'salvar' (רַק) implica um ato de intervenção divina. No Salmo 91, Deus promete salvar aqueles que confiam Nele das armadilhas e perigos que os cercam.","por_que_esta_palavra":"Esta palavra é fundamental, pois expressa a natureza salvadora de Deus, que não apenas observa, mas age em favor de Seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a libertação do pecado e da morte, e a promessa de vida eterna através da fé em Cristo.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"salmos_91_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus oferece proteção e salvação.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que estabelece uma relação de causa e efeito. No Salmo 91, ela conecta a promessa de proteção à fidelidade do crente ao Senhor.","por_que_esta_palavra":"É essencial para entender que a proteção divina está condicionada à relação de confiança e obediência a Deus.","conexao_teologica":"A relação entre fé e proteção é um tema recorrente na Bíblia, onde a confiança em Deus resulta em Sua intervenção em favor dos fiéis.","referencias_relacionadas":["Hebreus 11:6","Salmos 37:5","Tiago 4:8"]},"salmos_91_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que indica Sua relação íntima com o Seu povo. No Salmo 91, invocar o nome do Senhor é um ato de fé e dependência.","por_que_esta_palavra":"É importante porque revela a natureza pessoal de Deus e a confiança que os crentes devem ter Nele como seu protetor.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua presença, poder e promessa de proteção.","referencias_relacionadas":["Salmos 20:7","Êxodo 3:14","Filipenses 2:9-11"]},"salmos_91_9_deus":{"palavra_pt":"deus","palavra_original":"מָעוֹן","transliteracao":"mâʻôwn","strong":"H4583","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à natureza divina e à proteção que Ele oferece aos que confiam Nele.","explicacao_detalhada":"A palavra 'deus' (מָעוֹן) sugere um abrigo ou refúgio. No Salmo 91, Deus é apresentado como o lugar seguro onde os fiéis encontram proteção.","por_que_esta_palavra":"Esta palavra é crucial, pois enfatiza a segurança que vem de estar em comunhão com Deus, que é um abrigo seguro em tempos de tribulação.","conexao_teologica":"A ideia de Deus como refúgio é um tema recorrente na Bíblia, simbolizando Sua proteção e cuidado por Seu povo.","referencias_relacionadas":["Salmos 46:1","Salmos 62:7","Provérbios 18:10"]},"salmos_91_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à realidade da proteção divina.","explicacao_detalhada":"A palavra 'verdade' (לֹא) implica a certeza de que Deus é fiel às Suas promessas. No Salmo 91, isso assegura que a proteção de Deus é real e confiável.","por_que_esta_palavra":"É importante porque destaca a natureza imutável de Deus e Sua capacidade de cumprir o que promete.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, onde Sua fidelidade é um fundamento da fé cristã.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"salmos_91_10_libertar":{"palavra_pt":"libertar","palavra_original":"אָנָה","transliteracao":"ʼânâh","strong":"H579","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de resgatar alguém de situações de opressão ou perigo.","explicacao_detalhada":"A palavra 'libertar' (אָנָה) implica a ação de Deus em salvar e proteger. No Salmo 91, isso se relaciona com a promessa de que Deus livrará os fiéis de perigos.","por_que_esta_palavra":"Esta palavra é fundamental, pois expressa a ação ativa de Deus em favor de Seu povo, garantindo que Ele não os abandonará em tempos difíceis.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação e a intervenção divina na vida dos crentes.","referencias_relacionadas":["Salmos 34:7","Isaías 61:1","Gálatas 5:1"]},"salmos_91_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus age em proteção e cuidado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere a abrangência da proteção divina. No Salmo 91, isso implica que Deus protege de todas as formas e maneiras possíveis.","por_que_esta_palavra":"É importante porque enfatiza que a proteção de Deus não é limitada, mas abrange todas as áreas da vida do crente.","conexao_teologica":"A abrangência da proteção divina é um tema importante na teologia, onde Deus é visto como um protetor em todas as circunstâncias.","referencias_relacionadas":["Salmos 121:7-8","Romanos 8:28","1 Coríntios 10:13"]},"salmos_91_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus enviará Seus anjos.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a motivação divina em proteger aqueles que confiam Nele. É uma afirmação de que a proteção é uma resposta ao amor e à fé do crente.","por_que_esta_palavra":"A palavra é fundamental para conectar a promessa de proteção com a condição de amor e confiança em Deus.","conexao_teologica":"A relação entre a fé do crente e a ação de Deus é um tema central na teologia bíblica, mostrando que a proteção divina é uma resposta ao relacionamento com Ele.","referencias_relacionadas":["Salmos 91:1-2","Salmos 37:4","Isaías 41:10"]},"salmos_91_11_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo' refere-se aos mensageiros de Deus que são enviados para proteger e guiar os fiéis.","explicacao_detalhada":"Os anjos são seres espirituais que atuam como intermediários entre Deus e os homens, trazendo proteção e assistência em momentos de necessidade.","por_que_esta_palavra":"A menção dos anjos enfatiza a maneira como Deus cuida de Seu povo, utilizando seres celestiais para garantir sua segurança.","conexao_teologica":"A presença dos anjos na vida do crente reflete a soberania de Deus e Sua disposição em intervir na história humana.","referencias_relacionadas":["Hebreus 1:14","Salmos 34:7","Mateus 4:11"]},"salmos_91_12_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' simboliza segurança e firmeza, representando a proteção que Deus oferece.","explicacao_detalhada":"No contexto, a pedra é uma metáfora para a estabilidade e a força que Deus proporciona aos que Nele confiam, contrastando com a vulnerabilidade do homem.","por_que_esta_palavra":"A escolha da palavra 'pedra' destaca a confiabilidade de Deus como um refúgio seguro em tempos de perigo.","conexao_teologica":"Deus é frequentemente descrito como uma rocha ou pedra na Bíblia, simbolizando Sua imutabilidade e proteção.","referencias_relacionadas":["Salmos 18:2","Salmos 62:6-7","Mateus 7:24-25"]},"salmos_91_12_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' enfatiza a magnitude da proteção e do poder de Deus.","explicacao_detalhada":"Neste versículo, 'grande' é usado para descrever a abrangência da proteção divina, que é superior a qualquer ameaça que possa surgir.","por_que_esta_palavra":"A ênfase na grandeza de Deus serve para confortar os fiéis, assegurando que Sua proteção é incomparável.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que destaca Sua soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"salmos_91_13_adder":{"palavra_pt":"adder","palavra_original":"פֶּתֶן","transliteracao":"pethen","strong":"H6620","significado_raiz":"Ideia básica: adder.","significado_contextual":"A palavra 'adder' refere-se a uma serpente venenosa, simbolizando perigos ocultos.","explicacao_detalhada":"Neste contexto, a menção do adder representa os perigos que podem ameaçar a vida do crente, mas que não podem prevalecer contra a proteção de Deus.","por_que_esta_palavra":"A inclusão do adder ressalta a ideia de que, mesmo os perigos mais mortais, são controlados por Deus.","conexao_teologica":"A proteção divina é um tema central, mostrando que Deus tem poder sobre todas as forças do mal.","referencias_relacionadas":["Lucas 10:19","Romanos 16:20","Salmos 140:1-3"]},"salmos_91_13_oppressor":{"palavra_pt":"oppressor","palavra_original":"רָמַס","transliteracao":"râmaç","strong":"H7429","significado_raiz":"Ideia básica: oppressor.","significado_contextual":"A palavra 'opressor' refere-se a qualquer força ou entidade que busca causar dano ou opressão ao crente.","explicacao_detalhada":"Neste versículo, o opressor simboliza as adversidades e as forças malignas que atacam os fiéis, mas que são derrotadas pela proteção de Deus.","por_que_esta_palavra":"A menção do opressor destaca a realidade da luta espiritual e a necessidade da proteção divina.","conexao_teologica":"A luta contra as forças do mal é um tema recorrente na Bíblia, enfatizando a necessidade de confiar em Deus para a libertação.","referencias_relacionadas":["Salmos 9:9","Salmos 34:19","Efésios 6:12"]},"salmos_91_13_terra":{"palavra_pt":"terra","palavra_original":"תַּנִּין","transliteracao":"tannîyn","strong":"H8577","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' pode se referir a um dragão ou criatura mítica, simbolizando o caos e a destruição.","explicacao_detalhada":"Neste contexto, a terra representa as forças do mal que podem ameaçar a vida do crente, mas que são impotentes diante do poder de Deus.","por_que_esta_palavra":"A inclusão da terra enfatiza a abrangência da proteção divina sobre todas as ameaças, visíveis e invisíveis.","conexao_teologica":"A soberania de Deus sobre toda a criação é um tema central, mostrando que nada escapa ao Seu controle.","referencias_relacionadas":["Gênesis 1:26","Salmos 104:25-26","Apocalipse 12:9"]},"salmos_91_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual Deus promete proteger aqueles que O amam.","explicacao_detalhada":"Neste versículo, 'porque' conecta o amor do crente a Deus com a promessa de proteção, reafirmando a relação entre amor e segurança.","por_que_esta_palavra":"A palavra é crucial para entender que a proteção divina é uma resposta ao amor genuíno do crente.","conexao_teologica":"O amor a Deus é um tema central na Bíblia, mostrando que o relacionamento com Ele é a base para a proteção e bênçãos.","referencias_relacionadas":["João 14:21","1 João 4:19","Salmos 18:1"]},"salmos_91_14_amor":{"palavra_pt":"amor","palavra_original":"חָשַׁק","transliteracao":"châshaq","strong":"H2836","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' refere-se ao afeto profundo e à devoção que o crente tem por Deus.","explicacao_detalhada":"Neste contexto, o amor é a motivação pela qual Deus promete proteger e libertar aqueles que O buscam sinceramente.","por_que_esta_palavra":"A ênfase no amor destaca a importância do relacionamento pessoal com Deus como base para a proteção divina.","conexao_teologica":"O amor a Deus é fundamental na vida do crente e é frequentemente mencionado como a razão para as bênçãos divinas.","referencias_relacionadas":["Deuteronômio 6:5","Romanos 8:28","Salmos 31:23"]},"salmos_91_14_libertar":{"palavra_pt":"libertar","palavra_original":"פָּלַט","transliteracao":"pâlaṭ","strong":"H6403","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de Deus em resgatar o crente das dificuldades e perigos.","explicacao_detalhada":"Neste versículo, a promessa de libertação é uma afirmação do poder de Deus para salvar e proteger aqueles que O amam.","por_que_esta_palavra":"A palavra 'libertar' é essencial para entender a natureza da salvação e proteção que Deus oferece aos Seus fiéis.","conexao_teologica":"A libertação é um tema central na Bíblia, refletindo a ação de Deus em salvar Seu povo das garras do mal.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Gálatas 5:1"]},"salmos_91_15_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de perceber e observar, simbolizando vigilância e proteção.","explicacao_detalhada":"No contexto de Salmos 91:15, a palavra 'olho' sugere a ideia de que Deus está sempre atento às necessidades de Seus servos, observando-os com cuidado e amor.","por_que_esta_palavra":"A escolha da palavra 'olho' enfatiza a vigilância divina e a proximidade de Deus em momentos de aflição.","conexao_teologica":"Deus é apresentado como um protetor que observa e responde às orações de Seus fiéis.","referencias_relacionadas":["Salmos 34:15","Salmos 121:4","Provérbios 15:3"]},"salmos_91_15_femea":{"palavra_pt":"femea","palavra_original":"צָרָה","transliteracao":"tsârâh","strong":"H6869","significado_raiz":"Ideia básica: femea.","significado_contextual":"A palavra 'femea' pode ser interpretada como uma referência à fragilidade e vulnerabilidade, simbolizando a necessidade de proteção.","explicacao_detalhada":"Neste versículo, a palavra 'femea' pode ser vista como uma metáfora para aqueles que estão em situações de fraqueza e que clamam por ajuda.","por_que_esta_palavra":"A inclusão da palavra 'femea' destaca a compaixão de Deus por aqueles que se sentem desamparados.","conexao_teologica":"Deus é um refúgio para os vulneráveis, mostrando Sua misericórdia e cuidado.","referencias_relacionadas":["Salmos 68:5","Isaías 40:11","Mateus 11:28"]},"salmos_91_15_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à generosidade de Deus em atender às necessidades de Seus servos.","explicacao_detalhada":"A palavra 'bom' neste contexto ressalta a natureza benevolente de Deus, que promete livrar e proteger aqueles que confiam Nele.","por_que_esta_palavra":"A escolha de 'bom' enfatiza a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, refletindo Seu caráter e ações em favor da humanidade.","referencias_relacionadas":["Salmos 100:5","Salmos 119:68","Romanos 8:28"]},"salmos_91_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Representa um período de tempo, simbolizando a continuidade da vida e a presença de Deus em cada momento.","explicacao_detalhada":"A palavra 'dia' sugere que a proteção e a salvação de Deus se estendem ao longo de toda a vida do crente.","por_que_esta_palavra":"A menção do 'dia' enfatiza a certeza da salvação e a esperança que Deus oferece em cada novo amanhecer.","conexao_teologica":"A ideia de que Deus está presente em todos os dias da vida do crente é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 23:6","Salmos 118:24","Mateus 6:34"]},"salmos_91_16_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação e libertação que Deus oferece aos que confiam Nele.","explicacao_detalhada":"A palavra 'salvação' neste contexto indica não apenas a proteção física, mas também a salvação espiritual e eterna.","por_que_esta_palavra":"A escolha da palavra 'salvação' destaca a plenitude da redenção que Deus proporciona aos Seus filhos.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a obra redentora de Cristo.","referencias_relacionadas":["Salmos 27:1","Isaías 12:2","Romanos 10:13"]},"salmos_91_16_phrase":{"palavra_pt":"expressao","palavra_original":"אֹרֶךְ","transliteracao":"ʼôrek","strong":"H753","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de gratidão e louvor a Deus por Suas bênçãos.","explicacao_detalhada":"A palavra 'expressão' sugere a importância de reconhecer e declarar as obras de Deus em nossas vidas.","por_que_esta_palavra":"A inclusão de 'expressão' enfatiza a necessidade de uma resposta ativa à bondade de Deus.","conexao_teologica":"A adoração e o louvor são aspectos fundamentais da vida cristã, refletindo nossa gratidão a Deus.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Hebreus 13:15"]}}