{"salmos_93_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus como Rei sobre toda a criação.","explicacao_detalhada":"A palavra 'Senhor' neste contexto reafirma a autoridade de Deus e Seu domínio sobre o universo, destacando que Ele reina com poder e justiça.","por_que_esta_palavra":"A menção do nome do Senhor aqui é uma declaração de fé na Sua realeza e na Sua capacidade de governar com justiça.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 97:1","Isaías 6:1","Apocalipse 19:16"]},"salmos_93_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar ou exercer autoridade.","explicacao_detalhada":"A palavra 'reinar' implica um governo ativo e dinâmico, onde Deus não é apenas um observador, mas o soberano que exerce controle sobre todas as coisas.","por_que_esta_palavra":"A ênfase em 'reinar' destaca a certeza de que Deus está no trono e que Sua vontade prevalece.","conexao_teologica":"A realeza de Deus é uma fonte de esperança e segurança para os crentes, que confiam em Seu governo justo.","referencias_relacionadas":["Salmos 145:13","Daniel 4:34-35","Apocalipse 11:15"]},"salmos_93_1_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' aqui enfatiza a majestade e a soberania de Deus sobre a criação.","explicacao_detalhada":"No contexto do Salmo 93, a grandeza de Deus é apresentada como um atributo que o distingue de toda a criação. Ele é exaltado e seu domínio é inabalável.","por_que_esta_palavra":"A escolha da palavra 'grande' reflete a ideia de que Deus é superior a todas as coisas e que seu poder é incomparável.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, que destaca sua soberania e majestade sobre o universo.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"salmos_93_2_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A repetição da palavra 'grande' reforça a ideia da eternidade e imutabilidade de Deus.","explicacao_detalhada":"Neste versículo, a grandeza de Deus é apresentada como um fundamento seguro para a fé dos crentes, mostrando que Ele reina eternamente.","por_que_esta_palavra":"A palavra 'grande' é usada para descrever a natureza eterna e soberana de Deus, que não muda e permanece firme.","conexao_teologica":"A imutabilidade de Deus é um aspecto crucial da sua grandeza, que assegura aos crentes que Ele é confiável.","referencias_relacionadas":["Salmos 102:27","Malaquias 3:6","Hebreus 13:8"]},"salmos_93_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' refere-se ao nome pessoal de Deus, que implica em sua autoridade e relacionamento com seu povo.","explicacao_detalhada":"O uso do nome 'Senhor' neste contexto destaca a relação íntima entre Deus e seu povo, além de sua soberania sobre todas as coisas.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como aquele que governa e cuida de sua criação.","conexao_teologica":"O nome de Deus é central na teologia, pois revela seu caráter e sua vontade para com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"salmos_93_3_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' de Deus é um símbolo de sua autoridade e poder, que pode criar e transformar.","explicacao_detalhada":"Neste versículo, a voz de Deus é apresentada como poderosa e capaz de trazer ordem ao caos, refletindo sua soberania.","por_que_esta_palavra":"A palavra 'voz' é usada para ilustrar a maneira como Deus se comunica e exerce seu poder sobre a criação.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, simbolizando sua presença e ação no mundo.","referencias_relacionadas":["Gênesis 1:3","Salmos 29:4","João 10:27"]},"salmos_93_3_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' aqui reforça a ideia de que a majestade de Deus é superior a qualquer outra força.","explicacao_detalhada":"Neste contexto, a grandeza de Deus é contrastada com as forças do mal e da natureza, mostrando que Ele é o verdadeiro soberano.","por_que_esta_palavra":"A repetição da palavra 'grande' enfatiza a supremacia de Deus em todas as circunstâncias.","conexao_teologica":"A grandeza de Deus é um tema que encoraja os crentes a confiarem em seu poder e proteção.","referencias_relacionadas":["Salmos 46:1","Isaías 6:1-3","Apocalipse 4:11"]},"salmos_93_4_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' de Deus é descrita como poderosa e temível, capaz de abalar as nações.","explicacao_detalhada":"Neste versículo, a voz de Deus é apresentada como uma força que pode trazer destruição e também restauração, dependendo da resposta do homem.","por_que_esta_palavra":"A palavra 'voz' é utilizada para mostrar a autoridade de Deus sobre a criação e a necessidade de reverência por parte da humanidade.","conexao_teologica":"A voz de Deus é um símbolo de sua presença ativa na história e na vida dos indivíduos.","referencias_relacionadas":["Salmos 29:5","Hebreus 12:26","Apocalipse 1:10"]},"salmos_93_4_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à fragilidade e à limitação da humanidade diante da grandeza de Deus.","explicacao_detalhada":"Neste contexto, a comparação entre a voz de Deus e a voz do homem destaca a insignificância humana em relação ao poder divino.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a dependência da humanidade em relação a Deus.","conexao_teologica":"A relação entre Deus e o homem é um tema central na Bíblia, que destaca a necessidade de humildade e submissão.","referencias_relacionadas":["Salmos 8:4-5","Isaías 40:6-8","Tiago 4:14"]},"salmos_93_4_excellent":{"palavra_pt":"excelente","palavra_original":"אַדִּיר","transliteracao":"ʼaddîyr","strong":"H117","significado_raiz":"Ideia básica: excelente.","significado_contextual":"A palavra 'excelente' descreve a grandeza e a majestade de Deus, que se destaca acima de tudo.","explicacao_detalhada":"Neste versículo, a excelência de Deus é apresentada como um atributo que merece adoração e reverência.","por_que_esta_palavra":"A palavra 'excelente' é usada para enfatizar a perfeição e a beleza do caráter de Deus.","conexao_teologica":"A excelência de Deus é um tema que leva os crentes a adorá-lo e a reconhecer sua soberania.","referencias_relacionadas":["Salmos 8:1","Salmos 145:5","Filipenses 4:8"]},"salmos_93_5_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer/amem' implica em confiança e fé na fidelidade de Deus.","explicacao_detalhada":"Neste versículo, a ideia de edificar a casa de Deus é um chamado à fé e à confiança em suas promessas.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a relação entre Deus e seu povo, pois implica em um compromisso de fé.","conexao_teologica":"A fé é um elemento central na teologia bíblica, que destaca a importância de confiar em Deus para a salvação e a vida.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Mateus 7:24-25"]},"salmos_93_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo de Deus, que é um símbolo de sua presença entre o povo.","explicacao_detalhada":"Neste contexto, a casa de Deus é vista como um lugar de adoração e comunhão, onde os crentes podem encontrar segurança.","por_que_esta_palavra":"A palavra 'casa' é usada para descrever o espaço sagrado onde Deus habita e se relaciona com seu povo.","conexao_teologica":"A ideia de casa de Deus é central na teologia, simbolizando a habitação divina entre os homens.","referencias_relacionadas":["Salmos 27:4","1 Coríntios 3:16","Efésios 2:19-22"]},"salmos_93_5_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus, que é separado do pecado e do profano.","explicacao_detalhada":"A palavra 'sagrado' implica uma qualidade de pureza e separação, indicando que Deus é completamente distinto de tudo que é comum ou impuro. No contexto do Salmo 93, enfatiza a majestade e a autoridade de Deus sobre a criação.","por_que_esta_palavra":"A palavra é utilizada para destacar a natureza divina de Deus, que é digno de reverência e adoração.","conexao_teologica":"A santidade de Deus é um tema central na teologia bíblica, refletindo sua perfeição e moralidade. A santidade de Deus exige uma resposta de adoração e obediência por parte da humanidade.","referencias_relacionadas":["Isaías 6:3","1 Pedro 1:16","Apocalipse 4:8"]}}