{"salmos_95_1_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se à alegria que deve ser expressa na adoração ao Senhor.","explicacao_detalhada":"A palavra 'alegria' (רָנַן) implica um grito de júbilo ou celebração. No Salmo 95, isso é um convite à adoração vibrante e cheia de gratidão.","por_que_esta_palavra":"A alegria é uma resposta natural ao reconhecimento da grandeza de Deus e de suas obras.","conexao_teologica":"A alegria na adoração reflete a relação íntima entre Deus e seu povo, onde a gratidão e a louvor são expressões de fé.","referencias_relacionadas":["Salmos 100:1-2","Filipenses 4:4","Salmos 126:2"]},"salmos_95_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao Senhor como o objeto da adoração e louvor.","explicacao_detalhada":"A repetição da palavra 'Senhor' (יְהֹוָה) enfatiza a importância de reconhecer a soberania de Deus em todos os aspectos da vida.","por_que_esta_palavra":"A invocação do nome do Senhor é uma prática comum na adoração, simbolizando a presença e a autoridade de Deus.","conexao_teologica":"O nome do Senhor é um símbolo de sua identidade e caráter, sendo central na experiência de adoração.","referencias_relacionadas":["Salmos 68:4","Romanos 10:13","Atos 2:21"]},"salmos_95_2_mao":{"palavra_pt":"mao","palavra_original":"תּוֹדָה","transliteracao":"tôwdâh","strong":"H8426","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação de levantar as mãos em adoração e gratidão.","explicacao_detalhada":"A palavra 'mão' (תּוֹדָה) é frequentemente associada a ações de louvor e entrega a Deus. No Salmo 95, isso simboliza a entrega total ao Senhor.","por_que_esta_palavra":"Levantar as mãos é uma expressão física de adoração que demonstra submissão e reverência.","conexao_teologica":"A adoração envolve não apenas o coração, mas também o corpo, refletindo a totalidade do ser em relação a Deus.","referencias_relacionadas":["Salmos 63:4","1 Timóteo 2:8","Salmos 134:2"]},"salmos_95_2_alegria":{"palavra_pt":"alegria","palavra_original":"רוּעַ","transliteracao":"rûwaʻ","strong":"H7321","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se à alegria que deve acompanhar a adoração ao Senhor.","explicacao_detalhada":"A palavra 'alegria' (רוּעַ) aqui enfatiza a celebração e o entusiasmo na presença de Deus, que deve ser uma característica da adoração.","por_que_esta_palavra":"A alegria é uma resposta ao reconhecimento da bondade e fidelidade de Deus.","conexao_teologica":"A alegria na adoração é um reflexo da esperança e da salvação que encontramos em Deus.","referencias_relacionadas":["Salmos 100:1","Neemias 8:10","Gálatas 5:22"]},"salmos_95_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Deus como o Rei soberano sobre toda a criação.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) destaca a autoridade e o domínio de Deus. No Salmo 95, isso é um lembrete de que Ele é digno de reverência e adoração.","por_que_esta_palavra":"Reconhecer Deus como Rei é fundamental para entender sua posição de autoridade e nosso papel como súditos em seu reino.","conexao_teologica":"A soberania de Deus como Rei é um tema central na Bíblia, que nos chama a viver sob sua autoridade.","referencias_relacionadas":["Salmos 47:7-8","Isaías 6:5","Apocalipse 19:16"]},"salmos_95_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão pela qual Deus é digno de adoração.","explicacao_detalhada":"A palavra 'porque' (כִּי) introduz a justificativa para a adoração, enfatizando a grandeza de Deus e suas obras.","por_que_esta_palavra":"É importante entender as razões para a adoração, pois isso fortalece nossa fé e compromisso com Deus.","conexao_teologica":"A adoração fundamentada em razões claras reflete um relacionamento consciente e intencional com Deus.","referencias_relacionadas":["Salmos 100:3","Salmos 145:3","Romanos 11:36"]},"salmos_95_3_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à força e poder de Deus como Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' (אֵל) é usada para enfatizar a soberania divina e a força que Ele exerce sobre todas as coisas. No contexto do Salmo 95, isso nos lembra que devemos nos aproximar d'Ele com reverência e adoração, reconhecendo Sua grandeza.","por_que_esta_palavra":"A palavra é utilizada para descrever a natureza de Deus como aquele que é supremo e poderoso, digno de nossa adoração.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, que destaca Sua capacidade de salvar e proteger Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 40:29","Salmos 46:1"]},"salmos_95_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à criação de Deus, incluindo a terra e tudo que nela habita.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o domínio de Deus sobre a criação. No Salmo 95, isso nos lembra que a terra é Sua e que devemos adorá-Lo como o Criador de todas as coisas.","por_que_esta_palavra":"A palavra é importante para enfatizar a soberania de Deus sobre a criação e a responsabilidade do homem em cuidar dela.","conexao_teologica":"A criação é um testemunho da grandeza de Deus e da Sua autoridade sobre tudo que existe.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"salmos_95_4_tesouro":{"palavra_pt":"tesouro","palavra_original":"תּוֹעָפָה","transliteracao":"tôwʻâphâh","strong":"H8443","significado_raiz":"Ideia básica: tesouro.","significado_contextual":"Refere-se à riqueza e abundância que Deus possui e oferece aos Seus filhos.","explicacao_detalhada":"A palavra 'tesouro' (תּוֹעָפָה) simboliza as bênçãos espirituais e materiais que vêm de Deus. No contexto do Salmo 95, isso nos lembra que devemos reconhecer e valorizar as dádivas que Ele nos proporciona.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a generosidade de Deus e a riqueza de Sua graça.","conexao_teologica":"Deus é visto como o provedor de todas as coisas boas, e a gratidão deve ser uma resposta natural do coração humano.","referencias_relacionadas":["Tiago 1:17","Filipenses 4:19","Salmos 37:25"]},"salmos_95_5_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como parte da criação de Deus, que demonstra Seu poder e majestade.","explicacao_detalhada":"A palavra 'mar' (יָם) é usada para descrever a vastidão e a profundidade da criação divina. No Salmo 95, isso nos lembra que Deus é soberano sobre as forças da natureza.","por_que_esta_palavra":"A palavra é importante para ilustrar a grandeza de Deus em relação à criação e Sua capacidade de dominar até mesmo os elementos mais poderosos.","conexao_teologica":"O mar é frequentemente usado na Bíblia como um símbolo do caos e da desordem, que Deus controla com Sua autoridade.","referencias_relacionadas":["Salmos 89:9","Isaías 43:16","Mateus 8:27"]},"salmos_95_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Deus em criar e moldar a vida.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever a ação criativa de Deus. No Salmo 95, isso nos lembra que Ele é o autor da vida e de todas as coisas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a atividade criativa de Deus e Sua capacidade de trazer à existência tudo o que existe.","conexao_teologica":"Deus é o Criador que dá vida e propósito a todas as criaturas, e isso deve nos levar à adoração.","referencias_relacionadas":["Gênesis 1:27","Salmos 139:13","Isaías 45:12"]},"salmos_95_5_seco":{"palavra_pt":"seco","palavra_original":"יַבֶּשֶׁת","transliteracao":"yabbesheth","strong":"H3006","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se à separação das águas e à criação da terra seca.","explicacao_detalhada":"A palavra 'seco' (יַבֶּשֶׁת) é usada para descrever a terra que Deus formou ao separar as águas. No Salmo 95, isso nos lembra do poder criativo de Deus.","por_que_esta_palavra":"A palavra é importante para ilustrar a ordem que Deus trouxe ao caos inicial da criação.","conexao_teologica":"A separação das águas é um símbolo do controle de Deus sobre a criação e Sua capacidade de trazer ordem ao caos.","referencias_relacionadas":["Gênesis 1:9","Êxodo 14:21","Salmos 104:5"]},"salmos_95_6_arco":{"palavra_pt":"arco","palavra_original":"כָּרַע","transliteracao":"kâraʻ","strong":"H3766","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se à postura de adoração e reverência diante de Deus.","explicacao_detalhada":"A palavra 'arco' (כָּרַע) é usada para descrever a ação de se ajoelhar ou se prostrar em adoração. No Salmo 95, isso nos lembra da importância de nos humilharmos diante do Senhor.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a atitude de submissão e respeito que devemos ter ao nos aproximar de Deus.","conexao_teologica":"A adoração é uma resposta natural ao reconhecimento da grandeza e santidade de Deus.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10","Apocalipse 4:10"]},"salmos_95_6_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade e à autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Deus' (שָׁחָה) é usada para descrever a natureza divina e a importância de se render a Ele. No Salmo 95, isso nos lembra que devemos nos submeter à Sua vontade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de reconhecer a soberania de Deus em nossas vidas.","conexao_teologica":"A submissão a Deus é um princípio fundamental da fé cristã, que nos chama a viver em obediência a Sua palavra.","referencias_relacionadas":["Romanos 12:1","Tiago 4:7","Salmos 100:3"]},"salmos_95_6_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar e reconhecer a grandeza de Deus.","explicacao_detalhada":"A palavra 'abençoar' (בָרַךְ) é usada para descrever a ação de louvar e glorificar a Deus. No Salmo 95, isso nos lembra da importância de expressar gratidão e adoração ao Senhor.","por_que_esta_palavra":"A palavra é importante para enfatizar a atitude de louvor que devemos ter em relação a Deus.","conexao_teologica":"A adoração e o louvor são centrais na vida cristã, refletindo nossa relação com Deus.","referencias_relacionadas":["Salmos 103:1","Hebreus 13:15","Salmos 34:1"]},"salmos_95_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo que Deus estabeleceu para a criação e a adoração.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para descrever a importância do tempo em relação à obra de Deus. No Salmo 95, isso nos lembra que cada dia é uma oportunidade para adorá-Lo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do tempo e da adoração contínua a Deus.","conexao_teologica":"O tempo é um presente de Deus, e devemos usá-lo para glorificá-Lo em todas as nossas ações.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Salmos 90:12"]},"salmos_95_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual devemos adorar a Deus.","explicacao_detalhada":"Neste versículo, 'porque' é utilizado para explicar a motivação da adoração, enfatizando a relação entre Deus e seu povo.","por_que_esta_palavra":"A palavra é crucial para conectar a adoração à compreensão da soberania de Deus.","conexao_teologica":"A adoração a Deus deve ser fundamentada no reconhecimento de sua autoridade e cuidado.","referencias_relacionadas":["Salmos 100:3","Isaías 43:21","Romanos 12:1"]},"salmos_95_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador do universo.","explicacao_detalhada":"Neste contexto, 'Deus' é apresentado como aquele que nos fez e que tem autoridade sobre nossas vidas.","por_que_esta_palavra":"É fundamental reconhecer a divindade e a soberania de Deus em nossa adoração.","conexao_teologica":"A relação entre Deus e seu povo é central na teologia bíblica, destacando a importância da adoração.","referencias_relacionadas":["Gênesis 1:1","Salmos 100:3","Isaías 40:28"]},"salmos_95_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Neste versículo, 'dia' é usado para lembrar o povo de um momento de rebelião contra Deus.","por_que_esta_palavra":"É importante lembrar os dias de desobediência para evitar repetir os mesmos erros.","conexao_teologica":"O conceito de tempo é importante na narrativa bíblica, especialmente em relação à obediência e desobediência.","referencias_relacionadas":["Hebreus 3:7-11","Êxodo 17:7","Deuteronômio 8:2"]},"salmos_95_8_deus":{"palavra_pt":"deus","palavra_original":"מַסָּה","transliteracao":"maççâh","strong":"H4531","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui também se refere ao Senhor que testa a fé de seu povo.","explicacao_detalhada":"Neste contexto, Deus é visto como aquele que observa a fidelidade do seu povo em tempos de prova.","por_que_esta_palavra":"Reconhecer Deus como o provador é essencial para entender a dinâmica da fé.","conexao_teologica":"A prova da fé é um tema recorrente na Bíblia, mostrando como Deus molda seu povo.","referencias_relacionadas":["Tiago 1:2-4","1 Pedro 1:6-7","Romanos 5:3-5"]},"salmos_95_8_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"A palavra 'campo' refere-se ao deserto, um lugar de provação e teste.","explicacao_detalhada":"O deserto é um símbolo de desafios e dependência de Deus, onde o povo enfrentou dificuldades.","por_que_esta_palavra":"O campo representa o lugar onde a fé é testada e fortalecida.","conexao_teologica":"O deserto é um tema importante na jornada do povo de Deus, simbolizando crescimento espiritual.","referencias_relacionadas":["Êxodo 16:1","Deuteronômio 8:15","Mateus 4:1"]},"salmos_95_9_adventure":{"palavra_pt":"adventure","palavra_original":"נָסָה","transliteracao":"nâçâh","strong":"H5254","significado_raiz":"Ideia básica: adventure.","significado_contextual":"A palavra 'adventure' (aventura) refere-se a experiências desafiadoras que testam a fé.","explicacao_detalhada":"Neste contexto, a aventura é vista como uma jornada de fé, onde o povo enfrenta provações.","por_que_esta_palavra":"A ideia de aventura é importante para entender a dinâmica da vida cristã como uma jornada de fé.","conexao_teologica":"A vida cristã é frequentemente descrita como uma jornada, cheia de desafios e crescimento.","referencias_relacionadas":["Hebreus 11:1","2 Coríntios 5:7","Romanos 8:28"]},"salmos_95_9_pai":{"palavra_pt":"pai","palavra_original":"אָב","transliteracao":"ʼâb","strong":"H1","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' refere-se à relação íntima entre Deus e seu povo.","explicacao_detalhada":"Deus é descrito como um pai que cuida, orienta e disciplina seu povo.","por_que_esta_palavra":"Reconhecer Deus como pai é fundamental para entender a natureza do relacionamento com Ele.","conexao_teologica":"A paternidade de Deus é um tema central na teologia, enfatizando amor e cuidado.","referencias_relacionadas":["Mateus 6:9","Romanos 8:15","Gálatas 4:6"]},"salmos_95_10_geracao":{"palavra_pt":"geracao","palavra_original":"דּוֹר","transliteracao":"dôwr","strong":"H1755","significado_raiz":"Ideia básica: geracao.","significado_contextual":"A palavra 'geração' refere-se a um grupo de pessoas que vive em um determinado período.","explicacao_detalhada":"Neste versículo, a geração é lembrada por sua desobediência e falta de fé.","por_que_esta_palavra":"É importante aprender com as gerações passadas para não repetir os mesmos erros.","conexao_teologica":"A história do povo de Deus é marcada por gerações que enfrentaram desafios de fé.","referencias_relacionadas":["Salmos 78:4-6","Deuteronômio 6:7","Hebreus 3:17"]},"salmos_95_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou declarar algo.","explicacao_detalhada":"Neste contexto, 'dizer' é um chamado à declaração da verdade sobre Deus.","por_que_esta_palavra":"A comunicação da verdade é essencial para a edificação da fé.","conexao_teologica":"A palavra de Deus é frequentemente proclamada como um meio de edificação e transformação.","referencias_relacionadas":["Romanos 10:17","2 Timóteo 4:2","Salmos 119:105"]},"salmos_95_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus.","explicacao_detalhada":"Neste contexto, a verdade é um atributo de Deus que deve ser reconhecido e proclamado.","por_que_esta_palavra":"Entender a verdade de Deus é fundamental para a fé e a adoração.","conexao_teologica":"A verdade é um tema central na Bíblia, enfatizando a fidelidade de Deus ao seu povo.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"salmos_95_11_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de libertar ou resgatar, especialmente no contexto da salvação espiritual.","explicacao_detalhada":"No Salmo 95:11, a ideia de 'salvar' está ligada à rejeição do povo de Israel em confiar em Deus, resultando em sua exclusão da terra prometida. A salvação é vista como um ato divino de resgate.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre Deus e seu povo, enfatizando a necessidade de fé e obediência para receber a salvação.","conexao_teologica":"A salvação é um tema central na teologia cristã, representando a libertação do pecado e a reconciliação com Deus através de Jesus Cristo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:9"]},"salmos_95_11_comfortable":{"palavra_pt":"comfortable","palavra_original":"מְנוּחָה","transliteracao":"mᵉnûwchâh","strong":"H4496","significado_raiz":"Ideia básica: comfortable.","significado_contextual":"A palavra 'comfortable' refere-se a um estado de descanso e paz, especialmente em relação à presença de Deus.","explicacao_detalhada":"No contexto do Salmo 95:11, a ideia de conforto é associada à segurança que se encontra em Deus, contrastando com a inquietação que vem da desobediência.","por_que_esta_palavra":"É importante para entender como a presença de Deus traz paz e conforto ao coração humano, especialmente em tempos de tribulação.","conexao_teologica":"O conforto divino é um tema recorrente nas Escrituras, onde Deus promete consolar seu povo e oferecer descanso para suas almas.","referencias_relacionadas":["Mateus 11:28","2 Coríntios 1:3-4","Salmos 23:4"]}}