{"salmos_97_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é chamada a se alegrar pela realeza de Deus.","explicacao_detalhada":"Neste versículo, a terra reconhece a soberania de Deus, que reina sobre todas as nações.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar que a soberania de Deus se estende a todo o mundo.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, refletindo sua autoridade e poder sobre a criação.","referencias_relacionadas":["Salmos 93:1","Salmos 145:13","Apocalipse 11:15"]},"salmos_97_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é um símbolo de sua autoridade e caráter.","explicacao_detalhada":"Neste contexto, o nome 'Senhor' representa a soberania e a fidelidade de Deus ao seu povo.","por_que_esta_palavra":"A palavra 'Senhor' é usada para invocar a presença e a ação de Deus na história.","conexao_teologica":"O nome de Deus é central na adoração e na relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"salmos_97_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao domínio e à soberania de Deus sobre toda a criação.","explicacao_detalhada":"No contexto de Salmos 97, a ideia de reinar enfatiza que Deus é o Rei supremo que governa com poder e autoridade. O salmo celebra a majestade de Deus e Sua soberania sobre as nações e a natureza.","por_que_esta_palavra":"A palavra 'reinar' é usada para afirmar a realeza de Deus, contrastando com os reis e governantes humanos que são temporários e limitados.","conexao_teologica":"A realeza de Deus é um tema central na teologia bíblica, onde Ele é reconhecido como o soberano que estabelece a ordem e a justiça no mundo.","referencias_relacionadas":["Salmos 93:1","Salmos 95:3","Isaías 6:1","Apocalipse 11:15"]},"salmos_97_2_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se à administração da justiça divina, onde Deus julga com equidade.","explicacao_detalhada":"Neste versículo, a justiça de Deus é apresentada como um aspecto fundamental de Seu caráter. Ele não apenas reina, mas também estabelece padrões de justiça que devem ser seguidos.","por_que_esta_palavra":"A palavra 'juízo' é crucial para entender como Deus interage com a humanidade, garantindo que a justiça prevaleça e que os injustos sejam corrigidos.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, refletindo Sua natureza santa e a necessidade de retidão entre Seu povo.","referencias_relacionadas":["Salmos 89:14","Miquéias 6:8","Romanos 2:6","Hebreus 10:30"]},"salmos_97_2_ceu":{"palavra_pt":"ceu","palavra_original":"עֲרָפֶל","transliteracao":"ʻărâphel","strong":"H6205","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao domínio celestial onde Deus habita e governa.","explicacao_detalhada":"O céu é frequentemente descrito na Bíblia como o lugar da presença de Deus, onde Ele exerce Sua autoridade e onde os anjos O servem. No Salmo 97, o céu é um símbolo da majestade divina.","por_que_esta_palavra":"A menção do céu enfatiza a grandeza de Deus e Sua separação do mundo material, mostrando que Seu reino transcende a realidade terrena.","conexao_teologica":"O céu é um conceito teológico importante que representa a habitação de Deus e a promessa de vida eterna para os crentes.","referencias_relacionadas":["Salmos 115:16","Mateus 6:9","Hebreus 8:1","Apocalipse 21:2"]},"salmos_97_3_fogo":{"palavra_pt":"fogo","palavra_original":"לָהַט","transliteracao":"lâhaṭ","strong":"H3857","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza a pureza e o juízo de Deus.","explicacao_detalhada":"No Salmo 97, o fogo é uma representação da presença de Deus que consome o mal e purifica o que é impuro. É um símbolo de Sua santidade e poder.","por_que_esta_palavra":"A utilização da palavra 'fogo' destaca a natureza de Deus como um juiz que purifica e traz justiça, consumindo o que é maligno.","conexao_teologica":"O fogo é um símbolo recorrente na Bíblia, associado à presença de Deus, como visto na sarça ardente e no Pentecostes.","referencias_relacionadas":["Deuteronômio 4:24","Hebreus 12:29","Apocalipse 20:9","Isaías 66:24"]},"salmos_97_3_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus e Sua revelação ao povo.","explicacao_detalhada":"No contexto do Salmo 97, o 'rosto' de Deus simboliza Sua revelação e a intimidade que Ele oferece àqueles que O buscam. É um convite para conhecer Sua natureza.","por_que_esta_palavra":"A menção do 'rosto' destaca a relação pessoal que Deus deseja ter com a humanidade, revelando-se a eles.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde Ele se revela a Seu povo e deseja habitar entre eles.","referencias_relacionadas":["Êxodo 33:20","Salmos 27:8","Mateus 5:8","1 João 3:2"]},"salmos_97_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"No Salmo 97, a terra é mencionada em relação à resposta da criação ao domínio e à majestade de Deus. A terra treme diante de Sua presença.","por_que_esta_palavra":"A palavra 'terra' é usada para mostrar que toda a criação está sob o domínio de Deus e responde a Ele com temor e reverência.","conexao_teologica":"A criação é um testemunho da grandeza de Deus, e a terra, como parte dela, reflete Sua glória.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19","Apocalipse 21:1"]},"salmos_97_4_temor":{"palavra_pt":"temor","palavra_original":"חוּל","transliteracao":"chûwl","strong":"H2342","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se ao respeito e reverência que se deve ter diante de Deus.","explicacao_detalhada":"No Salmo 97, o temor é uma resposta natural à majestade e ao poder de Deus. É um reconhecimento de Sua autoridade e santidade.","por_que_esta_palavra":"A palavra 'temor' é importante para entender a atitude que devemos ter diante de Deus, que é de reverência e submissão.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme ensinado em Provérbios, e é essencial para uma vida de fé.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 66:2","Filipenses 2:12"]},"salmos_97_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao mundo físico, enfatizando a resposta da criação ao juízo de Deus.","explicacao_detalhada":"Neste versículo, a terra é descrita como tremendo diante do Senhor, mostrando que a criação reconhece a autoridade de Deus e Sua capacidade de julgar.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que toda a criação está sob o domínio de Deus e responde a Ele.","conexao_teologica":"A relação entre Deus e a criação é um tema central na Bíblia, onde a terra e tudo que nela há é chamado a glorificar a Deus.","referencias_relacionadas":["Salmos 148:1-5","Isaías 55:12","Romanos 1:20","Apocalipse 5:13"]},"salmos_97_5_wax":{"palavra_pt":"wax","palavra_original":"דּוֹנַג","transliteracao":"dôwnag","strong":"H1749","significado_raiz":"Ideia básica: wax.","significado_contextual":"A palavra 'wax' (cera) é uma metáfora que pode se referir à fragilidade e à transitoriedade das coisas diante do poder de Deus.","explicacao_detalhada":"No contexto do Salmo 97, a cera derretendo diante do fogo simboliza como as coisas criadas são incapazes de resistir à presença e ao juízo de Deus.","por_que_esta_palavra":"A utilização da palavra 'wax' destaca a vulnerabilidade das coisas criadas em comparação com a majestade e o poder de Deus.","conexao_teologica":"A fragilidade da criação em face do Criador é um tema que ressalta a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Salmos 104:5","Isaías 40:6-8","Tiago 1:10-11","1 Pedro 1:24"]},"salmos_97_5_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' novamente refere-se à presença de Deus e Sua revelação ao povo.","explicacao_detalhada":"Neste versículo, o 'rosto' de Deus é mencionado para enfatizar a intimidade que Ele oferece e a necessidade de reverência diante de Sua presença.","por_que_esta_palavra":"A repetição da palavra 'rosto' reforça a ideia de que conhecer a Deus é fundamental para a vida espiritual e a adoração.","conexao_teologica":"A busca pela presença de Deus é um tema central na vida do crente, que anseia por um relacionamento íntimo com o Senhor.","referencias_relacionadas":["Salmos 105:4","Salmos 119:58","Mateus 6:33","Tiago 4:8"]},"salmos_97_6_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os céus proclamam a glória de Deus e testemunham sua majestade.","explicacao_detalhada":"A palavra 'céus' refere-se ao espaço acima da terra, onde se encontram as estrelas e onde Deus habita. No contexto de Salmos 97:6, os céus são descritos como um testemunho da grandeza de Deus, revelando sua criação e poder.","por_que_esta_palavra":"A menção aos céus enfatiza a soberania de Deus sobre toda a criação e a sua capacidade de governar o universo.","conexao_teologica":"Os céus são frequentemente usados na Bíblia para ilustrar a grandeza de Deus e seu domínio sobre a terra e o céu. Essa ideia é central na teologia cristã, que vê Deus como o Criador de todas as coisas.","referencias_relacionadas":["Salmos 19:1","Isaías 40:22","Gênesis 1:1"]},"salmos_97_6_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver aqui implica em perceber e reconhecer a verdade sobre Deus e sua obra.","explicacao_detalhada":"A palavra 'ver' sugere uma percepção mais profunda do que é visível. No contexto, refere-se ao reconhecimento da glória de Deus através das manifestações da natureza e da criação.","por_que_esta_palavra":"A visão espiritual é crucial para entender a grandeza de Deus e sua presença em nossas vidas.","conexao_teologica":"A capacidade de ver espiritualmente é um tema recorrente na Bíblia, onde a revelação de Deus é frequentemente associada à visão.","referencias_relacionadas":["Mateus 5:8","Hebreus 11:1","Apocalipse 1:3"]},"salmos_97_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo como os céus proclamam a glória de Deus é através de sua criação e ordem.","explicacao_detalhada":"A palavra 'modo' refere-se à maneira pela qual algo é feito. Neste contexto, indica que a criação dos céus é uma expressão do poder e da sabedoria de Deus.","por_que_esta_palavra":"Entender o 'modo' nos ajuda a apreciar a beleza e a complexidade da criação divina.","conexao_teologica":"A maneira como Deus cria e sustenta o universo é um testemunho de sua natureza e caráter.","referencias_relacionadas":["Salmos 104:24","Romanos 1:20","Colossenses 1:16"]},"salmos_97_7_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Louvar a Deus é reconhecer sua grandeza e majestade.","explicacao_detalhada":"A palavra 'louvar' implica em adoração e reconhecimento da superioridade de Deus. No contexto, é um chamado para que todos os seres criados reconheçam a soberania de Deus.","por_que_esta_palavra":"O louvor é uma resposta natural à revelação da grandeza de Deus e é fundamental na vida de adoração.","conexao_teologica":"O louvor a Deus é um tema central na Bíblia, refletindo a relação entre o Criador e a criação.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","Salmos 100:4"]},"salmos_97_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo de louvar a Deus deve ser sincero e reverente.","explicacao_detalhada":"A palavra 'modo' aqui sugere que o louvor deve ser feito de maneira adequada, refletindo a verdadeira natureza de Deus e nossa resposta a Ele.","por_que_esta_palavra":"Entender o 'modo' de louvar nos ajuda a nos aproximar de Deus com um coração correto.","conexao_teologica":"A forma de adoração é importante na teologia bíblica, pois reflete a atitude do adorador diante de Deus.","referencias_relacionadas":["Salmos 29:2","Romanos 12:1","1 Crônicas 16:29"]},"salmos_97_7_bom":{"palavra_pt":"bom","palavra_original":"אֱלִיל","transliteracao":"ʼĕlîyl","strong":"H457","significado_raiz":"Ideia básica: bom.","significado_contextual":"O termo 'bom' refere-se à natureza justa e perfeita de Deus.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a bondade de Deus e suas obras. No contexto, enfatiza que aqueles que adoram ídolos são enganados e que somente Deus é verdadeiramente bom.","por_que_esta_palavra":"Reconhecer a bondade de Deus é essencial para a fé e a adoração.","conexao_teologica":"A bondade de Deus é um atributo fundamental que permeia toda a Escritura.","referencias_relacionadas":["Salmos 34:8","Gênesis 1:31","Romanos 2:4"]},"salmos_97_8_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"A alegria é uma resposta à justiça de Deus.","explicacao_detalhada":"A palavra 'cheer' sugere uma alegria profunda que vem do reconhecimento da justiça e retidão de Deus em suas ações.","por_que_esta_palavra":"A alegria é uma resposta natural à presença de Deus e à sua justiça.","conexao_teologica":"A alegria no Senhor é um tema recorrente na Bíblia, refletindo a esperança e a confiança em Sua justiça.","referencias_relacionadas":["Filipenses 4:4","Salmos 32:11","Neemias 8:10"]},"salmos_97_8_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A justiça de Deus é perfeita e deve ser refletida na vida humana.","explicacao_detalhada":"A palavra 'juízo' refere-se à ação de Deus em estabelecer o que é certo e justo. No contexto, destaca a importância da justiça divina em contraste com a injustiça dos ídolos.","por_que_esta_palavra":"A justiça é um atributo essencial de Deus e deve ser um padrão para a vida humana.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, que chama os crentes a viver de acordo com seus princípios.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Isaías 61:8"]},"salmos_97_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é a criação de Deus e está sob seu domínio.","explicacao_detalhada":"A palavra 'terra' refere-se ao mundo físico que Deus criou. No contexto, enfatiza que toda a criação, incluindo a terra, reconhece a soberania de Deus.","por_que_esta_palavra":"Reconhecer que a terra pertence a Deus é fundamental para entender nossa relação com a criação.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como parte do plano de Deus para a humanidade.","referencias_relacionadas":["Salmos 24:1","Gênesis 1:26","Romanos 8:19-21"]},"salmos_97_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a terra se alegra.","explicacao_detalhada":"A palavra 'porque' conecta a declaração anterior à razão da alegria da terra, que é a justiça e o domínio de Deus.","por_que_esta_palavra":"Entender a razão por trás da alegria é essencial para a compreensão do caráter de Deus.","conexao_teologica":"A relação entre a justiça de Deus e a resposta da criação é um tema importante na teologia bíblica.","referencias_relacionadas":["Salmos 97:1","Salmos 89:14","Isaías 42:10"]},"salmos_97_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus supremo e soberano sobre toda a criação.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para enfatizar a autoridade e o poder de Deus. No contexto de Salmos 97, o salmista exalta a majestade de Deus e Sua posição como Rei sobre todas as nações.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e Seu povo, destacando Sua soberania e domínio.","conexao_teologica":"O uso do nome 'Senhor' revela a aliança de Deus com Israel e Sua fidelidade em cumprir promessas.","referencias_relacionadas":["Salmos 103:19","Isaías 45:22","Romanos 10:13"]},"salmos_97_10_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"O amor é apresentado como uma característica essencial dos que seguem o Senhor.","explicacao_detalhada":"A palavra 'amar' (אָהַב) implica um profundo afeto e compromisso. No contexto do salmo, aqueles que amam o Senhor são chamados a odiar o mal, indicando uma separação do pecado.","por_que_esta_palavra":"O amor é a base do relacionamento entre Deus e Seu povo, sendo um chamado à santidade.","conexao_teologica":"O amor de Deus é demonstrado em Sua justiça e proteção aos justos.","referencias_relacionadas":["João 14:15","1 João 4:19","Romanos 8:28"]},"salmos_97_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, enfatiza a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A repetição do nome 'Senhor' (יְהֹוָה) reforça a ideia de que Ele é a fonte de toda justiça e proteção para os que O amam.","por_que_esta_palavra":"É essencial para a adoração e reconhecimento da grandeza de Deus.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé e confiança em Sua providência.","referencias_relacionadas":["Salmos 46:1","Salmos 121:2","Hebreus 13:6"]},"salmos_97_10_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A alma é vista como a essência da vida humana, que deve ser dedicada a Deus.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) representa não apenas a vida física, mas também a espiritual. No salmo, a alma dos justos é protegida e cuidada pelo Senhor.","por_que_esta_palavra":"A referência à alma destaca a importância da vida espiritual e a necessidade de estar em comunhão com Deus.","conexao_teologica":"A salvação e a vida eterna estão ligadas à condição da alma diante de Deus.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","1 Pedro 1:9"]},"salmos_97_11_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Os justos são aqueles que seguem os caminhos do Senhor e vivem segundo Sua vontade.","explicacao_detalhada":"A palavra 'justo' (צַדִּיק) refere-se a alguém que é reto e fiel a Deus. No contexto do salmo, os justos são confortados pela presença e proteção divina.","por_que_esta_palavra":"A justiça é um atributo de Deus e um chamado para os que O seguem.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Seu caráter e a expectativa para Seu povo.","referencias_relacionadas":["Provérbios 4:18","Salmos 37:25","Mateus 5:6"]},"salmos_97_11_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é o centro das emoções e decisões humanas, onde se estabelece a relação com Deus.","explicacao_detalhada":"A palavra 'coração' (לֵב) simboliza a sede da vontade e dos sentimentos. No salmo, é um convite para que os justos se alegrem e se voltem a Deus de todo o coração.","por_que_esta_palavra":"O coração é fundamental na adoração e na obediência a Deus.","conexao_teologica":"Deus busca corações sinceros que O adorem em espírito e verdade.","referencias_relacionadas":["Salmos 51:10","Provérbios 3:5","Mateus 22:37"]},"salmos_97_11_convenient":{"palavra_pt":"convenient","palavra_original":"יָשָׁר","transliteracao":"yâshâr","strong":"H3477","significado_raiz":"Ideia básica: convenient.","significado_contextual":"Refere-se à retidão e integridade dos justos diante de Deus.","explicacao_detalhada":"A palavra 'convenient' (יָשָׁר) implica em ser reto e correto. No contexto do salmo, os justos são aqueles que andam em conformidade com a vontade de Deus.","por_que_esta_palavra":"A retidão é uma qualidade desejada por Deus em Seu povo.","conexao_teologica":"A vida reta é um reflexo do caráter de Deus e um testemunho para o mundo.","referencias_relacionadas":["Salmos 37:5","Provérbios 11:5","Isaías 26:7"]},"salmos_97_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a ideia de que o Senhor é digno de louvor e adoração.","explicacao_detalhada":"A repetição do nome 'Senhor' (יְהֹוָה) no salmo destaca a importância de reconhecer Sua grandeza e bondade.","por_que_esta_palavra":"É um chamado à adoração e gratidão por Suas bênçãos.","conexao_teologica":"A adoração a Deus é uma resposta natural ao Seu amor e justiça.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Hebreus 13:15"]},"salmos_97_12_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Os justos são aqueles que se alegram na justiça de Deus.","explicacao_detalhada":"A palavra 'justo' (צַדִּיק) é novamente usada para descrever aqueles que vivem em conformidade com a vontade de Deus e são recompensados por isso.","por_que_esta_palavra":"A justiça é um tema central na vida do crente e reflete o caráter de Deus.","conexao_teologica":"A recompensa dos justos é uma promessa de Deus, que se manifesta em bênçãos e proteção.","referencias_relacionadas":["Salmos 1:6","Salmos 37:29","Mateus 5:10"]},"salmos_97_12_pedra":{"palavra_pt":"pedra","palavra_original":"יָדָה","transliteracao":"yâdâh","strong":"H3034","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A pedra simboliza estabilidade e segurança, representando a confiança em Deus.","explicacao_detalhada":"A palavra 'pedra' (יָדָה) é frequentemente usada na Bíblia para descrever Deus como um refúgio seguro. No salmo, isso sugere que os justos encontram segurança em Sua presença.","por_que_esta_palavra":"A imagem da pedra é uma metáfora poderosa para a firmeza e a proteção que Deus oferece.","conexao_teologica":"Cristo é descrito como a pedra angular, simbolizando a base da fé e da salvação.","referencias_relacionadas":["Salmos 18:2","Isaías 26:4","1 Pedro 2:6"]}}