{"salmos_98_1_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e ao poder de Deus, que é capaz de realizar grandes feitos.","explicacao_detalhada":"A palavra 'poderoso' neste contexto enfatiza a capacidade de Deus de agir com autoridade e força, mostrando que Ele é superior a qualquer outra força ou poder no universo.","por_que_esta_palavra":"A escolha da palavra 'poderoso' destaca a majestade e a soberania de Deus em relação à criação e à história da salvação.","conexao_teologica":"A ideia de Deus como poderoso é central na teologia bíblica, refletindo Sua capacidade de salvar e proteger Seu povo.","referencias_relacionadas":["Salmos 147:5","Isaías 40:29","Efésios 1:19-20"]},"salmos_98_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é uma referência ao Deus de Israel, que é o criador e sustentador do universo.","explicacao_detalhada":"Neste contexto, 'Senhor' indica a relação pessoal e covenantal que Deus tem com Seu povo, mostrando que Ele é digno de adoração e louvor.","por_que_esta_palavra":"A palavra 'Senhor' é usada para enfatizar a autoridade e a divindade de Deus, que governa sobre todas as coisas.","conexao_teologica":"O nome de Deus é fundamental para a compreensão da Sua natureza e do Seu relacionamento com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"salmos_98_1_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui representa a humanidade em geral, que é objeto do cuidado e da salvação de Deus.","explicacao_detalhada":"Neste versículo, 'homem' enfatiza a dignidade e o valor que Deus atribui à criação humana, refletindo Sua imagem.","por_que_esta_palavra":"A inclusão da palavra 'homem' destaca a relação entre Deus e a humanidade, mostrando que Ele se importa com o bem-estar e a salvação dos seres humanos.","conexao_teologica":"A teologia bíblica ensina que Deus se relaciona pessoalmente com a humanidade, oferecendo redenção e esperança.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:8"]},"salmos_98_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A repetição do nome 'Senhor' reforça a ideia de que Deus é digno de louvor por Suas obras poderosas e Sua salvação.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para reconhecer a grandeza de Deus e Sua ação na história.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que nos lembra de Sua autoridade e poder.","referencias_relacionadas":["Salmos 95:3","Isaías 45:22","Apocalipse 19:16"]},"salmos_98_2_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se à libertação e ao livramento que Deus proporciona ao Seu povo.","explicacao_detalhada":"Neste contexto, 'salvação' destaca a ação de Deus em trazer libertação e esperança, especialmente em tempos de aflição.","por_que_esta_palavra":"A escolha da palavra 'salvação' é significativa, pois enfatiza a natureza redentora de Deus e Sua promessa de resgatar Seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o plano de Deus para a redenção da humanidade através de Cristo.","referencias_relacionadas":["Salmos 3:8","Isaías 12:2","Romanos 1:16"]},"salmos_98_2_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a atenção de Deus sobre a humanidade.","explicacao_detalhada":"Neste versículo, 'olho' sugere que Deus está atento às necessidades e ao clamor de Seu povo, demonstrando Sua proximidade.","por_que_esta_palavra":"A inclusão de 'olho' enfatiza a vigilância e o cuidado de Deus, que não ignora o sofrimento humano.","conexao_teologica":"A ideia de que Deus vê e se importa é um tema importante na teologia bíblica, que conforta os crentes em tempos difíceis.","referencias_relacionadas":["Salmos 33:18","1 Pedro 3:12","Mateus 6:4"]},"salmos_98_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' pode se referir ao templo ou à habitação de Deus entre Seu povo.","explicacao_detalhada":"Neste contexto, 'casa' simboliza o lugar onde Deus se encontra com Seu povo, representando Sua presença e comunhão.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a importância da adoração e da comunidade entre os crentes.","conexao_teologica":"A habitação de Deus entre os homens é um tema central na Bíblia, culminando na encarnação de Cristo e na presença do Espírito Santo.","referencias_relacionadas":["Salmos 27:4","Hebreus 3:6","Apocalipse 21:3"]},"salmos_98_3_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A expressão 'misericórdia/amor leal' refere-se à fidelidade e ao amor incondicional de Deus por Seu povo.","explicacao_detalhada":"Neste contexto, a palavra enfatiza a natureza de Deus como aquele que é sempre fiel e que age com amor e compaixão.","por_que_esta_palavra":"A escolha de 'misericórdia' destaca a graça de Deus, que se manifesta em Sua disposição de perdoar e restaurar.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, refletindo Sua natureza amorosa e redentora.","referencias_relacionadas":["Salmos 136:1","Lamentações 3:22-23","Efésios 2:4-5"]},"salmos_98_3_homem":{"palavra_pt":"homem","palavra_original":"אֱמוּנָה","transliteracao":"ʼĕmûwnâh","strong":"H530","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui pode referir-se à fidelidade e à confiança que Deus espera de Seu povo.","explicacao_detalhada":"Neste contexto, 'homem' enfatiza a importância da fé e da lealdade em nosso relacionamento com Deus.","por_que_esta_palavra":"A inclusão da palavra 'homem' destaca a responsabilidade humana de responder à fidelidade de Deus com confiança e devoção.","conexao_teologica":"A relação entre a fidelidade de Deus e a resposta do homem é um tema recorrente na Bíblia, que nos chama a viver em obediência.","referencias_relacionadas":["Salmos 37:3","Provérbios 3:5-6","Hebreus 11:6"]},"salmos_98_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à criação de Deus e ao domínio que Ele exerce sobre ela.","explicacao_detalhada":"Neste contexto, 'terra' simboliza a totalidade da criação, que deve reconhecer e louvar a Deus por Suas obras.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a abrangência do poder de Deus, que se estende a toda a criação.","conexao_teologica":"A criação e a soberania de Deus sobre a terra são temas centrais na teologia bíblica, que nos lembram de nossa responsabilidade como mordomos da criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"salmos_98_4_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria mencionada aqui é uma expressão de louvor e celebração diante das maravilhas de Deus.","explicacao_detalhada":"A palavra 'alegria' (רָנַן) é usada para descrever um grito de júbilo ou um cântico de louvor. Neste contexto, refere-se à resposta do povo de Deus ao reconhecimento de Sua salvação e poder.","por_que_esta_palavra":"A alegria é uma resposta natural ao reconhecimento das bênçãos e da grandeza de Deus, refletindo a felicidade e a gratidão do coração humano.","conexao_teologica":"A alegria é um tema recorrente na Bíblia, simbolizando a presença de Deus e a salvação. Ela é frequentemente associada ao culto e à adoração.","referencias_relacionadas":["Salmos 100:1","Salmos 126:2","Isaías 12:3"]},"salmos_98_4_voz":{"palavra_pt":"voz","palavra_original":"זָמַר","transliteracao":"zâmar","strong":"H2167","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz aqui representa a expressão de louvor e adoração a Deus.","explicacao_detalhada":"A palavra 'voz' (זָמַר) implica um ato de cantar ou entoar, enfatizando a importância da música e do cântico na adoração a Deus.","por_que_esta_palavra":"A voz é um meio pelo qual os fiéis expressam sua devoção e alegria, sendo essencial na liturgia e na celebração comunitária.","conexao_teologica":"A música e o cântico são formas de se conectar com Deus, refletindo a alegria e a reverência do coração humano.","referencias_relacionadas":["Salmos 95:1","Salmos 147:7","Colossenses 3:16"]},"salmos_98_5_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz é utilizada para proclamar a grandeza de Deus e Sua obra redentora.","explicacao_detalhada":"A palavra 'voz' (קוֹל) aqui enfatiza a importância da proclamação e do testemunho sobre as maravilhas de Deus.","por_que_esta_palavra":"A voz é um instrumento poderoso para compartilhar a mensagem de Deus e encorajar outros a adorá-Lo.","conexao_teologica":"A proclamação da voz é um ato de fé que une a comunidade em adoração e testemunho.","referencias_relacionadas":["Salmos 96:3","Isaías 42:10","Romanos 10:14"]},"salmos_98_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como símbolo de Sua autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa a presença e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"Invocar o nome do Senhor é reconhecer Sua majestade e a relação pessoal que os crentes têm com Ele.","conexao_teologica":"O nome de Deus é central na adoração, simbolizando Sua identidade e caráter.","referencias_relacionadas":["Salmos 29:2","Salmos 111:9","Filipenses 2:9-11"]},"salmos_98_6_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz é novamente destacada como um meio de adoração e celebração.","explicacao_detalhada":"A palavra 'voz' (קוֹל) enfatiza a importância da expressão vocal na adoração comunitária e individual.","por_que_esta_palavra":"A voz é um canal de comunicação que permite aos crentes expressar suas emoções e louvores a Deus.","conexao_teologica":"A adoração vocal é uma prática que une os fiéis em um só corpo, glorificando a Deus juntos.","referencias_relacionadas":["Salmos 95:2","Salmos 150:6","Hebreus 13:15"]},"salmos_98_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Deus é reconhecido como Rei, soberano sobre toda a criação.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) enfatiza a autoridade e o domínio de Deus, que governa com justiça e poder.","por_que_esta_palavra":"Reconhecer Deus como Rei é afirmar Sua soberania e a confiança em Sua liderança sobre a vida dos crentes.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, simbolizando Sua autoridade e o chamado dos crentes para viver sob Seu governo.","referencias_relacionadas":["Salmos 47:7-8","Isaías 6:5","Apocalipse 19:16"]},"salmos_98_7_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar representa a criação de Deus e Sua autoridade sobre as forças da natureza.","explicacao_detalhada":"A palavra 'mar' (יָם) simboliza tanto a vastidão da criação quanto os desafios que Deus domina.","por_que_esta_palavra":"O mar é frequentemente usado na Bíblia para ilustrar a grandeza de Deus e Sua capacidade de controlar o caos.","conexao_teologica":"A soberania de Deus sobre o mar é um lembrete de Sua capacidade de trazer ordem ao caos e segurança aos Seus filhos.","referencias_relacionadas":["Salmos 89:9","Isaías 43:16","Mateus 8:27"]},"salmos_98_7_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O ato de julgar é uma expressão da justiça de Deus sobre a terra.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a ação de Deus em estabelecer a justiça e corrigir o que está errado.","por_que_esta_palavra":"O julgamento de Deus é uma parte essencial de Sua natureza, garantindo que a justiça prevaleça.","conexao_teologica":"O julgamento de Deus é um tema importante, refletindo Sua santidade e a necessidade de arrependimento e restauração.","referencias_relacionadas":["Salmos 9:7-8","Isaías 11:4","Romanos 14:10-12"]},"salmos_98_7_terra":{"palavra_pt":"terra","palavra_original":"תֵּבֵל","transliteracao":"têbêl","strong":"H8398","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como o domínio de Deus, onde Ele exerce Sua autoridade.","explicacao_detalhada":"A palavra 'terra' (תֵּבֵל) refere-se ao mundo criado por Deus, que está sob Seu controle e cuidado.","por_que_esta_palavra":"Reconhecer a terra como criação de Deus é afirmar Sua soberania sobre toda a criação.","conexao_teologica":"A relação de Deus com a terra é um reflexo de Sua intenção de habitar entre Seu povo e governar com justiça.","referencias_relacionadas":["Salmos 24:1","Gênesis 1:26-28","Romanos 8:19-21"]},"salmos_98_8_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria é novamente destacada como uma resposta ao reconhecimento da grandeza de Deus.","explicacao_detalhada":"A palavra 'alegria' (רָנַן) aqui reforça a ideia de que a adoração deve ser expressa com júbilo e celebração.","por_que_esta_palavra":"A alegria é uma resposta natural à revelação do amor e da salvação de Deus.","conexao_teologica":"A alegria é um fruto do Espírito e uma marca da vida cristã, refletindo a esperança e a paz que vêm de Deus.","referencias_relacionadas":["Salmos 30:11","Gálatas 5:22","Filipenses 4:4"]},"salmos_98_8_mar":{"palavra_pt":"rio","palavra_original":"נָהָר","transliteracao":"nâhâr","strong":"H5104","significado_raiz":"Ideia básica: rio.","significado_contextual":"O 'rio' simboliza a abundância e a alegria que brotam da criação de Deus.","explicacao_detalhada":"No contexto do Salmo 98, o rio representa a resposta da natureza ao Senhor, que é digno de louvor. A imagem do rio flui como um símbolo de vida e renovação, refletindo a grandeza de Deus.","por_que_esta_palavra":"A palavra 'rio' é usada para ilustrar a alegria e a celebração da criação em resposta à salvação de Deus.","conexao_teologica":"O rio é um símbolo da vida que Deus oferece, assim como Jesus se refere à água viva que sacia a sede espiritual.","referencias_relacionadas":["João 7:38","Isaías 12:3","Apocalipse 22:1"]},"salmos_98_8_clap":{"palavra_pt":"clap","palavra_original":"מָחָא","transliteracao":"mâchâʼ","strong":"H4222","significado_raiz":"Ideia básica: clap.","significado_contextual":"O 'clap' (aplauso) é uma expressão de louvor e alegria diante das obras de Deus.","explicacao_detalhada":"Neste salmo, o ato de aplaudir é uma resposta natural ao reconhecimento da majestade e da salvação de Deus. É um convite à criação para celebrar.","por_que_esta_palavra":"O aplaudir simboliza a união da criação em adoração e reconhecimento da grandeza de Deus.","conexao_teologica":"O louvor é um tema central na adoração a Deus, refletindo a alegria do povo de Deus em Sua presença.","referencias_relacionadas":["Salmos 47:1","Salmos 150:6","Isaías 55:12"]},"salmos_98_9_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O 'julgar' refere-se ao ato de Deus de estabelecer justiça e retidão entre as nações.","explicacao_detalhada":"Neste versículo, o julgamento de Deus é visto como uma ação que traz ordem e justiça, contrastando com a injustiça humana.","por_que_esta_palavra":"A palavra 'julgar' enfatiza a soberania de Deus sobre a terra e Sua capacidade de trazer justiça.","conexao_teologica":"O julgamento de Deus é um tema recorrente nas Escrituras, onde Ele promete restaurar a justiça e corrigir o mal.","referencias_relacionadas":["Salmos 9:7-8","Isaías 11:4","Apocalipse 20:12"]},"salmos_98_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' representa o domínio de Deus sobre toda a criação e a Sua soberania.","explicacao_detalhada":"Neste contexto, a terra é chamada a testemunhar a justiça de Deus, que se estende a todas as nações e povos.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a abrangência do reino de Deus e Sua autoridade sobre toda a criação.","conexao_teologica":"A soberania de Deus sobre a terra é um tema central na teologia bíblica, mostrando que Ele é o Criador e Sustentador de tudo.","referencias_relacionadas":["Salmos 24:1","Salmos 47:2","Romanos 8:19-21"]},"salmos_98_9_agreement":{"palavra_pt":"alianca","palavra_original":"מֵישָׁר","transliteracao":"mêyshâr","strong":"H4339","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A 'aliança' refere-se ao pacto de Deus com Seu povo, prometendo proteção e bênçãos.","explicacao_detalhada":"Neste versículo, a aliança é um lembrete da fidelidade de Deus e de Sua promessa de justiça e salvação.","por_que_esta_palavra":"A palavra 'aliança' é crucial para entender a relação entre Deus e Seu povo, destacando a importância da fidelidade mútua.","conexao_teologica":"A aliança é um tema central na Bíblia, representando o compromisso de Deus com a humanidade e a expectativa de resposta do povo.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]}}