{"salmos_99_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' é mencionada como o domínio onde Deus reina e exerce Sua autoridade.","explicacao_detalhada":"Neste salmo, a terra é chamada a reconhecer a soberania de Deus, que reina sobre todas as nações e povos.","por_que_esta_palavra":"A palavra 'terra' enfatiza a universalidade do reinado de Deus, que se estende a todos os lugares.","conexao_teologica":"A soberania de Deus sobre a terra é um tema que aparece em toda a Escritura, mostrando que Ele é o Rei supremo.","referencias_relacionadas":["Salmos 47:7","Salmos 24:1","Isaías 66:1"]},"salmos_99_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus como o soberano e o único digno de adoração.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado para reconhecer Sua majestade e autoridade sobre a criação.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e reverência que o povo deve ter diante de Deus.","conexao_teologica":"O nome de Deus é um tema central na adoração, simbolizando Sua presença e poder entre o Seu povo.","referencias_relacionadas":["Salmos 8:1","Salmos 29:2","Filipenses 2:9-11"]},"salmos_99_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O 'reinar' indica a soberania de Deus e Seu governo sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a ideia de reinar enfatiza que Deus é o Rei que estabelece ordem e justiça em Sua criação.","por_que_esta_palavra":"A palavra 'reinar' é essencial para entender a natureza do governo de Deus e Sua autoridade suprema.","conexao_teologica":"O reinado de Deus é um tema central na Bíblia, que aponta para a vinda do Seu reino e a restauração de todas as coisas.","referencias_relacionadas":["Salmos 103:19","Daniel 4:3","Apocalipse 11:15"]},"salmos_99_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' é novamente mencionado como o soberano que reina sobre a terra.","explicacao_detalhada":"Neste contexto, o nome do Senhor é exaltado, reconhecendo Sua grandeza e autoridade sobre todas as nações.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a ideia de Sua soberania e a necessidade de reverência por parte do povo.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e poder, que deve ser reconhecido e adorado.","referencias_relacionadas":["Salmos 95:6","Salmos 100:3","Romanos 14:11"]},"salmos_99_2_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A 'grandeza' de Deus é um tema central que destaca Sua majestade e poder.","explicacao_detalhada":"Neste versículo, a grandeza de Deus é celebrada, reconhecendo que Ele é superior a todas as coisas.","por_que_esta_palavra":"A palavra 'grande' enfatiza a incomparável natureza de Deus e Sua capacidade de governar com justiça.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, que nos convida a adorá-Lo e reconhecer Sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Efésios 3:20"]},"salmos_99_2_levantar":{"palavra_pt":"levantar","palavra_original":"רוּם","transliteracao":"rûwm","strong":"H7311","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar refere-se à exaltação de Deus, destacando Sua posição elevada e majestosa.","explicacao_detalhada":"A palavra 'levantar' implica em elevar algo a um status superior. No contexto de Salmos 99:2, isso se refere à soberania de Deus sobre toda a terra e a necessidade de reconhecê-Lo como o Altíssimo.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a grandeza de Deus e a importância de reconhecê-Lo em Sua posição elevada.","conexao_teologica":"A exaltação de Deus é um tema central nas Escrituras, refletindo Sua autoridade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 47:9","Isaías 6:1","Filipenses 2:9-11"]},"salmos_99_3_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude e à majestade de Deus, que é digno de reverência.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a imensidão do caráter de Deus, Sua força e poder. Em Salmos 99:3, isso destaca a importância de reconhecer a grandeza de Deus em adoração.","por_que_esta_palavra":"A grandeza de Deus é um conceito fundamental na adoração, pois nos lembra de Sua soberania e poder sobre a criação.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua santidade e majestade, que são temas recorrentes na Bíblia.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 4:11"]},"salmos_99_3_sagrado":{"palavra_pt":"santo","palavra_original":"קָדוֹשׁ","transliteracao":"qâdôwsh","strong":"H6918","significado_raiz":"Ideia básica: santo.","significado_contextual":"Sagrado refere-se à pureza e à separação de Deus em relação ao pecado e à impureza.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a natureza divina de Deus, que é completamente separado do mal. Em Salmos 99:3, isso nos chama a reconhecer a santidade de Deus em nossa adoração.","por_que_esta_palavra":"A santidade de Deus é essencial para entender Sua natureza e a relação que temos com Ele.","conexao_teologica":"A santidade de Deus é um atributo que exige reverência e adoração, sendo um tema central em toda a Bíblia.","referencias_relacionadas":["Levítico 11:44","Isaías 57:15","1 Pedro 1:16"]},"salmos_99_3_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Temer refere-se a um respeito profundo e reverente por Deus, reconhecendo Sua autoridade.","explicacao_detalhada":"A palavra 'temer' implica em um reconhecimento da grandeza e do poder de Deus, levando à adoração e submissão. Em Salmos 99:3, isso destaca a resposta adequada à santidade de Deus.","por_que_esta_palavra":"Temer a Deus é fundamental para uma vida de fé, pois nos leva a agir com sabedoria e reverência.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme ensinado em Provérbios, e é essencial para uma relação saudável com Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"salmos_99_4_forca":{"palavra_pt":"forca","palavra_original":"עֹז","transliteracao":"ʻôz","strong":"H5797","significado_raiz":"Ideia básica: forca.","significado_contextual":"Força refere-se ao poder e à capacidade de Deus para governar e proteger Seu povo.","explicacao_detalhada":"A palavra 'força' destaca a habilidade de Deus em agir em favor de Seu povo, como um rei que defende seu reino. Em Salmos 99:4, isso enfatiza a justiça e a proteção que Deus oferece.","por_que_esta_palavra":"A força de Deus é uma fonte de conforto e segurança para os crentes, lembrando-nos de que Ele é nosso defensor.","conexao_teologica":"A força de Deus é frequentemente associada à Sua justiça e ao Seu governo soberano sobre a criação.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Romanos 8:31"]},"salmos_99_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à soberania de Deus sobre todas as nações e Sua autoridade suprema.","explicacao_detalhada":"A palavra 'rei' enfatiza o governo de Deus sobre a criação. Em Salmos 99:4, isso destaca a importância de reconhecer Deus como o soberano que reina com justiça.","por_que_esta_palavra":"Reconhecer Deus como Rei é fundamental para entender nossa posição como súditos em Seu reino.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, refletindo Sua autoridade e domínio sobre todas as coisas.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","1 Timóteo 6:15"]},"salmos_99_4_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Juízo refere-se à justiça de Deus em governar e avaliar as ações humanas.","explicacao_detalhada":"A palavra 'juízo' implica em um processo de avaliação e decisão. Em Salmos 99:4, isso destaca a justiça de Deus em lidar com as questões da humanidade.","por_que_esta_palavra":"O juízo de Deus é um aspecto essencial de Sua natureza, garantindo que a justiça prevaleça.","conexao_teologica":"A justiça de Deus é um tema recorrente nas Escrituras, refletindo Sua natureza justa e reta.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:6"]},"salmos_99_5_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se à divindade suprema, criador e mantenedor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a natureza divina e a soberania de Deus. Em Salmos 99:5, isso enfatiza a importância de adorar e reverenciar a Deus em Sua totalidade.","por_que_esta_palavra":"Reconhecer Deus como o único verdadeiro é fundamental para a fé e a adoração.","conexao_teologica":"A divindade de Deus é um tema central na teologia, refletindo Sua relação com a criação e a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 86:10","Isaías 45:5"]},"salmos_99_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se ao nome pessoal de Deus, que denota Sua autoridade e relacionamento com o povo.","explicacao_detalhada":"A palavra 'senhor' é usada para expressar a soberania de Deus e Sua relação com a humanidade. Em Salmos 99:5, isso destaca a importância de invocar o nome de Deus em adoração.","por_que_esta_palavra":"O nome de Deus é sagrado e deve ser tratado com reverência, refletindo Sua natureza e caráter.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, representando Sua identidade e autoridade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"salmos_99_6_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote refere-se à função mediadora entre Deus e o povo, representando a adoração e os sacrifícios.","explicacao_detalhada":"A palavra 'sacerdote' implica em um papel de intercessão e serviço a Deus. Em Salmos 99:6, isso destaca a importância do sacerdócio na adoração e na mediação entre Deus e a humanidade.","por_que_esta_palavra":"O sacerdócio é fundamental para a relação entre Deus e Seu povo, simbolizando a necessidade de mediação.","conexao_teologica":"O sacerdócio é um tema importante na Bíblia, culminando em Cristo como nosso sumo sacerdote.","referencias_relacionadas":["Hebreus 4:14-16","Êxodo 28:1","1 Pedro 2:9"]},"salmos_99_6_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de invocar ou clamar a Deus em busca de ajuda ou orientação.","explicacao_detalhada":"No contexto de Salmos 99:6, 'chamar' implica uma relação de dependência e busca por direção divina. É um reconhecimento da soberania de Deus e da necessidade humana de se voltar a Ele em momentos de necessidade.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a ação de se dirigir a Deus, mostrando que Ele é acessível e que os fiéis podem buscar Sua presença e auxílio.","conexao_teologica":"A ideia de chamar a Deus é central na oração e na vida espiritual, refletindo a necessidade de comunicação e relacionamento com o Criador.","referencias_relacionadas":["Salmos 18:6","Salmos 34:17","Jeremias 33:3"]},"salmos_99_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à autoridade suprema de Deus, reconhecendo Sua soberania e poder.","explicacao_detalhada":"Em Salmos 99:6, 'senhor' é uma invocação que expressa reverência e submissão ao Deus que reina sobre toda a criação. É um reconhecimento de Sua posição exaltada e de Seu papel como juiz e governante.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a relação de domínio e respeito que os crentes devem ter em relação a Deus, que é o governante supremo.","conexao_teologica":"O uso do nome 'senhor' destaca a importância da adoração e da submissão a Deus, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 103:19","Isaías 40:10","Romanos 14:9"]},"salmos_99_7_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à manifestação da vontade e dos mandamentos de Deus.","explicacao_detalhada":"No contexto de Salmos 99:7, 'expressão' pode ser entendida como a forma pela qual Deus se comunica com Seu povo, revelando Seus mandamentos e instruções.","por_que_esta_palavra":"A escolha de 'expressão' destaca a clareza e a importância da comunicação divina, que é essencial para a vida espiritual dos crentes.","conexao_teologica":"A expressão da vontade de Deus é fundamental para a compreensão da Sua natureza e dos Seus planos para a humanidade.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 119:105","Mateus 4:4"]},"salmos_99_7_mandamento":{"palavra_pt":"mandamento","palavra_original":"חֹק","transliteracao":"chôq","strong":"H2706","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"A palavra 'mandamento' refere-se às instruções e leis que Deus deu ao Seu povo.","explicacao_detalhada":"Em Salmos 99:7, 'mandamento' implica a responsabilidade dos crentes em obedecer às diretrizes divinas, que são vistas como expressões do amor e da justiça de Deus.","por_que_esta_palavra":"A palavra 'mandamento' é crucial para entender a relação entre Deus e Seu povo, enfatizando a importância da obediência e da moralidade.","conexao_teologica":"Os mandamentos de Deus são fundamentais para a vida ética e espiritual dos crentes, refletindo o caráter de Deus e Sua vontade para a humanidade.","referencias_relacionadas":["Êxodo 20:1-17","Salmos 119:11","João 14:15"]},"salmos_99_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo, neste caso, a Deus.","explicacao_detalhada":"No contexto de Salmos 99:7, 'dar' pode ser interpretado como a entrega de louvor e adoração a Deus, reconhecendo Sua grandeza e misericórdia.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a ação de oferecer a Deus o que é devido a Ele, seja em forma de adoração, sacrifício ou obediência.","conexao_teologica":"Dar a Deus é um ato de reconhecimento de Sua soberania e bondade, refletindo a gratidão e a devoção do crente.","referencias_relacionadas":["Salmos 50:14","Romanos 12:1","Hebreus 13:15"]},"salmos_99_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' novamente enfatiza a autoridade e a soberania de Deus.","explicacao_detalhada":"Em Salmos 99:8, 'senhor' é uma reafirmação do reconhecimento do poder de Deus, especialmente em momentos de juízo e misericórdia.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a ideia de que Deus é o governante supremo que deve ser reverenciado.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 6:1-3","Apocalipse 19:16"]},"salmos_99_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, ao ser supremo que é digno de adoração.","explicacao_detalhada":"No contexto de Salmos 99:8, 'deus' destaca a natureza de Deus como o Criador e sustentador do universo, que é digno de reverência e temor.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a identidade de Deus e Sua relação com a criação.","conexao_teologica":"A divindade de Deus é um aspecto essencial da fé cristã, que reconhece Sua grandeza e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"salmos_99_8_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' pode simbolizar a percepção e a vigilância de Deus sobre a humanidade.","explicacao_detalhada":"Em Salmos 99:8, 'olho' sugere que Deus está atento às ações e ao comportamento de Seu povo, observando tanto suas virtudes quanto suas falhas.","por_que_esta_palavra":"A escolha da palavra 'olho' enfatiza a onisciência de Deus, que vê tudo e conhece os corações.","conexao_teologica":"A vigilância de Deus é um tema importante, que nos lembra da responsabilidade que temos diante dEle.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","1 Pedro 3:12"]},"salmos_99_9_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é novamente usada para enfatizar a divindade e a autoridade de Deus.","explicacao_detalhada":"Em Salmos 99:9, 'deus' reafirma a posição de Deus como o ser supremo que deve ser adorado e temido, especialmente em Sua justiça.","por_que_esta_palavra":"A repetição da palavra 'deus' reforça a ideia de que Ele é o único digno de adoração e reverência.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo a relação de amor e respeito que os crentes devem ter com Ele.","referencias_relacionadas":["Salmos 95:6","Salmos 100:3","Apocalipse 4:11"]},"salmos_99_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' é uma reafirmação da soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em Salmos 99:9, 'senhor' destaca a importância de reconhecer a autoridade de Deus, especialmente em contextos de adoração e juízo.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a necessidade de submissão e reverência diante de Deus.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que nos lembra de Sua autoridade e poder sobre a criação.","referencias_relacionadas":["Salmos 47:2","Salmos 93:1","Isaías 45:22"]}}