{"naum_1_1_profeta":{"palavra_pt":"profeta","palavra_original":"נַחוּם","transliteracao":"Nachûwm","strong":"H5151","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Um mensageiro de Deus que traz revelações e advertências ao povo.","explicacao_detalhada":"Naum é um profeta que traz uma mensagem de juízo contra Nínive, a capital da Assíria, conhecida por sua crueldade. O papel do profeta é crucial, pois ele é o porta-voz de Deus, trazendo tanto advertências quanto promessas.","por_que_esta_palavra":"A palavra 'profeta' é utilizada para indicar a função de Naum como intermediário entre Deus e o povo, enfatizando a importância da comunicação divina.","conexao_teologica":"A figura do profeta é central na teologia do Antigo Testamento, representando a voz de Deus que chama o povo ao arrependimento e à justiça.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"naum_1_1_nineveh":{"palavra_pt":"nineveh","palavra_original":"נִינְוֵה","transliteracao":"Nîynᵉvêh","strong":"H5210","significado_raiz":"Ideia básica: nineveh.","significado_contextual":"A cidade grande e poderosa da Assíria, conhecida por sua maldade.","explicacao_detalhada":"Nínive é mencionada como um símbolo da rebelião contra Deus. A mensagem de Naum é um anúncio de destruição para essa cidade, que havia se arrependido anteriormente sob a pregação de Jonas, mas voltou a seus caminhos malignos.","por_que_esta_palavra":"A palavra 'Nínive' representa não apenas uma localização geográfica, mas também um estado espiritual de desobediência e corrupção.","conexao_teologica":"Nínive serve como um exemplo do juízo de Deus sobre nações que se afastam de Seus caminhos, refletindo a justiça divina.","referencias_relacionadas":["Jonas 1:2","Jonas 3:4","Naum 3:7"]},"naum_1_2_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza poderosa e soberana de Deus.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a força e a autoridade de Deus sobre todas as coisas, incluindo as nações e seus destinos. Naum destaca que Deus é um Deus zeloso que não deixará o mal impune.","por_que_esta_palavra":"A utilização de 'Deus' reforça a ideia de que a força divina é um elemento central na mensagem de juízo contra Nínive.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, mostrando que Ele é capaz de salvar e também de julgar.","referencias_relacionadas":["Salmos 62:11","Isaías 40:10","Romanos 13:1"]},"naum_1_2_avenger":{"palavra_pt":"avenge r","palavra_original":"נָקַם","transliteracao":"nâqam","strong":"H5358","significado_raiz":"Ideia básica: avenge r.","significado_contextual":"Aquele que executa justiça e retribuição.","explicacao_detalhada":"A palavra 'vingador' implica que Deus não apenas observa a injustiça, mas também age contra ela. Naum declara que Deus se levantará para punir Nínive por suas ações malignas.","por_que_esta_palavra":"A ideia de vingança aqui é um aspecto da justiça divina, que é necessária para restaurar a ordem e a moralidade.","conexao_teologica":"A vingança de Deus é um tema que aparece em várias partes da Escritura, mostrando que Ele é um Deus que defende os oprimidos.","referencias_relacionadas":["Deuteronômio 32:35","Romanos 12:19","Hebreus 10:30"]},"naum_1_3_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à magnitude de Seu poder.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a majestade e a soberania de Deus, que é capaz de controlar as forças da natureza e as nações. Naum destaca que Deus é grande em poder e em juízo.","por_que_esta_palavra":"A grandeza de Deus é um tema central na adoração e na reverência que devemos ter diante dEle.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua capacidade de salvar e julgar, mostrando que Ele é digno de temor e adoração.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Apocalipse 19:16"]},"naum_1_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua essência e caráter.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é sagrado e carrega o significado da aliança de Deus com Seu povo. Naum usa este nome para enfatizar a autoridade e a fidelidade de Deus em cumprir Suas promessas.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo de Israel e para a compreensão de Sua relação com a humanidade.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, representando Sua presença e ação na história.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9"]},"naum_1_3_limpo":{"palavra_pt":"limpo","palavra_original":"נָקָה","transliteracao":"nâqâh","strong":"H5352","significado_raiz":"Ideia básica: limpo.","significado_contextual":"Refere-se à pureza e à justiça de Deus.","explicacao_detalhada":"A palavra 'limpo' indica que Deus é isento de pecado e injustiça. Naum afirma que Deus não deixará o culpado sem punição, reforçando Sua natureza justa.","por_que_esta_palavra":"A pureza de Deus é um aspecto essencial de Seu caráter, que deve ser refletido na vida dos crentes.","conexao_teologica":"A justiça de Deus é um tema importante, mostrando que Ele é tanto amoroso quanto justo.","referencias_relacionadas":["Salmos 24:3-4","Isaías 6:3","Tiago 1:17"]},"naum_1_4_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se às águas e à força da natureza que Deus controla.","explicacao_detalhada":"O 'mar' é frequentemente usado na Bíblia como um símbolo de caos e poder. Naum menciona o mar para ilustrar a soberania de Deus sobre as forças da criação.","por_que_esta_palavra":"O mar representa tanto a beleza quanto o perigo, e a capacidade de Deus de dominar essas forças é uma demonstração de Seu poder.","conexao_teologica":"A soberania de Deus sobre a criação é um tema recorrente, mostrando que Ele é o Criador que tem autoridade sobre tudo.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Mateus 8:27"]},"naum_1_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus age e se revela.","explicacao_detalhada":"A palavra 'modo' implica que Deus tem um jeito específico de operar no mundo, que pode ser compreendido através de Suas ações e revelações na história.","por_que_esta_palavra":"Entender o 'modo' de Deus é crucial para reconhecer Sua presença e atuação em nossas vidas.","conexao_teologica":"A maneira como Deus se revela e age é fundamental para a compreensão da Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 1:11"]},"naum_1_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' é usada para descrever não apenas o solo, mas também a totalidade da criação que Deus fez. Naum menciona a terra para enfatizar que o juízo de Deus afetará toda a criação.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da Sua soberania sobre tudo o que existe.","conexao_teologica":"A criação é um testemunho da grandeza de Deus e da Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"naum_1_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus se manifesta em juízo.","explicacao_detalhada":"A palavra 'modo' neste contexto sugere a forma ou maneira pela qual Deus age, especialmente em relação ao juízo sobre Nínive. Isso implica que a ação divina não é aleatória, mas segue um padrão estabelecido.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a justiça e a ordem no agir de Deus, contrastando com a desordem e a maldade de Nínive.","conexao_teologica":"Deus é apresentado como um juiz justo que age de acordo com princípios morais e éticos, refletindo Sua natureza santa.","referencias_relacionadas":["Salmos 145:17","Isaías 30:18","Romanos 2:6"]},"naum_1_6_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza a força e a estabilidade de Deus em contraste com a fragilidade dos ídolos.","explicacao_detalhada":"A palavra 'rocha' é frequentemente usada na Bíblia para descrever Deus como um refúgio seguro e uma fonte de força. Neste contexto, enfatiza a proteção que Deus oferece aos que confiam Nele.","por_que_esta_palavra":"A rocha representa a imutabilidade e a segurança de Deus, especialmente em tempos de crise e julgamento.","conexao_teologica":"Deus é a rocha da salvação, e aqueles que se refugiam Nele encontram segurança e proteção.","referencias_relacionadas":["Salmos 18:2","Salmos 62:7","Mateus 7:24-25"]},"naum_1_6_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus e Sua atenção sobre as ações humanas.","explicacao_detalhada":"A palavra 'rosto' implica a ideia de que Deus está atento e observa as ações das nações, especialmente no contexto do juízo sobre Nínive.","por_que_esta_palavra":"O 'rosto' de Deus simboliza Sua proximidade e envolvimento nas questões humanas, contrastando com a ideia de um Deus distante.","conexao_teologica":"A presença de Deus é um tema central na teologia bíblica, onde Ele se revela e se relaciona com a humanidade.","referencias_relacionadas":["Salmos 34:15","Números 6:25","Mateus 5:8"]},"naum_1_6_boca":{"palavra_pt":"boca","palavra_original":"זַעַם","transliteracao":"zaʻam","strong":"H2195","significado_raiz":"Ideia básica: boca.","significado_contextual":"Representa a palavra de Deus e o poder de Sua declaração.","explicacao_detalhada":"A palavra 'boca' neste contexto sugere a autoridade e o poder da palavra de Deus, que pode trazer juízo ou bênção.","por_que_esta_palavra":"A 'boca' de Deus é um símbolo de Sua capacidade de falar e agir, trazendo à existência o que Ele decreta.","conexao_teologica":"A palavra de Deus é viva e eficaz, e tem o poder de transformar realidades.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 33:6"]},"naum_1_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de juízo e à intervenção de Deus na história.","explicacao_detalhada":"A palavra 'dia' implica um tempo específico em que Deus agirá, trazendo justiça e restauração.","por_que_esta_palavra":"O 'dia' do Senhor é um tema recorrente na Bíblia, simbolizando um tempo de revelação do caráter de Deus.","conexao_teologica":"A expectativa do 'dia' do Senhor é central na escatologia bíblica, onde Deus finalmente julgará o mundo.","referencias_relacionadas":["Joel 2:31","Amós 5:18","2 Pedro 3:10"]},"naum_1_7_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à fidelidade de Deus em contraste com a maldade humana.","explicacao_detalhada":"A palavra 'bom' neste contexto destaca a natureza benevolente de Deus, que é um refúgio para aqueles que Nele confiam.","por_que_esta_palavra":"A bondade de Deus é um tema central na Bíblia, mostrando que Ele é sempre justo e fiel em Suas promessas.","conexao_teologica":"A bondade de Deus é um aspecto fundamental de Sua natureza, que se manifesta em Sua relação com a humanidade.","referencias_relacionadas":["Salmos 100:5","Romanos 8:28","Gálatas 5:22"]},"naum_1_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e ao caráter de Deus.","explicacao_detalhada":"A palavra 'senhor' neste contexto enfatiza a soberania de Deus sobre todas as coisas e Sua capacidade de salvar e julgar.","por_que_esta_palavra":"O nome de Deus é um símbolo de Sua presença e poder, e invocar Seu nome é um ato de fé.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 124:8","Romanos 10:13","Filipenses 2:9-11"]},"naum_1_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza a força e a ferocidade do juízo de Deus.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a severidade do juízo que virá sobre Nínive, indicando que será implacável.","por_que_esta_palavra":"O uso de 'urso' evoca imagens de poder e destruição, enfatizando a seriedade do juízo divino.","conexao_teologica":"O juízo de Deus é um tema importante na Bíblia, onde Ele é retratado como um juiz que não tolera a iniquidade.","referencias_relacionadas":["Ezequiel 25:17","Romanos 1:18","Apocalipse 20:11-15"]},"naum_1_8_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Representa a ausência de Deus e o juízo que vem sobre os ímpios.","explicacao_detalhada":"A palavra 'trevas' simboliza o estado de desespero e condenação que resulta da separação de Deus.","por_que_esta_palavra":"As trevas são frequentemente associadas ao juízo e à punição, refletindo a realidade da vida sem a luz de Deus.","conexao_teologica":"A luz de Deus é contrastada com as trevas, simbolizando a salvação e a condenação.","referencias_relacionadas":["Isaías 60:2","Mateus 8:12","João 1:5"]},"naum_1_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e ao poder de Deus sobre as nações.","explicacao_detalhada":"A palavra 'senhor' neste contexto reafirma a autoridade de Deus sobre a história e Seu controle sobre os eventos.","por_que_esta_palavra":"O nome de Deus é um símbolo de Sua presença e poder, e é um chamado à confiança em Sua soberania.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é reconhecido como o Senhor de toda a criação.","referencias_relacionadas":["Salmos 46:10","Isaías 14:27","Apocalipse 1:8"]},"naum_1_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma metáfora para a força e a ferocidade, simbolizando um inimigo poderoso.","explicacao_detalhada":"Naum 1:9 menciona o urso para ilustrar a destruição que virá sobre Nínive, enfatizando a inevitabilidade do juízo de Deus contra aqueles que se opõem a Ele.","por_que_esta_palavra":"A palavra 'urso' é utilizada para transmitir a ideia de um ataque feroz e implacável, refletindo a natureza do julgamento divino.","conexao_teologica":"O uso de animais ferozes na Bíblia muitas vezes representa a ira de Deus e o juízo sobre as nações ímpias.","referencias_relacionadas":["Isaías 13:17","Oséias 13:8","Amós 3:4"]},"naum_1_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à certeza do juízo de Deus que não pode ser contestado.","explicacao_detalhada":"Naum 1:9 destaca que os planos de Deus são verdadeiros e que não há como escapar do seu juízo, enfatizando a soberania divina.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a fidelidade de Deus em cumprir suas promessas, tanto de bênção quanto de juízo.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo sua natureza imutável e justa.","referencias_relacionadas":["Salmos 25:10","João 14:6","Romanos 3:4"]},"naum_1_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o juízo de Deus se manifestará.","explicacao_detalhada":"Naum 1:10 explica que a iniquidade de Nínive é a causa do seu julgamento, mostrando que Deus age em resposta ao pecado.","por_que_esta_palavra":"A palavra 'porque' é essencial para conectar a ação de Deus com a condição moral do povo, enfatizando a justiça divina.","conexao_teologica":"A justiça de Deus é sempre acompanhada de razões claras, refletindo seu caráter justo e reto.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Ezequiel 18:30"]},"naum_1_10_seco":{"palavra_pt":"seco","palavra_original":"קַשׁ","transliteracao":"qash","strong":"H7179","significado_raiz":"Ideia básica: seco.","significado_contextual":"O termo 'seco' sugere desolação e a ausência de vida, simbolizando a destruição iminente.","explicacao_detalhada":"Naum 1:10 usa 'seco' para descrever a condição de Nínive após o juízo de Deus, onde não haverá mais prosperidade.","por_que_esta_palavra":"A palavra 'seco' enfatiza a totalidade da destruição que virá sobre a cidade, refletindo a severidade do juízo divino.","conexao_teologica":"A desolação é frequentemente um símbolo do juízo de Deus sobre nações que se afastam de seus caminhos.","referencias_relacionadas":["Jeremias 50:38","Ezequiel 6:14","Sofonias 1:3"]},"naum_1_11_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a presença de um mal específico no meio do povo.","explicacao_detalhada":"Naum 1:11 menciona que um ímpio se levantou entre o povo, simbolizando a corrupção e a influência do pecado.","por_que_esta_palavra":"A palavra 'entre' é usada para mostrar que o mal não é apenas externo, mas se infiltra na sociedade.","conexao_teologica":"A presença do mal no meio do povo é um tema recorrente, alertando sobre a necessidade de vigilância espiritual.","referencias_relacionadas":["Mateus 7:15","Gálatas 5:9","1 Coríntios 5:6"]},"naum_1_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Naum 1:11 destaca a soberania de Deus, que é o juiz final sobre a humanidade e suas ações.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para reconhecer a posição de Deus como autoridade máxima e juiz.","conexao_teologica":"O nome de Deus é frequentemente associado à sua soberania e poder, refletindo seu domínio sobre a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 14:11"]},"naum_1_11_mal":{"palavra_pt":"mal","palavra_original":"בְּלִיַּעַל","transliteracao":"bᵉlîyaʻal","strong":"H1100","significado_raiz":"Ideia básica: mal.","significado_contextual":"O termo 'mal' refere-se à corrupção moral e à iniquidade que prevalece entre o povo.","explicacao_detalhada":"Naum 1:11 menciona o mal como uma força que se levanta contra Deus, simbolizando a oposição ao seu plano.","por_que_esta_palavra":"A palavra 'mal' é usada para descrever a natureza pecaminosa que leva ao juízo divino.","conexao_teologica":"O mal é um tema central na teologia bíblica, representando a rebelião contra a vontade de Deus.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Tiago 1:15"]},"naum_1_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' reafirma a soberania de Deus em meio ao juízo.","explicacao_detalhada":"Naum 1:12 destaca que, apesar da força de Nínive, Deus é quem determina o destino das nações.","por_que_esta_palavra":"A repetição do nome 'Senhor' enfatiza a autoridade de Deus sobre a história e os eventos humanos.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele reina sobre todas as nações.","referencias_relacionadas":["Salmos 103:19","Daniel 4:35","Apocalipse 19:16"]},"naum_1_12_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em proteger seu povo do juízo.","explicacao_detalhada":"Naum 1:12 indica que Deus tem o poder de salvar e proteger aqueles que são fiéis a Ele, mesmo em meio ao juízo.","por_que_esta_palavra":"A palavra 'salvar' é crucial para entender a natureza redentora de Deus e sua promessa de proteção.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o amor e a misericórdia de Deus por seu povo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:2","Romanos 10:13"]},"naum_1_13_cair":{"palavra_pt":"cair","palavra_original":"מוֹט","transliteracao":"môwṭ","strong":"H4132","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' simboliza a queda de Nínive e o cumprimento do juízo de Deus.","explicacao_detalhada":"Naum 1:13 menciona que Nínive cairá sob o peso do juízo divino, mostrando a certeza da destruição.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a derrota inevitável dos inimigos de Deus.","conexao_teologica":"A queda de nações ímpias é um tema recorrente, refletindo a justiça de Deus em ação.","referencias_relacionadas":["Salmos 146:9","Provérbios 11:5","Ezequiel 18:30"]},"naum_1_13_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"A palavra 'henceforth' indica um ponto de mudança ou um novo começo a partir daquele momento.","explicacao_detalhada":"No contexto de Naum 1:13, a palavra sugere que a opressão e o sofrimento que o povo enfrentou estão chegando ao fim, e um novo tempo de libertação se inicia.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a transição de um estado de sofrimento para um estado de liberdade e restauração.","conexao_teologica":"A ideia de um novo começo é central na teologia bíblica, onde Deus frequentemente promete renovação e restauração ao Seu povo.","referencias_relacionadas":["Isaías 43:18-19","Apocalipse 21:5","2 Coríntios 5:17"]},"naum_1_13_destruir":{"palavra_pt":"destruir","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7665","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de aniquilar ou arruinar algo completamente.","explicacao_detalhada":"Em Naum 1:13, a destruição é uma promessa de Deus contra Nínive, simbolizando o juízo divino sobre a maldade e a opressão.","por_que_esta_palavra":"A escolha dessa palavra destaca a seriedade do juízo de Deus e a certeza de que a injustiça não permanecerá impune.","conexao_teologica":"A destruição dos ímpios é um tema recorrente na Bíblia, refletindo a justiça de Deus e Sua santidade.","referencias_relacionadas":["Salmos 37:9","Ezequiel 18:30","Mateus 25:41"]},"naum_1_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' é usada para se referir a um lar, mas também pode simbolizar um lugar de segurança e identidade.","explicacao_detalhada":"Em Naum 1:14, a menção da casa pode indicar a destruição da segurança e da identidade de Nínive, que será desfeita pelo juízo de Deus.","por_que_esta_palavra":"A palavra é significativa porque representa não apenas um espaço físico, mas também a proteção e a continuidade de uma nação.","conexao_teologica":"A casa de Deus é frequentemente mencionada na Bíblia como um lugar de adoração e segurança, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"naum_1_14_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica uma ação de delegar ou mandar alguém para realizar uma tarefa.","explicacao_detalhada":"Em Naum 1:14, Deus está enviando uma mensagem de juízo, indicando que a ação de destruição será realizada por meio de Seus instrumentos.","por_que_esta_palavra":"A utilização dessa palavra ressalta a soberania de Deus em dirigir os acontecimentos e a certeza de que Sua palavra se cumprirá.","conexao_teologica":"O envio de profetas e mensageiros é um tema comum na Bíblia, mostrando como Deus se comunica e age na história.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Romanos 10:15"]},"naum_1_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"Em Naum 1:14, o uso do nome de Deus destaca a importância de Sua identidade e o poder que Ele exerce sobre as nações.","por_que_esta_palavra":"O nome de Deus é central na adoração e na compreensão de Sua natureza como o Todo-Poderoso.","conexao_teologica":"O nome de Deus é frequentemente invocado em contextos de adoração, juízo e promessa, refletindo Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]}}