{"naum_2_1_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' pode simbolizar força, estabilidade e um lugar elevado.","explicacao_detalhada":"Em Naum 2:1, a referência à montanha pode indicar um lugar de segurança ou um ponto de vista elevado sobre a destruição iminente de Nínive.","por_que_esta_palavra":"A montanha é frequentemente usada na Bíblia como um símbolo de poder e presença divina.","conexao_teologica":"Montanhas são frequentemente mencionadas em contextos de revelação divina e encontros com Deus, como o Monte Sinai.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"naum_2_1_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se a um estado de tranquilidade e harmonia.","explicacao_detalhada":"Em Naum 2:1, a paz é um conceito que contrasta com a destruição e a guerra, indicando um desejo de restauração.","por_que_esta_palavra":"A paz é um tema central na mensagem de Deus, que deseja que Seu povo viva em harmonia e segurança.","conexao_teologica":"A paz de Deus é frequentemente prometida aos que confiam Nele, refletindo Sua natureza amorosa e protetora.","referencias_relacionadas":["Isaías 26:3","João 14:27","Filipenses 4:7"]},"naum_2_2_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência, vitalidade e ao caminho que se deve seguir.","explicacao_detalhada":"Em Naum 2:2, a menção à vida pode indicar a restauração e a esperança de um futuro melhor após o juízo.","por_que_esta_palavra":"A vida é um tema central na Bíblia, simbolizando a relação de Deus com Seu povo e a promessa de redenção.","conexao_teologica":"A vida eterna é uma promessa fundamental na teologia cristã, refletindo a obra redentora de Cristo.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"naum_2_2_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica uma ação de segurar firmemente ou reter algo.","explicacao_detalhada":"Em Naum 2:2, agarrar pode simbolizar a determinação de manter a vida e a esperança em meio à destruição.","por_que_esta_palavra":"A palavra é significativa porque reflete a luta pela sobrevivência e a busca por segurança em tempos difíceis.","conexao_teologica":"A ideia de agarrar-se à fé e à esperança é um tema importante na vida cristã, especialmente em tempos de adversidade.","referencias_relacionadas":["Hebreus 10:23","Salmos 63:8","Filipenses 3:12"]},"naum_2_2_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Em Naum 2:2, a grandeza pode se referir à grandeza do juízo de Deus sobre Nínive, que será notável e inegável.","por_que_esta_palavra":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e poder sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é frequentemente celebrada em adoração e louvor, reconhecendo Sua soberania e autoridade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"naum_2_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' serve para conectar a ação ou a declaração anterior com a razão que a fundamenta, indicando a lógica por trás do que está sendo dito.","por_que_esta_palavra":"A palavra é crucial para entender a motivação divina ou a razão por trás dos eventos descritos no livro de Naum.","conexao_teologica":"A utilização de 'porque' revela a soberania de Deus em suas decisões e ações, mostrando que nada acontece sem um propósito.","referencias_relacionadas":["Romanos 8:28","Provérbios 16:4","Isaías 55:8-9"]},"naum_2_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando sua autoridade e soberania.","explicacao_detalhada":"Neste versículo, 'senhor' é utilizado para reconhecer a posição de Deus como o governante supremo sobre todas as coisas, incluindo as nações.","por_que_esta_palavra":"A palavra é importante para estabelecer a relação entre Deus e seu povo, bem como a sua autoridade sobre os eventos históricos.","conexao_teologica":"O uso do nome 'senhor' destaca a relação de aliança entre Deus e Israel, além de sua justiça e poder.","referencias_relacionadas":["Salmos 24:1","Êxodo 20:2","Isaías 40:28"]},"naum_2_3_arrogancy":{"palavra_pt":"arrogancy","palavra_original":"גָּאוֹן","transliteracao":"gâʼôwn","strong":"H1347","significado_raiz":"Ideia básica: arrogancy.","significado_contextual":"A palavra 'arrogância' refere-se à soberania e orgulho excessivo, muitas vezes associado a nações que se opõem a Deus.","explicacao_detalhada":"Neste contexto, 'arrogância' é usada para descrever a atitude de desprezo e desdém que as nações inimigas têm em relação a Deus e ao seu povo.","por_que_esta_palavra":"A inclusão dessa palavra serve para alertar sobre as consequências do orgulho e da rebelião contra Deus.","conexao_teologica":"A arrogância é frequentemente condenada nas Escrituras, pois se opõe à humildade que Deus exige de seu povo.","referencias_relacionadas":["Provérbios 16:18","Tiago 4:6","Salmos 138:6"]},"naum_2_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para indicar um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Neste versículo, 'dia' pode referir-se ao tempo de juízo ou à manifestação do poder de Deus sobre as nações.","por_que_esta_palavra":"A palavra é importante para entender a cronologia dos eventos e a expectativa de um dia de justiça.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tema recorrente na profecia bíblica.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"naum_2_4_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas pode também indicar um guerreiro ou alguém em posição de poder.","explicacao_detalhada":"Neste contexto, 'homem' pode ser interpretado como uma referência aos líderes ou guerreiros que se opõem a Deus.","por_que_esta_palavra":"A palavra é relevante para destacar a fragilidade humana diante do poder divino.","conexao_teologica":"A condição do homem é um tema central na teologia, enfatizando a necessidade de dependência de Deus.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6-8","Romanos 3:23"]},"naum_2_5_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Ideia básica: campo.","significado_contextual":"A palavra 'campo' pode se referir a um espaço físico, mas também simboliza a área de batalha ou o local de um evento significativo.","explicacao_detalhada":"Neste versículo, 'campo' pode indicar o local onde as forças se reúnem, simbolizando a preparação para a guerra.","por_que_esta_palavra":"A palavra é importante para entender o cenário da batalha e a estratégia militar.","conexao_teologica":"O campo é um símbolo de luta espiritual, refletindo a batalha entre o bem e o mal.","referencias_relacionadas":["2 Coríntios 10:3-4","Efésios 6:12","1 Timóteo 6:12"]},"naum_2_5_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' refere-se ao ato de glorificar ou exaltar a Deus.","explicacao_detalhada":"Neste contexto, 'louvar' é um chamado à adoração e reconhecimento da grandeza de Deus em meio ao juízo.","por_que_esta_palavra":"A palavra é crucial para entender a resposta adequada do povo diante das ações de Deus.","conexao_teologica":"A adoração é um tema central na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","1 Crônicas 16:29"]},"naum_2_6_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude ou importância de algo, muitas vezes usada para descrever o poder de Deus.","explicacao_detalhada":"Neste versículo, 'grande' pode se referir à grandeza do exército ou da cidade, contrastando com a grandeza de Deus.","por_que_esta_palavra":"A palavra é importante para enfatizar a comparação entre a grandeza humana e a divina.","conexao_teologica":"A grandeza de Deus é um tema recorrente, mostrando que Ele é maior que qualquer poder humano.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"naum_2_6_excellent":{"palavra_pt":"excelente","palavra_original":"אַדִּיר","transliteracao":"ʼaddîyr","strong":"H117","significado_raiz":"Ideia básica: excelente.","significado_contextual":"A palavra 'excelente' refere-se a algo que é superior ou de alta qualidade.","explicacao_detalhada":"Neste contexto, 'excelente' pode descrever a grandeza de Deus ou a qualidade de sua justiça.","por_que_esta_palavra":"A palavra é relevante para entender a perfeição e a justiça de Deus em suas ações.","conexao_teologica":"A excelência de Deus é um aspecto de sua natureza que deve ser reconhecido e adorado.","referencias_relacionadas":["Salmos 8:1","Filipenses 4:8","Colossenses 3:2"]},"naum_2_7_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao lugar sagrado onde Deus habita e é adorado.","explicacao_detalhada":"Neste versículo, 'templo' pode simbolizar a presença de Deus e a importância da adoração.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre o sagrado e o profano, e a necessidade de reverência diante de Deus.","conexao_teologica":"O templo é um símbolo da presença de Deus entre seu povo, refletindo a importância da adoração.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:12"]},"naum_2_7_mar":{"palavra_pt":"rio","palavra_original":"נָהָר","transliteracao":"nâhâr","strong":"H5104","significado_raiz":"Ideia básica: rio.","significado_contextual":"O 'rio' representa a força e a abundância, simbolizando a riqueza e a fertilidade da cidade de Nínive.","explicacao_detalhada":"Naum 2:7 menciona o rio como um elemento crucial na descrição da cidade, destacando sua localização e a importância das águas para a vida e a prosperidade da cidade.","por_que_esta_palavra":"A palavra 'rio' é utilizada para enfatizar a conexão de Nínive com a natureza e a sua dependência de recursos hídricos.","conexao_teologica":"O rio pode simbolizar a provisão de Deus, que sustenta a vida e a prosperidade, mas também pode ser um símbolo de juízo quando a cidade é destruída.","referencias_relacionadas":["Gênesis 2:10","Salmos 46:4","Ezequiel 47:1"]},"naum_2_7_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A 'porta' representa a entrada e a saída da cidade, simbolizando segurança e vulnerabilidade.","explicacao_detalhada":"Naum 2:7 menciona a porta como um ponto estratégico, onde a defesa da cidade é crucial durante o cerco.","por_que_esta_palavra":"A palavra 'porta' é usada para ilustrar a fragilidade da segurança de Nínive diante do ataque iminente.","conexao_teologica":"As portas na Bíblia muitas vezes simbolizam oportunidades e decisões, refletindo a escolha entre segurança em Deus ou em fortalezas humanas.","referencias_relacionadas":["Mateus 7:7","Apocalipse 3:20","Salmos 24:7"]},"naum_2_8_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' é um símbolo de comunicação e poder, representando o clamor e o desespero do povo em tempos de crise.","explicacao_detalhada":"Naum 2:8 destaca a 'voz' como um elemento de angústia e lamento, refletindo a situação desesperadora da cidade durante a invasão.","por_que_esta_palavra":"A palavra 'voz' é utilizada para expressar a intensidade das emoções e a gravidade da situação enfrentada pelos ninivitas.","conexao_teologica":"A voz de Deus é frequentemente associada à sua autoridade e poder, contrastando com a voz do povo em desespero.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"naum_2_8_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A 'expressão' refere-se à manifestação de emoções e sentimentos, especialmente em tempos de crise.","explicacao_detalhada":"Naum 2:8 usa a palavra 'expressão' para descrever a reação dos habitantes de Nínive diante da destruição iminente.","por_que_esta_palavra":"A palavra 'expressão' é importante para entender a profundidade do sofrimento e da angústia do povo.","conexao_teologica":"A expressão de dor e arrependimento é um tema recorrente na Bíblia, refletindo a necessidade de arrependimento e busca por Deus.","referencias_relacionadas":["Salmos 51:17","Isaías 53:3","Lamentações 3:19-20"]},"naum_2_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' simboliza um tempo de julgamento e a realização das profecias de destruição.","explicacao_detalhada":"Naum 2:9 menciona o 'dia' como um tempo específico em que o juízo de Deus se manifestará sobre Nínive.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza e a iminência do juízo divino.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante nas Escrituras, representando tanto juízo quanto redenção.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","Joel 2:1"]},"naum_2_9_nineveh":{"palavra_pt":"nineveh","palavra_original":"נִינְוֵה","transliteracao":"Nîynᵉvêh","strong":"H5210","significado_raiz":"Ideia básica: nineveh.","significado_contextual":"Nínive é a cidade alvo do juízo divino, simbolizando a desobediência e a corrupção.","explicacao_detalhada":"Naum 2:9 menciona Nínive como um exemplo de uma cidade que, apesar de sua grandeza, enfrentará a destruição por causa de seus pecados.","por_que_esta_palavra":"A palavra 'Nínive' é central na mensagem de Naum, representando a resistência ao arrependimento e a consequência do pecado.","conexao_teologica":"Nínive serve como um aviso sobre a justiça de Deus e a necessidade de arrependimento para evitar o juízo.","referencias_relacionadas":["Jonas 1:2","Miquéias 1:10","Naum 3:7"]},"naum_2_10_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A 'glória' refere-se ao esplendor e à grandeza que Nínive acreditava ter, mas que será destruída.","explicacao_detalhada":"Naum 2:10 menciona a 'glória' como um contraste entre a aparência de grandeza e a realidade do juízo divino.","por_que_esta_palavra":"A palavra 'glória' é usada para destacar a futilidade da confiança em riquezas e poder humano diante de Deus.","conexao_teologica":"A glória de Deus é frequentemente contrastada com a glória humana, que é passageira e sem valor diante do Senhor.","referencias_relacionadas":["Isaías 40:6-8","Salmos 49:16-17","Romanos 3:23"]},"naum_2_10_fashion":{"palavra_pt":"fashion","palavra_original":"תְּכוּנָה","transliteracao":"tᵉkûwnâh","strong":"H8498","significado_raiz":"Ideia básica: fashion.","significado_contextual":"A 'fashion' refere-se à maneira como a cidade se apresentava, simbolizando sua ostentação e orgulho.","explicacao_detalhada":"Naum 2:10 menciona a 'fashion' como uma representação da superficialidade e da decadência moral de Nínive.","por_que_esta_palavra":"A palavra 'fashion' é utilizada para criticar a ênfase na aparência em detrimento da verdadeira justiça e retidão.","conexao_teologica":"A Bíblia ensina que Deus se preocupa mais com o coração e a moralidade do que com a aparência externa.","referencias_relacionadas":["1 Samuel 16:7","Mateus 23:27","Tiago 4:6"]},"naum_2_11_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O 'coração' simboliza o centro das emoções e decisões, refletindo a condição espiritual de Nínive.","explicacao_detalhada":"Naum 2:11 menciona o 'coração' para destacar a corrupção e a falta de arrependimento dos ninivitas.","por_que_esta_palavra":"A palavra 'coração' é fundamental para entender a motivação e a natureza do pecado que levou ao juízo.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde as decisões são tomadas, refletindo a necessidade de um coração puro diante de Deus.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Mateus 5:8"]},"naum_2_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como as ações e comportamentos são realizados, refletindo a cultura de Nínive.","explicacao_detalhada":"Naum 2:11 menciona o 'modo' para criticar a conduta dos ninivitas, que se afastaram dos caminhos de Deus.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar a importância das ações e comportamentos em relação à moralidade e à justiça.","conexao_teologica":"A Bíblia ensina que o modo de viver deve refletir a vontade de Deus, e não as normas do mundo.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:22-23","Efésios 4:1"]},"naum_2_11_vazio":{"palavra_pt":"vazio","palavra_original":"מְבוּקָה","transliteracao":"mᵉbûwqâh","strong":"H4003","significado_raiz":"Ideia básica: vazio.","significado_contextual":"Refere-se à condição de desolação e destruição que a cidade de Nínive enfrentará.","explicacao_detalhada":"A palavra 'vazio' (מְבוּקָה) é usada para descrever um estado de ruína e desolação, onde não há vida ou atividade. No contexto de Naum 2:11, isso enfatiza a devastação que virá sobre a cidade.","por_que_esta_palavra":"A escolha da palavra 'vazio' destaca a gravidade do juízo de Deus sobre Nínive, mostrando que a cidade, uma vez próspera, se tornará um lugar desolado.","conexao_teologica":"A desolação de Nínive serve como um aviso sobre as consequências do pecado e da rebelião contra Deus.","referencias_relacionadas":["Naum 2:10","Naum 3:7","Isaías 24:10"]},"naum_2_12_deus":{"palavra_pt":"deus","palavra_original":"מָעוֹן","transliteracao":"mâʻôwn","strong":"H4583","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à presença de Deus como um refúgio e proteção para o Seu povo.","explicacao_detalhada":"A palavra 'deus' (מָעוֹן) implica um lugar de abrigo e segurança. No contexto de Naum 2:12, isso contrasta com a destruição iminente de Nínive, mostrando que Deus é um refúgio para aqueles que Nele confiam.","por_que_esta_palavra":"A palavra é usada para enfatizar a soberania de Deus sobre as nações e Sua capacidade de proteger Seu povo.","conexao_teologica":"Deus é apresentado como um protetor que garante segurança aos que se voltam para Ele, mesmo em tempos de calamidade.","referencias_relacionadas":["Salmos 46:1","Salmos 91:2","Isaías 25:4"]},"naum_2_12_feeding":{"palavra_pt":"feeding","palavra_original":"מִרְעֶה","transliteracao":"mirʻeh","strong":"H4829","significado_raiz":"Ideia básica: feeding.","significado_contextual":"Refere-se ao sustento e cuidado que Deus oferece ao Seu povo.","explicacao_detalhada":"A palavra 'feeding' (מִרְעֶה) implica a ideia de pastoreio e provisão. No contexto de Naum 2:12, isso sugere que Deus cuida de Seu povo, mesmo em meio ao juízo.","por_que_esta_palavra":"A utilização dessa palavra destaca a relação de Deus como pastor e provedor, contrastando com a destruição de Nínive.","conexao_teologica":"Deus é frequentemente descrito como um pastor que cuida de Seu rebanho, simbolizando Seu amor e cuidado.","referencias_relacionadas":["Salmos 23:1","Ezequiel 34:15","João 10:11"]},"naum_2_13_able":{"palavra_pt":"capaz","palavra_original":"דַּי","transliteracao":"day","strong":"H1767","significado_raiz":"Ideia básica: capaz.","significado_contextual":"Refere-se à capacidade de Deus de realizar juízo e trazer destruição.","explicacao_detalhada":"A palavra 'capaz' (דַּי) enfatiza a suficiência e a habilidade de Deus em executar Seus planos. Em Naum 2:13, isso indica que Deus é plenamente capaz de destruir Nínive.","por_que_esta_palavra":"A palavra é escolhida para reafirmar a soberania de Deus e Sua autoridade sobre as nações.","conexao_teologica":"A capacidade de Deus de julgar e punir é um tema recorrente nas Escrituras, mostrando Sua justiça.","referencias_relacionadas":["Salmos 50:6","Isaías 45:7","Romanos 12:19"]},"naum_2_13_morte":{"palavra_pt":"morte","palavra_original":"חָנַק","transliteracao":"chânaq","strong":"H2614","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à destruição e ao fim da vida que virá sobre Nínive.","explicacao_detalhada":"A palavra 'morte' (חָנַק) implica um ato de sufocamento ou destruição. No contexto de Naum 2:13, isso simboliza a morte iminente da cidade e de seu povo.","por_que_esta_palavra":"A escolha dessa palavra é para enfatizar a gravidade do juízo de Deus e a certeza da destruição.","conexao_teologica":"A morte como consequência do pecado é um tema central nas Escrituras, refletindo a separação de Deus.","referencias_relacionadas":["Ezequiel 18:30","Romanos 6:23","Apocalipse 20:14"]},"naum_2_13_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se à plenitude da destruição que Nínive enfrentará.","explicacao_detalhada":"A palavra 'encher' (מָלֵא) sugere a ideia de completar ou saturar. Em Naum 2:13, isso indica que a destruição de Nínive será total e abrangente.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a totalidade do juízo de Deus sobre a cidade.","conexao_teologica":"A ideia de que o juízo de Deus pode 'encher' a terra é um lembrete da Sua soberania sobre todas as coisas.","referencias_relacionadas":["Isaías 10:22","Ezequiel 39:29","Romanos 11:25"]},"naum_2_14_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de Deus de eliminar Nínive como punição por seus pecados.","explicacao_detalhada":"A palavra 'destruir' (כָּרַת) implica cortar ou eliminar. No contexto de Naum 2:14, isso mostra a intenção de Deus de acabar com a cidade.","por_que_esta_palavra":"A escolha dessa palavra é para enfatizar a severidade do juízo de Deus e a certeza da destruição.","conexao_teologica":"A destruição de cidades ímpias é um tema recorrente nas Escrituras, refletindo a justiça de Deus.","referencias_relacionadas":["Gênesis 19:24","Deuteronômio 9:14","Apocalipse 18:21"]},"naum_2_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território de Nínive e à sua destruição.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) implica o chão ou a região. Em Naum 2:14, isso se refere à terra que será devastada pela ação de Deus.","por_que_esta_palavra":"A escolha dessa palavra é para enfatizar que a destruição não será apenas da cidade, mas afetará toda a região.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como objeto do juízo de Deus, refletindo Sua autoridade sobre a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 24:5","Romanos 8:22"]},"naum_2_14_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Refere-se a um chamado à atenção sobre o que está por vir.","explicacao_detalhada":"A palavra 'eis' (הֵן) é uma interjeição que chama a atenção. Em Naum 2:14, isso serve para alertar sobre a destruição iminente.","por_que_esta_palavra":"A escolha dessa palavra é para enfatizar a urgência e a importância da mensagem de juízo.","conexao_teologica":"O chamado para 'ver' ou 'eis' é uma forma de Deus alertar Seu povo sobre as consequências do pecado.","referencias_relacionadas":["Isaías 40:9","Mateus 24:42","Apocalipse 1:7"]}}