{"naum_3_1_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Nínive, que é objeto do juízo de Deus.","explicacao_detalhada":"A palavra 'cidade' (עִיר) implica um centro de vida e atividade. Em Naum 3:1, isso destaca a importância de Nínive como uma grande cidade que agora enfrentará a destruição.","por_que_esta_palavra":"A escolha dessa palavra é para enfatizar a magnitude da cidade e a gravidade do juízo que virá sobre ela.","conexao_teologica":"A destruição de cidades ímpias é um tema recorrente nas Escrituras, refletindo a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Gênesis 10:11","Ezequiel 18:30","Mateus 11:23"]},"naum_3_1_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é um símbolo de vida e sacrifício, representando a gravidade dos atos de violência e opressão.","explicacao_detalhada":"Neste versículo, o uso da palavra 'sangue' enfatiza a culpa e a responsabilidade por atos de derramamento de sangue, refletindo a condenação de Nínive por suas práticas cruéis.","por_que_esta_palavra":"A palavra 'sangue' é utilizada para ilustrar a gravidade dos pecados cometidos pela cidade, que se caracterizava pela violência e injustiça.","conexao_teologica":"O sangue, na teologia bíblica, é frequentemente associado ao sacrifício e à redenção, sendo um elemento central na relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 9:6","Êxodo 20:13","Mateus 23:35"]},"naum_3_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas, destacando a forma como a cidade de Nínive se comportava.","explicacao_detalhada":"A palavra 'modo' sugere que as práticas da cidade eram sistemáticas e intencionais, refletindo uma cultura de opressão e violência.","por_que_esta_palavra":"O uso de 'modo' implica que as ações de Nínive não eram acidentais, mas sim parte de um padrão de comportamento que desagrada a Deus.","conexao_teologica":"A maneira de viver e agir é um tema recorrente nas Escrituras, onde Deus chama Seu povo a viver de acordo com Seus mandamentos.","referencias_relacionadas":["Salmos 1:1","Provérbios 4:23","Romanos 12:2"]},"naum_3_2_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz é um símbolo de autoridade e poder, representando a declaração do juízo de Deus sobre Nínive.","explicacao_detalhada":"Neste contexto, a 'voz' é um chamado à atenção, indicando que o juízo de Deus está prestes a ser executado e que a cidade deve ouvir e entender a gravidade da situação.","por_que_esta_palavra":"A palavra 'voz' é escolhida para enfatizar a comunicação divina e a necessidade de resposta por parte dos ouvintes.","conexao_teologica":"A voz de Deus é frequentemente associada ao chamado ao arrependimento e à advertência sobre as consequências do pecado.","referencias_relacionadas":["Isaías 30:21","Ezequiel 33:11","Hebreus 3:15"]},"naum_3_2_terremoto":{"palavra_pt":"terremoto","palavra_original":"רַעַשׁ","transliteracao":"raʻash","strong":"H7494","significado_raiz":"Ideia básica: terremoto.","significado_contextual":"O terremoto simboliza a instabilidade e o juízo divino, representando a destruição iminente que Nínive enfrentaria.","explicacao_detalhada":"A palavra 'terremoto' sugere uma manifestação do poder de Deus, indicando que a cidade será abalada por suas ações e pelo juízo que se aproxima.","por_que_esta_palavra":"O uso de 'terremoto' é uma metáfora poderosa para descrever a desordem que resultará do juízo divino sobre a iniquidade.","conexao_teologica":"Os terremotos na Bíblia frequentemente simbolizam a intervenção de Deus na história, trazendo juízo e transformação.","referencias_relacionadas":["Salmos 18:7","Amós 1:1","Mateus 24:7"]},"naum_3_3_espada":{"palavra_pt":"espada","palavra_original":"בָּרָק","transliteracao":"bârâq","strong":"H1300","significado_raiz":"Ideia básica: espada.","significado_contextual":"A espada representa a guerra e a destruição, simbolizando o juízo de Deus sobre Nínive.","explicacao_detalhada":"Neste contexto, a 'espada' é um símbolo da violência que a cidade infligiu aos outros e do juízo que agora recai sobre ela.","por_que_esta_palavra":"A palavra 'espada' é utilizada para enfatizar a severidade do juízo e a inevitabilidade da destruição que se aproxima.","conexao_teologica":"A espada é frequentemente usada nas Escrituras como símbolo do juízo de Deus e da luta entre o bem e o mal.","referencias_relacionadas":["Salmos 149:6","Romanos 13:4","Apocalipse 19:15"]},"naum_3_4_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"Refere-se à abundância de iniquidade e violência que caracterizava Nínive.","explicacao_detalhada":"A palavra 'abundância' destaca a grande quantidade de crimes e injustiças cometidos pela cidade, que acumulou a ira de Deus.","por_que_esta_palavra":"O uso de 'abundância' é para enfatizar que Nínive não apenas cometeu pecados, mas o fez em grande escala, tornando-se um alvo do juízo divino.","conexao_teologica":"A abundância de pecado é um tema que aparece em várias partes da Bíblia, onde a paciência de Deus é testada até o limite.","referencias_relacionadas":["Gênesis 6:5","Romanos 1:28-32","Apocalipse 18:5"]},"naum_3_4_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' contrasta com a maldade de Nínive, destacando a natureza de Deus e o que Ele considera justo.","explicacao_detalhada":"Neste contexto, 'bom' é usado para enfatizar a falta de bondade e justiça na cidade, que se afastou dos padrões divinos.","por_que_esta_palavra":"A escolha da palavra 'bom' é para ressaltar a corrupção moral de Nínive em contraste com a natureza perfeita de Deus.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, onde Ele chama Seu povo a refletir Sua natureza em suas ações.","referencias_relacionadas":["Salmos 34:8","Mateus 5:16","Gálatas 5:22"]},"naum_3_4_favour":{"palavra_pt":"graca/favor","palavra_original":"חֵן","transliteracao":"chên","strong":"H2580","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça ou favor de Deus é um tema que contrasta com o juízo iminente sobre Nínive.","explicacao_detalhada":"A palavra 'favor' sugere que, apesar da maldade da cidade, ainda havia uma oportunidade para arrependimento e retorno a Deus.","por_que_esta_palavra":"O uso de 'favor' é para enfatizar a misericórdia de Deus, que sempre busca restaurar aqueles que se desviaram.","conexao_teologica":"A graça de Deus é um tema central na Bíblia, onde Ele oferece perdão e restauração mesmo diante do juízo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","Tito 2:11"]},"naum_3_5_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à revelação do juízo de Deus sobre Nínive, que será exposta ao mundo.","explicacao_detalhada":"A palavra 'expressão' sugere que o juízo não será oculto, mas claramente visível e compreensível para todos.","por_que_esta_palavra":"O uso de 'expressão' é para enfatizar que o juízo de Deus será manifestado de forma clara e inegável.","conexao_teologica":"A revelação do juízo de Deus é um tema recorrente, onde Ele se manifesta em Sua justiça e verdade.","referencias_relacionadas":["Salmos 19:1","Romanos 1:20","Apocalipse 20:11-12"]},"naum_3_5_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"O reino refere-se ao governo e à autoridade, contrastando com a tirania de Nínive.","explicacao_detalhada":"A palavra 'reino' sugere que a verdadeira autoridade pertence a Deus, e não às potências opressoras da terra.","por_que_esta_palavra":"O uso de 'reino' é para enfatizar a soberania de Deus sobre todas as nações e a inevitabilidade de Seu juízo.","conexao_teologica":"O conceito de reino é central na mensagem bíblica, onde Deus é apresentado como o Rei soberano sobre toda a criação.","referencias_relacionadas":["Salmos 103:19","Mateus 6:33","Apocalipse 11:15"]},"naum_3_5_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é usada para chamar a atenção do leitor ou ouvinte para algo importante que está prestes a ser revelado.","explicacao_detalhada":"No contexto de Naum 3:5, 'eis' introduz uma declaração sobre o juízo de Deus contra Nínive, enfatizando a gravidade da situação.","por_que_esta_palavra":"A utilização de 'eis' serve para destacar a ação divina que se aproxima, criando um senso de urgência e importância.","conexao_teologica":"A palavra reflete a soberania de Deus em revelar Seus planos e juízos, mostrando que nada escapa à Sua atenção.","referencias_relacionadas":["Isaías 40:9","Mateus 24:42","Apocalipse 3:20"]},"naum_3_6_adventure":{"palavra_pt":"adventure","palavra_original":"שָׁלַךְ","transliteracao":"shâlak","strong":"H7993","significado_raiz":"Ideia básica: adventure.","significado_contextual":"A palavra 'adventure' (שָׁלַךְ) é usada para descrever a ação de lançar ou atirar algo, simbolizando um ato de julgamento.","explicacao_detalhada":"Em Naum 3:6, a ideia de 'adventure' implica na severidade do juízo que será lançado sobre Nínive, representando a destruição iminente.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a ação decisiva de Deus em lidar com a iniquidade da cidade.","conexao_teologica":"Reflete a justiça de Deus que não hesita em agir contra a maldade, mostrando que Ele é um Deus de juízo.","referencias_relacionadas":["Salmos 7:12","Ezequiel 18:30","Romanos 2:6"]},"naum_3_6_cair":{"palavra_pt":"cair","palavra_original":"נָבֵל","transliteracao":"nâbêl","strong":"H5034","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda de Nínive como resultado do juízo divino.","explicacao_detalhada":"No versículo, a queda simboliza a derrota e a destruição que se aproxima, mostrando a fragilidade da cidade diante do poder de Deus.","por_que_esta_palavra":"A palavra 'cair' é poderosa, pois representa não apenas uma queda física, mas também espiritual e moral.","conexao_teologica":"Ilustra a ideia de que o orgulho e a arrogância diante de Deus levam à queda.","referencias_relacionadas":["Provérbios 16:18","Isaías 14:12","Mateus 23:12"]},"naum_3_6_visao":{"palavra_pt":"visao","palavra_original":"רֳאִי","transliteracao":"rŏʼîy","strong":"H7210","significado_raiz":"Ideia básica: visao.","significado_contextual":"A palavra 'visão' refere-se à percepção ou revelação do que está prestes a acontecer com Nínive.","explicacao_detalhada":"Em Naum 3:6, 'visão' implica uma revelação divina sobre o futuro, mostrando que Deus tem conhecimento do que está por vir.","por_que_esta_palavra":"A palavra é importante porque destaca a capacidade de Deus de ver e conhecer todas as coisas, incluindo o destino de Nínive.","conexao_teologica":"Reflete a onisciência de Deus e Sua capacidade de revelar Seus planos aos profetas.","referencias_relacionadas":["Amós 3:7","Ezequiel 12:22-23","Hebreus 4:13"]},"naum_3_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada novamente para enfatizar a queda de Nínive, reforçando a mensagem de juízo.","explicacao_detalhada":"Neste contexto, a repetição da palavra 'cair' sublinha a inevitabilidade do juízo de Deus sobre a cidade.","por_que_esta_palavra":"A repetição serve para intensificar a gravidade da situação e a certeza do juízo.","conexao_teologica":"Reforça a ideia de que a desobediência a Deus resulta em consequências severas.","referencias_relacionadas":["Salmos 37:24","Provérbios 11:5","Gálatas 6:7"]},"naum_3_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Nínive será julgada e destruída.","explicacao_detalhada":"Em Naum 3:7, 'modo' implica que o juízo de Deus será realizado de forma específica e planejada.","por_que_esta_palavra":"A escolha dessa palavra sugere que o juízo não é aleatório, mas parte de um plano divino.","conexao_teologica":"Mostra que Deus age com propósito e ordem em Seus juízos.","referencias_relacionadas":["Romanos 11:22","1 Coríntios 14:40","Hebreus 12:29"]},"naum_3_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus em avaliar e decidir sobre o destino de Nínive.","explicacao_detalhada":"No contexto de Naum 3:8, 'julgar' implica que Deus está prestes a tomar uma decisão sobre a cidade com base em suas ações.","por_que_esta_palavra":"A palavra é crucial, pois enfatiza a justiça de Deus em lidar com a iniquidade.","conexao_teologica":"Reflete a natureza justa de Deus, que não ignora o pecado.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 12:14","2 Coríntios 5:10"]},"naum_3_8_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' é usada para simbolizar a vastidão e a força do juízo que se aproxima.","explicacao_detalhada":"Em Naum 3:8, 'mar' pode representar a grandeza do juízo de Deus, que será avassalador.","por_que_esta_palavra":"A escolha dessa palavra sugere que o juízo será como uma onda poderosa que não pode ser contida.","conexao_teologica":"Ilustra a majestade e o poder de Deus sobre a criação e Seus juízos.","referencias_relacionadas":["Salmos 93:3-4","Isaías 51:15","Apocalipse 21:1"]},"naum_3_8_achar":{"palavra_pt":"achar","palavra_original":"יָטַב","transliteracao":"yâṭab","strong":"H3190","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se à descoberta ou reconhecimento do juízo de Deus.","explicacao_detalhada":"No contexto de Naum 3:8, 'achar' implica que aqueles que testemunharem o juízo reconhecerão a verdade de Deus.","por_que_esta_palavra":"A palavra sugere que o juízo de Deus será evidente e inegável.","conexao_teologica":"Reflete a revelação de Deus em Sua justiça, que será reconhecida por todos.","referencias_relacionadas":["Salmos 119:2","Provérbios 8:17","Mateus 7:7"]},"naum_3_9_egypt":{"palavra_pt":"egito","palavra_original":"מִצְרַיִם","transliteracao":"Mitsrayim","strong":"H4714","significado_raiz":"Ideia básica: egito.","significado_contextual":"A palavra 'Egito' é mencionada como uma referência a uma nação poderosa que também enfrentou o juízo de Deus.","explicacao_detalhada":"Em Naum 3:9, o Egito é usado como um exemplo de como até mesmo as nações mais fortes não estão acima do juízo divino.","por_que_esta_palavra":"A inclusão do Egito serve para mostrar que a justiça de Deus se aplica a todos, independentemente de seu poder ou status.","conexao_teologica":"Reforça a ideia de que Deus é soberano sobre todas as nações e que Seu juízo é imparcial.","referencias_relacionadas":["Êxodo 12:12","Ezequiel 30:4","Romanos 9:17"]},"naum_3_9_nome":{"palavra_pt":"nome","palavra_original":"כּוּשׁ","transliteracao":"Kûwsh","strong":"H3568","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e reputação de uma nação ou pessoa.","explicacao_detalhada":"O termo 'nome' em contextos bíblicos muitas vezes carrega a ideia de caráter e autoridade. No caso de Naum 3:9, pode-se entender que a menção do nome está ligada à força e à influência do povo etíope.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da identidade e da reputação de uma nação que, apesar de sua força, está prestes a enfrentar o juízo de Deus.","conexao_teologica":"O nome de Deus é frequentemente associado ao Seu caráter e à Sua autoridade. Assim, o nome de uma nação também pode refletir sua relação com Deus.","referencias_relacionadas":["Salmos 20:7","Isaías 43:7","Êxodo 3:15"]},"naum_3_9_forca":{"palavra_pt":"forca","palavra_original":"עׇצְמָה","transliteracao":"ʻotsmâh","strong":"H6109","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se ao poder militar e à capacidade de resistência de uma nação.","explicacao_detalhada":"A palavra 'força' implica em vigor, poder e a habilidade de lutar. Em Naum 3:9, a força do povo etíope é mencionada como um aspecto de sua identidade, mas também como um fator que será desafiado pelo juízo divino.","por_que_esta_palavra":"É usada para contrastar a força aparente de uma nação com a força de Deus, que é suprema e inabalável.","conexao_teologica":"A força humana é passageira, enquanto a força de Deus é eterna e soberana. Isso nos lembra da fragilidade das potências terrenas diante do poder divino.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","2 Coríntios 12:9"]},"naum_3_10_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à liderança de uma nação.","explicacao_detalhada":"O termo 'princípio' pode ser interpretado como a origem ou a cabeça de algo. Em Naum 3:10, isso pode se referir à posição de uma nação em relação a outras, especialmente em termos de influência e poder.","por_que_esta_palavra":"A palavra é utilizada para mostrar que, mesmo que uma nação tenha um princípio forte, isso não a protegerá do juízo divino.","conexao_teologica":"Deus é o princípio de todas as coisas e, portanto, o verdadeiro líder e autoridade sobre todas as nações.","referencias_relacionadas":["Gênesis 1:1","Colossenses 1:17","Apocalipse 21:6"]},"naum_3_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' implica em método ou estilo de ação. Em Naum 3:10, pode-se entender que a maneira como a nação se comporta e age é relevante para o seu destino.","por_que_esta_palavra":"É usada para destacar que a forma de agir de uma nação pode levar à sua destruição ou à sua salvação.","conexao_teologica":"A maneira como vivemos e agimos reflete nossa relação com Deus e Sua vontade para nós.","referencias_relacionadas":["Provérbios 14:12","Mateus 7:13-14","Gálatas 6:7"]},"naum_3_10_carried":{"palavra_pt":"carried","palavra_original":"גּוֹלָה","transliteracao":"gôwlâh","strong":"H1473","significado_raiz":"Ideia básica: carried.","significado_contextual":"Refere-se ao ato de ser levado ou transportado.","explicacao_detalhada":"A palavra 'carried' pode ser entendida como um símbolo de vulnerabilidade. Em Naum 3:10, isso pode se referir à maneira como a nação será levada ao exílio ou ao juízo.","por_que_esta_palavra":"É utilizada para mostrar a fragilidade da nação diante do poder de Deus, que pode levá-la a um destino indesejado.","conexao_teologica":"A ideia de ser carregado pode simbolizar a necessidade de ser guiado por Deus, que é o verdadeiro portador de nosso destino.","referencias_relacionadas":["Isaías 53:4","Salmos 55:22","1 Pedro 5:7"]},"naum_3_11_inimigo":{"palavra_pt":"inimigo","palavra_original":"אֹיֵב","transliteracao":"ʼôyêb","strong":"H341","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um oponente ou adversário.","explicacao_detalhada":"A palavra 'inimigo' é usada para descrever aqueles que se opõem a uma nação ou a Deus. Em Naum 3:11, isso pode se referir aos inimigos que cercarão a nação em seu tempo de juízo.","por_que_esta_palavra":"É importante para enfatizar a realidade do conflito espiritual e físico que as nações enfrentam.","conexao_teologica":"A luta contra inimigos é uma realidade na vida cristã, refletindo a batalha entre o bem e o mal.","referencias_relacionadas":["Efésios 6:12","Salmos  enemies: 23:5","Romanos 12:19"]},"naum_3_11_again":{"palavra_pt":"novamente","palavra_original":"גַּם","transliteracao":"gam","strong":"H1571","significado_raiz":"Ideia básica: novamente.","significado_contextual":"Refere-se à repetição ou retorno a uma situação anterior.","explicacao_detalhada":"A palavra 'novamente' sugere um ciclo de eventos ou ações que se repetem. Em Naum 3:11, isso pode indicar que a nação enfrentará novamente o juízo de Deus.","por_que_esta_palavra":"É usada para enfatizar que a desobediência a Deus pode levar a consequências repetidas.","conexao_teologica":"Deus é um Deus de segundas chances, mas também é um Deus de justiça que não ignora o pecado.","referencias_relacionadas":["Eclesiastes 1:9","Gálatas 6:7","Hebreus 10:26"]},"naum_3_11_thee":{"palavra_pt":"thee","palavra_original":"אַתָּה","transliteracao":"ʼattâh","strong":"H859","significado_raiz":"Ideia básica: thee.","significado_contextual":"Refere-se à segunda pessoa do singular, enfatizando a individualidade.","explicacao_detalhada":"A palavra 'thee' é uma forma de se dirigir diretamente a alguém. Em Naum 3:11, isso pode ser um chamado à reflexão pessoal sobre a própria condição diante de Deus.","por_que_esta_palavra":"É utilizada para tornar a mensagem mais pessoal e direta, desafiando o ouvinte a considerar sua própria vida.","conexao_teologica":"Deus se relaciona pessoalmente com cada indivíduo, chamando cada um pelo nome.","referencias_relacionadas":["Isaías 43:1","João 10:3","Romanos 14:12"]},"naum_3_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"Assim como mencionado anteriormente, a palavra 'modo' implica em método ou estilo de ação. Em Naum 3:12, isso pode se referir à maneira como a nação se comporta em sua decadência.","por_que_esta_palavra":"É usada para enfatizar que a forma de agir de uma nação pode levar à sua destruição.","conexao_teologica":"A maneira como vivemos e agimos reflete nossa relação com Deus e Sua vontade para nós.","referencias_relacionadas":["Provérbios 4:23","Mateus 7:20","Gálatas 5:22-23"]},"naum_3_12_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de resgatar ou libertar.","explicacao_detalhada":"A palavra 'salvar' implica em libertação de um estado de perigo ou condenação. Em Naum 3:12, isso pode se referir à incapacidade da nação de se salvar de seu destino.","por_que_esta_palavra":"É utilizada para mostrar que a salvação verdadeira vem de Deus e não de esforços humanos.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a necessidade de dependência de Deus para a libertação do pecado.","referencias_relacionadas":["Salmos 37:39","Romanos 1:16","Efésios 2:8-9"]},"naum_3_12_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair representa a queda de uma cidade ou nação, simbolizando a derrota e a vulnerabilidade.","explicacao_detalhada":"No contexto de Naum 3:12, a palavra 'cair' é usada para descrever a fragilidade das defesas de Nínive, que, apesar de sua grandeza, está prestes a ser destruída. A queda é um sinal do juízo divino sobre a cidade.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a inevitabilidade do juízo de Deus e a fragilidade das estruturas humanas diante de Seu poder.","conexao_teologica":"A queda de Nínive ilustra a justiça de Deus, que não tolera a opressão e a maldade, mostrando que mesmo as potências mais fortes podem ser derrubadas.","referencias_relacionadas":["Isaías 14:12","Ezequiel 28:17","Mateus 7:27"]},"naum_3_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao solo, ao território e ao domínio de uma nação, simbolizando a base de sua existência.","explicacao_detalhada":"Em Naum 3:13, a palavra 'terra' é usada para descrever a extensão do domínio de Nínive, que está prestes a ser devastada. A destruição da terra implica na perda de identidade e de herança.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a totalidade da destruição que Nínive enfrentará, afetando não apenas a cidade, mas toda a sua nação.","conexao_teologica":"A destruição da terra de Nínive serve como um aviso sobre as consequências do pecado e da desobediência a Deus, mostrando que Ele tem controle sobre todas as nações.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Apocalipse 21:1"]},"naum_3_13_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"Eis é uma chamada à atenção, um convite para observar algo importante que está prestes a ser revelado.","explicacao_detalhada":"Naum 3:13 usa 'eis' para chamar a atenção do leitor para a situação crítica de Nínive, enfatizando a urgência e a gravidade do que está por vir.","por_que_esta_palavra":"A palavra 'eis' é usada para despertar a consciência sobre a realidade do juízo de Deus, convidando todos a perceberem a seriedade da situação.","conexao_teologica":"O uso de 'eis' reflete a necessidade de vigilância e discernimento espiritual, lembrando que Deus está sempre atento às ações das nações.","referencias_relacionadas":["Mateus 24:42","Lucas 21:28","Apocalipse 3:20"]},"naum_3_13_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Povo refere-se à coletividade de indivíduos que formam uma nação, enfatizando a responsabilidade coletiva.","explicacao_detalhada":"Em Naum 3:13, a palavra 'povo' destaca a condição moral e espiritual da sociedade de Nínive, que é responsável por suas ações e pelo juízo que está por vir.","por_que_esta_palavra":"A palavra 'povo' é importante para entender que o juízo de Deus não é apenas sobre líderes, mas sobre toda a comunidade que se afastou de Seus caminhos.","conexao_teologica":"A responsabilidade do povo diante de Deus é um tema recorrente nas Escrituras, mostrando que a coletividade pode ser julgada por suas ações.","referencias_relacionadas":["Deuteronômio 28:1-2","Ezequiel 18:30","Romanos 14:12"]},"naum_3_14_oppressor":{"palavra_pt":"oppressor","palavra_original":"רָמַס","transliteracao":"râmaç","strong":"H7429","significado_raiz":"Ideia básica: oppressor.","significado_contextual":"Opressor refere-se àquele que exerce controle ou tirania sobre outros, simbolizando injustiça e opressão.","explicacao_detalhada":"Naum 3:14 menciona os opressores de Nínive, destacando a injustiça que permeava a cidade e a necessidade de um juízo divino contra tais práticas.","por_que_esta_palavra":"A palavra 'opressor' é crucial para entender a natureza do pecado de Nínive, que se caracterizava pela exploração e abuso dos mais fracos.","conexao_teologica":"A opressão é condenada em toda a Bíblia, e o juízo sobre Nínive serve como um lembrete de que Deus defende os oprimidos.","referencias_relacionadas":["Salmos 103:6","Isaías 10:1-2","Tiago 5:1-6"]},"naum_3_14_agua":{"palavra_pt":"agua","palavra_original":"חֹמֶר","transliteracao":"chômer","strong":"H2563","significado_raiz":"Ideia básica: agua.","significado_contextual":"Água simboliza a vida, a purificação e, neste contexto, a destruição iminente que se aproxima.","explicacao_detalhada":"Naum 3:14 menciona a água em um contexto que sugere a inundação ou a destruição que virá sobre Nínive, simbolizando a purificação através do juízo.","por_que_esta_palavra":"A palavra 'água' é usada para ilustrar a força do juízo de Deus, que pode trazer destruição, mas também renovação.","conexao_teologica":"A água é um símbolo recorrente na Bíblia, representando tanto a vida quanto o juízo, como nas histórias do dilúvio e do batismo.","referencias_relacionadas":["Gênesis 6:17","Isaías 43:2","Apocalipse 21:6"]},"naum_3_14_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica em força e controle, simbolizando a opressão e a tirania.","explicacao_detalhada":"Naum 3:14 usa 'agarrar' para descrever a ação dos opressores que mantêm o controle sobre o povo, refletindo a injustiça que será julgada por Deus.","por_que_esta_palavra":"A palavra 'agarrar' enfatiza a natureza violenta e coercitiva da opressão, que é um tema central na mensagem de Naum.","conexao_teologica":"A opressão e a tirania são condenadas nas Escrituras, e o juízo de Deus é uma resposta à injustiça que se perpetua.","referencias_relacionadas":["Salmos 10:9","Miquéias 2:1-2","Tiago 4:6"]},"naum_3_15_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir refere-se ao ato de aniquilar ou arruinar, simbolizando o juízo divino sobre a maldade.","explicacao_detalhada":"Naum 3:15 menciona a destruição que virá sobre Nínive, enfatizando a severidade do juízo de Deus contra a cidade por suas transgressões.","por_que_esta_palavra":"A palavra 'destruir' é fundamental para entender a gravidade do juízo de Deus e a certeza de que a maldade não ficará impune.","conexao_teologica":"A destruição de Nínive serve como um aviso sobre as consequências do pecado e a certeza do juízo divino.","referencias_relacionadas":["Ezequiel 18:30","Romanos 2:6-8","Apocalipse 20:15"]},"naum_3_15_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom refere-se à qualidade de algo que é agradável ou desejável, contrastando com a maldade.","explicacao_detalhada":"Naum 3:15 menciona a ideia de que o que é considerado 'bom' será destruído, enfatizando a inversão de valores que ocorre em Nínive.","por_que_esta_palavra":"A palavra 'bom' é usada para destacar a corrupção moral da cidade, onde o que deveria ser bom foi pervertido.","conexao_teologica":"A corrupção do que é bom é um tema recorrente nas Escrituras, e o juízo de Deus é uma resposta à degradação moral.","referencias_relacionadas":["Isaías 5:20","Romanos 12:2","Gálatas 6:7"]},"naum_3_16_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Céus refere-se ao domínio celestial, simbolizando a soberania de Deus sobre a terra.","explicacao_detalhada":"Naum 3:16 menciona os céus em um contexto que sugere a grandeza de Deus e Sua autoridade sobre todas as coisas, incluindo as nações.","por_que_esta_palavra":"A palavra 'céus' é importante para entender a soberania de Deus e como Ele exerce controle sobre a história e os eventos humanos.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor sobre toda a criação.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 13:1"]},"naum_3_16_estrela":{"palavra_pt":"estrela","palavra_original":"כּוֹכָב","transliteracao":"kôwkâb","strong":"H3556","significado_raiz":"Ideia básica: estrela.","significado_contextual":"A palavra 'estrela' é usada para descrever a grandeza e a glória dos líderes que caíram.","explicacao_detalhada":"No contexto de Naum 3:16, a 'estrela' simboliza a influência e o poder que os líderes tinham, mas que agora estão em declínio. A imagem da estrela também pode evocar a ideia de luz que se apaga, representando a queda de um império.","por_que_esta_palavra":"A escolha da palavra 'estrela' enfatiza a transitoriedade do poder e a inevitabilidade do juízo divino sobre aqueles que se exaltam.","conexao_teologica":"A queda das estrelas pode ser vista como uma representação do juízo de Deus sobre os soberanos que se opõem a Ele, refletindo a soberania divina sobre a história.","referencias_relacionadas":["Isaías 14:12","Apocalipse 1:20","Mateus 2:2"]},"naum_3_16_trevas":{"palavra_pt":"trevas","palavra_original":"עוּף","transliteracao":"ʻûwph","strong":"H5774","significado_raiz":"Ideia básica: trevas.","significado_contextual":"A palavra 'trevas' refere-se à desolação e ao juízo que se abate sobre Nínive.","explicacao_detalhada":"Em Naum 3:16, 'trevas' simboliza a ausência de luz e esperança, representando o estado de calamidade e destruição que virá sobre a cidade por causa de sua maldade.","por_que_esta_palavra":"A utilização de 'trevas' serve para ilustrar a gravidade do juízo divino e a realidade sombria que se aproxima dos ímpios.","conexao_teologica":"As trevas são frequentemente associadas ao juízo de Deus e à separação da Sua presença, refletindo a consequência do pecado.","referencias_relacionadas":["Mateus 8:12","João 3:19","Apocalipse 16:10"]},"naum_3_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para indicar um tempo específico de julgamento e revelação.","explicacao_detalhada":"No versículo, 'dia' representa o tempo determinado por Deus para a execução de Seu juízo sobre Nínive, enfatizando a certeza e a iminência desse evento.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender que o juízo de Deus não é apenas uma possibilidade, mas uma certeza que se cumprirá.","conexao_teologica":"O conceito de 'dia' de juízo é um tema recorrente nas Escrituras, onde Deus intervém na história para corrigir a injustiça.","referencias_relacionadas":["Amós 5:18","Mateus 24:36","Romanos 2:16"]},"naum_3_17_grande":{"palavra_pt":"grande","palavra_original":"גּוֹב","transliteracao":"gôwb","strong":"H1462","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' descreve a magnitude do exército e da influência de Nínive.","explicacao_detalhada":"Em Naum 3:17, 'grande' é usado para enfatizar a força e a opressão que a cidade exercia sobre as nações ao seu redor, mas também a grandeza de sua queda iminente.","por_que_esta_palavra":"A escolha de 'grande' destaca a ironia da situação: o que era considerado poderoso e imbatível agora está destinado à destruição.","conexao_teologica":"A grandeza de Nínive contrasta com a grandeza de Deus, que é soberano sobre todas as nações e traz juízo sobre os soberbos.","referencias_relacionadas":["Salmos 37:20","Isaías 2:12","Ezequiel 30:10"]},"naum_3_18_sleep":{"palavra_pt":"sleep","palavra_original":"נוּם","transliteracao":"nûwm","strong":"H5123","significado_raiz":"Ideia básica: sleep.","significado_contextual":"A palavra 'sleep' refere-se à inatividade e à falta de vigilância dos líderes de Nínive.","explicacao_detalhada":"No contexto de Naum 3:18, 'sleep' simboliza a complacência e a incapacidade dos líderes de perceberem a iminente destruição que se aproxima.","por_que_esta_palavra":"A palavra 'sleep' é usada para ilustrar a falta de consciência espiritual e a apatia diante do juízo de Deus.","conexao_teologica":"A ideia de estar 'dormindo' espiritualmente é um alerta nas Escrituras, onde Deus chama Seu povo à vigilância e à prontidão.","referencias_relacionadas":["Mateus 25:5","Romanos 13:11","1 Tessalonicenses 5:6"]},"naum_3_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao poder que governava Nínive.","explicacao_detalhada":"Em Naum 3:18, 'rei' representa a liderança que, apesar de sua posição elevada, não pôde evitar o juízo de Deus que se aproximava.","por_que_esta_palavra":"A menção do 'rei' enfatiza que nenhuma autoridade humana está acima do juízo divino, independentemente de seu status ou poder.","conexao_teologica":"Deus é o Rei supremo, e todos os reis da terra estão sujeitos à Sua vontade e ao Seu juízo.","referencias_relacionadas":["Salmos 2:10","Provérbios 21:1","Daniel 2:21"]},"naum_3_18_excellent":{"palavra_pt":"excelente","palavra_original":"אַדִּיר","transliteracao":"ʼaddîyr","strong":"H117","significado_raiz":"Ideia básica: excelente.","significado_contextual":"A palavra 'excelente' descreve a qualidade dos líderes que, apesar de suas habilidades, falharam em guiar o povo corretamente.","explicacao_detalhada":"No contexto de Naum 3:18, 'excelente' é usado para mostrar que, mesmo com líderes competentes, a corrupção e a maldade prevaleceram em Nínive.","por_que_esta_palavra":"A escolha de 'excelente' ressalta a responsabilidade dos líderes em usar suas habilidades para o bem e não para a opressão.","conexao_teologica":"Deus exige que aqueles em posições de liderança sejam justos e retos, e o juízo virá sobre aqueles que falham em cumprir essa responsabilidade.","referencias_relacionadas":["Ezequiel 34:2","Tiago 3:1","1 Pedro 5:2"]},"naum_3_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Nínive lidou com suas ações e consequências.","explicacao_detalhada":"Em Naum 3:19, 'modo' indica que a cidade não tinha como escapar das consequências de suas ações malignas, mostrando que seus atos tinham um impacto direto em seu destino.","por_que_esta_palavra":"A palavra 'modo' enfatiza a responsabilidade moral e as consequências que vêm das escolhas feitas.","conexao_teologica":"A justiça de Deus é baseada em como as pessoas vivem e agem, e cada um será julgado de acordo com seu modo de vida.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Apocalipse 20:12"]},"naum_3_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Nínive enfrentará seu juízo.","explicacao_detalhada":"Em Naum 3:19, 'porque' é usado para explicar que a cidade não tem cura devido à sua maldade e à sua recusa em se arrepender.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a lógica do juízo de Deus, que é sempre justificado e baseado em ações.","conexao_teologica":"Deus é justo em Seus julgamentos, e a razão pela qual as pessoas enfrentam consequências é sempre ligada às suas escolhas.","referencias_relacionadas":["Ezequiel 18:30","Romanos 1:18","Gálatas 5:13"]}}