{"cantares_1_1_solomon":{"palavra_pt":"solomon","palavra_original":"שְׁלֹמֹה","transliteracao":"Shᵉlômôh","strong":"H8010","significado_raiz":"Ideia básica: solomon.","significado_contextual":"O nome 'Salomão' é associado à paz e à sabedoria, refletindo o caráter do rei que governou Israel.","explicacao_detalhada":"Salomão, filho de Davi, é conhecido por sua sabedoria e por ter construído o Templo em Jerusalém. Seu nome, que significa 'paz', é um reflexo da era de paz que ele trouxe ao reino.","por_que_esta_palavra":"A menção de Salomão no Cântico dos Cânticos destaca a conexão entre amor, sabedoria e liderança.","conexao_teologica":"Salomão representa a sabedoria divina e a paz que vem de Deus, simbolizando o relacionamento entre Deus e Seu povo.","referencias_relacionadas":["1 Reis 3:5-14","1 Reis 10:1-13","Eclesiastes 2:1-11"]},"cantares_1_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou justificativa para o que se segue, enfatizando a importância da declaração.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a intensidade do amor e o desejo da amada, que é comparado ao perfume e à doçura.","por_que_esta_palavra":"A palavra é crucial para a construção do argumento sobre a beleza e a atratividade do amor.","conexao_teologica":"Reflete a ideia de que o amor verdadeiro é fundamentado em razões profundas e significativas.","referencias_relacionadas":["Romanos 5:8","1 João 4:19","Cantares 2:4"]},"cantares_1_2_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a qualidade do amor e do relacionamento.","explicacao_detalhada":"No contexto do Cântico dos Cânticos, 'bom' enfatiza a doçura e a satisfação que o amor proporciona.","por_que_esta_palavra":"A utilização de 'bom' destaca a natureza positiva e desejável do amor entre os amantes.","conexao_teologica":"O amor de Deus é frequentemente descrito como 'bom', refletindo Sua natureza e a qualidade de Seus relacionamentos com a humanidade.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22-23","Cantares 4:10"]},"cantares_1_3_savour":{"palavra_pt":"savour","palavra_original":"רֵיחַ","transliteracao":"rêyach","strong":"H7381","significado_raiz":"Ideia básica: savour.","significado_contextual":"A palavra 'savour' refere-se ao aroma, simbolizando a atratividade e a beleza do amor.","explicacao_detalhada":"Neste contexto, o 'savour' é uma metáfora para a experiência sensorial do amor, que é doce e agradável.","por_que_esta_palavra":"A escolha dessa palavra sugere que o amor é algo que pode ser sentido e apreciado, como um perfume.","conexao_teologica":"O amor de Deus é descrito como um aroma suave, simbolizando a aceitação e a alegria que Ele traz.","referencias_relacionadas":["2 Coríntios 2:15","Efésios 5:2","Cantares 4:16"]},"cantares_1_3_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A repetição da palavra 'bom' reforça a ideia de que o amor é algo positivo e desejável.","explicacao_detalhada":"Neste versículo, 'bom' é usado para enfatizar a qualidade do amor e a alegria que ele traz aos amantes.","por_que_esta_palavra":"A palavra é fundamental para expressar a satisfação e a plenitude que o amor proporciona.","conexao_teologica":"O amor de Deus é descrito como 'bom' e perfeito, refletindo Sua natureza e a relação que Ele deseja ter com a humanidade.","referencias_relacionadas":["Salmos 136:1","Tiago 1:17","Cantares 4:10"]},"cantares_1_3_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"A palavra 'amar' é central para a temática do Cântico dos Cânticos, que explora o amor romântico e a amizade.","explicacao_detalhada":"Neste contexto, 'amar' implica um profundo afeto e conexão entre os amantes, destacando a intimidade do relacionamento.","por_que_esta_palavra":"A escolha de 'amar' enfatiza a natureza relacional e emocional do amor descrito na obra.","conexao_teologica":"O amor é um tema central na teologia cristã, refletindo o amor de Deus por Seu povo e a chamada para amar uns aos outros.","referencias_relacionadas":["João 15:13","1 Coríntios 13:4-7","Cantares 8:6"]},"cantares_1_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao poder, simbolizando a posição do amado.","explicacao_detalhada":"Neste contexto, o 'rei' representa não apenas um governante, mas também alguém que é amado e desejado.","por_que_esta_palavra":"A menção do 'rei' destaca a reverência e a admiração que a amada sente por seu amado.","conexao_teologica":"Deus é frequentemente descrito como Rei, enfatizando Sua soberania e autoridade sobre a criação.","referencias_relacionadas":["Salmos 24:7-10","Isaías 9:6","Cantares 7:5"]},"cantares_1_4_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica um desejo de estar próximo e acompanhar o amado.","explicacao_detalhada":"Neste contexto, 'seguir' sugere um compromisso e uma devoção ao relacionamento.","por_que_esta_palavra":"A escolha de 'seguir' enfatiza a ação de buscar a presença do amado e a vontade de estar junto dele.","conexao_teologica":"A ideia de seguir a Deus é central na fé cristã, refletindo a disposição de seguir Seus caminhos.","referencias_relacionadas":["Mateus 16:24","Salmos 23:6","Cantares 8:14"]},"cantares_1_4_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"A palavra 'cheer' refere-se à alegria e à felicidade que o amor traz.","explicacao_detalhada":"Neste contexto, 'cheer' sugere a celebração do amor e a felicidade que vem do relacionamento.","por_que_esta_palavra":"A escolha de 'cheer' destaca a natureza alegre e vibrante do amor entre os amantes.","conexao_teologica":"A alegria é um fruto do Espírito e reflete a natureza de Deus, que deseja que Seu povo viva em alegria.","referencias_relacionadas":["Filipenses 4:4","Salmos 118:24","Cantares 2:12"]},"cantares_1_5_tenda":{"palavra_pt":"tenda","palavra_original":"אֹהֶל","transliteracao":"ʼôhel","strong":"H168","significado_raiz":"Ideia básica: tenda.","significado_contextual":"A palavra 'tenda' simboliza abrigo e proteção, representando a intimidade do relacionamento.","explicacao_detalhada":"Neste contexto, 'tenda' sugere um espaço seguro onde o amor pode florescer.","por_que_esta_palavra":"A escolha de 'tenda' enfatiza a ideia de um lar ou um lugar de refúgio no relacionamento.","conexao_teologica":"Deus é descrito como nosso abrigo e refúgio, simbolizando a proteção que Ele oferece ao Seu povo.","referencias_relacionadas":["Salmos 91:1","Isaías 4:6","Cantares 3:10"]},"cantares_1_5_becometh":{"palavra_pt":"becometh","palavra_original":"נָאוֶה","transliteracao":"nâʼveh","strong":"H5000","significado_raiz":"Ideia básica: becometh.","significado_contextual":"Refere-se à beleza e à adequação da amada, destacando sua graça.","explicacao_detalhada":"A palavra 'becometh' sugere que a amada é digna de admiração e que sua beleza é apropriada ao contexto do amor e do desejo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a harmonia e a atratividade da amada, que é comparada a uma flor ou a algo que embeleza o ambiente.","conexao_teologica":"A beleza e a graça são frequentemente vistas como reflexos da criação divina, onde Deus cria o que é bom e belo.","referencias_relacionadas":["Gênesis 1:31","Salmos 27:4","Provérbios 31:30"]},"cantares_1_6_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"O sol simboliza luz, calor e vida, representando a presença e o amor da amada.","explicacao_detalhada":"A menção do sol destaca a importância da amada como fonte de alegria e vitalidade na vida do amante, comparando-a à luz que ilumina e aquece.","por_que_esta_palavra":"O sol é um símbolo poderoso de beleza e força, refletindo a importância da amada na vida do amante.","conexao_teologica":"A luz é frequentemente associada à presença de Deus, que é descrito como luz em várias passagens bíblicas.","referencias_relacionadas":["Salmos 84:11","Isaías 60:19","Mateus 5:14"]},"cantares_1_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' pode simbolizar a continuidade e a herança de amor entre os amantes.","explicacao_detalhada":"Neste contexto, 'filho' pode representar a relação íntima e o compromisso entre o amante e a amada, sugerindo um futuro juntos.","por_que_esta_palavra":"A inclusão de 'filho' reforça a ideia de que o amor verdadeiro é duradouro e gera frutos.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar o amor de Deus por Seu povo.","referencias_relacionadas":["Salmos 127:3","Efésios 6:1","Gálatas 4:6"]},"cantares_1_6_jardim":{"palavra_pt":"jardim","palavra_original":"כֶּרֶם","transliteracao":"kerem","strong":"H3754","significado_raiz":"Ideia básica: jardim.","significado_contextual":"Um jardim simboliza beleza, fertilidade e um espaço de prazer e intimidade.","explicacao_detalhada":"A referência ao jardim sugere um lugar de crescimento e desenvolvimento do amor, onde os amantes podem se encontrar e desfrutar da companhia um do outro.","por_que_esta_palavra":"Um jardim é um símbolo de vida e abundância, refletindo a riqueza do relacionamento amoroso.","conexao_teologica":"O jardim é uma metáfora comum na Bíblia, representando o Éden e a comunhão perfeita entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 2:8","Cantares 4:12","Isaías 51:3"]},"cantares_1_7_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"A palavra 'amar' destaca a profundidade da relação entre os amantes, que vai além do físico.","explicacao_detalhada":"O amor é apresentado como um vínculo forte e essencial, que une os amantes em uma amizade íntima e profunda.","por_que_esta_palavra":"A escolha da palavra 'amar' enfatiza que o amor verdadeiro envolve amizade, respeito e compromisso.","conexao_teologica":"O amor é um tema central na teologia cristã, refletindo o amor de Deus por Sua criação.","referencias_relacionadas":["1 João 4:8","Romanos 13:10","Efésios 5:25"]},"cantares_1_7_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida e à profundidade do ser.","explicacao_detalhada":"Neste contexto, 'alma' representa a totalidade do ser da amada, incluindo suas emoções e desejos, tornando-a única e preciosa.","por_que_esta_palavra":"A ênfase na alma sugere que o amor transcende o físico e toca o espiritual.","conexao_teologica":"A alma é frequentemente mencionada na Bíblia como a parte mais íntima do ser humano, que Deus valoriza.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"cantares_1_7_luz":{"palavra_pt":"luz","palavra_original":"צֹהַר","transliteracao":"tsôhar","strong":"H6672","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz simboliza clareza, revelação e a presença do divino.","explicacao_detalhada":"A menção da luz sugere que a amada traz clareza e alegria à vida do amante, iluminando seu caminho.","por_que_esta_palavra":"A luz é um símbolo de esperança e orientação, refletindo a influência positiva da amada.","conexao_teologica":"A luz é frequentemente associada à presença de Deus e à verdade, como em João 8:12.","referencias_relacionadas":["Salmos 119:105","Isaías 9:2","João 1:5"]},"cantares_1_8_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica um desejo de proteção e cuidado no relacionamento.","explicacao_detalhada":"Neste contexto, 'salvar' sugere que o amante deseja resgatar e proteger a amada de qualquer mal ou tristeza.","por_que_esta_palavra":"A escolha dessa palavra enfatiza o papel do amante como protetor e cuidador.","conexao_teologica":"A ideia de salvação é central na teologia cristã, refletindo o amor de Deus que salva e protege Seu povo.","referencias_relacionadas":["Salmos 34:19","Romanos 10:13","Efésios 2:8"]},"cantares_1_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e sinceridade no relacionamento.","explicacao_detalhada":"A ênfase na verdade sugere que o amor deve ser baseado na honestidade e na transparência entre os amantes.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da integridade e da confiança no relacionamento.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã, como em João 14:6.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 4:24"]},"cantares_1_8_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' destaca a dignidade e o valor da amada no relacionamento.","explicacao_detalhada":"A referência à mulher sugere que ela é uma parceira valiosa e respeitada, digna de amor e admiração.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância do papel da mulher na sociedade e no relacionamento amoroso.","conexao_teologica":"A Bíblia exalta a mulher virtuosa, mostrando seu valor e importância no plano de Deus.","referencias_relacionadas":["Provérbios 31:10","Gálatas 3:28","Efésios 5:22"]},"cantares_1_9_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó representa a autoridade e o poder do Egito, simbolizando opressão e resistência ao povo de Deus.","explicacao_detalhada":"No contexto de Cantares, a menção ao faraó pode ser interpretada como uma referência à opressão que o povo de Israel enfrentou no Egito, além de simbolizar a força e a majestade que se opõem ao amor divino.","por_que_esta_palavra":"A palavra 'farao' é utilizada para enfatizar a grandeza e a opressão, contrastando com o amor e a beleza que são celebrados no poema.","conexao_teologica":"A figura do faraó é frequentemente associada à opressão do povo de Deus, enquanto o amor é visto como libertador e redentor.","referencias_relacionadas":["Êxodo 5:1","Êxodo 12:30","Romanos 9:17"]},"cantares_1_10_chain":{"palavra_pt":"chain","palavra_original":"חָרוּז","transliteracao":"chârûwz","strong":"H2737","significado_raiz":"Ideia básica: chain.","significado_contextual":"A palavra 'chain' refere-se a adornos que embelezam, simbolizando a beleza e a riqueza do amor.","explicacao_detalhada":"No contexto de Cantares, as correntes ou adornos são uma metáfora para a beleza do amor e a intimidade entre os amantes, refletindo a riqueza do relacionamento.","por_que_esta_palavra":"A utilização de 'chain' destaca a importância da beleza e do valor que o amor verdadeiro possui, além de simbolizar a união entre os amantes.","conexao_teologica":"O amor é frequentemente descrito como algo precioso e adornado, refletindo a beleza do relacionamento entre Deus e seu povo.","referencias_relacionadas":["Cantares 4:9","Cantares 7:1","Provérbios 1:9"]},"cantares_1_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora para força e proteção.","explicacao_detalhada":"No contexto de Cantares, a menção ao urso pode simbolizar a força do amor e a proteção que ele oferece, assim como a ferocidade de um urso em defesa de seus filhotes.","por_que_esta_palavra":"A palavra é utilizada para transmitir a ideia de que o amor verdadeiro é forte e protetor, capaz de enfrentar desafios.","conexao_teologica":"O amor de Deus é frequentemente descrito como forte e protetor, semelhante à força de um urso defendendo sua prole.","referencias_relacionadas":["Salmos 91:4","Isaías 40:11","Romanos 8:37"]},"cantares_1_11_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A prata simboliza riqueza e valor, refletindo a preciosidade do amor.","explicacao_detalhada":"No contexto de Cantares, a prata é usada para ilustrar a beleza e o valor do amor, comparando-o a tesouros preciosos.","por_que_esta_palavra":"A escolha da palavra 'prata' enfatiza a ideia de que o amor é algo valioso e digno de ser celebrado.","conexao_teologica":"O amor de Deus é frequentemente descrito como mais precioso do que ouro ou prata, refletindo seu valor eterno.","referencias_relacionadas":["Salmos 119:72","Provérbios 3:14","1 Pedro 1:18-19"]},"cantares_1_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei representa autoridade e poder, simbolizando a soberania de Deus sobre o amor.","explicacao_detalhada":"No contexto de Cantares, a menção ao rei pode simbolizar a majestade e a grandeza do amor, que é governado pela soberania divina.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a importância e a dignidade do amor, que é visto como algo que deve ser respeitado e reverenciado.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e seu amor é soberano e poderoso, refletindo a autoridade divina.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","1 Timóteo 6:15"]},"cantares_1_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de oferecer ou entregar, simbolizando a generosidade do amor.","explicacao_detalhada":"No contexto de Cantares, 'dar' implica a entrega mútua entre os amantes, refletindo a natureza generosa e sacrificial do amor verdadeiro.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a ideia de que o amor envolve doação e entrega, um aspecto fundamental do relacionamento.","conexao_teologica":"O amor de Deus é descrito como um amor que dá, exemplificado na entrega de Jesus por nós.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 João 3:16"]},"cantares_1_13_myrrh":{"palavra_pt":"myrrh","palavra_original":"מֹר","transliteracao":"môr","strong":"H4753","significado_raiz":"Ideia básica: myrrh.","significado_contextual":"A mirra é um símbolo de perfume e sacrifício, representando a doçura e o valor do amor.","explicacao_detalhada":"No contexto de Cantares, a mirra é usada para simbolizar a fragância e a beleza do amor, além de remeter ao sacrifício e à devoção.","por_que_esta_palavra":"A palavra 'mirra' destaca a ideia de que o amor verdadeiro é precioso e deve ser tratado com cuidado e reverência.","conexao_teologica":"A mirra é frequentemente associada ao sacrifício de Cristo, refletindo a profundidade do amor de Deus por nós.","referencias_relacionadas":["Mateus 2:11","Marcos 15:23","Apocalipse 18:13"]},"cantares_1_13_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' é central na mensagem de Cantares, simbolizando a relação íntima e profunda entre os amantes.","explicacao_detalhada":"No contexto de Cantares, o amor é descrito como algo belo, intenso e transformador, refletindo a relação entre Deus e seu povo.","por_que_esta_palavra":"A repetição da palavra 'amor' enfatiza sua importância e centralidade na experiência humana e divina.","conexao_teologica":"O amor é a essência de Deus, e a relação entre os amantes é um reflexo do amor divino que nos foi dado.","referencias_relacionadas":["1 Coríntios 13:4-7","1 João 4:8","Romanos 13:10"]},"cantares_1_14_bribe":{"palavra_pt":"bribe","palavra_original":"כֹּפֶר","transliteracao":"kôpher","strong":"H3724","significado_raiz":"Ideia básica: bribe.","significado_contextual":"A palavra 'bribe' pode ser interpretada como um símbolo de valor e troca, refletindo a natureza do amor como algo que é precioso.","explicacao_detalhada":"No contexto de Cantares, a menção ao 'bribe' pode simbolizar a ideia de que o amor é algo que deve ser valorizado e que envolve uma troca mútua.","por_que_esta_palavra":"A escolha da palavra 'bribe' destaca a ideia de que o amor verdadeiro é valioso e digno de ser buscado.","conexao_teologica":"O amor de Deus é descrito como um presente inestimável, que não pode ser comprado, mas é dado livremente.","referencias_relacionadas":["Provérbios 17:8","Eclesiastes 7:12","Salmos 119:72"]},"cantares_1_14_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"A repetição da palavra 'amor' enfatiza sua centralidade e importância na mensagem de Cantares.","explicacao_detalhada":"No contexto de Cantares, o amor é descrito como a força que une os amantes, refletindo a profundidade e a beleza do relacionamento.","por_que_esta_palavra":"A palavra 'amor' é utilizada para destacar a natureza intensa e transformadora do amor verdadeiro.","conexao_teologica":"O amor é a essência de Deus, e a relação entre os amantes é um reflexo do amor divino que nos foi dado.","referencias_relacionadas":["Cantares 8:6","1 João 4:16","Romanos 5:5"]},"cantares_1_14_jardim":{"palavra_pt":"jardim","palavra_original":"כֶּרֶם","transliteracao":"kerem","strong":"H3754","significado_raiz":"Ideia básica: jardim.","significado_contextual":"O 'jardim' simboliza um lugar de beleza, amor e intimidade, representando o relacionamento entre o amado e a amada.","explicacao_detalhada":"No contexto de Cantares, o jardim é uma metáfora para a pureza e a fertilidade do amor. Ele evoca imagens de um espaço protegido e cultivado, onde o amor pode florescer.","por_que_esta_palavra":"A escolha da palavra 'jardim' enfatiza a ideia de um espaço sagrado e especial, onde o amor é cultivado e apreciado.","conexao_teologica":"O jardim é frequentemente associado ao Éden, onde Deus criou um ambiente perfeito para a humanidade. Isso reflete a intenção divina para o amor e o relacionamento.","referencias_relacionadas":["Gênesis 2:8","Cantares 4:12","Isaías 51:3"]},"cantares_1_15_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, destacando a beleza e a importância do que está sendo apresentado.","explicacao_detalhada":"Neste versículo, 'eis' serve para enfatizar a admiração e o encanto que o amado sente pela amada, chamando a atenção para suas qualidades.","por_que_esta_palavra":"A palavra 'eis' é utilizada para criar um momento de revelação, onde algo precioso é mostrado e valorizado.","conexao_teologica":"A revelação de Deus ao seu povo é frequentemente precedida por uma chamada de atenção, semelhante ao uso de 'eis' nas Escrituras.","referencias_relacionadas":["Isaías 40:9","Mateus 11:5","Apocalipse 3:20"]},"cantares_1_15_phrase":{"palavra_pt":"expressao","palavra_original":"יָפֶה","transliteracao":"yâpheh","strong":"H3303","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'linda' destaca a beleza e a atratividade da amada, refletindo o amor profundo do amado.","explicacao_detalhada":"A palavra 'linda' é uma exaltação das qualidades físicas e espirituais da amada, mostrando como o amor a torna ainda mais especial.","por_que_esta_palavra":"A escolha da palavra 'linda' é uma forma de expressar a admiração e o afeto que o amado sente, reforçando a conexão emocional.","conexao_teologica":"A beleza é frequentemente vista nas Escrituras como um reflexo da criação de Deus, que é bom e perfeito.","referencias_relacionadas":["Salmos 27:4","Provérbios 31:30","Cantares 4:7"]},"cantares_1_16_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Assim como em Cantares 1:15, 'eis' é usado para chamar a atenção para a beleza do amado.","explicacao_detalhada":"Neste contexto, a repetição da palavra 'eis' reforça a ideia de que a beleza e o amor são dignos de serem notados e celebrados.","por_que_esta_palavra":"A palavra 'eis' é uma forma de enfatizar a importância do momento e a beleza do relacionamento.","conexao_teologica":"A ênfase na beleza e na revelação é um tema recorrente nas Escrituras, onde Deus se revela ao seu povo.","referencias_relacionadas":["Salmos 139:14","Cantares 4:9","Isaías 33:17"]},"cantares_1_16_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"O 'amor' é o tema central de Cantares, representando a paixão e o desejo entre os amantes.","explicacao_detalhada":"A palavra 'amor' evoca a intensidade dos sentimentos entre os amantes, simbolizando a união e a entrega mútua.","por_que_esta_palavra":"A escolha da palavra 'amor' é fundamental para expressar a profundidade e a seriedade do relacionamento entre os protagonistas.","conexao_teologica":"O amor é um atributo de Deus, e o relacionamento entre os amantes reflete o amor divino que Deus tem por seu povo.","referencias_relacionadas":["1 João 4:8","Romanos 13:10","Cantares 8:6"]},"cantares_1_16_phrase":{"palavra_pt":"expressao","palavra_original":"יָפֶה","transliteracao":"yâpheh","strong":"H3303","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'linda' novamente destaca a beleza da amada, reforçando a admiração do amado.","explicacao_detalhada":"A repetição da palavra 'linda' enfatiza a importância da beleza no relacionamento e como isso impacta o amor entre os dois.","por_que_esta_palavra":"A palavra 'linda' é uma forma de celebrar as qualidades da amada, mostrando a alegria que ela traz ao amado.","conexao_teologica":"A beleza é vista como um presente de Deus, refletindo a criação e a bondade divina.","referencias_relacionadas":["Cantares 4:1","Salmos 45:11","Provérbios 31:30"]},"cantares_1_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' simboliza segurança, abrigo e o lar que os amantes desejam construir juntos.","explicacao_detalhada":"Neste contexto, a casa representa o desejo de um futuro juntos, onde o amor pode prosperar em um ambiente seguro.","por_que_esta_palavra":"A palavra 'casa' é escolhida para enfatizar a importância da estabilidade e do compromisso no relacionamento.","conexao_teologica":"A ideia de casa é frequentemente associada ao plano de Deus para a família e o relacionamento humano.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Efésios 2:19"]},"cantares_1_17_arvore":{"palavra_pt":"arvore","palavra_original":"אֶרֶז","transliteracao":"ʼerez","strong":"H730","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A 'árvore' simboliza força, proteção e crescimento, representando o amor que se desenvolve ao longo do tempo.","explicacao_detalhada":"A árvore é uma metáfora para a estabilidade e a durabilidade do amor, que se aprofunda e se fortalece com o tempo.","por_que_esta_palavra":"A escolha da palavra 'árvore' destaca a ideia de um amor que é enraizado e que proporciona abrigo e segurança.","conexao_teologica":"A árvore é uma imagem comum na Bíblia, simbolizando vida e crescimento, refletindo o relacionamento com Deus.","referencias_relacionadas":["Salmos 1:3","Provérbios 3:18","Cantares 2:3"]}}