{"cantares_2_1_nome":{"palavra_pt":"nome","palavra_original":"שָׁרוֹן","transliteracao":"Shârôwn","strong":"H8289","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' representa a identidade e a singularidade da amada, destacando sua importância para o amado.","explicacao_detalhada":"Neste contexto, o nome é uma forma de reconhecer e valorizar a individualidade da amada, mostrando como ela é especial.","por_que_esta_palavra":"A palavra 'nome' é escolhida para enfatizar a conexão pessoal e íntima entre os amantes.","conexao_teologica":"Na Bíblia, o nome muitas vezes carrega um significado profundo e reflete a identidade dada por Deus.","referencias_relacionadas":["Salmos 147:4","Isaías 43:1","Mateus 10:30"]},"cantares_2_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O 'filho' simboliza a continuidade e a esperança de um futuro juntos, representando o desejo de uma família.","explicacao_detalhada":"Neste contexto, a menção ao filho reflete o desejo de um amor que se expande e se multiplica, trazendo alegria e vida.","por_que_esta_palavra":"A palavra 'filho' é escolhida para enfatizar o desejo de um legado e a construção de uma vida em comum.","conexao_teologica":"A ideia de filhos é uma bênção nas Escrituras, refletindo o plano de Deus para a família e a continuidade da vida.","referencias_relacionadas":["Salmos 127:3","Gênesis 1:28","Efésios 6:4"]},"cantares_2_3_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' neste contexto refere-se a uma avaliação ou discernimento sobre a beleza e o valor do amor.","explicacao_detalhada":"O ato de julgar implica em uma análise profunda, onde se considera não apenas a aparência, mas também a essência do amor. No Cântico dos Cânticos, isso se relaciona à apreciação do amor romântico e divino.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a importância de discernir o que é verdadeiro e belo no amor, refletindo a sabedoria necessária para entender as relações.","conexao_teologica":"O julgamento é uma característica de Deus, que avalia o coração e as intenções. Assim, o amor verdadeiro é aquele que é julgado e aprovado por Deus.","referencias_relacionadas":["1 Reis 3:9","Salmos 37:30","Provérbios 21:2"]},"cantares_2_3_fruto":{"palavra_pt":"fruto","palavra_original":"תַּפּוּחַ","transliteracao":"tappûwach","strong":"H8598","significado_raiz":"Ideia básica: fruto.","significado_contextual":"O 'fruto' simboliza a recompensa e a doçura do amor, representando o que é gerado a partir de um relacionamento saudável.","explicacao_detalhada":"No contexto do Cântico dos Cânticos, o fruto é uma metáfora para os resultados do amor, que trazem alegria e satisfação. O amor é visto como algo que produz frutos bons e agradáveis.","por_que_esta_palavra":"O uso da palavra 'fruto' destaca a ideia de que o amor verdadeiro gera resultados positivos e nutritivos, assim como uma árvore frutífera.","conexao_teologica":"Na teologia bíblica, o fruto é frequentemente associado ao Espírito Santo e à vida em Cristo, onde o amor é um dos principais frutos.","referencias_relacionadas":["Gálatas 5:22-23","João 15:5","Mateus 7:17"]},"cantares_2_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' representa um lar, um lugar de segurança e amor, onde o relacionamento pode florescer.","explicacao_detalhada":"No Cântico dos Cânticos, a casa simboliza o espaço íntimo e seguro que um casal compartilha, onde o amor pode ser cultivado e protegido.","por_que_esta_palavra":"A palavra 'casa' é escolhida para enfatizar a importância do lar como um ambiente propício para o amor e a união.","conexao_teologica":"A casa é um símbolo da presença de Deus, que deseja habitar entre Seu povo e criar um lar espiritual.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"cantares_2_4_vinho":{"palavra_pt":"vinho","palavra_original":"יַיִן","transliteracao":"yayin","strong":"H3196","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O 'vinho' simboliza alegria, celebração e a doçura do amor compartilhado.","explicacao_detalhada":"No contexto do Cântico dos Cânticos, o vinho é uma metáfora para a alegria e a satisfação que o amor traz, sendo frequentemente associado a festas e celebrações.","por_que_esta_palavra":"A escolha da palavra 'vinho' destaca a riqueza e a profundidade das experiências amorosas, que são alegres e gratificantes.","conexao_teologica":"O vinho também é um símbolo do sangue de Cristo, que traz alegria e redenção, ligando o amor humano ao amor divino.","referencias_relacionadas":["Salmos 104:15","Isaías 25:6","João 2:3-10"]},"cantares_2_4_bom":{"palavra_pt":"bom","palavra_original":"אַהֲבָה","transliteracao":"ʼahăbâh","strong":"H160","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade do amor, que é puro, verdadeiro e desejável.","explicacao_detalhada":"No Cântico dos Cânticos, o amor é descrito como algo que é 'bom', ressaltando sua beleza e valor intrínseco.","por_que_esta_palavra":"A palavra 'bom' é utilizada para enfatizar que o amor, quando verdadeiro, é sempre benéfico e traz felicidade.","conexao_teologica":"Deus é descrito como bom, e o amor que vem Dele reflete essa bondade, sendo um reflexo do caráter divino.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Tiago 1:17"]},"cantares_2_5_flagon":{"palavra_pt":"flagon","palavra_original":"אֲשִׁישָׁה","transliteracao":"ʼăshîyshâh","strong":"H809","significado_raiz":"Ideia básica: flagon.","significado_contextual":"O 'flagon' (ou jarro) simboliza a abundância e a generosidade do amor.","explicacao_detalhada":"No Cântico dos Cânticos, o flagon representa a oferta de amor e a disposição de compartilhar o que é precioso entre os amantes.","por_que_esta_palavra":"A escolha da palavra 'flagon' sugere a ideia de que o amor é algo que deve ser derramado e compartilhado, assim como um líquido precioso.","conexao_teologica":"O amor de Deus é frequentemente descrito como abundante e transbordante, assim como o conteúdo de um flagon.","referencias_relacionadas":["Salmos 23:5","2 Coríntios 9:8","Efésios 3:20"]},"cantares_2_5_fruto":{"palavra_pt":"fruto","palavra_original":"תַּפּוּחַ","transliteracao":"tappûwach","strong":"H8598","significado_raiz":"Ideia básica: fruto.","significado_contextual":"O 'fruto' aqui reforça a ideia de que o amor gera resultados positivos e gratificantes.","explicacao_detalhada":"Assim como mencionado anteriormente, o fruto simboliza a doçura e a recompensa do amor, que traz alegria e satisfação.","por_que_esta_palavra":"A repetição da palavra 'fruto' enfatiza a continuidade e a abundância dos resultados do amor verdadeiro.","conexao_teologica":"O fruto do amor é um reflexo da obra do Espírito Santo na vida dos crentes, que produz amor e boas obras.","referencias_relacionadas":["Gálatas 5:22","João 15:8","Mateus 12:33"]},"cantares_2_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para o que foi dito anteriormente.","explicacao_detalhada":"No Cântico dos Cânticos, 'porque' é usado para conectar ideias e reforçar a razão pela qual o amor é desejável e necessário.","por_que_esta_palavra":"A escolha da palavra 'porque' é crucial para a lógica do discurso, permitindo que o ouvinte compreenda a profundidade do sentimento expresso.","conexao_teologica":"A lógica e a razão são frequentemente usadas nas Escrituras para explicar a natureza de Deus e Seu amor por nós.","referencias_relacionadas":["Romanos 5:8","1 João 4:19","Salmos 136:1"]},"cantares_2_6_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O 'princípio' refere-se à origem ou à base do amor, indicando que ele é fundamental e essencial.","explicacao_detalhada":"No Cântico dos Cânticos, o princípio do amor é visto como algo que deve ser reconhecido e valorizado, sendo a base de um relacionamento saudável.","por_que_esta_palavra":"A palavra 'princípio' é escolhida para enfatizar a importância de entender a origem e a natureza do amor.","conexao_teologica":"Deus é o princípio de todas as coisas, e o amor que vem Dele é a base de todas as relações humanas.","referencias_relacionadas":["Gênesis 1:1","Provérbios 8:22-23","Colossenses 1:16"]},"cantares_2_6_mao":{"palavra_pt":"mao","palavra_original":"שְׂמֹאול","transliteracao":"sᵉmôʼwl","strong":"H8040","significado_raiz":"Ideia básica: mao.","significado_contextual":"A 'mão' simboliza ação, poder e proteção, representando o cuidado que um amante deve ter pelo outro.","explicacao_detalhada":"No Cântico dos Cânticos, a mão é uma metáfora para o toque e a conexão física e emocional entre os amantes.","por_que_esta_palavra":"A escolha da palavra 'mão' enfatiza a intimidade e a ação que são necessárias para cultivar um relacionamento amoroso.","conexao_teologica":"A mão de Deus é frequentemente descrita como poderosa e protetora, refletindo o cuidado que devemos ter uns pelos outros.","referencias_relacionadas":["Salmos 139:10","Isaías 41:10","1 Pedro 5:6"]},"cantares_2_6_beneath":{"palavra_pt":"debaixo","palavra_original":"תַּחַת","transliteracao":"tachath","strong":"H8478","significado_raiz":"Ideia básica: debaixo.","significado_contextual":"Refere-se a um lugar de proteção e intimidade, onde o amor pode florescer.","explicacao_detalhada":"A palavra 'debaixo' sugere um espaço seguro, onde os amantes se refugiam um no outro, simbolizando a profundidade do relacionamento.","por_que_esta_palavra":"É usada para enfatizar a proximidade e a segurança que o amor proporciona.","conexao_teologica":"Representa a ideia de que Deus é um refúgio seguro para aqueles que O amam.","referencias_relacionadas":["Salmos 91:1","Isaías 32:2","Provérbios 18:10"]},"cantares_2_7_bom":{"palavra_pt":"bom","palavra_original":"אַהֲבָה","transliteracao":"ʼahăbâh","strong":"H160","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a qualidade do amor entre os amantes.","explicacao_detalhada":"Neste contexto, 'bom' implica que o amor é agradável, saudável e desejável, refletindo a natureza do amor divino.","por_que_esta_palavra":"É uma afirmação da beleza e da bondade do amor verdadeiro.","conexao_teologica":"O amor é frequentemente descrito na Bíblia como algo que é bom e perfeito, refletindo o caráter de Deus.","referencias_relacionadas":["1 João 4:8","Romanos 13:10","Gálatas 5:22"]},"cantares_2_7_beautifulty":{"palavra_pt":"beautiful ty","palavra_original":"צְבִי","transliteracao":"tsᵉbîy","strong":"H6643","significado_raiz":"Ideia básica: beautiful ty.","significado_contextual":"Refere-se à beleza do amor e do relacionamento entre os amantes.","explicacao_detalhada":"A beleza é um tema recorrente em Cantares, simbolizando a atração e a perfeição do amor.","por_que_esta_palavra":"Utilizada para expressar a admiração e a alegria que o amor traz.","conexao_teologica":"A beleza do amor humano reflete a beleza do amor de Deus por Sua criação.","referencias_relacionadas":["Salmos 27:4","Cantares 4:7","Isaías 53:2"]},"cantares_2_8_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' representa a comunicação e a expressão do amor.","explicacao_detalhada":"A voz é um meio pelo qual os amantes se comunicam, expressando seus sentimentos e desejos.","por_que_esta_palavra":"É importante para enfatizar a necessidade de ouvir e ser ouvido no relacionamento.","conexao_teologica":"Deus se comunica com Seu povo, e a voz é um símbolo da revelação divina.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1"]},"cantares_2_8_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' é central na mensagem de Cantares, representando a paixão e a devoção.","explicacao_detalhada":"O amor é descrito como forte e irresistível, simbolizando a união entre os amantes.","por_que_esta_palavra":"É usada para destacar a profundidade e a intensidade do relacionamento.","conexao_teologica":"O amor é a essência do caráter de Deus e a base de Seu relacionamento com a humanidade.","referencias_relacionadas":["1 Coríntios 13:4-7","Romanos 5:8","Efésios 5:25"]},"cantares_2_8_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A 'montanha' simboliza um lugar elevado e seguro, representando a grandeza do amor.","explicacao_detalhada":"As montanhas são vistas como símbolos de força e estabilidade, refletindo a firmeza do amor.","por_que_esta_palavra":"Usada para transmitir a ideia de que o amor é algo que se eleva acima das dificuldades.","conexao_teologica":"As montanhas muitas vezes representam a presença de Deus e Sua majestade.","referencias_relacionadas":["Salmos 121:1","Isaías 40:4","Mateus 5:14"]},"cantares_2_9_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"Reforça a ideia de amor como um tema central na relação entre os amantes.","explicacao_detalhada":"O amor é descrito como algo que traz alegria e satisfação, essencial para a vida.","por_que_esta_palavra":"É uma reafirmação da importância do amor em todas as suas formas.","conexao_teologica":"O amor é um mandamento de Deus e deve ser refletido nas relações humanas.","referencias_relacionadas":["1 João 4:19","Gálatas 5:13","Colossenses 3:14"]},"cantares_2_9_beautifulty":{"palavra_pt":"beautiful ty","palavra_original":"צְבִי","transliteracao":"tsᵉbîy","strong":"H6643","significado_raiz":"Ideia básica: beautiful ty.","significado_contextual":"Refere-se à beleza do amor, destacando sua atratividade.","explicacao_detalhada":"A beleza do amor é uma expressão da criação de Deus e de Sua intenção para relacionamentos.","por_que_esta_palavra":"Usada para enfatizar que o amor verdadeiro é algo que deve ser admirado.","conexao_teologica":"A beleza do amor reflete a beleza do caráter de Deus.","referencias_relacionadas":["Salmos 50:2","Cantares 4:1","Filipenses 4:8"]},"cantares_2_10_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza a percepção e a visão do amor.","explicacao_detalhada":"Os olhos são frequentemente associados à capacidade de ver e entender a beleza do amor.","por_que_esta_palavra":"É uma metáfora para a forma como os amantes se veem e se percebem.","conexao_teologica":"Deus vê o coração e a intenção, e os olhos são uma representação da percepção divina.","referencias_relacionadas":["1 Samuel 16:7","Mateus 6:22","Hebreus 4:13"]},"cantares_2_10_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"Reforça a centralidade do amor na relação entre os amantes.","explicacao_detalhada":"O amor é descrito como a força que une e sustenta o relacionamento.","por_que_esta_palavra":"É uma reafirmação da importância do amor em todas as suas formas.","conexao_teologica":"O amor é um mandamento de Deus e deve ser refletido nas relações humanas.","referencias_relacionadas":["1 Coríntios 13:13","Romanos 13:10","1 João 4:16"]},"cantares_2_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar comunicação e revelação de sentimentos.","explicacao_detalhada":"No contexto de Cantares, a expressão de amor e desejo é central. O ato de dizer algo é fundamental para a construção de relacionamentos, especialmente no amor.","por_que_esta_palavra":"A palavra 'dizer' é importante porque reflete a necessidade de comunicação no amor, onde as palavras têm poder de edificar ou destruir.","conexao_teologica":"A comunicação divina é frequentemente descrita na Bíblia como um ato de amor, onde Deus se revela através de Sua Palavra.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Provérbios 18:21"]},"cantares_2_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão para um estado ou ação.","explicacao_detalhada":"Neste versículo, 'porque' é usado para justificar a mudança de estação e a urgência do amor, destacando a conexão entre o ambiente e os sentimentos.","por_que_esta_palavra":"É crucial para entender a lógica do amor e a sua relação com o tempo e as circunstâncias da vida.","conexao_teologica":"A ideia de que Deus age por razões específicas é um tema recorrente na Bíblia, onde cada ação divina tem um propósito.","referencias_relacionadas":["Romanos 8:28","Eclesiastes 3:1","Tiago 1:17"]},"cantares_2_11_winter":{"palavra_pt":"winter","palavra_original":"סְתָו","transliteracao":"çᵉthâv","strong":"H5638","significado_raiz":"Ideia básica: winter.","significado_contextual":"A palavra 'winter' refere-se à estação do inverno, simbolizando um tempo de frieza e dormência.","explicacao_detalhada":"No contexto do Cântico dos Cânticos, o inverno pode simbolizar um período de separação ou dificuldades no relacionamento amoroso.","por_que_esta_palavra":"A menção do inverno destaca a transitoriedade das estações e a esperança de renovação e calor no amor.","conexao_teologica":"Assim como as estações mudam, a vida cristã também passa por períodos de seca e abundância, refletindo a fidelidade de Deus em todas as circunstâncias.","referencias_relacionadas":["Eclesiastes 3:1-2","Isaías 40:31","Salmos 30:5"]},"cantares_2_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao lugar físico, mas também pode simbolizar a vida e a fertilidade.","explicacao_detalhada":"No Cântico dos Cânticos, a terra é um símbolo de abundância e beleza, refletindo a riqueza do amor e da criação.","por_que_esta_palavra":"A terra é fundamental para a vida e representa a base sobre a qual o amor floresce.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como um presente de Deus, simbolizando Sua provisão e cuidado.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Mateus 5:5"]},"cantares_2_12_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som produzido pela fala, simbolizando comunicação e expressão.","explicacao_detalhada":"A voz é um meio de transmitir sentimentos e intenções, essencial para o relacionamento amoroso descrito em Cantares.","por_que_esta_palavra":"A voz representa a individualidade e a capacidade de se conectar com o outro através da comunicação.","conexao_teologica":"Deus se comunica com Seu povo através de Sua voz, revelando Sua vontade e amor.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1"]},"cantares_2_13_arvore":{"palavra_pt":"arvore","palavra_original":"תְּאֵן","transliteracao":"tᵉʼên","strong":"H8384","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' simboliza vida, crescimento e estabilidade.","explicacao_detalhada":"As árvores são frequentemente vistas como símbolos de força e proteção, refletindo a beleza do amor que se desenvolve ao longo do tempo.","por_que_esta_palavra":"A árvore representa a profundidade e a durabilidade do amor, que se enraíza e cresce.","conexao_teologica":"Na Bíblia, as árvores muitas vezes simbolizam a vida eterna e a provisão de Deus.","referencias_relacionadas":["Salmos 1:3","Provérbios 3:18","Apocalipse 22:2"]},"cantares_2_13_videira":{"palavra_pt":"videira","palavra_original":"גֶּפֶן","transliteracao":"gephen","strong":"H1612","significado_raiz":"Ideia básica: videira.","significado_contextual":"A palavra 'videira' simboliza a produção de frutos e a fertilidade do amor.","explicacao_detalhada":"A videira é uma metáfora rica para o amor que produz frutos, refletindo a alegria e a doçura do relacionamento.","por_que_esta_palavra":"A videira é essencial na cultura bíblica, representando a abundância e a colheita do amor.","conexao_teologica":"Jesus se apresenta como a videira verdadeira, enfatizando a importância de permanecer Nele para dar frutos.","referencias_relacionadas":["João 15:1","Gálatas 5:22-23","Isaías 5:1-2"]},"cantares_2_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer algo, seja amor, atenção ou cuidado.","explicacao_detalhada":"Dar é um ato de generosidade que é fundamental em relacionamentos saudáveis, especialmente no amor.","por_que_esta_palavra":"A ação de dar é central no amor, refletindo o desejo de se sacrificar pelo outro.","conexao_teologica":"Deus é descrito como aquele que dá, especialmente em Sua oferta de salvação através de Cristo.","referencias_relacionadas":["João 3:16","2 Coríntios 9:7","Atos 20:35"]},"cantares_2_14_rocha":{"palavra_pt":"rocha","palavra_original":"סֶלַע","transliteracao":"çelaʻ","strong":"H5553","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza força, proteção e estabilidade.","explicacao_detalhada":"No contexto de Cantares, a rocha representa um refúgio seguro no amor, onde se pode encontrar segurança e conforto.","por_que_esta_palavra":"A rocha é uma metáfora poderosa para a firmeza e a durabilidade do amor verdadeiro.","conexao_teologica":"Deus é frequentemente descrito como nossa rocha e fortaleza, simbolizando Sua proteção e estabilidade em nossas vidas.","referencias_relacionadas":["Salmos 18:2","Mateus 7:24-25","1 Coríntios 10:4"]},"cantares_2_14_bom":{"palavra_pt":"bom","palavra_original":"סֵתֶר","transliteracao":"çêther","strong":"H5643","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é agradável, benéfico e desejável.","explicacao_detalhada":"No contexto do amor, o que é 'bom' é aquilo que traz alegria e satisfação, refletindo a natureza do relacionamento.","por_que_esta_palavra":"A bondade é um atributo essencial do amor verdadeiro, que busca o bem do outro.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, mostrando Seu caráter e Sua vontade para com a humanidade.","referencias_relacionadas":["Gálatas 5:22","Salmos 34:8","Romanos 12:2"]},"cantares_2_15_agarrar":{"palavra_pt":"agarrar","palavra_original":"אָחַז","transliteracao":"ʼâchaz","strong":"H270","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se a uma ação de segurar ou prender algo com firmeza, simbolizando a intensidade do amor.","explicacao_detalhada":"No contexto de Cantares 2:15, a expressão sugere a necessidade de proteger e cuidar do amor, evitando que algo que possa prejudicá-lo entre em cena.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a urgência em lidar com as coisas que podem ameaçar o relacionamento amoroso.","conexao_teologica":"O ato de agarrar pode ser visto como uma metáfora para a maneira como Deus se apega ao Seu povo, protegendo e cuidando deles.","referencias_relacionadas":["Deuteronômio 10:20","Salmos 63:8","Isaías 41:10"]},"cantares_2_15_least":{"palavra_pt":"least","palavra_original":"קָטָן","transliteracao":"qâṭân","strong":"H6996","significado_raiz":"Ideia básica: least.","significado_contextual":"A palavra 'least' refere-se a algo pequeno ou insignificante, mas no contexto pode indicar a importância de não subestimar os pequenos detalhes do amor.","explicacao_detalhada":"Em Cantares 2:15, a expressão sugere que mesmo as menores coisas podem causar grandes problemas no relacionamento, como a presença de raposas.","por_que_esta_palavra":"A escolha dessa palavra destaca a necessidade de atenção aos detalhes que podem parecer pequenos, mas que têm grande impacto.","conexao_teologica":"Deus valoriza até mesmo as coisas pequenas e insignificantes, mostrando que tudo tem seu lugar no Seu plano.","referencias_relacionadas":["Mateus 10:29-31","Lucas 16:10","1 Coríntios 1:27"]},"cantares_2_16_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' é central na relação entre os amantes, simbolizando a união e o compromisso profundo.","explicacao_detalhada":"Em Cantares 2:16, o amor é descrito como algo que pertence a ambos, enfatizando a reciprocidade e a intimidade do relacionamento.","por_que_esta_palavra":"A palavra é escolhida para expressar a profundidade e a exclusividade do amor entre os amantes, refletindo também o amor de Deus por Seu povo.","conexao_teologica":"O amor é um tema central na Bíblia, representando a relação entre Deus e a humanidade, e a importância do amor nas relações interpessoais.","referencias_relacionadas":["1 João 4:8","Romanos 13:10","Efésios 5:25"]},"cantares_2_16_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' refere-se à figura que cuida e guia, simbolizando a proteção e liderança no relacionamento.","explicacao_detalhada":"Em Cantares 2:16, o pastor representa a figura que cuida do rebanho, refletindo a dinâmica de cuidado e amor entre os amantes.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância do cuidado e da responsabilidade em um relacionamento amoroso.","conexao_teologica":"Deus é frequentemente descrito como o Pastor que cuida de Seu povo, guiando e protegendo-os.","referencias_relacionadas":["Salmos 23:1","João 10:11","Hebreus 13:20"]},"cantares_2_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo, simbolizando a espera e a expectativa no relacionamento.","explicacao_detalhada":"Em Cantares 2:17, o dia representa um tempo de encontro e comunhão, enfatizando a importância do tempo compartilhado.","por_que_esta_palavra":"A palavra é utilizada para destacar a passagem do tempo e a expectativa de um futuro juntos.","conexao_teologica":"O tempo é uma criação de Deus, e cada dia é uma oportunidade para crescer em relacionamento com Ele e com os outros.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"cantares_2_17_sopro":{"palavra_pt":"sopro","palavra_original":"פּוּחַ","transliteracao":"pûwach","strong":"H6315","significado_raiz":"Ideia básica: sopro.","significado_contextual":"A palavra 'sopro' refere-se à respiração, simbolizando vida e vitalidade no relacionamento.","explicacao_detalhada":"Em Cantares 2:17, o sopro representa a presença e a energia que mantém o amor vivo e vibrante.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de renovação e vitalidade no amor.","conexao_teologica":"O sopro de Deus é o que dá vida, e assim como Ele soprou vida no homem, o amor também precisa ser alimentado.","referencias_relacionadas":["Gênesis 2:7","Ezequiel 37:5","João 20:22"]},"cantares_2_17_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de soltar ou liberar, simbolizando a liberdade no amor.","explicacao_detalhada":"Em Cantares 2:17, a ideia de libertar sugere que o amor deve ser livre e não forçado, permitindo que cada um seja quem realmente é.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância da liberdade e do respeito mútuo em um relacionamento amoroso.","conexao_teologica":"Deus nos chama à liberdade em Cristo, e o amor verdadeiro deve refletir essa liberdade.","referencias_relacionadas":["Gálatas 5:1","Romanos 8:21","2 Coríntios 3:17"]}}