{"cantares_3_1_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"A palavra 'amar' refere-se ao ato de ter afeição profunda, simbolizando a conexão emocional entre os amantes.","explicacao_detalhada":"Em Cantares 3:1, a expressão sugere um desejo intenso de estar próximo e de compartilhar a vida com o outro.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a natureza relacional do amor, que envolve amizade e intimidade.","conexao_teologica":"O amor é um reflexo do amor de Deus, que é a base de todas as relações saudáveis.","referencias_relacionadas":["1 Coríntios 13:4-7","João 15:13","1 João 4:19"]},"cantares_3_1_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser, simbolizando a profundidade do amor e da conexão.","explicacao_detalhada":"Em Cantares 3:1, a alma é vista como o centro da vida emocional e espiritual, refletindo a importância do amor que envolve todo o ser.","por_que_esta_palavra":"A escolha dessa palavra destaca a totalidade do amor, que abrange não apenas o físico, mas também o emocional e espiritual.","conexao_teologica":"Deus criou a alma e a vida, e o amor verdadeiro deve tocar todas as dimensões da existência humana.","referencias_relacionadas":["Gênesis 2:7","Mateus 22:37","Salmos 139:14"]},"cantares_3_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um lugar de habitação, simbolizando segurança e pertencimento.","explicacao_detalhada":"Em Cantares 3:2, a cidade representa um espaço onde as relações se desenvolvem e onde se busca abrigo e proteção.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância do lar e da comunidade no contexto do amor.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como uma metáfora para a comunidade de fé e o Reino de Deus.","referencias_relacionadas":["Salmos 46:1","Hebreus 11:10","Apocalipse 21:2"]},"cantares_3_2_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"O amor é uma expressão profunda de afeto e compromisso, refletindo a relação íntima entre os amantes.","explicacao_detalhada":"A palavra 'amar' (אָהַב) é utilizada para descrever um amor que vai além do mero sentimento, envolvendo ações e decisões que demonstram cuidado e dedicação. No contexto de Cantares, isso se refere ao amor romântico e à busca pela união.","por_que_esta_palavra":"Esta palavra é central para a mensagem de Cantares, que explora a beleza e a complexidade do amor entre os amantes.","conexao_teologica":"O amor é um tema recorrente na Bíblia, simbolizando a relação entre Deus e seu povo. Assim como o amor humano é profundo, o amor divino é incondicional e sacrificial.","referencias_relacionadas":["1 Coríntios 13:4-7","Cantares 8:6-7","Romanos 13:10"]},"cantares_3_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar implica em ação, movimento e a ideia de se erguer em busca de algo ou alguém.","explicacao_detalhada":"A palavra 'levantar' (קוּם) sugere não apenas a ação física de se erguer, mas também um chamado à ação, à disposição de se mover em direção ao amor e à busca pela união.","por_que_esta_palavra":"No contexto do poema, levantar-se é um símbolo de iniciativa e desejo, refletindo a determinação dos amantes em se encontrarem.","conexao_teologica":"Levantar-se pode ser visto como um chamado à fé e à ação em nossa vida espiritual, onde somos convidados a nos levantar e buscar a presença de Deus.","referencias_relacionadas":["Isaías 60:1","Salmos 3:3","Mateus 11:28"]},"cantares_3_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade representa um espaço de segurança, comunidade e vida social.","explicacao_detalhada":"A palavra 'cidade' (עִיר) no contexto de Cantares pode simbolizar um lugar de encontro e proteção, onde os amantes se sentem seguros para expressar seu amor.","por_que_esta_palavra":"A cidade é um cenário importante na narrativa, refletindo a vida em comunidade e a busca por um espaço onde o amor pode florescer.","conexao_teologica":"A cidade também pode ser vista como uma metáfora para a nova Jerusalém, onde Deus habitará com seu povo, simbolizando segurança e amor eterno.","referencias_relacionadas":["Hebreus 13:14","Apocalipse 21:2","Salmos 46:4"]},"cantares_3_3_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"O amor entre amigos é uma forma de amor que envolve lealdade e companheirismo.","explicacao_detalhada":"A repetição da palavra 'amar' (אָהַב) neste contexto enfatiza a profundidade do relacionamento, que vai além do amor romântico, incluindo amizade e apoio mútuo.","por_que_esta_palavra":"Este amor é essencial para a construção de relacionamentos saudáveis e duradouros, tanto entre amantes quanto entre amigos.","conexao_teologica":"A amizade é valorizada na Bíblia, refletindo o amor de Cristo por seus discípulos e a importância da comunidade na vida cristã.","referencias_relacionadas":["João 15:13","Provérbios 17:17","Eclesiastes 4:9-10"]},"cantares_3_3_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar implica em proteger e cuidar, garantindo a segurança do amado.","explicacao_detalhada":"A palavra 'salvar' (שָׁמַר) sugere um ato de vigilância e proteção, refletindo o desejo de um amante de cuidar do outro em todos os aspectos.","por_que_esta_palavra":"Este conceito de proteção é fundamental em relacionamentos, onde cada parte busca o bem-estar do outro.","conexao_teologica":"Deus é frequentemente descrito como nosso protetor e salvador, refletindo o amor que Ele tem por nós e a segurança que encontramos Nele.","referencias_relacionadas":["Salmos 121:7-8","Isaías 41:10","Romanos 8:31"]},"cantares_3_4_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"O amor é um tema central que permeia a busca e o desejo entre os amantes.","explicacao_detalhada":"A repetição da palavra 'amar' (אָהַב) aqui reforça a ideia de que o amor é uma escolha contínua e um compromisso que deve ser renovado.","por_que_esta_palavra":"Este amor é descrito como algo que deve ser buscado e valorizado, refletindo a importância da dedicação mútua.","conexao_teologica":"O amor de Deus por nós é um exemplo de amor que deve ser imitado em nossos relacionamentos, sendo um reflexo do amor divino.","referencias_relacionadas":["1 João 4:19","Cantares 8:6","Romanos 13:8"]},"cantares_3_4_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz simboliza sacrifício e entrega, um elemento essencial no amor verdadeiro.","explicacao_detalhada":"A palavra 'cruz' (עָבַר) pode ser interpretada como um símbolo de compromisso e a disposição de enfrentar desafios por amor.","por_que_esta_palavra":"A cruz é um poderoso símbolo de amor sacrificial, refletindo a disposição de se entregar pelo bem do outro.","conexao_teologica":"A cruz de Cristo é o maior exemplo de amor sacrificial, onde Ele deu Sua vida por nós, estabelecendo um padrão para o amor que devemos ter uns pelos outros.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","João 15:13"]},"cantares_3_5_bom":{"palavra_pt":"bom","palavra_original":"אַהֲבָה","transliteracao":"ʼahăbâh","strong":"H160","significado_raiz":"Ideia básica: bom.","significado_contextual":"O termo 'bom' refere-se à qualidade do amor e das ações entre os amantes.","explicacao_detalhada":"A palavra 'bom' (אַהֲבָה) implica em algo que é desejável e positivo, refletindo a beleza do amor verdadeiro.","por_que_esta_palavra":"Este conceito de bondade é fundamental para entender a natureza do amor que é puro e altruísta.","conexao_teologica":"A bondade é uma característica de Deus e deve ser refletida em nossas vidas e relacionamentos, sendo um aspecto do fruto do Espírito.","referencias_relacionadas":["Gálatas 5:22-23","Salmos 34:8","Mateus 7:17"]},"cantares_3_5_beautifulty":{"palavra_pt":"beautiful ty","palavra_original":"צְבִי","transliteracao":"tsᵉbîy","strong":"H6643","significado_raiz":"Ideia básica: beautiful ty.","significado_contextual":"A beleza é uma qualidade que atrai e encanta, especialmente no contexto do amor.","explicacao_detalhada":"A palavra 'beautiful ty' (צְבִי) sugere uma estética que é apreciada e admirada, refletindo a beleza do amor e da criação.","por_que_esta_palavra":"A beleza é um aspecto que enriquece a experiência do amor, tornando-a mais profunda e significativa.","conexao_teologica":"A beleza de Deus é frequentemente mencionada nas Escrituras, e devemos buscar refletir essa beleza em nossas vidas e relacionamentos.","referencias_relacionadas":["Salmos 27:4","Isaías 33:17","1 Pedro 3:3-4"]},"cantares_3_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como o amor é expresso e vivido.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma abordagem ou estilo de vida que é característico do amor entre os amantes.","por_que_esta_palavra":"O modo de amar é crucial para a saúde de um relacionamento, refletindo a forma como os amantes se tratam e se respeitam.","conexao_teologica":"A maneira como vivemos nosso amor deve ser um reflexo do amor de Cristo, que é paciente, bondoso e altruísta.","referencias_relacionadas":["Colossenses 3:14","Efésios 5:2","1 Coríntios 16:14"]},"cantares_3_6_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a masculinidade.","explicacao_detalhada":"A palavra 'homem' neste contexto pode simbolizar a força e a liderança, representando a figura masculina em um relacionamento amoroso.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância da figura masculina na narrativa, especialmente no contexto de amor e desejo.","conexao_teologica":"A masculinidade é frequentemente associada à liderança e proteção, refletindo o papel do homem na criação e na sociedade.","referencias_relacionadas":["Gênesis 2:18","Efésios 5:23","1 Pedro 3:7"]},"cantares_3_7_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Novamente, refere-se à figura masculina, mas com um foco em sua força e valor.","explicacao_detalhada":"A palavra 'gibbôwr' sugere um homem forte, um guerreiro, que pode ser visto como um protetor na relação amorosa.","por_que_esta_palavra":"A ênfase na força do homem pode refletir a idealização do parceiro romântico como alguém que é capaz de proteger e cuidar.","conexao_teologica":"A força do homem é vista como um reflexo da força de Deus, que é o protetor de Seu povo.","referencias_relacionadas":["Salmos 27:1","Isaías 40:29","2 Timóteo 1:7"]},"cantares_3_7_solomon":{"palavra_pt":"solomon","palavra_original":"שְׁלֹמֹה","transliteracao":"Shᵉlômôh","strong":"H8010","significado_raiz":"Ideia básica: solomon.","significado_contextual":"Refere-se ao rei Salomão, simbolizando sabedoria e riqueza.","explicacao_detalhada":"Salomão é conhecido por sua sabedoria e por construir o Templo, representando a glória e a prosperidade de Israel.","por_que_esta_palavra":"A menção de Salomão pode indicar a busca por um amor idealizado, refletindo a riqueza e a beleza do relacionamento.","conexao_teologica":"Salomão é uma figura que representa a sabedoria divina e a busca pelo entendimento em todas as áreas da vida.","referencias_relacionadas":["1 Reis 3:5-14","Provérbios 1:1-7","Eclesiastes 12:13-14"]},"cantares_3_7_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção, indicando algo importante ou digno de nota.","explicacao_detalhada":"A palavra 'eis' é usada para enfatizar a presença ou a importância de algo que está prestes a ser revelado.","por_que_esta_palavra":"Serve para preparar o ouvinte para uma revelação significativa, destacando a importância do que está por vir.","conexao_teologica":"O chamado à atenção é uma prática comum nas Escrituras, onde Deus frequentemente pede que Seu povo preste atenção às Suas palavras.","referencias_relacionadas":["Isaías 43:19","Mateus 11:15","Apocalipse 3:20"]},"cantares_3_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir, especialmente em um contexto de amor.","explicacao_detalhada":"A palavra 'modo' sugere a forma como as interações e relacionamentos devem ser conduzidos, enfatizando a importância da intenção.","por_que_esta_palavra":"Destaca a necessidade de um comportamento adequado e respeitoso nas relações amorosas.","conexao_teologica":"A maneira como nos relacionamos uns com os outros reflete nosso relacionamento com Deus e os princípios que Ele ensina.","referencias_relacionadas":["Colossenses 3:12-14","1 Coríntios 13:4-7","Efésios 4:2-3"]},"cantares_3_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Mais uma vez, refere-se à figura masculina, enfatizando a individualidade e a presença do homem.","explicacao_detalhada":"A palavra 'homem' aqui pode simbolizar a singularidade e a importância do parceiro na relação amorosa.","por_que_esta_palavra":"Reforça a ideia de que cada homem tem um papel único e especial no relacionamento.","conexao_teologica":"Cada indivíduo é criado à imagem de Deus, refletindo Sua diversidade e singularidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 139:14","Romanos 12:4-5"]},"cantares_3_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de um rei, simbolizando autoridade e poder.","explicacao_detalhada":"A palavra 'rei' sugere não apenas liderança, mas também responsabilidade e cuidado pelo povo.","por_que_esta_palavra":"A menção de um rei pode indicar a importância da liderança em um relacionamento, onde um parceiro deve guiar e proteger.","conexao_teologica":"Deus é frequentemente descrito como Rei, enfatizando Sua soberania e autoridade sobre a criação.","referencias_relacionadas":["Salmos 24:1-2","Isaías 9:6-7","Apocalipse 19:16"]},"cantares_3_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um urso, simbolizando força e proteção.","explicacao_detalhada":"A palavra 'urso' pode ser usada metaforicamente para descrever a força e a ferocidade de um protetor.","por_que_esta_palavra":"A imagem do urso pode indicar a necessidade de proteção e segurança em um relacionamento.","conexao_teologica":"Deus é descrito como um protetor forte, semelhante a um urso que defende seus filhotes.","referencias_relacionadas":["Salmos 91:1-2","Isaías 40:11","Miquéias 5:8"]},"cantares_3_9_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se a uma árvore, simbolizando vida, crescimento e estabilidade.","explicacao_detalhada":"A árvore pode representar a força e a durabilidade de um relacionamento, além de ser um símbolo de sustento.","por_que_esta_palavra":"A menção de uma árvore sugere a necessidade de raízes profundas e crescimento em um relacionamento amoroso.","conexao_teologica":"A árvore é frequentemente usada nas Escrituras como símbolo de vida e prosperidade, refletindo a relação com Deus.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:7-8","Mateus 7:17-20"]},"cantares_3_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Mais uma vez, refere-se ao urso, enfatizando a força e a proteção.","explicacao_detalhada":"A repetição da palavra 'urso' reforça a ideia de um protetor forte e feroz em um relacionamento.","por_que_esta_palavra":"A imagem do urso é poderosa e evoca a ideia de segurança e defesa.","conexao_teologica":"Assim como Deus é nosso protetor, o urso simboliza a força que devemos buscar em relacionamentos.","referencias_relacionadas":["Salmos 23:1-4","Isaías 41:10","Romanos 8:31"]},"cantares_3_10_bom":{"palavra_pt":"bom","palavra_original":"אַהֲבָה","transliteracao":"ʼahăbâh","strong":"H160","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à beleza do amor entre os amantes.","explicacao_detalhada":"A palavra 'bom' neste contexto enfatiza a qualidade do amor que é puro e desejável, refletindo a natureza do relacionamento entre os amantes.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a excelência do amor, que é um tema central em Cantares.","conexao_teologica":"O amor é frequentemente visto como uma expressão do caráter de Deus, que é amoroso e bom.","referencias_relacionadas":["1 João 4:8","Salmos 136:1","Romanos 8:28"]},"cantares_3_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' representa a autoridade e a majestade, simbolizando o amado como uma figura de poder.","explicacao_detalhada":"A menção do 'rei' sugere a grandeza do amado e a importância do amor que ele representa, elevando a relação a um nível de dignidade e respeito.","por_que_esta_palavra":"A palavra 'rei' é usada para mostrar a reverência e a admiração que a amada sente por seu amado.","conexao_teologica":"Deus é frequentemente descrito como Rei, e o amor entre os amantes pode ser visto como um reflexo do amor divino.","referencias_relacionadas":["Salmos 45:6","Isaías 9:6","Apocalipse 19:16"]},"cantares_3_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' simboliza um tempo de celebração e alegria, um momento especial para os amantes.","explicacao_detalhada":"A referência ao 'dia' sugere um evento significativo, como um casamento ou um encontro especial, onde o amor é celebrado.","por_que_esta_palavra":"A palavra 'dia' é importante para marcar a temporalidade e a importância do momento vivido pelos amantes.","conexao_teologica":"O conceito de tempo e celebração é importante na vida cristã, refletindo momentos de comunhão com Deus.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"cantares_3_11_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber e reconhecer a beleza do amado.","explicacao_detalhada":"Neste contexto, 'ver' é mais do que apenas olhar; é uma apreciação profunda da beleza e do caráter do amado.","por_que_esta_palavra":"A escolha da palavra 'ver' destaca a importância da percepção e da valorização no amor.","conexao_teologica":"Ver com os olhos do coração é um tema espiritual, onde a verdadeira visão é a que reconhece a beleza divina.","referencias_relacionadas":["Efésios 1:18","Salmos 27:4","Mateus 5:8"]}}