{"cantares_5_1_leite":{"palavra_pt":"leite","palavra_original":"חָלָב","transliteracao":"châlâb","strong":"H2461","significado_raiz":"Ideia básica: leite.","significado_contextual":"A palavra 'leite' simboliza nutrição e doçura, representando o cuidado e a suavidade do relacionamento.","explicacao_detalhada":"O leite é frequentemente associado à infância e ao crescimento, sugerindo que o amor é algo que deve ser cultivado desde o início.","por_que_esta_palavra":"A escolha do leite enfatiza a pureza e a suavidade do amor, contrastando com a dureza do mundo exterior.","conexao_teologica":"O leite pode ser visto como uma metáfora para o alimento espiritual que Deus oferece, essencial para o crescimento na fé.","referencias_relacionadas":["1 Pedro 2:2","Isaías 66:11","Salmos 119:103"]},"cantares_5_1_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' sugere um laço de amizade e companheirismo, além do amor romântico.","explicacao_detalhada":"Neste contexto, o termo indica uma relação de proximidade e confiança, onde os amantes se veem como iguais e companheiros.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância da amizade dentro do amor, mostrando que um relacionamento saudável é construído sobre a confiança mútua.","conexao_teologica":"A ideia de irmãos é frequentemente usada na Bíblia para descrever a comunidade de fé, onde todos são chamados a amar e apoiar uns aos outros.","referencias_relacionadas":["Romanos 12:10","Hebreus 13:1","1 João 3:16"]},"cantares_5_1_filled":{"palavra_pt":"filled","palavra_original":"שָׁכַר","transliteracao":"shâkar","strong":"H7937","significado_raiz":"Ideia básica: filled.","significado_contextual":"A palavra 'filled' (cheio) sugere plenitude e satisfação, indicando uma experiência completa de amor.","explicacao_detalhada":"Neste contexto, a plenitude do amor é expressa como um estado desejado, onde ambos os amantes se sentem completos e satisfeitos na presença um do outro.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a busca por um amor que não apenas preenche, mas também transforma e enriquece a vida.","conexao_teologica":"A plenitude é um tema bíblico, refletindo a ideia de que em Cristo encontramos a totalidade de nossas necessidades espirituais.","referencias_relacionadas":["Efésios 3:19","Colossenses 2:10","João 10:10"]},"cantares_5_2_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' representa o centro das emoções e da vontade, simbolizando a entrega total no amor.","explicacao_detalhada":"Neste contexto, o coração é visto como o lugar onde os sentimentos mais profundos residem, indicando a vulnerabilidade e a entrega que o amor exige.","por_que_esta_palavra":"A escolha do coração enfatiza a profundidade do amor, que vai além da atração física e toca o âmago do ser.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus deseja habitar, refletindo a intimidade que Ele busca com Seu povo.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 5:8"]},"cantares_5_2_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' simboliza comunicação e expressão, essencial em um relacionamento amoroso.","explicacao_detalhada":"Neste contexto, a voz representa a capacidade de se expressar e se conectar, sendo fundamental para a construção da intimidade.","por_que_esta_palavra":"A escolha da palavra destaca a importância da comunicação no amor, onde ouvir e ser ouvido são cruciais.","conexao_teologica":"A voz de Deus é frequentemente associada à Sua revelação e comunicação com a humanidade, mostrando a importância da relação entre o Criador e a criação.","referencias_relacionadas":["Salmos 29:4","João 10:27","Isaías 30:21"]},"cantares_5_2_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' é reafirmada, sublinhando sua importância contínua na relação entre os amantes.","explicacao_detalhada":"Neste contexto, o amor é visto como um elemento vital que sustenta e nutre a relação, sendo a força que une os corações.","por_que_esta_palavra":"A repetição da palavra amor reforça sua centralidade e a necessidade de cultivá-lo constantemente.","conexao_teologica":"O amor é a essência do caráter de Deus e deve ser refletido nas relações humanas, conforme ensinado nas Escrituras.","referencias_relacionadas":["1 João 4:16","Romanos 13:10","Gálatas 5:22"]},"cantares_5_3_cair":{"palavra_pt":"cair","palavra_original":"פָּשַׁט","transliteracao":"pâshaṭ","strong":"H6584","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a vulnerabilidade e a entrega no amor, indicando um estado de rendição.","explicacao_detalhada":"Neste contexto, cair pode representar a entrega total ao amor, onde os amantes se permitem ser vulneráveis um com o outro.","por_que_esta_palavra":"A escolha dessa palavra sugere que o amor envolve riscos e a disposição de se abrir para o outro, mesmo que isso signifique cair.","conexao_teologica":"A ideia de cair pode ser vista como uma metáfora para a entrega a Deus, onde somos chamados a nos render à Sua vontade.","referencias_relacionadas":["Salmos 37:24","Mateus 11:28-30","Romanos 12:1"]},"cantares_5_3_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' refere-se à ausência de representação ou à falta de uma forma visível.","explicacao_detalhada":"No contexto de Cantares, essa palavra pode simbolizar a ideia de um amor que não se manifesta de forma tangível, refletindo a profundidade dos sentimentos que não são facilmente expressos.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a complexidade e a intensidade do amor que não pode ser totalmente compreendido ou representado.","conexao_teologica":"A ideia de algo que não pode ser representado se conecta com a natureza de Deus, que é muitas vezes descrito como além da compreensão humana.","referencias_relacionadas":["Romanos 11:33","Isaías 55:8-9","1 Coríntios 2:9"]},"cantares_5_4_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' é central na mensagem de Cantares, simbolizando a relação íntima e apaixonada entre os amantes.","explicacao_detalhada":"O amor aqui é descrito como algo profundo e intenso, que vai além do físico, refletindo um vínculo emocional e espiritual.","por_que_esta_palavra":"A escolha da palavra 'amor' destaca a importância das relações interpessoais e a busca pela conexão verdadeira.","conexao_teologica":"O amor é um tema recorrente na Bíblia, representando a relação entre Deus e seu povo, e a forma como os seres humanos devem se relacionar uns com os outros.","referencias_relacionadas":["1 João 4:8","Cânticos 8:6","Romanos 13:10"]},"cantares_5_4_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade e conexão entre as partes.","explicacao_detalhada":"No contexto do versículo, 'entre' sugere a ideia de estar em meio a algo, enfatizando a intimidade e a presença do amado.","por_que_esta_palavra":"Esta palavra é utilizada para descrever a união e a interdependência entre os amantes.","conexao_teologica":"A noção de estar 'entre' reflete a presença de Deus em nossas vidas e a comunhão que Ele deseja ter com a humanidade.","referencias_relacionadas":["Mateus 18:20","Salmos 23:4","Hebreus 13:5"]},"cantares_5_5_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' sugere uma ação de se erguer ou se elevar, tanto fisicamente quanto emocionalmente.","explicacao_detalhada":"No contexto, pode simbolizar o desejo de se aproximar do amado ou de se elevar em um estado de amor e devoção.","por_que_esta_palavra":"A palavra é escolhida para transmitir a ideia de movimento em direção ao outro, um ato de busca e desejo.","conexao_teologica":"Levantar-se pode ser visto como um chamado à ação em nossa vida espiritual, buscando sempre nos aproximar de Deus.","referencias_relacionadas":["Isaías 40:31","Salmos 3:3","Filipenses 4:13"]},"cantares_5_5_appear":{"palavra_pt":"aparecer","palavra_original":"פָּתַח","transliteracao":"pâthach","strong":"H6605","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"A palavra 'aparecer' refere-se ao ato de se tornar visível ou se manifestar.","explicacao_detalhada":"No contexto, isso pode indicar a revelação do amado ou a manifestação do amor em ações e gestos.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da presença e da visibilidade no relacionamento amoroso.","conexao_teologica":"A ideia de aparecer se relaciona com a revelação de Deus ao homem, onde Ele se manifesta em diversas formas.","referencias_relacionadas":["João 1:14","Mateus 5:14","Hebreus 1:1-2"]},"cantares_5_5_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' é repetida para enfatizar a centralidade desse sentimento na relação entre os amantes.","explicacao_detalhada":"O amor é descrito como um elemento vital que sustenta e dá vida ao relacionamento, refletindo a paixão e o desejo.","por_que_esta_palavra":"A repetição da palavra 'amor' reforça sua importância e a intensidade dos sentimentos envolvidos.","conexao_teologica":"O amor é a essência da mensagem cristã, refletindo o amor de Deus por nós e nosso chamado a amar uns aos outros.","referencias_relacionadas":["1 Coríntios 13:4-7","Cânticos 8:7","Gálatas 5:22"]},"cantares_5_6_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' continua a ser um tema central, simbolizando a conexão emocional profunda.","explicacao_detalhada":"Neste contexto, o amor é visto como um laço que une os amantes, refletindo a beleza e a complexidade das relações humanas.","por_que_esta_palavra":"A presença da palavra 'amor' destaca a importância desse sentimento nas interações e na vida cotidiana.","conexao_teologica":"O amor é um reflexo do caráter de Deus, que é amor, e nos chama a viver em amor.","referencias_relacionadas":["1 João 4:16","Cânticos 8:6-7","Romanos 5:5"]},"cantares_5_6_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, à sua vitalidade e individualidade.","explicacao_detalhada":"No contexto, isso pode simbolizar a profundidade do amor que envolve não apenas o corpo, mas a alma e o espírito.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a totalidade do ser que está envolvida no amor e nas relações.","conexao_teologica":"A alma é vista como a parte eterna do ser humano, refletindo a relação que Deus deseja ter com cada um de nós.","referencias_relacionadas":["Mateus 10:28","Salmos 23:3","Gênesis 2:7"]},"cantares_5_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e à realidade dos sentimentos e ações.","explicacao_detalhada":"No contexto, isso pode indicar a necessidade de sinceridade e honestidade nas relações amorosas.","por_que_esta_palavra":"A escolha da palavra 'verdade' é crucial para enfatizar a importância da transparência e da confiança no amor.","conexao_teologica":"A verdade é um atributo de Deus, e somos chamados a viver em verdade em nossas relações.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"cantares_5_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' pode simbolizar um lugar de segurança, comunidade e pertencimento.","explicacao_detalhada":"No contexto, a cidade pode representar o lar ou o espaço onde o amor se desenvolve e floresce.","por_que_esta_palavra":"A escolha da palavra 'cidade' destaca a ideia de um espaço compartilhado entre os amantes, onde a vida é vivida em conjunto.","conexao_teologica":"A cidade é frequentemente usada na Bíblia para simbolizar a comunidade de crentes e a cidade celestial que Deus preparou para seu povo.","referencias_relacionadas":["Hebreus 11:10","Apocalipse 21:2","Salmos 48:1-2"]},"cantares_5_7_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"No contexto de Cantares 5:7, 'salvar' refere-se à proteção e preservação do amor e da intimidade.","explicacao_detalhada":"A palavra 'salvar' implica um ato de resguardar algo precioso, neste caso, o amor entre os amantes. É um chamado à proteção mútua e à valorização do relacionamento.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância de cuidar e proteger o amor, especialmente em tempos de dificuldades ou separações.","conexao_teologica":"A ideia de salvar é central na teologia bíblica, onde Deus é frequentemente visto como o salvador de seu povo, refletindo a necessidade de proteção e amor.","referencias_relacionadas":["Salmos 34:19","Romanos 8:31-39","1 Pedro 5:7"]},"cantares_5_7_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"Em Cantares 5:7, 'andar' simboliza o movimento e a busca pela presença do amado.","explicacao_detalhada":"A palavra 'andar' sugere um caminho a ser percorrido, representando a jornada emocional e espiritual que os amantes compartilham.","por_que_esta_palavra":"Usar 'andar' destaca a dinâmica do relacionamento, onde ambos estão em constante movimento em direção um ao outro.","conexao_teologica":"A caminhada com Deus é frequentemente descrita na Bíblia, simbolizando a relação contínua e o crescimento espiritual.","referencias_relacionadas":["Gálatas 5:16","Miquéias 6:8","Salmos 119:105"]},"cantares_5_8_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Neste versículo, 'salvar' é um apelo à proteção do amor diante de desafios externos.","explicacao_detalhada":"A repetição da ideia de salvar reforça a urgência e a necessidade de resguardar o relacionamento contra influências negativas.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a vulnerabilidade do amor e a necessidade de defesa contra ameaças.","conexao_teologica":"A proteção divina é um tema recorrente na Bíblia, onde Deus é visto como aquele que salva e protege seu povo.","referencias_relacionadas":["Salmos 91:14-15","Isaías 43:2","2 Timóteo 4:18"]},"cantares_5_8_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor é o tema central em Cantares 5:8, representando a profundidade da conexão entre os amantes.","explicacao_detalhada":"A palavra 'amor' aqui é usada para descrever um sentimento intenso e apaixonado, que é fundamental para a relação.","por_que_esta_palavra":"A escolha da palavra 'amor' destaca a importância desse sentimento como base para a união e a intimidade.","conexao_teologica":"O amor é um dos atributos de Deus e é central na mensagem cristã, refletindo a relação entre Cristo e a Igreja.","referencias_relacionadas":["1 Coríntios 13:4-7","João 3:16","1 João 4:8"]},"cantares_5_8_oracao":{"palavra_pt":"oracao","palavra_original":"חָלָה","transliteracao":"châlâh","strong":"H2470","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A oração em Cantares 5:8 é uma expressão de súplica e desejo de reconciliação.","explicacao_detalhada":"A palavra 'oração' implica um clamor por ajuda e um desejo de restaurar a conexão perdida entre os amantes.","por_que_esta_palavra":"A utilização de 'oração' enfatiza a necessidade de comunicação e entrega em um relacionamento amoroso.","conexao_teologica":"A oração é um meio de comunicação com Deus, refletindo a necessidade de buscar ajuda e orientação divina.","referencias_relacionadas":["Filipenses 4:6-7","Tiago 5:16","Salmos 145:18"]},"cantares_5_9_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"Neste versículo, o amor é novamente enfatizado como a força que une os amantes.","explicacao_detalhada":"A repetição da palavra 'amor' reforça a ideia de que este sentimento é essencial e deve ser celebrado.","por_que_esta_palavra":"A palavra é escolhida para destacar a centralidade do amor nas relações humanas e divinas.","conexao_teologica":"O amor é um tema que permeia toda a Escritura, mostrando a natureza de Deus e sua relação com a humanidade.","referencias_relacionadas":["Romanos 13:10","Efésios 5:25","Colossenses 3:14"]},"cantares_5_9_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' em Cantares 5:9 refere-se à figura da amada, simbolizando beleza e valor.","explicacao_detalhada":"A utilização de 'mulher' destaca a importância da feminilidade e do papel da mulher no amor e na vida conjugal.","por_que_esta_palavra":"A escolha desta palavra é significativa para ressaltar a dignidade e o respeito que devem ser dados à mulher.","conexao_teologica":"A Bíblia ensina sobre o valor da mulher, refletindo a criação de Deus e seu propósito para a humanidade.","referencias_relacionadas":["Provérbios 31:10","Gálatas 3:28","Efésios 5:22-23"]},"cantares_5_9_phrase":{"palavra_pt":"expressao","palavra_original":"יָפֶה","transliteracao":"yâpheh","strong":"H3303","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'expressão' em Cantares 5:9 refere-se à beleza e ao encanto da amada.","explicacao_detalhada":"A palavra 'expressão' sugere a importância da aparência e da forma como o amor é manifestado.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a beleza que atrai e encanta, essencial em um relacionamento amoroso.","conexao_teologica":"A beleza é vista como um reflexo da criação de Deus, que é belo em todas as suas obras.","referencias_relacionadas":["Salmos 27:4","Cantares 4:7","1 Pedro 3:3-4"]},"cantares_5_10_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor em Cantares 5:10 é descrito como algo que deve ser celebrado e valorizado.","explicacao_detalhada":"A palavra 'amor' aqui é uma reafirmação da importância desse sentimento como a base do relacionamento.","por_que_esta_palavra":"A repetição da palavra 'amor' enfatiza sua centralidade e a necessidade de expressá-lo continuamente.","conexao_teologica":"O amor é fundamental na relação entre Deus e seu povo, sendo um chamado à reciprocidade e à devoção.","referencias_relacionadas":["1 João 4:19","Cantares 8:6-7","Romanos 5:5"]},"cantares_5_10_multiplicar":{"palavra_pt":"multiplicar","palavra_original":"רְבָבָה","transliteracao":"rᵉbâbâh","strong":"H7233","significado_raiz":"Ideia básica: multiplicar.","significado_contextual":"A palavra 'multiplicar' em Cantares 5:10 sugere a abundância e a riqueza do amor.","explicacao_detalhada":"Multiplicar implica um crescimento e uma expansão do amor, refletindo a dinâmica de um relacionamento saudável.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar que o amor verdadeiro se expande e se multiplica ao longo do tempo.","conexao_teologica":"A multiplicação do amor é um princípio bíblico, onde o amor de Deus é abundante e transborda na vida dos crentes.","referencias_relacionadas":["Gênesis 1:28","Mateus 25:29","2 Coríntios 9:8"]},"cantares_5_10_red":{"palavra_pt":"red","palavra_original":"אָדֹם","transliteracao":"ʼâdôm","strong":"H122","significado_raiz":"Ideia básica: red.","significado_contextual":"A palavra 'red' refere-se à cor vermelha, simbolizando beleza e atração.","explicacao_detalhada":"No contexto de Cantares, a cor vermelha pode representar a paixão e o amor intenso entre os amantes. É uma cor que evoca emoções fortes e a vitalidade do amor.","por_que_esta_palavra":"A escolha da palavra 'red' destaca a beleza e a atratividade do amado, enfatizando a intensidade do amor que é celebrado no poema.","conexao_teologica":"A cor vermelha também pode simbolizar o sangue de Cristo, que representa sacrifício e amor incondicional, conectando o amor humano ao amor divino.","referencias_relacionadas":["Cantares 4:3","Isaías 1:18","Apocalipse 7:14"]},"cantares_5_11_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'principio' refere-se à cabeça ou ao início, simbolizando autoridade e primazia.","explicacao_detalhada":"No contexto de Cantares, 'principio' pode se referir à posição de destaque do amado, que é visto como o líder ou a figura central na relação amorosa.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do amado na vida da amada, destacando sua beleza e dignidade.","conexao_teologica":"Teologicamente, o 'principio' pode ser associado a Cristo como a cabeça da Igreja, ressaltando a ideia de liderança e cuidado.","referencias_relacionadas":["Efésios 5:23","Colossenses 1:18","1 Coríntios 11:3"]},"cantares_5_11_ouro":{"palavra_pt":"ouro","palavra_original":"כֶּתֶם","transliteracao":"kethem","strong":"H3800","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' simboliza riqueza, valor e beleza.","explicacao_detalhada":"No contexto de Cantares, o uso de 'ouro' sugere a preciosidade do amado, comparando sua aparência a algo de grande valor e esplendor.","por_que_esta_palavra":"A escolha de 'ouro' enfatiza a ideia de que o amor e a beleza são inestimáveis, elevando a relação a um nível sublime.","conexao_teologica":"O ouro também pode simbolizar a pureza e a divindade, refletindo a natureza de Deus e o valor do relacionamento com Ele.","referencias_relacionadas":["Salmos 19:10","Provérbios 3:14","Apocalipse 21:18"]},"cantares_5_12_leite":{"palavra_pt":"leite","palavra_original":"חָלָב","transliteracao":"châlâb","strong":"H2461","significado_raiz":"Ideia básica: leite.","significado_contextual":"A palavra 'leite' representa nutrição, doçura e sustento.","explicacao_detalhada":"No contexto de Cantares, 'leite' simboliza a doçura do amor e a capacidade de nutrir e sustentar a relação entre os amantes.","por_que_esta_palavra":"A utilização de 'leite' sugere que o amor é algo que alimenta e fortalece, essencial para a vida e o crescimento emocional.","conexao_teologica":"Teologicamente, o leite pode ser visto como uma metáfora para a Palavra de Deus, que nutre e sustenta a vida espiritual.","referencias_relacionadas":["1 Pedro 2:2","Salmos 119:103","Isaías 66:11"]},"cantares_5_12_poderoso":{"palavra_pt":"poderoso","palavra_original":"אָפִיק","transliteracao":"ʼâphîyq","strong":"H650","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' indica força, grandeza e capacidade.","explicacao_detalhada":"No contexto de Cantares, 'poderoso' pode se referir à força e à proteção que o amado oferece, simbolizando segurança e confiança na relação.","por_que_esta_palavra":"A escolha de 'poderoso' ressalta a admiração da amada pela força do amado, que é visto como um protetor.","conexao_teologica":"Teologicamente, Deus é descrito como poderoso, e essa força é refletida nas relações humanas, onde o amor deve ser forte e protetor.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Romanos 8:31"]},"cantares_5_13_bed":{"palavra_pt":"bed","palavra_original":"עֲרוּגָה","transliteracao":"ʻărûwgâh","strong":"H6170","significado_raiz":"Ideia básica: bed.","significado_contextual":"A palavra 'bed' refere-se a um lugar de descanso e intimidade.","explicacao_detalhada":"No contexto de Cantares, 'bed' simboliza o espaço sagrado da relação amorosa, onde a intimidade e o amor se manifestam.","por_que_esta_palavra":"A escolha de 'bed' enfatiza a importância do espaço íntimo na relação, onde o amor é cultivado e celebrado.","conexao_teologica":"Teologicamente, o leito pode ser visto como um símbolo do descanso em Deus, onde encontramos paz e intimidade com o Criador.","referencias_relacionadas":["Hebreus 13:4","Cantares 1:16","Gênesis 2:24"]},"cantares_5_13_smell":{"palavra_pt":"smell","palavra_original":"בֶּשֶׂם","transliteracao":"besem","strong":"H1314","significado_raiz":"Ideia básica: smell.","significado_contextual":"A palavra 'smell' refere-se ao aroma, simbolizando atração e prazer.","explicacao_detalhada":"No contexto de Cantares, 'smell' representa a fragrância do amado, que evoca sentimentos de amor e desejo.","por_que_esta_palavra":"A escolha de 'smell' destaca a importância dos sentidos na experiência do amor, onde o aroma se torna uma metáfora para a beleza do relacionamento.","conexao_teologica":"Teologicamente, o aroma pode simbolizar as boas obras e a adoração que são agradáveis a Deus, refletindo a relação entre o homem e o divino.","referencias_relacionadas":["2 Coríntios 2:15","Efésios 5:2","Salmos 141:2"]},"cantares_5_13_osso":{"palavra_pt":"osso","palavra_original":"לְחִי","transliteracao":"lᵉchîy","strong":"H3895","significado_raiz":"Ideia básica: osso.","significado_contextual":"A palavra 'osso' simboliza a estrutura e a força.","explicacao_detalhada":"No contexto de Cantares, 'osso' pode representar a solidez e a durabilidade do amor, indicando que a relação é fundamentada em algo forte e resistente.","por_que_esta_palavra":"A escolha de 'osso' enfatiza a profundidade da conexão entre os amantes, sugerindo que eles são parte um do outro.","conexao_teologica":"Teologicamente, os ossos podem simbolizar a fundação da fé, onde Cristo é a rocha e a estrutura da vida do crente.","referencias_relacionadas":["Ezequiel 37:1-14","Salmos 51:8","Colossenses 2:7"]},"cantares_5_14_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se à mão, simbolizando ação e cuidado.","explicacao_detalhada":"No contexto de Cantares, 'mao' representa a capacidade de tocar e cuidar, simbolizando a intimidade e o afeto entre os amantes.","por_que_esta_palavra":"A escolha de 'mao' destaca a importância do toque e da ação no amor, onde a presença física é essencial.","conexao_teologica":"Teologicamente, a mão de Deus é vista como um símbolo de proteção e cuidado, refletindo o amor divino.","referencias_relacionadas":["Salmos 139:10","Isaías 41:10","João 10:28"]},"cantares_5_14_porta":{"palavra_pt":"porta","palavra_original":"גָּלִיל","transliteracao":"gâlîyl","strong":"H1550","significado_raiz":"Ideia básica: porta.","significado_contextual":"A palavra 'porta' simboliza acesso e proteção.","explicacao_detalhada":"No contexto de Cantares, 'porta' pode representar a entrada para a intimidade e o amor, simbolizando a segurança do relacionamento.","por_que_esta_palavra":"A escolha de 'porta' enfatiza a ideia de que o amor deve ser protegido e guardado, criando um espaço seguro para a relação.","conexao_teologica":"Teologicamente, a porta pode simbolizar a entrada para a vida eterna e o relacionamento com Deus, que é acessível a todos que creem.","referencias_relacionadas":["Apocalipse 3:20","João 10:9","Mateus 7:7"]},"cantares_5_15_arvore":{"palavra_pt":"arvore","palavra_original":"אֶרֶז","transliteracao":"ʼerez","strong":"H730","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A árvore é frequentemente usada como símbolo de força e beleza na literatura poética.","explicacao_detalhada":"No contexto de Cantares, a árvore representa a robustez e a beleza do amado, destacando sua majestade e atratividade.","por_que_esta_palavra":"A escolha da palavra 'árvore' enfatiza a ideia de estabilidade e proteção, características desejáveis em um relacionamento amoroso.","conexao_teologica":"A árvore é um símbolo de vida e crescimento, refletindo a relação entre Deus e Seu povo, onde Ele é frequentemente comparado a uma árvore frutífera.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:7-8","Ezequiel 17:22-24"]},"cantares_5_15_monte":{"palavra_pt":"monte","palavra_original":"לְבָנוֹן","transliteracao":"Lᵉbânôwn","strong":"H3844","significado_raiz":"Ideia básica: monte.","significado_contextual":"O monte é um símbolo de grandeza e elevação, frequentemente associado à presença de Deus.","explicacao_detalhada":"Neste versículo, o monte representa a força e a majestade do amado, comparando-o a uma montanha que se destaca na paisagem.","por_que_esta_palavra":"A palavra 'monte' é utilizada para transmitir a ideia de algo que é inabalável e grandioso, refletindo a natureza do amor.","conexao_teologica":"Montes são frequentemente mencionados na Bíblia como locais de encontro com Deus, simbolizando a elevação espiritual.","referencias_relacionadas":["Salmos 125:2","Isaías 2:2","Mateus 5:14"]},"cantares_5_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo é uma referência à maneira como algo é feito ou apresentado, especialmente em um contexto de beleza e amor.","explicacao_detalhada":"Aqui, o 'modo' se refere à forma como o amado se apresenta, destacando sua beleza e atratividade.","por_que_esta_palavra":"A palavra 'modo' é escolhida para enfatizar a singularidade e a graça do amado, que se destaca entre os demais.","conexao_teologica":"A maneira como nos apresentamos ao mundo pode refletir a imagem de Deus em nós, sendo um chamado à santidade.","referencias_relacionadas":["1 Pedro 3:3-4","Romanos 12:1-2","Colossenses 3:17"]},"cantares_5_16_desejo":{"palavra_pt":"desejo","palavra_original":"מַחְמָד","transliteracao":"machmâd","strong":"H4261","significado_raiz":"Ideia básica: desejo.","significado_contextual":"O desejo é uma expressão profunda de anseio e amor, central na relação entre os amantes.","explicacao_detalhada":"Neste contexto, o 'desejo' representa a paixão e a intensidade do amor que um sente pelo outro.","por_que_esta_palavra":"A palavra 'desejo' é utilizada para capturar a profundidade do amor e a busca pela união.","conexao_teologica":"O desejo é um reflexo do amor de Deus por nós, que é intenso e busca um relacionamento íntimo.","referencias_relacionadas":["Salmos 42:1","Cantares 8:6","Romanos 8:38-39"]}}