{"zacarias_1_1_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O profeta é um mensageiro de Deus, chamado para transmitir Suas palavras e advertências ao povo.","explicacao_detalhada":"No contexto de Zacarias, o profeta é um intermediário entre Deus e o povo de Israel, trazendo mensagens de encorajamento e advertência sobre a necessidade de arrependimento e retorno a Deus.","por_que_esta_palavra":"A palavra 'profeta' é utilizada para enfatizar a autoridade divina do mensageiro e a importância da comunicação de Deus com Seu povo.","conexao_teologica":"Os profetas desempenham um papel crucial na revelação de Deus e na história da salvação, apontando para a necessidade de arrependimento e a esperança de restauração.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"zacarias_1_1_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1867","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome representa a identidade e a autoridade de Deus, sendo um símbolo de Sua presença e caráter.","explicacao_detalhada":"No versículo, o nome de Dário é mencionado, mas o foco é que o nome de Deus é o que realmente importa, pois é Ele quem governa e dirige os eventos.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade divina e a relação que o povo tem com Deus.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua soberania e à promessa de estar com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 9:10","Isaías 42:8"]},"zacarias_1_1_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A lua é um símbolo de renovação e ciclos, representando o tempo e a ordem estabelecida por Deus.","explicacao_detalhada":"No contexto, a menção da lua pode estar relacionada aos ciclos de adoração e festividades que dependem do calendário lunar, que é parte da vida religiosa do povo.","por_que_esta_palavra":"A palavra 'lua' é utilizada para mostrar a conexão entre os tempos e as estações que Deus criou e a adoração do povo.","conexao_teologica":"A criação dos astros, incluindo a lua, é um testemunho do poder de Deus e de Sua ordem no universo.","referencias_relacionadas":["Gênesis 1:14-16","Salmos 104:19","Eclesiastes 3:1"]},"zacarias_1_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O Senhor é apresentado como aquele que tem autoridade sobre todas as coisas e que se importa com o Seu povo.","explicacao_detalhada":"Neste versículo, a menção do Senhor enfatiza a relação de Deus com Israel e Sua disposição em restaurá-los após o exílio.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reafirmar a soberania de Deus e Sua posição como Rei sobre todas as nações.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o controlador da história e do destino do Seu povo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:11"]},"zacarias_1_2_furia":{"palavra_pt":"furia","palavra_original":"קָצַף","transliteracao":"qâtsaph","strong":"H7107","significado_raiz":"Ideia básica: furia.","significado_contextual":"A fúria de Deus é uma expressão de Sua justiça e resposta ao pecado do povo.","explicacao_detalhada":"Neste contexto, a fúria de Deus é direcionada contra as nações que oprimiram Israel, mostrando que Ele não ignora a injustiça.","por_que_esta_palavra":"A palavra 'fúria' é utilizada para descrever a intensidade da ira de Deus contra o pecado e a opressão.","conexao_teologica":"A justiça de Deus é um aspecto fundamental de Seu caráter, que exige que o pecado seja tratado e que a justiça prevaleça.","referencias_relacionadas":["Deuteronômio 32:35","Salmos 7:11","Romanos 1:18"]},"zacarias_1_2_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A grandeza de Deus é um tema que destaca Sua majestade e poder sobre todas as coisas.","explicacao_detalhada":"A palavra 'grande' é usada para enfatizar a magnitude da ação de Deus em relação ao Seu povo e ao mundo.","por_que_esta_palavra":"A palavra 'grande' é escolhida para mostrar que Deus é superior a qualquer outra autoridade ou poder.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua capacidade de salvar e restaurar, mostrando que nada é impossível para Ele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"zacarias_1_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é uma ação que revela a comunicação de Deus com o Seu povo.","explicacao_detalhada":"Neste contexto, Deus está se dirigindo ao povo através do profeta, expressando Sua vontade e planos para a restauração.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a revelação divina e a importância da obediência às palavras de Deus.","conexao_teologica":"A comunicação de Deus é essencial para a fé e a vida do povo, pois é através de Sua palavra que somos guiados.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Romanos 10:17"]},"zacarias_1_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A menção do Senhor novamente reafirma Sua autoridade e presença na vida do povo.","explicacao_detalhada":"O uso do nome do Senhor neste versículo destaca a continuidade da mensagem divina e a importância da relação do povo com Deus.","por_que_esta_palavra":"A palavra 'Senhor' é repetida para enfatizar a centralidade de Deus na vida do povo e em Seus planos.","conexao_teologica":"A relação entre Deus e Seu povo é um tema central na Bíblia, mostrando que Ele é o guia e protetor.","referencias_relacionadas":["Salmos 23:1","Isaías 41:10","Mateus 28:20"]},"zacarias_1_3_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Edificar refere-se à ação de construir ou restaurar, especialmente em um contexto espiritual.","explicacao_detalhada":"Neste versículo, a promessa de edificação é uma esperança de restauração para Israel após o exílio e a destruição.","por_que_esta_palavra":"A palavra 'edificar' é usada para expressar a intenção de Deus de restaurar Seu povo e Sua cidade.","conexao_teologica":"A edificação é um símbolo da obra de Deus na vida dos crentes, que são chamados a serem parte da construção do Seu reino.","referencias_relacionadas":["Salmos 127:1","1 Pedro 2:5","Efésios 2:20-22"]},"zacarias_1_4_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A repetição da palavra 'profeta' reforça a importância da mensagem divina e do papel do mensageiro.","explicacao_detalhada":"Neste contexto, o profeta é chamado para lembrar o povo sobre a necessidade de arrependimento e retorno a Deus.","por_que_esta_palavra":"A palavra 'profeta' é utilizada para destacar a continuidade da comunicação de Deus com Seu povo através de Seus mensageiros.","conexao_teologica":"Os profetas são fundamentais na história da salvação, preparando o caminho para a vinda de Cristo.","referencias_relacionadas":["Mateus 5:17","Lucas 24:27","Atos 3:21"]},"zacarias_1_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a mensagem de Deus aos profetas e ao povo.","explicacao_detalhada":"No contexto de Zacarias 1:4, 'dizer' refere-se à comunicação divina, onde Deus instrui os profetas a proclamarem Sua vontade e advertências ao povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da revelação e da comunicação direta de Deus com Seu povo.","conexao_teologica":"A comunicação de Deus através de Seus profetas é um tema central na teologia bíblica, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1-2","Ezequiel 2:7"]},"zacarias_1_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Zacarias 1:4, o uso do nome 'Senhor' destaca a relação de Deus como governante e protetor de Israel, enfatizando Sua presença e poder.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como aquele que dirige a história e cuida de Seu povo.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, refletindo Sua autoridade e controle sobre a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"zacarias_1_5_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus que transmite Suas revelações ao povo.","explicacao_detalhada":"Em Zacarias 1:5, o termo 'profeta' é utilizado para descrever aqueles que falam em nome de Deus, trazendo advertências e promessas.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender o papel de intermediário entre Deus e a humanidade, especialmente em tempos de crise.","conexao_teologica":"Os profetas são instrumentos de Deus para a revelação de Sua vontade, mostrando a importância da obediência e arrependimento.","referencias_relacionadas":["Deuteronômio 18:18","Jeremias 1:5","Mateus 10:41"]},"zacarias_1_5_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e atemporal de Deus.","explicacao_detalhada":"No contexto de Zacarias 1:5, 'eterno' destaca a fidelidade de Deus em cumprir Suas promessas ao longo das gerações.","por_que_esta_palavra":"A ideia de eternidade é fundamental para compreender a natureza de Deus e Sua relação com o tempo e a criação.","conexao_teologica":"A eternidade de Deus assegura que Suas promessas e planos são seguros e imutáveis.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","2 Pedro 3:8"]},"zacarias_1_5_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' implica em uma existência plena e vibrante que Deus deseja para Seu povo.","explicacao_detalhada":"Em Zacarias 1:5, 'viver' sugere a ideia de que Deus oferece não apenas vida física, mas também espiritual e abundante.","por_que_esta_palavra":"A escolha da palavra 'viver' reflete o desejo de Deus de que Seu povo experimente uma vida rica em comunhão com Ele.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, onde a verdadeira vida é encontrada em um relacionamento com o Criador.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"zacarias_1_6_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A repetição da palavra 'profeta' enfatiza a continuidade da mensagem divina através dos mensageiros.","explicacao_detalhada":"Em Zacarias 1:6, a palavra 'profeta' reforça a ideia de que a voz de Deus continua a ser ouvida e que Seus avisos são relevantes.","por_que_esta_palavra":"A repetição destaca a importância do papel profético na história da salvação e na vida do povo de Deus.","conexao_teologica":"Os profetas são essenciais para a revelação de Deus, mostrando como Ele se comunica com a humanidade ao longo do tempo.","referencias_relacionadas":["Miquéias 3:8","Lucas 11:49","Atos 3:21"]},"zacarias_1_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para ilustrar a força e a determinação de Deus em agir.","explicacao_detalhada":"No contexto de Zacarias 1:6, 'urso' pode simbolizar a força de Deus em cumprir Suas promessas e proteger Seu povo.","por_que_esta_palavra":"A escolha dessa palavra destaca a natureza poderosa de Deus e Sua capacidade de realizar o que prometeu.","conexao_teologica":"A força de Deus é um tema importante, mostrando que Ele é capaz de salvar e proteger aqueles que confiam Nele.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"zacarias_1_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação e revelação de Deus ao Seu povo.","explicacao_detalhada":"Em Zacarias 1:6, 'palavra' enfatiza a importância da mensagem divina e a necessidade de ouvir e obedecer a ela.","por_que_esta_palavra":"A palavra 'palavra' é central para a compreensão da revelação de Deus e Sua vontade para a humanidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a fé e a prática do povo de Deus.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"zacarias_1_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico em que Deus se manifesta e age.","explicacao_detalhada":"Em Zacarias 1:7, 'dia' pode indicar um momento de julgamento ou de intervenção divina na história.","por_que_esta_palavra":"A palavra 'dia' é significativa para entender os eventos que marcam a ação de Deus no tempo.","conexao_teologica":"A noção de 'dia' é frequentemente usada na Bíblia para descrever momentos de revelação ou juízo de Deus.","referencias_relacionadas":["Joel 2:31","Mateus 24:36","Apocalipse 1:10"]},"zacarias_1_7_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A repetição da palavra 'profeta' reforça a importância da mensagem profética na vida do povo.","explicacao_detalhada":"Em Zacarias 1:7, a palavra 'profeta' destaca a continuidade da comunicação de Deus através de Seus mensageiros.","por_que_esta_palavra":"A repetição enfatiza a relevância da voz profética em tempos de crise e necessidade de orientação.","conexao_teologica":"Os profetas são fundamentais para a revelação de Deus, mostrando a importância de ouvir e seguir Suas instruções.","referencias_relacionadas":["Ezequiel 3:17","Mateus 23:37","Atos 7:52"]},"zacarias_1_7_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1867","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou à reputação de alguém, especialmente no contexto de líderes e governantes.","explicacao_detalhada":"O nome é mais do que uma simples designação; ele carrega o caráter e a essência da pessoa. No contexto bíblico, o nome de Deus e dos seus servos é fundamental para entender sua autoridade e missão.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade e da autoridade divina, especialmente em relação ao povo de Israel.","conexao_teologica":"O nome de Deus é frequentemente associado à sua presença e poder. Em várias passagens, o nome é invocado para trazer proteção e bênção.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Romanos 10:13"]},"zacarias_1_8_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"Simboliza a presença de Deus, a revelação e a esperança em tempos de escuridão.","explicacao_detalhada":"A luz é um tema recorrente na Bíblia, representando a verdade e a orientação divina. Em Zacarias, a luz também pode ser vista como um sinal de restauração e esperança para o povo.","por_que_esta_palavra":"A palavra 'luz' é utilizada para contrastar com a escuridão do pecado e da opressão, trazendo uma mensagem de esperança.","conexao_teologica":"Jesus é descrito como a luz do mundo, e a luz é frequentemente associada à salvação e à verdade divina.","referencias_relacionadas":["João 8:12","Isaías 9:2","Mateus 5:14"]},"zacarias_1_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, mas também pode indicar um líder ou representante do povo.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a fragilidade e a necessidade de dependência de Deus. No contexto de Zacarias, pode se referir a um líder que deve guiar o povo.","por_que_esta_palavra":"A inclusão da palavra 'homem' destaca a relação entre Deus e a humanidade, enfatizando a responsabilidade humana diante de Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre a dignidade do homem como criado à imagem de Deus, mas também sobre sua necessidade de redenção.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"zacarias_1_8_arvore":{"palavra_pt":"arvore","palavra_original":"הֲדַס","transliteracao":"hădaç","strong":"H1918","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Simboliza crescimento, vida e a promessa de Deus de restauração.","explicacao_detalhada":"As árvores na Bíblia muitas vezes representam a vida e a prosperidade. No contexto de Zacarias, a árvore pode simbolizar a restauração do povo de Israel.","por_que_esta_palavra":"A palavra 'árvore' é usada para ilustrar a conexão entre Deus e seu povo, mostrando que eles devem crescer e frutificar em sua presença.","conexao_teologica":"Jesus usa a metáfora da árvore e dos frutos para ensinar sobre a vida espiritual e a importância de permanecer nele.","referencias_relacionadas":["Salmos 1:3","Mateus 7:17-19","João 15:5"]},"zacarias_1_9_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro divino, um anjo que traz a palavra de Deus ao povo.","explicacao_detalhada":"A palavra 'anjo' implica em um ser enviado para cumprir a vontade de Deus, trazendo mensagens de encorajamento ou advertência.","por_que_esta_palavra":"A presença de um mensageiro de Deus enfatiza a comunicação divina e a importância de ouvir e obedecer à sua palavra.","conexao_teologica":"Os anjos são frequentemente vistos como servos de Deus que ajudam na execução de seus planos e na proteção do seu povo.","referencias_relacionadas":["Hebreus 1:14","Salmos 91:11","Lucas 1:19"]},"zacarias_1_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude e à importância da mensagem que está sendo transmitida.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a comunicação clara e a revelação da vontade de Deus ao seu povo.","por_que_esta_palavra":"A ênfase na palavra 'dizer' destaca a importância da comunicação divina e a necessidade de resposta do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é fundamental para a fé e a prática do povo.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","1 Tessalonicenses 2:13"]},"zacarias_1_9_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'soberano' enfatiza o controle e a autoridade de Deus sobre a história e sobre o destino do seu povo.","por_que_esta_palavra":"A utilização da palavra 'soberano' é um lembrete da grandeza de Deus e de sua capacidade de cumprir suas promessas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, afirmando que Ele reina sobre todas as nações e circunstâncias.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 8:28"]},"zacarias_1_10_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Simboliza a percepção e a vigilância de Deus sobre seu povo.","explicacao_detalhada":"A palavra 'olho' pode representar a capacidade de Deus de ver e entender todas as coisas, incluindo as necessidades e as lutas do seu povo.","por_que_esta_palavra":"A menção do 'olho' enfatiza que Deus está atento e preocupado com as circunstâncias de seu povo.","conexao_teologica":"Deus é descrito como aquele que vê e conhece tudo, o que traz conforto e segurança ao seu povo.","referencias_relacionadas":["Salmos 33:18","1 Pedro 3:12","Mateus 6:4"]},"zacarias_1_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a relação entre Deus e o homem.","explicacao_detalhada":"A repetição da palavra 'homem' reforça a ideia de que Deus se importa com a condição humana e deseja um relacionamento com seu povo.","por_que_esta_palavra":"A palavra 'homem' é usada para destacar a dignidade e a responsabilidade do ser humano diante de Deus.","conexao_teologica":"A relação entre Deus e a humanidade é central na mensagem bíblica, mostrando a necessidade de redenção e restauração.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:5","Romanos 5:8"]},"zacarias_1_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e ao lar do povo de Deus, simbolizando a criação e a herança.","explicacao_detalhada":"A palavra 'terra' é usada para enfatizar a promessa de Deus de restaurar e abençoar a terra de Israel, que é parte de sua aliança com o povo.","por_que_esta_palavra":"A menção da 'terra' destaca a conexão entre Deus, seu povo e o lugar que Ele prometeu como herança.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da realização de sua vontade na história da salvação.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:5","Mateus 5:5"]},"zacarias_1_11_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de ver e perceber, simbolizando a vigilância de Deus sobre o seu povo.","explicacao_detalhada":"O 'olho' neste contexto representa a atenção e a observação divina. Deus está sempre atento às ações e condições do seu povo, mostrando que Ele não está distante, mas sim presente e vigilante.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a percepção e a consciência de Deus em relação ao que acontece na terra.","conexao_teologica":"A vigilância de Deus é um tema recorrente na Bíblia, onde Ele observa e cuida de seu povo, como em Salmos 121:4, que diz que Ele não dorme nem cochila.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Mateus 6:4"]},"zacarias_1_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Representa o território físico e espiritual do povo de Deus, simbolizando a promessa de restauração.","explicacao_detalhada":"A 'terra' é um símbolo importante na Bíblia, frequentemente associada à herança e à promessa de Deus ao seu povo. Neste contexto, refere-se ao local onde Deus promete restaurar e abençoar seu povo.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre Deus e Israel, onde a terra é vista como um presente divino.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, refletindo a fidelidade de Deus às suas promessas, como em Deuteronômio 6:10-11.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:3"]},"zacarias_1_11_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se ao mensageiro de Deus, que traz a palavra e a vontade divina ao povo.","explicacao_detalhada":"O 'anjo' ou 'mensageiro' é um intermediário entre Deus e os homens, trazendo mensagens de encorajamento, advertência ou instrução. Neste contexto, representa a comunicação de Deus com seu povo.","por_que_esta_palavra":"A palavra 'anjo' é utilizada para mostrar como Deus se revela e se comunica com a humanidade, enfatizando a importância da mensagem divina.","conexao_teologica":"Os anjos são frequentemente mencionados na Bíblia como mensageiros de Deus, como em Hebreus 1:14, que fala sobre os anjos como espíritos ministradores.","referencias_relacionadas":["Gênesis 16:7","Lucas 1:26-38","Atos 10:3"]},"zacarias_1_12_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Novamente simboliza a vigilância de Deus sobre o seu povo, reforçando a ideia de que Ele está sempre atento.","explicacao_detalhada":"O uso repetido da palavra 'olho' enfatiza a constante observação de Deus sobre as nações e a sua capacidade de ver além das aparências.","por_que_esta_palavra":"A repetição da palavra 'olho' serve para reforçar a ideia de que Deus não apenas vê, mas também se importa com o que vê.","conexao_teologica":"A ideia de que Deus vê tudo é um tema que aparece em várias partes da Bíblia, como em 1 Pedro 3:12, que fala sobre os olhos do Senhor sobre os justos.","referencias_relacionadas":["Salmos 11:4","Provérbios 5:21","Hebreus 4:13"]},"zacarias_1_12_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se ao mensageiro de Deus, que traz uma mensagem específica ao povo.","explicacao_detalhada":"Neste contexto, o 'anjo' é um portador da vontade de Deus, trazendo consolo e instrução ao povo em tempos de dificuldade.","por_que_esta_palavra":"A palavra 'anjo' é importante para entender como Deus se comunica e se relaciona com a humanidade.","conexao_teologica":"A presença de mensageiros de Deus é uma forma de Deus se manifestar e guiar seu povo, como em Tiago 1:17, que fala sobre os dons perfeitos que vêm do Pai.","referencias_relacionadas":["Gênesis 19:1","Mateus 28:2-7","Apocalipse 22:16"]},"zacarias_1_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' é um símbolo da soberania e do poder de Deus. Neste contexto, enfatiza a importância de reconhecer a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra 'Senhor' é usada para afirmar a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é frequentemente associado à sua presença e ação na história, como em Êxodo 3:14, onde Deus se revela a Moisés.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"zacarias_1_13_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Continua a ideia de vigilância divina, reforçando a presença constante de Deus.","explicacao_detalhada":"A repetição da palavra 'olho' neste contexto serve para lembrar o povo de que Deus está sempre observando e cuidando deles.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a consciência de Deus sobre as ações humanas.","conexao_teologica":"A vigilância de Deus é um tema que aparece em várias partes da Bíblia, como em Salmos 139:7-10, que fala sobre a onipresença de Deus.","referencias_relacionadas":["Salmos 34:15","Provérbios 15:3","Mateus 10:29-31"]},"zacarias_1_13_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se ao mensageiro de Deus, que continua a trazer a palavra divina ao povo.","explicacao_detalhada":"O 'anjo' neste versículo representa a continuidade da comunicação de Deus com seu povo, trazendo mensagens de esperança e advertência.","por_que_esta_palavra":"A palavra 'anjo' é importante para entender a função dos mensageiros de Deus na história da salvação.","conexao_teologica":"Os anjos são instrumentos de Deus para transmitir sua vontade, como em Lucas 2:10-11, onde um anjo anuncia o nascimento de Jesus.","referencias_relacionadas":["Gênesis 21:17","Mateus 1:20","Atos 5:19"]},"zacarias_1_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é um símbolo de sua autoridade e poder.","explicacao_detalhada":"O nome 'Senhor' neste contexto enfatiza a soberania de Deus e a importância de reconhecer sua autoridade sobre todas as coisas.","por_que_esta_palavra":"A palavra 'Senhor' é usada para afirmar a relação de reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na oração, como em Filipenses 2:9-11, onde se afirma que todo joelho se dobrará diante do nome de Jesus.","referencias_relacionadas":["Salmos 29:2","Isaías 45:23","Romanos 14:11"]},"zacarias_1_14_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se ao mensageiro de Deus, que continua a desempenhar seu papel de comunicador da vontade divina.","explicacao_detalhada":"O 'anjo' neste versículo representa a continuidade da presença de Deus entre seu povo, trazendo mensagens de esperança e encorajamento.","por_que_esta_palavra":"A palavra 'anjo' é importante para entender como Deus se comunica e se relaciona com a humanidade ao longo da história.","conexao_teologica":"Os anjos são frequentemente mencionados na Bíblia como mensageiros de Deus, como em Salmos 91:11, que fala sobre os anjos que guardam os fiéis.","referencias_relacionadas":["Gênesis 28:12","Mateus 4:11","Hebreus 1:14"]},"zacarias_1_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da mensagem que Deus está transmitindo.","explicacao_detalhada":"A palavra 'dizer' no contexto de Zacarias 1:14 indica a comunicação direta de Deus aos Seus profetas, enfatizando a importância da revelação divina.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a autoridade e a clareza da mensagem divina.","conexao_teologica":"Deus se comunica com Seu povo através de profetas, revelando Sua vontade e planos.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1-2","Jeremias 1:7"]},"zacarias_1_14_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar-se, especialmente em um contexto profético.","explicacao_detalhada":"A palavra 'falar' sugere um diálogo entre Deus e Seu povo, onde a voz do Senhor é ouvida através dos profetas.","por_que_esta_palavra":"A palavra 'falar' é usada para enfatizar a relação pessoal e direta entre Deus e os homens.","conexao_teologica":"A comunicação de Deus é um aspecto central da relação entre Ele e a humanidade.","referencias_relacionadas":["Isaías 58:1","Ezequiel 3:17","Mateus 10:20"]},"zacarias_1_15_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da ira de Deus contra as nações que afligiram Israel.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude da resposta divina às injustiças cometidas contra o Seu povo.","por_que_esta_palavra":"A grandeza da ira de Deus serve como um aviso sobre as consequências do pecado e da opressão.","conexao_teologica":"A justiça de Deus é um tema recorrente na Escritura, mostrando que Ele não ignora a injustiça.","referencias_relacionadas":["Salmos 37:28","Romanos 12:19","Apocalipse 19:2"]},"zacarias_1_15_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se às nações que se opuseram a Israel e a vontade de Deus.","explicacao_detalhada":"A palavra 'nação' implica em um grupo de pessoas que têm uma identidade comum, muitas vezes em contraste com o povo de Deus.","por_que_esta_palavra":"A menção das nações destaca a soberania de Deus sobre todos os povos e Sua intenção de restaurar Israel.","conexao_teologica":"Deus tem um plano para todas as nações, mas tem um relacionamento especial com Israel.","referencias_relacionadas":["Gênesis 12:3","Isaías 49:6","Mateus 28:19"]},"zacarias_1_16_compaixao":{"palavra_pt":"compaixao","palavra_original":"רַחַם","transliteracao":"racham","strong":"H7356","significado_raiz":"Ideia básica: compaixao.","significado_contextual":"Refere-se à compaixão de Deus por Seu povo, prometendo restaurá-los.","explicacao_detalhada":"A palavra 'compaixão' revela o caráter amoroso e misericordioso de Deus, que se preocupa com o sofrimento de Seu povo.","por_que_esta_palavra":"A compaixão de Deus é um tema central na Escritura, mostrando Sua disposição de perdoar e restaurar.","conexao_teologica":"A compaixão de Deus é um reflexo de Sua natureza e um convite ao arrependimento.","referencias_relacionadas":["Salmos 103:13","Lamentações 3:22-23","Romanos 5:8"]},"zacarias_1_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' enfatiza a soberania de Deus e Sua posição como Rei sobre Israel e as nações.","por_que_esta_palavra":"O nome de Deus é invocado como um símbolo de Sua presença e poder entre o Seu povo.","conexao_teologica":"O nome do Senhor é central na adoração e na relação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"zacarias_1_16_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo e ao lugar de adoração a Deus.","explicacao_detalhada":"A palavra 'casa' simboliza a presença de Deus entre Seu povo e a importância do culto.","por_que_esta_palavra":"A casa de Deus é um lugar de encontro, adoração e comunhão com o Senhor.","conexao_teologica":"A habitação de Deus entre os homens é um tema que culmina na encarnação de Cristo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","João 2:19-21"]},"zacarias_1_17_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus em restaurar Seu povo.","explicacao_detalhada":"A palavra 'bom' destaca a natureza benevolente de Deus e Sua intenção de fazer o bem ao Seu povo.","por_que_esta_palavra":"A bondade de Deus é um aspecto fundamental de Sua relação com a humanidade.","conexao_teologica":"A bondade de Deus é um convite à confiança e à esperança em Sua fidelidade.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Gálatas 5:22"]},"zacarias_1_17_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à promessa de vida e restauração que Deus oferece ao Seu povo.","explicacao_detalhada":"A palavra 'vida' implica em uma nova esperança e um futuro promissor sob a liderança de Deus.","por_que_esta_palavra":"A vida que Deus oferece é uma manifestação de Sua graça e misericórdia.","conexao_teologica":"A vida em Cristo é um tema central do Novo Testamento, onde Ele é a fonte de vida eterna.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"zacarias_1_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da declaração de Deus sobre a restauração de Seu povo.","explicacao_detalhada":"A palavra 'dizer' novamente enfatiza a importância da comunicação divina e a certeza das promessas de Deus.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a ideia de que a palavra de Deus é firme e confiável.","conexao_teologica":"A fidelidade de Deus em cumprir Suas promessas é um tema recorrente na Bíblia.","referencias_relacionadas":["Números 23:19","Isaías 55:11","2 Coríntios 1:20"]}}