{"zacarias_10_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem representa a humanidade, frequentemente em relação à criação e à relação com Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) refere-se ao ser humano em sua essência. No contexto de Zacarias, pode indicar a necessidade de um líder ou salvador.","por_que_esta_palavra":"A menção de 'homem' destaca a importância da figura humana na história da salvação e a necessidade de um mediador.","conexao_teologica":"A humanidade é central na narrativa bíblica, com Cristo sendo o homem perfeito que representa a redenção.","referencias_relacionadas":["Gênesis 1:27","Romanos 5:12","1 Timóteo 2:5"]},"zacarias_10_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus em sua plenitude, enfatizando sua majestade e poder. No contexto de Zacarias 10:1, a invocação do Senhor é um chamado à oração e à dependência divina.","por_que_esta_palavra":"A palavra é utilizada para reconhecer a soberania de Deus e a necessidade de buscar Sua orientação e ajuda.","conexao_teologica":"A invocação do Senhor é um tema central na teologia bíblica, onde Deus é visto como o provedor e protetor do Seu povo.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Êxodo 3:14"]},"zacarias_10_1_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'expressão' (עֵת) é usada para indicar um tempo ou um momento específico em que algo deve acontecer.","explicacao_detalhada":"No contexto de Zacarias 10:1, a palavra sugere um chamado a um tempo de busca e oração ao Senhor, enfatizando a importância de reconhecer os momentos em que Deus age.","por_que_esta_palavra":"A palavra é importante para entender que há tempos determinados por Deus para a ação e a intervenção divina.","conexao_teologica":"A noção de tempo na teologia bíblica é frequentemente ligada à soberania de Deus sobre a história e os eventos da vida.","referencias_relacionadas":["Eclesiastes 3:1","Daniel 2:21","Gálatas 4:4"]},"zacarias_10_2_familia":{"palavra_pt":"familia","palavra_original":"תְּרָפִים","transliteracao":"tᵉrâphîym","strong":"H8655","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'familia' (תְּרָפִים) refere-se a ídolos ou objetos de culto que eram usados em práticas religiosas.","explicacao_detalhada":"No contexto de Zacarias 10:2, a menção de 'familia' destaca a idolatria que estava presente entre o povo, contrastando com a verdadeira adoração ao Senhor.","por_que_esta_palavra":"A palavra é usada para alertar sobre os perigos da idolatria e a necessidade de se afastar de práticas que não glorificam a Deus.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, onde Deus chama Seu povo a se afastar de ídolos e a se voltar para Ele.","referencias_relacionadas":["Êxodo 20:3-5","Isaías 44:9-20","1 João 5:21"]},"zacarias_10_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (כִּי) é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"Em Zacarias 10:2, a palavra 'porque' conecta a idolatria do povo com as consequências de suas ações, enfatizando a relação entre desobediência e afastamento de Deus.","por_que_esta_palavra":"É crucial para entender a lógica do argumento apresentado pelo profeta, que busca mostrar a necessidade de arrependimento.","conexao_teologica":"A ideia de que as ações têm consequências é um princípio teológico importante, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 14:12"]},"zacarias_10_2_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"A palavra 'vaidade' (אָוֶן) refere-se a falsidade ou engano, muitas vezes associada a ídolos e práticas vãs.","explicacao_detalhada":"No contexto de Zacarias 10:2, a vaidade é um alerta sobre a futilidade de confiar em ídolos e práticas que não têm valor diante de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a inutilidade das coisas que não glorificam a Deus e que afastam o povo de Sua verdade.","conexao_teologica":"A vaidade é um tema que aparece frequentemente na Bíblia, onde Deus chama Seu povo a buscar a verdade e a rejeitar o engano.","referencias_relacionadas":["Salmos 31:6","Eclesiastes 1:2","Isaías 44:20"]},"zacarias_10_3_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' (רָעָה) refere-se a um líder ou guia, especialmente no contexto espiritual.","explicacao_detalhada":"Em Zacarias 10:3, a palavra 'pastor' é usada para descrever a liderança de Deus sobre Seu povo, contrastando com líderes falhos que não cuidam adequadamente do rebanho.","por_que_esta_palavra":"A escolha da palavra é significativa, pois enfatiza a responsabilidade dos líderes em cuidar do povo de Deus.","conexao_teologica":"A imagem do pastor é central na Bíblia, representando a relação de Deus com Seu povo e a responsabilidade dos líderes espirituais.","referencias_relacionadas":["Salmos 23:1","João 10:11","Ezequiel 34:11-16"]},"zacarias_10_3_povo":{"palavra_pt":"povo","palavra_original":"עַתּוּד","transliteracao":"ʻattûwd","strong":"H6260","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' (עַתּוּד) refere-se ao grupo de pessoas que pertencem a Deus.","explicacao_detalhada":"No contexto de Zacarias 10:3, a palavra destaca a relação especial entre Deus e Seu povo, enfatizando a necessidade de cuidado e proteção.","por_que_esta_palavra":"A palavra é usada para reafirmar a identidade do povo de Deus como Seu rebanho, que deve ser guiado e protegido.","conexao_teologica":"A noção de povo de Deus é fundamental na teologia bíblica, onde a comunidade de crentes é vista como o rebanho sob o cuidado do Pastor divino.","referencias_relacionadas":["1 Pedro 2:9","Romanos 9:25-26","Isaías 43:1"]},"zacarias_10_4_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' (מִן) indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"Em Zacarias 10:4, a palavra 'entre' sugere a presença de Deus no meio de Seu povo, enfatizando a comunhão e a relação íntima.","por_que_esta_palavra":"A escolha da palavra é significativa para mostrar que Deus não está distante, mas ativo e presente na vida de Seu povo.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central na Bíblia, refletindo Sua vontade de habitar entre aqueles que O adoram.","referencias_relacionadas":["Mateus 18:20","Apocalipse 21:3","Êxodo 25:8"]},"zacarias_10_4_torre":{"palavra_pt":"torre","palavra_original":"פִּנָּה","transliteracao":"pinnâh","strong":"H6438","significado_raiz":"Ideia básica: torre.","significado_contextual":"A palavra 'torre' (פִּנָּה) pode simbolizar proteção e segurança.","explicacao_detalhada":"No contexto de Zacarias 10:4, a 'torre' pode representar a força e a segurança que Deus oferece ao Seu povo em tempos de dificuldade.","por_que_esta_palavra":"A palavra é usada para ilustrar a ideia de que Deus é um refúgio seguro para aqueles que confiam Nele.","conexao_teologica":"A imagem de Deus como torre forte é comum na Bíblia, simbolizando proteção e segurança espiritual.","referencias_relacionadas":["Salmos 61:3","Provérbios 18:10","Salmos 46:1"]},"zacarias_10_5_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' (גִּבּוֹר) refere-se a um ser humano, muitas vezes com conotações de força ou coragem.","explicacao_detalhada":"Em Zacarias 10:5, a palavra 'homem' pode se referir a guerreiros ou líderes que se levantam para defender o povo de Deus.","por_que_esta_palavra":"A escolha da palavra é significativa para enfatizar a ação e a coragem que Deus inspira em Seu povo para enfrentar desafios.","conexao_teologica":"A força e a coragem do homem são vistas como dons de Deus, que capacita Seu povo a lutar por Sua causa.","referencias_relacionadas":["Josué 1:9","Salmos 27:14","Efésios 6:10"]},"zacarias_10_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' neste contexto refere-se a um estado de queda ou desmoronamento, simbolizando a fragilidade das estruturas humanas diante do poder divino.","explicacao_detalhada":"A expressão 'cair' é usada para descrever a vulnerabilidade e a necessidade de dependência de Deus. No contexto de Zacarias 10:5, isso pode se referir à queda de inimigos ou à fragilidade das esperanças humanas sem a intervenção divina.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a transitoriedade das coisas terrenas e a certeza da ação de Deus em restaurar e salvar seu povo.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando tanto a queda do homem no pecado quanto a queda dos opressores diante do poder de Deus.","referencias_relacionadas":["Salmos 37:24","Isaías 40:30-31","Romanos 14:4"]},"zacarias_10_5_clay":{"palavra_pt":"clay","palavra_original":"טִיט","transliteracao":"ṭîyṭ","strong":"H2916","significado_raiz":"Ideia básica: clay.","significado_contextual":"A palavra 'clay' (argila) representa a maleabilidade e a capacidade de ser moldado, simbolizando a obra de Deus na vida das pessoas.","explicacao_detalhada":"No contexto de Zacarias 10:5, a argila pode simbolizar a criação e a formação do povo de Deus, que é moldado segundo a vontade divina.","por_que_esta_palavra":"A argila é uma metáfora poderosa para a relação entre Deus e seu povo, onde Ele é o oleiro e nós somos a argila, enfatizando a dependência e a submissão à sua vontade.","conexao_teologica":"A ideia de ser moldado por Deus é central na teologia bíblica, refletindo a transformação e a renovação que Ele opera em nós.","referencias_relacionadas":["Isaías 64:8","Romanos 9:21","Jeremias 18:6"]},"zacarias_10_6_grande":{"palavra_pt":"grande","palavra_original":"גָּבַר","transliteracao":"gâbar","strong":"H1396","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' neste contexto refere-se à magnitude da salvação e do poder de Deus em relação ao seu povo.","explicacao_detalhada":"Em Zacarias 10:6, 'grande' destaca a força e a capacidade de Deus de salvar e restaurar, enfatizando que Ele é maior do que qualquer adversidade.","por_que_esta_palavra":"A grandeza de Deus é um tema central na Bíblia, que nos lembra de sua soberania e poder sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é frequentemente associada à sua fidelidade e ao cumprimento de suas promessas ao seu povo.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Isaías 40:12"]},"zacarias_10_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' representa não apenas um edifício físico, mas também a ideia de comunidade e a presença de Deus entre seu povo.","explicacao_detalhada":"No contexto de Zacarias 10:6, a 'casa' simboliza o povo de Deus como um lar espiritual, onde Ele habita e se relaciona com seus filhos.","por_que_esta_palavra":"A noção de 'casa' é fundamental na Bíblia, representando segurança, pertencimento e a presença de Deus.","conexao_teologica":"A casa de Deus é um tema recorrente, refletindo a relação íntima entre Deus e seu povo, e a promessa de habitação divina.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"zacarias_10_6_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em libertar e restaurar seu povo, trazendo esperança e redenção.","explicacao_detalhada":"Em Zacarias 10:6, a ideia de 'salvar' é central, pois Deus promete agir em favor de seu povo, trazendo libertação das opressões.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, refletindo a natureza redentora de Deus e sua vontade de restaurar a humanidade.","conexao_teologica":"A salvação é vista como um ato de graça e misericórdia, onde Deus se compromete a resgatar seu povo do pecado e da morte.","referencias_relacionadas":["Salmos 68:20","Isaías 43:11","Romanos 10:13"]},"zacarias_10_7_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a dignidade e o valor que Deus atribui a cada pessoa.","explicacao_detalhada":"No contexto de Zacarias 10:7, 'homem' simboliza a força e a capacidade do povo de Deus, que é chamado a agir em fé e coragem.","por_que_esta_palavra":"A dignidade do homem é um tema importante na Bíblia, refletindo a criação à imagem de Deus e a responsabilidade que isso implica.","conexao_teologica":"A relação entre Deus e a humanidade é central na teologia bíblica, enfatizando a importância do ser humano no plano divino.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Coríntios 15:58"]},"zacarias_10_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Zacarias 10:7, o uso do nome 'senhor' enfatiza a relação de autoridade e reverência que o povo deve ter em relação a Deus.","por_que_esta_palavra":"O nome de Deus é sagrado e carrega consigo a essência de seu caráter e sua relação com a humanidade.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente, refletindo a importância da adoração e da submissão a Ele.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-11"]},"zacarias_10_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' neste versículo reforça a ideia de que aqueles que se opõem a Deus e ao seu povo enfrentarão a queda.","explicacao_detalhada":"Em Zacarias 10:7, 'cair' simboliza a derrota dos inimigos de Deus, mostrando que a força divina prevalece sobre a oposição.","por_que_esta_palavra":"A queda é um símbolo de juízo e justiça divina, onde Deus garante a vitória de seu povo.","conexao_teologica":"A queda dos ímpios é um tema importante na Bíblia, refletindo a justiça de Deus e sua proteção sobre os justos.","referencias_relacionadas":["Salmos 37:24","Isaías 54:17","Romanos 8:31"]},"zacarias_10_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação de Deus em favor de seu povo.","explicacao_detalhada":"Em Zacarias 10:8, 'porque' conecta a promessa de Deus à sua fidelidade e ao seu compromisso com a aliança feita com Israel.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação divina e a razão por trás das promessas de Deus.","conexao_teologica":"A fidelidade de Deus é um tema central, onde Ele age em resposta à necessidade de seu povo e à sua própria natureza.","referencias_relacionadas":["Deuteronômio 7:9","Salmos 89:34","Romanos 3:3"]},"zacarias_10_8_autoridade":{"palavra_pt":"autoridade","palavra_original":"רָבָה","transliteracao":"râbâh","strong":"H7235","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder e à soberania de Deus sobre todas as coisas, incluindo a vida de seu povo.","explicacao_detalhada":"Em Zacarias 10:8, 'autoridade' destaca a capacidade de Deus de agir e intervir na história, garantindo a proteção e a salvação de Israel.","por_que_esta_palavra":"A autoridade de Deus é um tema fundamental, refletindo sua posição como Criador e Sustentador do universo.","conexao_teologica":"A soberania de Deus é um princípio central na teologia, que assegura que nada acontece fora de seu controle.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Mateus 28:18"]},"zacarias_10_8_chamar":{"palavra_pt":"chamar","palavra_original":"שָׁרַק","transliteracao":"shâraq","strong":"H8319","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de convocar ou convocar alguém para uma ação ou propósito específico.","explicacao_detalhada":"No contexto de Zacarias 10:8, Deus promete chamar o Seu povo de volta, indicando um retorno à comunhão e à restauração. Este chamado é um convite à reconciliação e à vida em comunidade sob a Sua liderança.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a iniciativa de Deus em buscar o Seu povo, mostrando que Ele é ativo na restauração e no relacionamento com a humanidade.","conexao_teologica":"Teologicamente, o chamado de Deus é um tema central na Bíblia, simbolizando a graça e a misericórdia divina que busca redimir e restaurar o Seu povo.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"zacarias_10_9_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' implica em ter vida, existir plenamente e experimentar a vitalidade que vem de Deus.","explicacao_detalhada":"Em Zacarias 10:9, a promessa de viver é uma afirmação da restauração e da nova vida que Deus oferece ao Seu povo, que antes estava em desespero e exílio.","por_que_esta_palavra":"A palavra 'viver' é crucial, pois representa a transformação espiritual e a renovação que Deus proporciona àqueles que respondem ao Seu chamado.","conexao_teologica":"A vida em Cristo é um tema recorrente, onde a fé em Deus resulta em vida abundante e eterna, conforme prometido nas Escrituras.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Efésios 2:1-5"]},"zacarias_10_9_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à comunidade escolhida por Deus, que é chamada a viver em obediência e adoração.","explicacao_detalhada":"No versículo, Deus fala sobre o Seu povo, destacando a relação especial que Ele tem com aqueles que O seguem e a promessa de restauração e proteção.","por_que_esta_palavra":"A ênfase em 'povo' ressalta a identidade coletiva dos israelitas como o povo de Deus, que é fundamental para a narrativa bíblica.","conexao_teologica":"A ideia de povo de Deus é central na teologia bíblica, representando a aliança entre Deus e a humanidade, que culmina na Igreja como o novo povo de Deus.","referencias_relacionadas":["Êxodo 19:5-6","1 Pedro 2:9","Romanos 9:25-26"]},"zacarias_10_9_dwell":{"palavra_pt":"dwell","palavra_original":"מֶרְחָק","transliteracao":"merchâq","strong":"H4801","significado_raiz":"Ideia básica: dwell.","significado_contextual":"A palavra 'dwell' (habitar) refere-se ao ato de viver ou residir em um lugar, simbolizando segurança e pertencimento.","explicacao_detalhada":"Em Zacarias 10:9, a promessa de habitar implica que o povo de Deus encontrará segurança e paz em Sua presença, contrastando com a dispersão anterior.","por_que_esta_palavra":"A escolha de 'dwell' enfatiza a intimidade e a proximidade que Deus deseja ter com Seu povo, oferecendo um lar espiritual.","conexao_teologica":"A habitação de Deus entre os homens é um tema que culmina na encarnação de Cristo e na promessa do Espírito Santo habitando nos crentes.","referencias_relacionadas":["Salmos 91:1","João 14:23","Apocalipse 21:3"]},"zacarias_10_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"No contexto de Zacarias 10:10, a terra representa a restauração das promessas de Deus, onde o povo retornará à sua terra natal e experimentará a bênção divina.","por_que_esta_palavra":"A menção da 'terra' é significativa, pois reflete a fidelidade de Deus em cumprir Suas promessas de dar uma herança ao Seu povo.","conexao_teologica":"A terra prometida é um símbolo da bênção e da presença de Deus, que se estende à nova terra prometida no Novo Testamento.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:5","Hebreus 11:10"]},"zacarias_10_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade, à fidelidade e à justiça de Deus.","explicacao_detalhada":"Em Zacarias 10:10, a verdade é um atributo de Deus que garante que Suas promessas são fiéis e que Ele cumprirá o que disse.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a confiança que o povo pode ter em Deus, sabendo que Ele é fiel e justo em todas as Suas promessas.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo Sua natureza e a base da fé cristã.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"zacarias_10_10_filho":{"palavra_pt":"filho","palavra_original":"אַשּׁוּר","transliteracao":"ʼAshshûwr","strong":"H804","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente ou alguém que pertence a uma família, simbolizando relacionamento e herança.","explicacao_detalhada":"Em Zacarias 10:10, a menção de 'filho' indica a relação íntima entre Deus e Seu povo, que é considerado como filhos e filhas do Altíssimo.","por_que_esta_palavra":"A palavra 'filho' é significativa, pois reflete a adoção e o amor que Deus tem por aqueles que são Seus, enfatizando a identidade e o valor do crente.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, onde os crentes são chamados de filhos de Deus através da fé em Cristo.","referencias_relacionadas":["Gálatas 4:6-7","Romanos 8:14-17","1 João 3:1"]},"zacarias_10_11_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se a grandes corpos de água, simbolizando poder e, muitas vezes, caos.","explicacao_detalhada":"Em Zacarias 10:11, a menção do mar pode simbolizar a derrota dos inimigos e a restauração da ordem que Deus traz ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'mar' é significativa, pois representa a soberania de Deus sobre as forças da natureza e os inimigos do Seu povo.","conexao_teologica":"A soberania de Deus sobre o mar é um tema que aparece em várias partes da Bíblia, mostrando Seu poder e controle sobre todas as coisas.","referencias_relacionadas":["Salmos 89:9","Mateus 8:27","Apocalipse 21:1"]},"zacarias_10_11_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a qualquer adversário ou oposição que se levanta contra o povo de Deus.","explicacao_detalhada":"No contexto de Zacarias 10:11, Deus promete que os inimigos do Seu povo serão derrotados, trazendo segurança e paz.","por_que_esta_palavra":"A ênfase em 'inimigo' destaca a luta espiritual e a proteção que Deus oferece aos Seus filhos contra aqueles que se opõem a eles.","conexao_teologica":"A batalha contra inimigos é uma realidade na vida cristã, mas a promessa de Deus é que Ele é o nosso defensor e protetor.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","Efésios 6:12"]},"zacarias_10_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano, o criador e o governante do universo.","explicacao_detalhada":"Em Zacarias 10:12, a menção do Senhor enfatiza a autoridade e o poder de Deus para sustentar e fortalecer o Seu povo.","por_que_esta_palavra":"A palavra 'senhor' é fundamental, pois reconhece a soberania de Deus e a dependência do Seu povo em relação a Ele.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Sua autoridade sobre todas as coisas e a necessidade de submissão do crente.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Filipenses 2:9-11"]},"zacarias_10_12_grande":{"palavra_pt":"grande","palavra_original":"גָּבַר","transliteracao":"gâbar","strong":"H1396","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza e ao poder que Deus exerce sobre seu povo.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude da autoridade divina e a capacidade de Deus de guiar e proteger Israel. No contexto de Zacarias, isso é um lembrete da soberania de Deus sobre as nações.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a importância da presença e do poder de Deus na vida do povo de Israel, especialmente em tempos de adversidade.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, refletindo sua majestade e soberania sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"zacarias_10_12_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' de Deus representa sua autoridade e caráter.","explicacao_detalhada":"No contexto bíblico, o nome de Deus é sinônimo de sua presença e poder. Invocar o nome de Deus é reconhecer sua soberania e autoridade sobre todas as coisas.","por_que_esta_palavra":"A palavra 'nome' é fundamental para entender a relação entre Deus e seu povo, pois implica em um relacionamento baseado na confiança e na reverência.","conexao_teologica":"O nome de Deus é frequentemente associado à sua revelação e ao seu caráter, sendo um ponto central na adoração e na oração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]}}