{"zacarias_12_1_idiom":{"palavra_pt":"expressao","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3335","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se ao ato de formar ou criar algo.","explicacao_detalhada":"Em Zacarias 12:1, 'expressão' pode se referir à criação de Deus e à sua capacidade de moldar a história.","por_que_esta_palavra":"É fundamental para entender a soberania de Deus na criação e na história.","conexao_teologica":"A ideia de que Deus é o Criador é central na teologia, refletindo seu poder e autoridade.","referencias_relacionadas":["Gênesis 1:1","Salmos 139:13-14","Colossenses 1:16"]},"zacarias_12_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação divina, a mensagem que Deus transmite ao seu povo.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é frequentemente usada na Bíblia para indicar não apenas uma palavra falada, mas também a ideia de um decreto ou uma ordem de Deus. Neste contexto, enfatiza a importância da revelação divina.","por_que_esta_palavra":"Esta palavra é crucial porque representa a voz de Deus e sua intenção em relação ao seu povo, mostrando que Ele se comunica ativamente.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na teologia bíblica, onde a palavra de Deus é vista como criadora e transformadora.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"zacarias_12_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Indica a maneira como algo é feito ou a forma de um evento ocorrer.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) pode ser traduzida como 'todo' ou 'cada', e neste contexto, sugere que a maneira de agir de Deus é abrangente e total.","por_que_esta_palavra":"A escolha desta palavra ressalta que a ação de Deus não é limitada, mas se estende a todos os aspectos da vida e da criação.","conexao_teologica":"A maneira como Deus age é um reflexo de sua soberania e poder, mostrando que Ele controla todos os eventos da história.","referencias_relacionadas":["Salmos 145:17","Isaías 55:8-9","Romanos 11:33"]},"zacarias_12_2_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Simboliza a vida e a aliança, frequentemente associado ao sacrifício e à redenção.","explicacao_detalhada":"A palavra 'סַף' (çaph) refere-se ao sangue, que na tradição bíblica é visto como o elemento que traz vida e é essencial para a expiação dos pecados.","por_que_esta_palavra":"O sangue é um tema central na teologia da salvação, representando o sacrifício de Cristo e a nova aliança estabelecida.","conexao_teologica":"A relação entre sangue e redenção é fundamental, pois aponta para o sacrifício de Jesus como o cumprimento da promessa de Deus de salvação.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Hebreus 9:22"]},"zacarias_12_2_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo escolhido de Deus, Israel, e sua relação especial com Ele.","explicacao_detalhada":"A palavra 'עַם' (ʻam) enfatiza a coletividade e a identidade do povo de Deus, que é chamado para ser um testemunho das promessas divinas.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da comunidade na fé e a responsabilidade coletiva diante de Deus.","conexao_teologica":"A noção de povo de Deus é central na narrativa bíblica, refletindo a aliança e o chamado para viver em obediência e adoração.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"zacarias_12_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico determinado por Deus, muitas vezes associado ao juízo ou à salvação.","explicacao_detalhada":"A palavra 'יוֹם' (yôwm) é utilizada para indicar um dia literal ou um período de tempo significativo na história da salvação.","por_que_esta_palavra":"A ênfase no 'dia' sugere um momento de intervenção divina, onde Deus age de maneira decisiva na história.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na Bíblia, simbolizando a manifestação do poder e da justiça de Deus.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"zacarias_12_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente indica a maneira como Deus age ou como os eventos se desenrolam.","explicacao_detalhada":"A repetição da palavra 'כֹּל' (kôl) enfatiza a totalidade e a abrangência das ações de Deus em relação ao seu povo.","por_que_esta_palavra":"Reforça a ideia de que a maneira de Deus agir é completa e perfeita, sem falhas.","conexao_teologica":"A forma como Deus se revela e age é um testemunho de sua natureza e caráter, que é sempre fiel e justo.","referencias_relacionadas":["Salmos 145:17","Isaías 55:8-9","Romanos 11:33"]},"zacarias_12_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico, mas também pode simbolizar o povo de Deus e sua herança.","explicacao_detalhada":"A palavra 'אֶרֶץ' (ʼerets) é usada para descrever a terra prometida e a criação de Deus, que é um tema central na história de Israel.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e da herança que Ele deu ao seu povo.","conexao_teologica":"A relação entre Deus e a terra é fundamental, pois reflete a aliança e a presença de Deus entre seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Salmos 37:11","Mateus 5:5"]},"zacarias_12_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Novamente, refere-se a um tempo específico de ação divina, enfatizando a importância do momento.","explicacao_detalhada":"A repetição da palavra 'יוֹם' (yôwm) destaca a expectativa de um dia de intervenção divina e transformação.","por_que_esta_palavra":"A ênfase no 'dia' sugere um tempo de juízo e restauração, onde Deus se manifesta de maneira poderosa.","conexao_teologica":"O 'dia do Senhor' é um conceito que aponta para a esperança e a expectativa da vinda de Cristo e do cumprimento das promessas de Deus.","referencias_relacionadas":["Isaías 2:12","Zacarias 14:1","Apocalipse 16:14"]},"zacarias_12_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus se manifesta e age em relação ao seu povo.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) novamente enfatiza a totalidade das ações de Deus, mostrando que Ele age em todos os aspectos da vida.","por_que_esta_palavra":"Reforça a ideia de que a maneira de Deus agir é abrangente e completa, sem limitações.","conexao_teologica":"A forma como Deus se relaciona com seu povo é um reflexo de sua natureza amorosa e justa.","referencias_relacionadas":["Salmos 145:17","Isaías 55:8-9","Romanos 11:33"]},"zacarias_12_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'יְהֹוָה' (Yᵉhôvâh) é o nome pessoal de Deus, que expressa sua eternidade, imutabilidade e fidelidade.","por_que_esta_palavra":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando sua presença e poder.","conexao_teologica":"O nome do Senhor é invocado em momentos de necessidade e é um símbolo de esperança e salvação para o seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"zacarias_12_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre Israel.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para enfatizar a relação de Deus com seu povo, destacando sua soberania e poder. No contexto de Zacarias, isso é crucial, pois Deus está prometendo proteção e restauração a Israel.","por_que_esta_palavra":"A escolha da palavra 'Senhor' reflete a natureza de Deus como o governante e protetor de Israel, especialmente em tempos de crise.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor da história e do destino de seu povo.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"zacarias_12_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou declarar algo importante.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para transmitir a mensagem de Deus ao seu povo. No contexto de Zacarias, isso implica que as palavras de Deus são autoritativas e devem ser ouvidas.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a comunicação divina e a revelação de Deus ao seu povo.","conexao_teologica":"A comunicação de Deus com a humanidade é um aspecto essencial da revelação bíblica, mostrando como Ele se relaciona com seu povo.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Hebreus 1:1-2"]},"zacarias_12_5_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Representa o centro das emoções e decisões do ser humano.","explicacao_detalhada":"A palavra 'coração' (לֵב) é frequentemente usada na Bíblia para descrever a sede dos sentimentos e da vontade. Em Zacarias, isso sugere que Deus está interessado nas motivações internas de seu povo.","por_que_esta_palavra":"O coração é visto como o lugar onde se toma decisões espirituais e morais, refletindo a verdadeira condição do ser humano.","conexao_teologica":"A transformação do coração é um tema central na teologia, especialmente em relação à nova aliança em Cristo.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Mateus 5:8"]},"zacarias_12_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de julgamento e restauração.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um período significativo na história de Israel, especialmente em relação ao juízo de Deus sobre as nações e a salvação de seu povo.","por_que_esta_palavra":"A menção de 'dia' enfatiza a certeza e a iminência das promessas de Deus, que se cumprirão em um tempo determinado.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na profecia bíblica, simbolizando tanto julgamento quanto salvação.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"zacarias_12_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de Deus de avaliar e decidir sobre as ações das nações.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica um ato de autoridade divina, onde Deus determina o que é justo e correto. No contexto de Zacarias, isso se relaciona ao juízo sobre os inimigos de Israel.","por_que_esta_palavra":"A palavra é importante porque destaca a justiça de Deus e sua capacidade de restaurar seu povo através do julgamento.","conexao_teologica":"A justiça de Deus é um aspecto fundamental de sua natureza, que se manifesta em sua ação no mundo.","referencias_relacionadas":["Salmos 9:7-8","Isaías 11:4","Romanos 14:10"]},"zacarias_12_7_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de Deus de resgatar e proteger seu povo.","explicacao_detalhada":"A palavra 'salvar' (יָשַׁע) é usada para descrever a ação de Deus em trazer libertação e segurança a Israel. No contexto de Zacarias, isso é uma promessa de restauração.","por_que_esta_palavra":"A escolha da palavra 'salvar' enfatiza a natureza redentora de Deus, que cuida de seu povo em tempos de necessidade.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 1:16"]},"zacarias_12_7_beautyiful":{"palavra_pt":"beauty iful","palavra_original":"תִּפְאָרָה","transliteracao":"tiphʼârâh","strong":"H8597","significado_raiz":"Ideia básica: beauty iful.","significado_contextual":"Em Zacarias 12:7, \"beauty iful\" aparece na frase \"E o Senhor salvará primeiramente as tendas de Judá, para que a glória da casa de Davi e a glória dos habitantes de Jerusalém não seja exalt…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (תִּפְאָרָה; tiphʼârâh; H8597), \"beauty iful\" traz a ideia de beauty iful. Aqui, essa palavra deixa o ensino de Zacarias 12:7 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"beauty iful\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 96:6. Lendo junto com Zacarias 12:7, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Zacarias 12:7","Salmos 96:6","Salmos 119:105"]},"zacarias_12_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Em Zacarias 12:7, \"senhor\" aparece na frase \"E o Senhor salvará primeiramente as tendas de Judá, para que a glória da casa de Davi e a glória dos habitantes de Jerusalém não seja exalt…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (יְהֹוָה; Yᵉhôvâh; H3068), \"senhor\" traz a ideia de senhor. Aqui, essa palavra deixa o ensino de Zacarias 12:7 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"senhor\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Zacarias 13:7. Lendo junto com Zacarias 12:7, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Zacarias 12:7","Zacarias 13:7","Salmos 119:105"]},"zacarias_12_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo de grande poder e proteção divina.","explicacao_detalhada":"A palavra 'dia' (יוֹם) novamente enfatiza um período significativo em que Deus atuará em favor de seu povo, trazendo segurança e vitória.","por_que_esta_palavra":"A repetição da palavra 'dia' sublinha a certeza das promessas de Deus e a importância do tempo em sua obra.","conexao_teologica":"O 'dia do Senhor' é um conceito que aparece em várias partes da Bíblia, simbolizando a intervenção divina na história.","referencias_relacionadas":["Zacarias 14:1","Malaquias 4:5","Atos 2:20"]},"zacarias_12_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à nação de Israel como o povo escolhido de Deus.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza a comunidade e a identidade do povo de Deus. No contexto de Zacarias, isso implica a restauração da nação de Israel.","por_que_esta_palavra":"A casa é um símbolo de segurança e pertencimento, refletindo a relação de Deus com seu povo.","conexao_teologica":"A ideia de 'casa' é central na teologia bíblica, representando a habitação de Deus entre seu povo.","referencias_relacionadas":["Salmos 127:1","Isaías 54:3","Hebreus 3:6"]},"zacarias_12_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e poder de Deus sobre o Seu povo.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a autoridade divina que protege e guia Israel, especialmente em tempos de crise.","por_que_esta_palavra":"A menção de Deus é crucial para entender a fonte de força e proteção que Israel tem em meio às adversidades.","conexao_teologica":"Deus é o criador e sustentador, e Sua presença é fundamental para a identidade do povo de Israel.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"zacarias_12_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de julgamento e restauração.","explicacao_detalhada":"O 'dia' mencionado simboliza um período em que Deus intervirá diretamente na história de Israel, trazendo salvação e justiça.","por_que_esta_palavra":"A ideia de 'dia' é frequentemente usada na Bíblia para descrever momentos decisivos na ação de Deus.","conexao_teologica":"O conceito de 'dia do Senhor' é central na escatologia bíblica, representando a intervenção divina na história.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Mateus 24:36"]},"zacarias_12_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda dos inimigos de Israel diante da intervenção divina.","explicacao_detalhada":"A palavra 'cair' sugere um colapso ou derrota, simbolizando a proteção de Deus sobre Seu povo.","por_que_esta_palavra":"A queda dos inimigos é um tema recorrente que demonstra o poder de Deus em defender Israel.","conexao_teologica":"A queda dos ímpios é um sinal da justiça de Deus e da vindicação do Seu povo.","referencias_relacionadas":["Salmos 68:1","Isaías 54:17","Romanos 12:19"]},"zacarias_12_9_perecer":{"palavra_pt":"perecer","palavra_original":"שָׁמַד","transliteracao":"shâmad","strong":"H8045","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Refere-se à destruição dos adversários de Israel.","explicacao_detalhada":"A palavra 'perecer' implica em um destino final para aqueles que se opõem ao plano de Deus.","por_que_esta_palavra":"É uma advertência sobre as consequências de se rebelar contra Deus e Seu povo.","conexao_teologica":"A ideia de perecimento dos ímpios é um tema importante na justiça divina.","referencias_relacionadas":["Salmos 37:20","Provérbios 11:7","Mateus 25:46"]},"zacarias_12_10_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Simboliza o sacrifício e a redenção.","explicacao_detalhada":"O 'sangue' é um elemento central na teologia do sacrifício, representando a vida e a expiação dos pecados.","por_que_esta_palavra":"A menção do sangue destaca a necessidade de sacrifício para a purificação e reconciliação com Deus.","conexao_teologica":"O sangue de Cristo é visto como o sacrifício final que traz redenção à humanidade.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:19","Apocalipse 1:5"]},"zacarias_12_10_vida":{"palavra_pt":"vida","palavra_original":"יָחִיד","transliteracao":"yâchîyd","strong":"H3173","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à essência da existência e à relação com Deus.","explicacao_detalhada":"A palavra 'vida' neste contexto implica em uma vida plena que é restaurada através do arrependimento e da fé.","por_que_esta_palavra":"A vida é um presente de Deus e a sua preservação é um sinal da Sua graça.","conexao_teologica":"A vida eterna é uma promessa central na fé cristã, assegurada através de Cristo.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"zacarias_12_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Representa a família e a comunidade do povo de Deus.","explicacao_detalhada":"A 'casa' simboliza não apenas um lar físico, mas também a unidade e a proteção do povo de Deus.","por_que_esta_palavra":"A casa é um símbolo de segurança e pertencimento na cultura israelita.","conexao_teologica":"A ideia de casa é frequentemente usada para descrever a relação entre Deus e Seu povo como uma família.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"zacarias_12_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo de lamento e arrependimento.","explicacao_detalhada":"O 'dia' aqui é um momento de reflexão e reconhecimento da necessidade de arrependimento por parte do povo.","por_que_esta_palavra":"A ênfase no lamento indica a seriedade da situação e a urgência da resposta a Deus.","conexao_teologica":"O arrependimento é um passo crucial na restauração da relação com Deus.","referencias_relacionadas":["Ezequiel 18:30","Joel 2:12","Atos 3:19"]},"zacarias_12_11_plain":{"palavra_pt":"plain","palavra_original":"בִּקְעָה","transliteracao":"biqʻâh","strong":"H1237","significado_raiz":"Ideia básica: plain.","significado_contextual":"Refere-se a um local específico onde eventos significativos ocorrerão.","explicacao_detalhada":"A 'plain' é um espaço que pode simbolizar tanto a vulnerabilidade quanto a oportunidade para a ação de Deus.","por_que_esta_palavra":"O local é importante para a manifestação do plano divino na história de Israel.","conexao_teologica":"Deus frequentemente escolhe locais específicos para realizar Seus propósitos, mostrando que Ele está no controle.","referencias_relacionadas":["Isaías 40:4","Ezequiel 34:26","Mateus 5:14"]},"zacarias_12_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao povo de Israel e à sua herança.","explicacao_detalhada":"A 'terra' simboliza a promessa de Deus a Israel e a importância de sua identidade nacional.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com Seu povo, representando bênção e herança.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, refletindo a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:5","Hebreus 11:9"]},"zacarias_12_12_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico de uma pessoa, simbolizando a totalidade do ser humano.","explicacao_detalhada":"Neste contexto, o corpo é mencionado em relação à dor e ao lamento que ocorrerão em Jerusalém. O corpo representa a unidade do povo que sofrerá coletivamente.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a conexão entre os indivíduos e a comunidade, mostrando que o sofrimento é compartilhado.","conexao_teologica":"O corpo é visto como o templo do Espírito Santo, e o sofrimento do corpo reflete a condição espiritual do povo de Deus.","referencias_relacionadas":["1 Coríntios 6:19","Romanos 12:1","Gálatas 6:2"]},"zacarias_12_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa o lar, a família e a segurança, simbolizando a proteção divina sobre o povo.","explicacao_detalhada":"Neste versículo, a casa é mencionada em um contexto de lamento e arrependimento, indicando que a casa de cada família será afetada pela dor coletiva.","por_que_esta_palavra":"A palavra 'casa' é utilizada para mostrar a importância da família e da comunidade na experiência de dor e redenção.","conexao_teologica":"A casa é um símbolo da aliança de Deus com seu povo, onde Ele promete habitar entre eles.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"zacarias_12_13_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico, enfatizando a dor e o sofrimento do povo.","explicacao_detalhada":"O corpo é mencionado em um contexto de lamento, refletindo a dor que o povo sentirá em relação ao seu pecado e à sua condição espiritual.","por_que_esta_palavra":"A palavra 'corpo' é usada para mostrar a unidade do povo em seu sofrimento e arrependimento.","conexao_teologica":"O corpo é visto como um reflexo da condição espiritual do povo, que deve ser restaurado.","referencias_relacionadas":["Romanos 12:1","1 Coríntios 12:27","Efésios 4:12"]},"zacarias_12_13_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"A família representa a unidade e a continuidade do povo de Deus.","explicacao_detalhada":"Neste versículo, a família é mencionada em um contexto de lamento, indicando que cada membro da família sentirá a dor coletiva.","por_que_esta_palavra":"A palavra 'família' é usada para enfatizar a importância das relações familiares na experiência de dor e redenção.","conexao_teologica":"A família é uma expressão da aliança de Deus, onde cada membro é importante para o plano divino.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","Salmos 133:1"]},"zacarias_12_14_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico, simbolizando a dor e o sofrimento do povo.","explicacao_detalhada":"O corpo é mencionado em um contexto de lamento, refletindo a dor que o povo sentirá em relação ao seu pecado e à sua condição espiritual.","por_que_esta_palavra":"A palavra 'corpo' é usada para mostrar a unidade do povo em seu sofrimento e arrependimento.","conexao_teologica":"O corpo é visto como um reflexo da condição espiritual do povo, que deve ser restaurado.","referencias_relacionadas":["Romanos 12:1","1 Coríntios 12:27","Efésios 4:12"]},"zacarias_12_14_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"A família representa a unidade e a continuidade do povo de Deus.","explicacao_detalhada":"Neste versículo, a família é mencionada em um contexto de lamento, indicando que cada membro da família sentirá a dor coletiva.","por_que_esta_palavra":"A palavra 'família' é usada para enfatizar a importância das relações familiares na experiência de dor e redenção.","conexao_teologica":"A família é uma expressão da aliança de Deus, onde cada membro é importante para o plano divino.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","Salmos 133:1"]}}