{"zacarias_13_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia de julgamento e restauração, um tempo de purificação para o povo.","explicacao_detalhada":"O dia mencionado é um tempo específico em que Deus intervirá na história, trazendo juízo e redenção.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza e a iminência do juízo de Deus.","conexao_teologica":"O dia do Senhor é um tema recorrente nas Escrituras, simbolizando tanto juízo quanto esperança.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Isaías 2:12"]},"zacarias_13_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa o lar e a proteção divina sobre o povo durante o dia de julgamento.","explicacao_detalhada":"Neste versículo, a casa é mencionada como um lugar onde a purificação ocorrerá, simbolizando a segurança em Deus.","por_que_esta_palavra":"A palavra 'casa' é utilizada para mostrar a importância do lar na experiência de redenção.","conexao_teologica":"A casa é um símbolo da aliança de Deus com seu povo, onde Ele promete habitar entre eles.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"zacarias_13_1_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de julgar o povo, trazendo justiça e restauração.","explicacao_detalhada":"O verbo 'julgar' implica uma ação de avaliação e decisão divina sobre o comportamento do povo.","por_que_esta_palavra":"A palavra 'julgar' é usada para enfatizar a autoridade de Deus sobre a história e a moralidade.","conexao_teologica":"O julgamento de Deus é um tema central nas Escrituras, refletindo Sua justiça e misericórdia.","referencias_relacionadas":["Salmos 96:13","Romanos 14:10","Apocalipse 20:12"]},"zacarias_13_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia de julgamento e purificação, um tempo de intervenção divina.","explicacao_detalhada":"O dia mencionado é um tempo específico em que Deus trará juízo sobre o pecado e restaurará Seu povo.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza do juízo e a esperança de redenção.","conexao_teologica":"O dia do Senhor é um tema importante, simbolizando tanto juízo quanto a promessa de restauração.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Isaías 2:12"]},"zacarias_13_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à nação de Israel, simbolizando a terra prometida por Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada frequentemente na Bíblia para descrever não apenas o solo físico, mas também a herança espiritual do povo de Deus. Em Zacarias 13:2, a menção da terra está ligada ao juízo e à purificação do povo.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a conexão entre o povo de Deus e o lugar que Ele lhes deu, destacando a importância da terra na aliança divina.","conexao_teologica":"A terra é um tema central na teologia bíblica, representando a promessa de Deus e a relação do povo com Ele. A purificação da terra é um passo necessário para a restauração.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-20","Salmos 37:11"]},"zacarias_13_2_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um porta-voz de Deus, alguém que transmite a mensagem divina ao povo.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) implica em alguém que fala em nome de Deus, trazendo advertências, consolo e revelações. Em Zacarias 13:2, a referência aos profetas está ligada ao juízo sobre falsos profetas.","por_que_esta_palavra":"A inclusão da palavra 'profeta' destaca a importância da comunicação divina e a necessidade de discernir entre verdadeiros e falsos mensageiros.","conexao_teologica":"Os profetas desempenham um papel crucial na história da salvação, sendo instrumentos de Deus para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Deuteronômio 18:18-22","Amós 3:7","Mateus 7:15-20"]},"zacarias_13_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda ou a destruição de algo, neste caso, a queda dos falsos profetas.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a consequência do juízo de Deus sobre aqueles que enganam o povo. Em Zacarias 13:3, isso se refere à queda dos que falam falsamente em nome de Deus.","por_que_esta_palavra":"A palavra 'cair' enfatiza a gravidade do juízo divino e a certeza de que aqueles que se opõem à verdade de Deus enfrentarão consequências.","conexao_teologica":"A queda dos falsos profetas é um aspecto da justiça de Deus, que protege seu povo da enganação e da idolatria.","referencias_relacionadas":["Ezequiel 13:10-16","Mateus 24:11","2 Pedro 2:1"]},"zacarias_13_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual algo acontece, neste caso, a queda dos profetas.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que liga a causa ao efeito, explicando a razão do juízo sobre os profetas. Em Zacarias 13:3, isso se refere à responsabilidade dos profetas por suas palavras enganosas.","por_que_esta_palavra":"A escolha de 'porque' é fundamental para entender a lógica do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"A teologia do arrependimento é central na mensagem profética, onde a desobediência leva ao juízo, mas também à oportunidade de retorno a Deus.","referencias_relacionadas":["Isaías 1:18","Ezequiel 18:30","Atos 3:19"]},"zacarias_13_3_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar ou profetizar, especialmente em um contexto de engano.","explicacao_detalhada":"A palavra 'falar' (נָבָא) implica em transmitir mensagens, e em Zacarias 13:3, refere-se à fala dos falsos profetas que enganam o povo.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a responsabilidade dos profetas em comunicar a verdade de Deus, e a gravidade de falar falsamente em Seu nome.","conexao_teologica":"A comunicação da verdade é essencial na relação entre Deus e Seu povo, e a fala dos profetas deve sempre refletir a vontade divina.","referencias_relacionadas":["Jeremias 23:16-22","Ezequiel 3:17-21","Tiago 3:1"]},"zacarias_13_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico, muitas vezes associado ao juízo ou à intervenção divina.","explicacao_detalhada":"A palavra 'dia' (יוֹם) em Zacarias 13:4 pode simbolizar um tempo de julgamento ou de revelação da verdade, onde os falsos profetas serão expostos.","por_que_esta_palavra":"A menção do 'dia' enfatiza a certeza de que haverá um tempo determinado para a ação de Deus contra o engano.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na Bíblia, representando o momento em que Deus intervém na história para restaurar a justiça.","referencias_relacionadas":["Joel 2:31","Amós 5:18-20","1 Tessalonicenses 5:2-3"]},"zacarias_13_4_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Novamente se refere ao porta-voz de Deus, enfatizando a importância da verdade na profecia.","explicacao_detalhada":"A repetição da palavra 'profeta' (נָבִיא) em Zacarias 13:4 reforça a ideia de que nem todos os profetas falam a verdade, e que haverá um tempo de discernimento.","por_que_esta_palavra":"A ênfase na palavra 'profeta' destaca a necessidade de discernir entre os verdadeiros e falsos mensageiros de Deus.","conexao_teologica":"A autenticidade da profecia é crucial para a fé do povo, e Deus promete proteger Seu povo da enganação.","referencias_relacionadas":["Mateus 24:24","1 João 4:1","Apocalipse 19:10"]},"zacarias_13_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda dos falsos profetas, indicando a consequência de suas ações.","explicacao_detalhada":"A palavra 'cair' (הָיָה) aqui é usada para descrever a queda moral e espiritual dos que não falam a verdade. Em Zacarias 13:4, isso é um aviso sobre o juízo que virá.","por_que_esta_palavra":"A repetição da palavra 'cair' enfatiza a certeza do juízo e a necessidade de arrependimento.","conexao_teologica":"A queda dos falsos profetas é um reflexo da justiça de Deus, que não tolera a enganação e a falsidade entre Seu povo.","referencias_relacionadas":["Isaías 9:15","Mateus 7:26-27","Romanos 14:10"]},"zacarias_13_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de que o profeta não é quem diz ser, enfatizando a verdade.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) em Zacarias 13:5 é usada para expressar a verdade sobre a identidade do profeta, que se afasta da falsidade.","por_que_esta_palavra":"A escolha da palavra 'dizer' é crucial para a afirmação da verdade e a rejeição da mentira.","conexao_teologica":"A verdade é um pilar central na fé cristã, e a declaração de que um profeta não é verdadeiro é um chamado à vigilância espiritual.","referencias_relacionadas":["João 8:32","Efésios 4:15","2 Coríntios 11:13-15"]},"zacarias_13_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade da identidade do profeta, que não é verdadeiro.","explicacao_detalhada":"A palavra 'verdade' (לֹא) em Zacarias 13:5 é usada para negar a autenticidade do profeta, enfatizando a necessidade de discernimento.","por_que_esta_palavra":"A ênfase na palavra 'verdade' é fundamental para a compreensão da mensagem de Deus e a proteção contra enganos.","conexao_teologica":"A verdade é essencial na relação entre Deus e Seu povo, e a busca pela verdade é um chamado constante nas Escrituras.","referencias_relacionadas":["Salmos 119:160","João 14:6","1 Timóteo 2:4"]},"zacarias_13_5_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a alguém que fala em nome de Deus, transmitindo mensagens divinas ao povo.","explicacao_detalhada":"No contexto de Zacarias 13:5, o profeta se apresenta como alguém que não se considera digno de ser chamado de profeta, mas sim como um agricultor, enfatizando a humildade e a autenticidade do chamado divino.","por_que_esta_palavra":"A escolha da palavra 'profeta' destaca a função de mediador entre Deus e os homens, essencial para a comunicação da vontade divina.","conexao_teologica":"A figura do profeta é central na teologia bíblica, representando a voz de Deus que guia e corrige o povo, especialmente em tempos de crise.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Jeremias 1:5"]},"zacarias_13_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para indicar a comunicação de uma mensagem importante, muitas vezes com um tom de autoridade.","explicacao_detalhada":"Em Zacarias 13:6, a ênfase está na declaração de que o que foi dito é significativo e deve ser levado a sério, refletindo a importância das palavras proferidas.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a transmissão de revelações e profecias, sendo um ato que carrega peso e responsabilidade.","conexao_teologica":"A comunicação divina é frequentemente feita por meio da palavra, mostrando que Deus se revela e se relaciona com a humanidade através da linguagem.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 1:1-2"]},"zacarias_13_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' simboliza não apenas uma estrutura física, mas também a ideia de família, comunidade e a presença de Deus.","explicacao_detalhada":"No versículo, a 'casa' pode ser interpretada como o lar espiritual do povo de Deus, onde a adoração e a comunhão ocorrem.","por_que_esta_palavra":"A escolha da palavra 'casa' reflete a importância da habitação de Deus entre seu povo e a necessidade de um espaço sagrado.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, representando o lugar onde Deus se encontra com seu povo e onde a adoração deve acontecer.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"zacarias_13_7_homem":{"palavra_pt":"homem","palavra_original":"גֶּבֶר","transliteracao":"geber","strong":"H1397","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode implicar em liderança e responsabilidade.","explicacao_detalhada":"Em Zacarias 13:7, o 'homem' é chamado a ser um exemplo de fé e obediência, refletindo a relação entre Deus e seu povo.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a fragilidade e a necessidade de dependência de Deus, especialmente em tempos de crise.","conexao_teologica":"A humanidade é vista como objeto do amor e da redenção de Deus, e a relação entre Deus e o homem é central na narrativa bíblica.","referencias_relacionadas":["Gênesis 1:26-27","Romanos 5:12","1 Pedro 2:9"]},"zacarias_13_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"No contexto do versículo, o nome do Senhor é invocado para lembrar ao povo de sua identidade e compromisso com Deus.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a divindade e a relação de autoridade que Deus tem sobre a criação.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, representando seu caráter, sua presença e seu poder na vida do povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"zacarias_13_7_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' é usada para descrever a função de liderança e cuidado que alguém deve ter sobre o povo.","explicacao_detalhada":"Em Zacarias 13:7, a figura do pastor é uma metáfora para a liderança espiritual, enfatizando a responsabilidade de guiar e proteger.","por_que_esta_palavra":"A palavra 'pastor' é significativa porque reflete o papel de Deus como cuidador do seu povo e a expectativa de que líderes humanos imitem esse cuidado.","conexao_teologica":"A imagem do pastor é frequentemente usada na Bíblia para descrever a relação entre Deus e seu povo, como em Salmos 23 e João 10.","referencias_relacionadas":["Salmos 23:1","Ezequiel 34:11-16","João 10:11"]},"zacarias_13_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo acontece ou é realizado, indicando um padrão ou comportamento.","explicacao_detalhada":"No versículo, o 'modo' pode se referir à forma como o povo se comporta diante de Deus e as consequências disso.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da conduta e das ações do povo em relação à sua fé.","conexao_teologica":"A maneira como vivemos nossa fé é um tema importante na Bíblia, refletindo a relação entre crença e prática.","referencias_relacionadas":["Mateus 5:16","Tiago 1:22","1 João 2:6"]},"zacarias_13_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico, mas também simboliza a herança e a promessa de Deus ao seu povo.","explicacao_detalhada":"Em Zacarias 13:8, a 'terra' é um símbolo da presença de Deus e da realização de suas promessas ao povo de Israel.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa o lugar onde Deus se relaciona com seu povo e cumpre suas promessas.","conexao_teologica":"A terra é um tema central na narrativa bíblica, simbolizando a bênção e a herança que Deus oferece ao seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Apocalipse 21:1"]},"zacarias_13_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode indicar uma queda física, mas também pode simbolizar uma queda espiritual ou moral.","explicacao_detalhada":"No contexto do versículo, 'cair' pode se referir ao juízo de Deus sobre aqueles que se afastam de sua vontade.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema recorrente na Bíblia, refletindo a condição humana e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Gálatas 6:7-8"]},"zacarias_13_9_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica movimento e ação, indicando a necessidade de resposta ao chamado de Deus.","explicacao_detalhada":"Em Zacarias 13:9, 'vir' pode ser interpretado como um convite para se aproximar de Deus e participar de sua obra.","por_que_esta_palavra":"A palavra 'vir' é significativa porque reflete a ação de Deus chamando seu povo para um relacionamento mais profundo.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, enfatizando a importância da resposta humana ao convite divino.","referencias_relacionadas":["Mateus 11:28","Apocalipse 3:20","Isaías 55:1"]},"zacarias_13_9_dia":{"palavra_pt":"dia","palavra_original":"שְׁלִישִׁי","transliteracao":"shᵉlîyshîy","strong":"H7992","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de julgamento e purificação.","explicacao_detalhada":"O 'dia' mencionado em Zacarias 13:9 é um tempo de provação, onde um remanescente será refinado como prata e testado como ouro, simbolizando a purificação do povo de Deus.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância de um tempo determinado em que Deus agirá de forma decisiva na história.","conexao_teologica":"Este 'dia' é frequentemente associado ao dia do Senhor, um tema recorrente nas profecias bíblicas que aponta para a intervenção divina na história.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Isaías 13:6"]},"zacarias_13_9_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza o julgamento e a purificação.","explicacao_detalhada":"O 'fogo' em Zacarias 13:9 representa o processo de purificação que o povo de Deus deve passar, onde os ímpios serão consumidos e os justos serão refinados.","por_que_esta_palavra":"O uso da palavra 'fogo' destaca a intensidade do julgamento de Deus e a necessidade de purificação para aqueles que são Seus.","conexao_teologica":"O fogo é um símbolo de julgamento e purificação em várias partes da Escritura, refletindo a santidade de Deus.","referencias_relacionadas":["Malaquias 3:2","Hebreus 12:29","1 Pedro 1:7"]}}