{"zacarias_3_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é uma figura central no culto e na mediação entre Deus e o povo.","explicacao_detalhada":"No contexto de Zacarias 3:1, o sacerdote Josué é apresentado diante do Senhor, simbolizando a intercessão e a purificação do povo de Israel após o exílio. O sacerdote tem a responsabilidade de oferecer sacrifícios e orações em nome do povo.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender o papel de mediação entre Deus e os homens, especialmente no contexto do retorno do exílio e da restauração do culto.","conexao_teologica":"O sacerdócio é um tema recorrente na Bíblia, representando a relação entre Deus e a humanidade. Jesus é visto como o Sumo Sacerdote que cumpre e supera essa função.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"zacarias_3_1_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à importância e ao poder de Deus, que é capaz de restaurar e salvar.","explicacao_detalhada":"Neste versículo, a grandeza de Deus é enfatizada ao mostrar que Ele tem o poder de limpar e restaurar o sacerdote Josué, simbolizando a restauração do povo de Israel.","por_que_esta_palavra":"A grandeza de Deus é um tema central na teologia bíblica, refletindo Seu poder e soberania sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua capacidade de redimir e restaurar, como visto em várias passagens que falam de Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"zacarias_3_1_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O 'rosto' de Deus representa Sua presença e favor sobre o sacerdote e o povo.","explicacao_detalhada":"No contexto de Zacarias 3:1, o rosto de Deus é um símbolo de Sua atenção e cuidado, indicando que Ele está observando e intercedendo pelo Seu povo.","por_que_esta_palavra":"A ideia de 'rosto' é frequentemente usada na Bíblia para descrever a relação íntima entre Deus e Seu povo, onde o olhar de Deus traz bênção ou juízo.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde o 'rosto' de Deus é associado à Sua revelação e ao relacionamento com a humanidade.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Mateus 5:8"]},"zacarias_3_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação divina e a autoridade de Deus.","explicacao_detalhada":"Em Zacarias 3:2, Deus fala ao acusador, mostrando Sua autoridade e poder sobre as forças do mal. A palavra 'dizer' enfatiza a ação de Deus em resposta às acusações contra Josué.","por_que_esta_palavra":"A comunicação de Deus é fundamental para a revelação de Sua vontade e para a defesa de Seu povo diante das acusações.","conexao_teologica":"A palavra de Deus é viva e eficaz, e Sua declaração tem o poder de transformar e redimir.","referencias_relacionadas":["Gênesis 1:3","Hebreus 4:12","Isaías 55:11"]},"zacarias_3_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' é o nome que representa a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o nome de Deus é invocado para afirmar Sua posição como juiz e defensor do povo, mostrando que Ele tem o poder de salvar e restaurar.","por_que_esta_palavra":"O nome de Deus é central na teologia bíblica, simbolizando Sua natureza, caráter e promessas.","conexao_teologica":"O nome do Senhor é um refúgio e uma fonte de poder para os que confiam Nele.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"zacarias_3_2_bom":{"palavra_pt":"bom","palavra_original":"שָׂטָן","transliteracao":"sâṭân","strong":"H7854","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à natureza de Deus como justo e misericordioso.","explicacao_detalhada":"Em Zacarias 3:2, a referência ao 'bom' implica que Deus é justo em Sua ação e que Ele tem um plano de restauração para Seu povo, mesmo diante das acusações.","por_que_esta_palavra":"A bondade de Deus é um tema recorrente na Bíblia, refletindo Seu caráter e Sua disposição para perdoar e restaurar.","conexao_teologica":"A bondade de Deus é um aspecto essencial de Sua natureza, que se manifesta em Sua misericórdia e graça.","referencias_relacionadas":["Salmos 100:5","Romanos 2:4","Gálatas 5:22"]},"zacarias_3_3_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"O 'anjo/mensageiro' é um intermediário entre Deus e os homens, trazendo mensagens divinas.","explicacao_detalhada":"No contexto de Zacarias 3:3, o anjo representa a presença de Deus e Sua vontade, atuando como um defensor e intercessor para o sacerdote Josué.","por_que_esta_palavra":"A figura do anjo é importante na Bíblia, simbolizando a comunicação e a ação de Deus no mundo.","conexao_teologica":"Os anjos são frequentemente vistos como mensageiros de Deus, desempenhando papéis significativos na história da salvação.","referencias_relacionadas":["Gênesis 16:7","Hebreus 1:14","Apocalipse 22:16"]},"zacarias_3_3_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' refere-se à função do sacerdote em adorar e interceder por Israel.","explicacao_detalhada":"Em Zacarias 3:3, o ato de servir é central para a função do sacerdote, que deve estar em constante serviço a Deus e ao povo.","por_que_esta_palavra":"O serviço a Deus é um tema importante na vida do crente, refletindo a devoção e a obediência.","conexao_teologica":"Servir a Deus é um chamado para todos os crentes, refletindo a natureza de Cristo como Servo.","referencias_relacionadas":["Romanos 12:1","Gálatas 5:13","1 Pedro 4:10"]},"zacarias_3_3_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O 'rosto' de Deus aqui representa a presença divina que aprova e abençoa o serviço do sacerdote.","explicacao_detalhada":"A presença de Deus é essencial para o ministério do sacerdote, e o 'rosto' simboliza a aceitação e a purificação que Deus oferece.","por_que_esta_palavra":"A ideia de 'rosto' é frequentemente associada à revelação de Deus e à Sua relação com o povo.","conexao_teologica":"A presença de Deus é fundamental na vida do crente, trazendo direção e bênção.","referencias_relacionadas":["Salmos 31:16","Salmos 67:1","Mateus 18:20"]},"zacarias_3_4_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza a percepção e o conhecimento de Deus sobre a situação do Seu povo.","explicacao_detalhada":"Em Zacarias 3:4, o 'olho' de Deus representa Sua vigilância e cuidado, indicando que Ele está atento às necessidades e ao estado espiritual de Israel.","por_que_esta_palavra":"A visão de Deus é um tema importante, refletindo Sua onisciência e Sua capacidade de ver além das aparências.","conexao_teologica":"Deus é descrito como aquele que vê e conhece todas as coisas, trazendo conforto e segurança ao Seu povo.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"zacarias_3_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma mensagem divina.","explicacao_detalhada":"No contexto de Zacarias 3:4, a palavra 'dizer' é usada para transmitir a ordem ou a declaração de Deus, enfatizando a importância da palavra divina na restauração do povo.","por_que_esta_palavra":"Esta palavra é crucial porque representa a autoridade de Deus ao falar e a necessidade de ouvir Sua voz.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Isaías 55:11"]},"zacarias_3_4_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' implica em estar em pé diante de alguém, especialmente em um contexto de adoração.","explicacao_detalhada":"Em Zacarias 3:4, 'servir' refere-se ao papel do sacerdote diante de Deus, simbolizando a intercessão e o serviço sagrado.","por_que_esta_palavra":"É importante porque destaca a função do sacerdote como mediador entre Deus e o povo.","conexao_teologica":"O conceito de serviço a Deus é fundamental na adoração e na vida espiritual, refletindo a relação entre o ser humano e o divino.","referencias_relacionadas":["Êxodo 28:1","1 Pedro 2:9","Romanos 12:1"]},"zacarias_3_5_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a um ser enviado por Deus para transmitir Sua mensagem.","explicacao_detalhada":"No versículo, o anjo representa a presença de Deus e Sua vontade, atuando como intermediário entre o céu e a terra.","por_que_esta_palavra":"A presença do anjo enfatiza a ação de Deus em favor do Seu povo, trazendo esperança e restauração.","conexao_teologica":"Os anjos são frequentemente mencionados na Bíblia como mensageiros de Deus, destacando a comunicação divina.","referencias_relacionadas":["Gênesis 16:7","Lucas 1:26","Hebreus 1:14"]},"zacarias_3_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a comunicação de Deus, agora em um contexto de promessa.","explicacao_detalhada":"Neste versículo, 'dizer' é usado para reafirmar a intenção de Deus de restaurar e purificar Seu povo.","por_que_esta_palavra":"A repetição da palavra destaca a certeza e a importância da mensagem divina.","conexao_teologica":"A palavra de Deus é viva e eficaz, e Sua promessa de restauração é um tema recorrente nas Escrituras.","referencias_relacionadas":["Isaías 40:8","Ezequiel 36:26-27","Romanos 4:21"]},"zacarias_3_5_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à origem ou à cabeça de algo, simbolizando autoridade.","explicacao_detalhada":"Em Zacarias 3:5, 'princípio' pode ser interpretado como a liderança de Deus sobre o Seu povo e a restauração de Sua ordem.","por_que_esta_palavra":"É importante porque estabelece a base sobre a qual a restauração e a redenção são construídas.","conexao_teologica":"Deus é o princípio de todas as coisas, e Sua soberania é um tema central na teologia bíblica.","referencias_relacionadas":["Colossenses 1:17","Apocalipse 22:13","Gênesis 1:1"]},"zacarias_3_6_chamar":{"palavra_pt":"chamar","palavra_original":"עוּד","transliteracao":"ʻûwd","strong":"H5749","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica em convocar ou nomear, especialmente em um contexto de autoridade.","explicacao_detalhada":"Neste versículo, 'chamar' refere-se à ação de Deus em estabelecer Seu povo e dar-lhes uma nova identidade.","por_que_esta_palavra":"A chamada de Deus é fundamental para a formação da identidade do Seu povo e para a missão que Ele lhes confere.","conexao_teologica":"A ideia de ser chamado por Deus é um tema recorrente, refletindo a relação pessoal entre Deus e os indivíduos.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9"]},"zacarias_3_6_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' novamente enfatiza a presença de Deus através de Seus mensageiros.","explicacao_detalhada":"O anjo representa a comunicação direta de Deus, trazendo mensagens de esperança e encorajamento ao Seu povo.","por_que_esta_palavra":"A presença do anjo é um lembrete da constante vigilância e cuidado de Deus por Seu povo.","conexao_teologica":"A presença de mensageiros divinos é um símbolo da interação de Deus com a humanidade ao longo da história.","referencias_relacionadas":["Mateus 1:20","Atos 12:7","Hebreus 13:2"]},"zacarias_3_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza a relação de domínio e cuidado que Deus tem sobre Seu povo.","por_que_esta_palavra":"A invocação do nome do Senhor é um reconhecimento de Sua autoridade e poder.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a reverência que devemos ter por Ele.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"zacarias_3_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer ou conceder algo, especialmente em um contexto de bênção.","explicacao_detalhada":"Em Zacarias 3:7, 'dar' refere-se à promessa de Deus de conceder bênçãos e restauração ao Seu povo.","por_que_esta_palavra":"É importante porque destaca a generosidade de Deus e Sua disposição em restaurar aqueles que se arrependem.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, refletindo Seu amor e misericórdia.","referencias_relacionadas":["Tiago 1:17","Salmos 37:4","Mateus 7:11"]},"zacarias_3_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a autoridade e a soberania de Deus.","explicacao_detalhada":"Neste versículo, 'senhor' reafirma a posição de Deus como o provedor e protetor do Seu povo.","por_que_esta_palavra":"A invocação do nome do Senhor é um reconhecimento da Sua soberania e do Seu papel como guia.","conexao_teologica":"O nome do Senhor é um símbolo de segurança e confiança para aqueles que O seguem.","referencias_relacionadas":["Salmos 23:1","Isaías 26:4","Romanos 10:13"]},"zacarias_3_7_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' neste contexto refere-se à ação de Deus em libertar e restaurar seu povo.","explicacao_detalhada":"O termo 'salvar' implica em um ato de redenção, onde Deus promete proteger e restaurar a posição do sumo sacerdote Josué, simbolizando a restauração do povo de Israel.","por_que_esta_palavra":"Esta palavra é crucial porque representa a promessa de Deus de salvar seu povo das suas transgressões e de suas consequências.","conexao_teologica":"A salvação é um tema central na teologia bíblica, refletindo a natureza redentora de Deus e sua aliança com Israel.","referencias_relacionadas":["Isaías 43:1","Salmos 34:22","Romanos 10:13"]},"zacarias_3_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se ao papel de Josué como líder espiritual e mediador entre Deus e o povo.","explicacao_detalhada":"Josué é chamado de 'sacerdote' para enfatizar sua função de intercessor e a importância do sacerdócio na adoração a Deus.","por_que_esta_palavra":"A menção do sacerdote é significativa, pois destaca a necessidade de um mediador para a relação entre Deus e a humanidade.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que é o nosso sumo sacerdote.","referencias_relacionadas":["Hebreus 4:14-16","Êxodo 28:1","1 Pedro 2:9"]},"zacarias_3_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' neste contexto refere-se ao ato de Deus de avaliar e decidir sobre a condição espiritual de seu povo.","explicacao_detalhada":"Deus está prestes a julgar a situação de Israel, oferecendo perdão e restauração, mostrando sua justiça e misericórdia.","por_que_esta_palavra":"O julgamento de Deus é essencial para entender como Ele lida com o pecado e a necessidade de arrependimento.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, refletindo sua santidade e a necessidade de redenção.","referencias_relacionadas":["Salmos 96:13","Romanos 14:10","Apocalipse 20:12"]},"zacarias_3_8_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude da obra que Deus está prestes a realizar na vida de Josué e do povo.","explicacao_detalhada":"Deus promete que fará coisas grandes e maravilhosas, mostrando seu poder e fidelidade ao seu povo.","por_que_esta_palavra":"A grandeza de Deus é um tema central, enfatizando que Ele é capaz de realizar o impossível.","conexao_teologica":"A grandeza de Deus é refletida em suas promessas e na realização de sua vontade na história da salvação.","referencias_relacionadas":["Salmos 126:3","Efésios 3:20","Isaías 40:26"]},"zacarias_3_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao contexto físico e espiritual do povo de Israel, enfatizando a promessa de Deus para a terra que Ele deu a eles.","explicacao_detalhada":"A terra é um símbolo da herança e da presença de Deus entre seu povo, representando a bênção divina.","por_que_esta_palavra":"A terra é central na narrativa bíblica, simbolizando a aliança de Deus com Israel e sua promessa de restauração.","conexao_teologica":"A terra prometida é um símbolo da salvação e da plenitude que Deus oferece a seu povo.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:11","Mateus 5:5"]},"zacarias_3_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico em que Deus realizará suas promessas e juízos.","explicacao_detalhada":"O 'dia' mencionado é um tempo de intervenção divina, onde Deus se manifesta em poder e justiça.","por_que_esta_palavra":"O conceito de 'dia' é importante na escatologia, referindo-se ao dia do Senhor e à realização de suas promessas.","conexao_teologica":"O dia do Senhor é um tema que aparece em várias profecias, indicando um tempo de julgamento e restauração.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"zacarias_3_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está agindo em favor de seu povo.","explicacao_detalhada":"Esta conjunção é usada para explicar a motivação divina, que é a fidelidade de Deus às suas promessas.","por_que_esta_palavra":"É fundamental entender as razões pelas quais Deus age, pois isso revela seu caráter e suas intenções.","conexao_teologica":"A fidelidade de Deus é um tema central que permeia toda a Escritura, mostrando que Ele cumpre suas promessas.","referencias_relacionadas":["Romanos 8:28","Salmos 119:90","2 Timóteo 2:13"]},"zacarias_3_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' aqui também se refere a um tempo específico de bênção e restauração prometido por Deus.","explicacao_detalhada":"Este 'dia' é um tempo em que Deus reunirá seu povo e restaurará a comunhão com Ele.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a certeza das promessas de Deus e a expectativa de sua realização.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à vinda do Messias e à restauração final de todas as coisas.","referencias_relacionadas":["Isaías 2:2","Malaquias 4:1","Atos 3:21"]},"zacarias_3_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"O uso do nome de Deus destaca sua posição como criador e redentor, enfatizando sua relação com seu povo.","por_que_esta_palavra":"O nome de Deus é central na adoração e na identidade do povo de Israel, representando sua presença e poder.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"zacarias_3_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a dignidade e o valor que Deus atribui ao ser humano.","explicacao_detalhada":"A menção do 'homem' enfatiza a criação de Deus e a relação especial que Ele tem com a humanidade.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a posição do ser humano na criação e sua necessidade de redenção.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]}}