{"zacarias_5_1_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se à construção e ao fortalecimento da comunidade de fé.","explicacao_detalhada":"Em Zacarias 5:1, a ideia de edificar está ligada ao propósito de Deus de restaurar e fortalecer Seu povo.","por_que_esta_palavra":"Edificar é um chamado para o crescimento espiritual e a construção do corpo de Cristo.","conexao_teologica":"A edificação da igreja é um tema central no Novo Testamento, onde os crentes são chamados a edificar uns aos outros.","referencias_relacionadas":["Efésios 4:11-12","1 Pedro 2:5","Colossenses 2:7"]},"zacarias_5_1_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da obra de Deus.","explicacao_detalhada":"Em Zacarias 5:1, 'grande' enfatiza a importância e a seriedade da mensagem que está sendo revelada.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente, mostrando Sua majestade e poder em ação.","conexao_teologica":"A grandeza de Deus nos lembra de Sua soberania e do impacto de Sua obra na história.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"zacarias_5_1_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à capacidade de perceber ou entender uma visão divina.","explicacao_detalhada":"No contexto de Zacarias 5:1, o profeta tem uma visão que revela a realidade espiritual e moral do povo. 'Ver' implica em uma revelação que vai além do físico, tocando o espiritual.","por_que_esta_palavra":"A escolha da palavra 'ver' é crucial, pois enfatiza a importância da percepção espiritual e da revelação de Deus ao seu povo.","conexao_teologica":"A visão é um meio pelo qual Deus comunica sua vontade e juízo, mostrando que a percepção espiritual é essencial para entender a verdade divina.","referencias_relacionadas":["Ezequiel 1:1","Apocalipse 1:1","Isaías 6:1"]},"zacarias_5_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de uma mensagem divina.","explicacao_detalhada":"Em Zacarias 5:2, a declaração é uma parte fundamental da revelação, onde Deus transmite sua mensagem ao profeta, mostrando a importância da palavra falada.","por_que_esta_palavra":"A palavra 'dizer' destaca a ação de Deus em se comunicar com seu povo, revelando sua vontade e planos.","conexao_teologica":"A comunicação divina é um tema central nas Escrituras, onde Deus fala e espera que seu povo ouça e responda.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1-2"]},"zacarias_5_2_mae":{"palavra_pt":"mae","palavra_original":"אַמָּה","transliteracao":"ʼammâh","strong":"H520","significado_raiz":"Ideia básica: mae.","significado_contextual":"A palavra 'mãe' é utilizada para simbolizar origem e nutrição, referindo-se à fonte de algo.","explicacao_detalhada":"No versículo, 'mãe' pode ser interpretada como a origem de uma maldição ou de um comportamento, enfatizando a responsabilidade e a influência que uma origem tem sobre o que se desenvolve a partir dela.","por_que_esta_palavra":"A escolha de 'mãe' sugere a ideia de que as ações e consequências têm raízes profundas, muitas vezes ligadas à origem.","conexao_teologica":"A ideia de origem é importante na teologia, pois muitas vezes as consequências espirituais estão ligadas à origem do pecado e à natureza humana.","referencias_relacionadas":["Gênesis 3:20","Provérbios 1:8","Isaías 66:13"]},"zacarias_5_3_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָלָה","transliteracao":"ʼâlâh","strong":"H423","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"A palavra 'maldicao' refere-se a uma declaração de juízo ou condenação.","explicacao_detalhada":"Em Zacarias 5:3, a maldição é proclamada sobre aqueles que desobedecem a Deus, indicando as consequências do pecado e da injustiça.","por_que_esta_palavra":"A palavra 'maldicao' é significativa porque revela a seriedade do juízo de Deus sobre o pecado e a necessidade de arrependimento.","conexao_teologica":"A maldição é um tema recorrente na Bíblia, mostrando a justiça de Deus e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Deuteronômio 28:15","Gálatas 3:10","Romanos 6:23"]},"zacarias_5_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico e ao povo que habita nele.","explicacao_detalhada":"No contexto de Zacarias 5:3, a terra é o cenário onde a maldição se manifesta, simbolizando a realidade da vida do povo de Deus e suas ações.","por_que_esta_palavra":"A escolha de 'terra' enfatiza a conexão entre o povo e o lugar que habitam, mostrando que suas ações têm consequências diretas sobre a terra.","conexao_teologica":"A terra é frequentemente vista como um reflexo da relação entre Deus e seu povo, onde a obediência traz bênçãos e a desobediência traz maldição.","referencias_relacionadas":["Levítico 18:24-25","Salmos 37:11","Isaías 24:5"]},"zacarias_5_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à conduta.","explicacao_detalhada":"Em Zacarias 5:3, o 'modo' é importante para entender como as ações do povo estão alinhadas ou desalinhadas com a vontade de Deus.","por_que_esta_palavra":"A palavra 'modo' destaca a importância da conduta moral e ética, que deve refletir a justiça e a santidade de Deus.","conexao_teologica":"A maneira de viver é um tema central nas Escrituras, onde Deus chama seu povo a viver de acordo com seus padrões.","referencias_relacionadas":["Miquéias 6:8","Romanos 12:1-2","1 Pedro 1:15-16"]},"zacarias_5_4_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'causa' refere-se à razão ou motivo por trás de uma ação.","explicacao_detalhada":"No versículo, 'causa' é usada para indicar a origem do juízo que recai sobre o povo, enfatizando que as ações têm consequências.","por_que_esta_palavra":"A escolha de 'causa' é significativa, pois mostra que Deus é justo e que cada ação tem um motivo que será considerado em seu juízo.","conexao_teologica":"A justiça de Deus é um tema central, onde Ele avalia as causas das ações humanas e aplica seu juízo de acordo.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Eclesiastes 12:14"]},"zacarias_5_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e soberania de Deus.","explicacao_detalhada":"Em Zacarias 5:4, o uso do nome de Deus enfatiza sua posição como juiz e autoridade suprema sobre todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é crucial, pois estabelece a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é reconhecido como o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Apocalipse 19:16"]},"zacarias_5_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se à ação de se aproximar ou entrar em uma nova realidade.","explicacao_detalhada":"No contexto de Zacarias 5:4, 'vir' implica em um chamado para que as pessoas se aproximem do juízo de Deus e reconheçam sua soberania.","por_que_esta_palavra":"A escolha de 'vir' é significativa, pois sugere uma ação de resposta à convocação divina, seja para arrependimento ou para juízo.","conexao_teologica":"A ideia de 'vir' é frequentemente usada nas Escrituras para descrever a resposta do povo ao chamado de Deus, seja para salvação ou juízo.","referencias_relacionadas":["Mateus 11:28","Apocalipse 22:17","Isaías 55:1"]},"zacarias_5_5_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a um ser enviado por Deus para transmitir sua mensagem.","explicacao_detalhada":"Em Zacarias 5:5, o anjo é um intermediário entre Deus e o profeta, mostrando a importância da comunicação divina através de mensageiros.","por_que_esta_palavra":"A palavra 'anjo' é significativa, pois indica que Deus utiliza seres espirituais para cumprir seus propósitos e comunicar sua vontade.","conexao_teologica":"A função dos anjos como mensageiros é um tema importante, mostrando como Deus se comunica e age no mundo através de seres espirituais.","referencias_relacionadas":["Hebreus 1:14","Lucas 1:19","Apocalipse 1:1"]},"zacarias_5_5_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de algo ou alguém que se afasta ou se retira de um lugar.","explicacao_detalhada":"No contexto de Zacarias 5:5, a palavra 'sair' é usada para descrever a saída de uma figura ou objeto que representa um juízo ou uma mensagem divina. Essa saída é significativa, pois indica a ação de Deus em relação ao povo.","por_que_esta_palavra":"A escolha da palavra 'sair' enfatiza a ideia de movimento e transição, simbolizando a passagem de uma condição para outra, especialmente no que diz respeito ao juízo divino.","conexao_teologica":"A saída de juízos ou mensagens de Deus é um tema recorrente na Bíblia, onde Deus se revela e age na história da humanidade.","referencias_relacionadas":["Isaías 55:11","Ezequiel 12:28","Mateus 24:14"]},"zacarias_5_5_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' implica a comunicação de uma mensagem ou instrução.","explicacao_detalhada":"Em Zacarias 5:5, 'falar' é crucial, pois representa a revelação de Deus ao seu povo, onde a palavra de Deus é proferida para trazer entendimento e direção.","por_que_esta_palavra":"A palavra 'falar' é escolhida para destacar a importância da comunicação divina e a necessidade de ouvir e obedecer à voz de Deus.","conexao_teologica":"A comunicação de Deus através da fala é um tema central na Bíblia, onde Ele se revela e orienta seu povo.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Romanos 10:17"]},"zacarias_5_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"No versículo, 'modo' é utilizado para descrever a forma como o juízo ou a mensagem de Deus é manifestada, enfatizando a clareza e a especificidade da ação divina.","por_que_esta_palavra":"A escolha de 'modo' sugere que a maneira como Deus age é intencional e significativa, refletindo seu caráter e propósito.","conexao_teologica":"A forma como Deus se revela e age no mundo é um aspecto importante da teologia, mostrando que Ele é um Deus de ordem e propósito.","referencias_relacionadas":["1 Coríntios 14:40","Salmos 19:1-4","Romanos 1:20"]},"zacarias_5_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou ao território, simbolizando o mundo físico e a criação de Deus.","explicacao_detalhada":"Em Zacarias 5:6, 'terra' é mencionada para indicar o alcance do juízo de Deus, que se estende sobre toda a criação, não apenas sobre uma parte específica.","por_que_esta_palavra":"A inclusão da 'terra' enfatiza a soberania de Deus sobre toda a criação e sua autoridade para julgar.","conexao_teologica":"A relação de Deus com a terra é um tema central na Bíblia, onde Ele é visto como o Criador e Sustentador de tudo.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"zacarias_5_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica a ação de comunicar ou declarar algo.","explicacao_detalhada":"No contexto de Zacarias 5:6, 'dizer' é usado para transmitir a mensagem de Deus, que é clara e direta, revelando a intenção divina.","por_que_esta_palavra":"A escolha de 'dizer' destaca a importância da comunicação divina e a necessidade de que a mensagem seja ouvida e compreendida.","conexao_teologica":"A declaração da palavra de Deus é fundamental para a fé e a vida do povo, mostrando que Ele se comunica ativamente com a humanidade.","referencias_relacionadas":["Deuteronômio 30:14","Tiago 1:22","1 Pedro 1:25"]},"zacarias_5_7_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de avaliar ou decidir sobre algo, muitas vezes em um contexto de justiça.","explicacao_detalhada":"Em Zacarias 5:7, 'julgar' é usado para descrever a ação de Deus em trazer justiça e discernimento sobre as ações do povo, enfatizando a necessidade de retidão.","por_que_esta_palavra":"A palavra 'julgar' é escolhida para ressaltar a natureza justa de Deus, que não ignora o pecado e busca restaurar seu povo.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o juiz justo que avalia as ações humanas.","referencias_relacionadas":["Salmos 9:7-8","Romanos 2:6","Apocalipse 20:12"]},"zacarias_5_7_ephah":{"palavra_pt":"ephah","palavra_original":"אֵיפָה","transliteracao":"ʼêyphâh","strong":"H374","significado_raiz":"Ideia básica: ephah.","significado_contextual":"A palavra 'ephah' refere-se a uma medida de capacidade, usada para medir grãos.","explicacao_detalhada":"No contexto de Zacarias 5:7, 'ephah' simboliza a medida de injustiça e pecado que está sendo avaliada e julgada por Deus.","por_que_esta_palavra":"A escolha de 'ephah' sugere que Deus está medindo a iniquidade do povo, enfatizando a precisão de seu julgamento.","conexao_teologica":"A ideia de medidas e pesos é frequentemente usada na Bíblia para simbolizar a justiça e a equidade de Deus.","referencias_relacionadas":["Levítico 19:36","Provérbios 11:1","Amós 8:5"]},"zacarias_5_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente implica a comunicação de uma mensagem importante.","explicacao_detalhada":"Em Zacarias 5:8, 'dizer' é usado para transmitir uma declaração de juízo, enfatizando a seriedade da mensagem que está sendo proferida.","por_que_esta_palavra":"A repetição da palavra 'dizer' destaca a urgência e a importância da mensagem de Deus para o povo.","conexao_teologica":"A comunicação de juízos divinos é uma forma de Deus chamar seu povo ao arrependimento e à justiça.","referencias_relacionadas":["Ezequiel 33:11","Mateus 3:2","Atos 17:30"]},"zacarias_5_8_fault":{"palavra_pt":"fault","palavra_original":"רִשְׁעָה","transliteracao":"rishʻâh","strong":"H7564","significado_raiz":"Ideia básica: fault.","significado_contextual":"A palavra 'fault' refere-se a uma falha ou erro moral.","explicacao_detalhada":"No contexto de Zacarias 5:8, 'fault' é usada para descrever a iniquidade que está sendo julgada, representando o pecado do povo.","por_que_esta_palavra":"A escolha da palavra 'fault' enfatiza a gravidade do pecado e a necessidade de arrependimento.","conexao_teologica":"O reconhecimento do pecado é essencial para a restauração e a reconciliação com Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-9","Salmos 51:5"]},"zacarias_5_8_adventure":{"palavra_pt":"adventure","palavra_original":"שָׁלַךְ","transliteracao":"shâlak","strong":"H7993","significado_raiz":"Ideia básica: adventure.","significado_contextual":"A palavra 'adventure' refere-se a um ato de lançar ou enviar algo.","explicacao_detalhada":"Em Zacarias 5:8, 'adventure' é usada para descrever a ação de Deus em enviar juízo ou consequências sobre o pecado do povo.","por_que_esta_palavra":"A escolha da palavra 'adventure' sugere um movimento decisivo de Deus em resposta à iniquidade, enfatizando sua soberania.","conexao_teologica":"A ação de Deus em lidar com o pecado é uma parte fundamental de sua natureza como juiz e redentor.","referencias_relacionadas":["Gálatas 6:7","Hebreus 10:30","Romanos 12:19"]},"zacarias_5_9_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito que leva a mensagem de Deus.","explicacao_detalhada":"A palavra 'vento' (רוּחַ) é frequentemente usada na Bíblia para descrever a ação do Espírito Santo ou a presença de Deus. Neste contexto, representa a força que transporta a visão de Zacarias.","por_que_esta_palavra":"A escolha da palavra 'vento' enfatiza a natureza invisível e poderosa do espírito de Deus que atua na vida do profeta.","conexao_teologica":"O vento como símbolo do Espírito Santo é uma conexão teológica importante, mostrando como Deus se comunica e age no mundo.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:9","João 3:8"]},"zacarias_5_9_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"Representa a ideia de proteção e abrigo.","explicacao_detalhada":"A palavra 'ave' (כָּנָף) sugere a imagem de asas, simbolizando proteção e refúgio, como em Salmos 91:4, onde Deus é descrito como uma ave que protege seus filhos.","por_que_esta_palavra":"A utilização de 'ave' destaca a intenção de Deus de proteger seu povo, assim como uma ave cuida de seus filhotes.","conexao_teologica":"A imagem da ave é frequentemente usada na Bíblia para ilustrar o cuidado e a proteção divina.","referencias_relacionadas":["Salmos 91:4","Mateus 23:37","Isaías 31:5"]},"zacarias_5_10_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se ao mensageiro de Deus, um anjo.","explicacao_detalhada":"A palavra 'anjo' (מֲלְאָךְ) significa mensageiro e é usada para descrever seres que trazem mensagens divinas. Neste contexto, o anjo é um intermediário entre Deus e o povo.","por_que_esta_palavra":"A palavra 'anjo' é crucial para entender a comunicação de Deus com a humanidade através de seres celestiais.","conexao_teologica":"Os anjos desempenham um papel importante na teologia bíblica como mensageiros e servos de Deus.","referencias_relacionadas":["Gênesis 16:7","Hebreus 1:14","Lucas 1:26"]},"zacarias_5_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a importância da mensagem que está sendo transmitida.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para enfatizar a autoridade da declaração feita pelo mensageiro de Deus.","por_que_esta_palavra":"A escolha da palavra 'dizer' mostra a seriedade e a urgência da mensagem que está sendo comunicada.","conexao_teologica":"A palavra de Deus é frequentemente apresentada como poderosa e transformadora, refletindo sua grandeza.","referencias_relacionadas":["Salmos 33:6","Isaías 55:11","Romanos 10:17"]},"zacarias_5_10_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar a mensagem divina.","explicacao_detalhada":"A palavra 'falar' (דָבַר) implica em um ato de comunicação que é essencial para a revelação de Deus ao seu povo.","por_que_esta_palavra":"A palavra 'falar' é fundamental para entender como Deus se relaciona com a humanidade através de Sua palavra.","conexao_teologica":"A comunicação de Deus é central na teologia, mostrando como Ele se revela e se relaciona com a criação.","referencias_relacionadas":["Êxodo 20:1","Mateus 4:4","Tiago 1:22"]},"zacarias_5_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao local onde a mensagem se concretiza.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o espaço físico onde as promessas de Deus se realizam.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a realidade física e a presença de Deus em nosso mundo.","conexao_teologica":"A terra é frequentemente vista como o palco da ação divina e da história da salvação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"zacarias_5_11_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da obra de Deus.","explicacao_detalhada":"A palavra 'grande' (כּוּן) é usada para descrever a grandeza e a importância do que Deus está realizando.","por_que_esta_palavra":"A palavra 'grande' destaca a majestade e a soberania de Deus em suas ações.","conexao_teologica":"A grandeza de Deus é um tema central na teologia, refletindo Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]}}