{"zacarias_6_1_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou restaurar.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) implica em um processo de construção, tanto físico quanto espiritual, que Deus realiza em Seu povo.","por_que_esta_palavra":"A escolha da palavra 'edificar' enfatiza a intenção de Deus de restaurar e fortalecer Seu povo.","conexao_teologica":"A edificação do povo de Deus é um tema recorrente na Bíblia, simbolizando crescimento e renovação espiritual.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","1 Pedro 2:5"]},"zacarias_6_1_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da visão que está sendo recebida.","explicacao_detalhada":"A palavra 'grande' (נָשָׂא) é usada para descrever a magnitude da revelação que Deus está dando a Zacarias.","por_que_esta_palavra":"A palavra 'grande' destaca a importância e o impacto da mensagem divina.","conexao_teologica":"A grandeza de Deus se manifesta em Suas revelações e promessas ao Seu povo.","referencias_relacionadas":["Salmos 126:2","Isaías 54:2","Mateus 5:14"]},"zacarias_6_1_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à percepção ou visão dada por Deus.","explicacao_detalhada":"A palavra 'ver' (רָאָה) implica em uma revelação que é recebida pelo profeta, permitindo-lhe entender a mensagem divina.","por_que_esta_palavra":"A escolha da palavra 'ver' enfatiza a importância da visão espiritual e da percepção do que Deus está fazendo.","conexao_teologica":"A visão é um meio pelo qual Deus comunica Sua vontade e propósitos ao Seu povo.","referencias_relacionadas":["Ezequiel 1:1","Apocalipse 1:1","Hebreus 11:1"]},"zacarias_6_2_principio":{"palavra_pt":"principio","palavra_original":"רִאשׁוֹן","transliteracao":"riʼshôwn","strong":"H7223","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à primeira parte de algo, indicando a origem de um evento ou conceito.","explicacao_detalhada":"A palavra 'princípio' é usada para descrever o começo de uma série de eventos ou a fundação de uma ideia. No contexto de Zacarias 6:2, pode estar relacionada à revelação inicial de visões que Deus deu ao profeta.","por_que_esta_palavra":"É importante para entender a sequência dos eventos proféticos e como Deus se revela ao seu povo desde o início.","conexao_teologica":"O princípio é um tema central na teologia, pois Deus é apresentado como o Criador que estabelece tudo desde o início (Gênesis 1:1).","referencias_relacionadas":["Gênesis 1:1","Provérbios 8:22","João 1:1"]},"zacarias_6_2_again":{"palavra_pt":"novamente","palavra_original":"שֵׁנִי","transliteracao":"shênîy","strong":"H8145","significado_raiz":"Ideia básica: novamente.","significado_contextual":"Indica a repetição de uma ação ou evento, sugerindo que algo está prestes a acontecer novamente.","explicacao_detalhada":"A palavra 'novamente' enfatiza a continuidade das visões que Zacarias recebe, mostrando que Deus está reiterando suas mensagens e promessas ao seu povo.","por_que_esta_palavra":"A repetição é um recurso importante na comunicação divina, reforçando a importância da mensagem e a necessidade de atenção por parte do povo.","conexao_teologica":"Deus frequentemente repete suas promessas e advertências, como em Hebreus 1:1-2, onde se menciona que Deus falou de várias maneiras no passado.","referencias_relacionadas":["Isaías 41:10","Mateus 28:20","Hebreus 1:1-2"]},"zacarias_6_3_dia":{"palavra_pt":"dia","palavra_original":"שְׁלִישִׁי","transliteracao":"shᵉlîyshîy","strong":"H7992","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico de tempo, que pode ter significados simbólicos ou literais.","explicacao_detalhada":"A palavra 'dia' pode simbolizar um tempo de julgamento ou de revelação divina. No contexto de Zacarias, pode estar relacionado a um tempo de restauração para Israel.","por_que_esta_palavra":"O conceito de 'dia' é frequentemente usado nas Escrituras para marcar momentos significativos na história da salvação.","conexao_teologica":"O dia do Senhor é um tema recorrente na Bíblia, representando tanto juízo quanto salvação (Joel 2:31).","referencias_relacionadas":["Amós 5:18","Joel 2:31","1 Tessalonicenses 5:2"]},"zacarias_6_3_foursquare":{"palavra_pt":"foursquare","palavra_original":"רְבִיעִי","transliteracao":"rᵉbîyʻîy","strong":"H7243","significado_raiz":"Ideia básica: foursquare.","significado_contextual":"Descreve uma forma ou estrutura que é quadrada, simbolizando estabilidade e completude.","explicacao_detalhada":"A palavra 'foursquare' pode indicar a perfeição e a ordem na criação de Deus, refletindo a harmonia do plano divino.","por_que_esta_palavra":"A forma quadrada é frequentemente associada à ideia de plenitude e integridade nas Escrituras.","conexao_teologica":"A cidade celestial é descrita como quadrada em Apocalipse 21:16, simbolizando a perfeição do reino de Deus.","referencias_relacionadas":["Apocalipse 21:16","Ezequiel 40:47","Salmos 119:96"]},"zacarias_6_4_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão de visão, mas também pode simbolizar percepção e vigilância.","explicacao_detalhada":"A palavra 'olho' em contextos bíblicos muitas vezes representa a capacidade de ver e entender a verdade espiritual, bem como a vigilância de Deus sobre seu povo.","por_que_esta_palavra":"A visão de Deus é um tema importante, indicando que Ele observa e cuida de sua criação.","conexao_teologica":"Deus é descrito como tendo olhos que veem tudo, simbolizando sua onisciência (Salmos 33:18).","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","1 Pedro 3:12"]},"zacarias_6_4_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro ou anjo enviado por Deus para comunicar Sua vontade.","explicacao_detalhada":"A palavra 'anjo/mensageiro' indica a função de um ser celestial que serve como intermediário entre Deus e os homens, trazendo mensagens divinas.","por_que_esta_palavra":"Os anjos desempenham um papel crucial na comunicação de Deus, trazendo consolo, advertência e instrução ao Seu povo.","conexao_teologica":"Os anjos são frequentemente mencionados nas Escrituras como servos de Deus, como em Hebreus 1:14, que fala sobre os anjos como espíritos ministradores.","referencias_relacionadas":["Hebreus 1:14","Lucas 1:19","Mateus 1:20"]},"zacarias_6_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo, geralmente com ênfase ou importância.","explicacao_detalhada":"A palavra 'dizer' é fundamental na comunicação divina, onde Deus revela Sua vontade e propósitos ao Seu povo através de palavras.","por_que_esta_palavra":"A fala de Deus é poderosa e traz vida, como em Gênesis 1, onde Deus cria através de Sua palavra.","conexao_teologica":"A palavra de Deus é viva e eficaz, como descrito em Hebreus 4:12, mostrando a importância da comunicação divina.","referencias_relacionadas":["Gênesis 1:3","Hebreus 4:12","Salmos 119:105"]},"zacarias_6_5_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Novamente refere-se ao órgão de visão, simbolizando a percepção e a vigilância de Deus.","explicacao_detalhada":"A repetição da palavra 'olho' enfatiza a ideia de que Deus está sempre atento e observando as ações humanas.","por_que_esta_palavra":"A vigilância de Deus é um tema importante, mostrando que nada escapa ao Seu olhar.","conexao_teologica":"Deus é descrito como aquele que vê tudo, reforçando Sua soberania e cuidado (Salmos 139:7-10).","referencias_relacionadas":["Salmos 139:7-10","Provérbios 5:21","1 Pedro 3:12"]},"zacarias_6_5_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro ou anjo, assim como em outras partes do texto.","explicacao_detalhada":"A presença de anjos nas visões de Zacarias destaca a comunicação contínua entre o céu e a terra, onde Deus usa Seus mensageiros para transmitir Sua vontade.","por_que_esta_palavra":"Os anjos são essenciais para a revelação de Deus, trazendo mensagens de esperança e advertência.","conexao_teologica":"A função dos anjos como mensageiros é um aspecto importante da teologia bíblica, mostrando como Deus se comunica com a humanidade.","referencias_relacionadas":["Mateus 4:11","Lucas 2:10-11","Apocalipse 22:16"]},"zacarias_6_5_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao espaço acima da terra, que pode simbolizar a presença de Deus e o reino celestial.","explicacao_detalhada":"A palavra 'céus' é frequentemente usada nas Escrituras para descrever a morada de Deus e a realidade espiritual que transcende o mundo físico.","por_que_esta_palavra":"Os céus são um símbolo da soberania de Deus e de Sua autoridade sobre toda a criação.","conexao_teologica":"A visão dos céus é um tema importante, pois representa a esperança do povo de Deus em um futuro glorioso (Apocalipse 21:1).","referencias_relacionadas":["Apocalipse 21:1","Salmos 115:16","Isaías 66:1"]},"zacarias_6_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra física, mas também pode simbolizar a nação de Israel.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada frequentemente na Bíblia para descrever não apenas o espaço físico, mas também a herança e a promessa de Deus ao Seu povo. Neste contexto, pode indicar a terra prometida que Deus deu aos israelitas.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a conexão entre o povo de Deus e o lugar que Ele designou para eles, simbolizando tanto a estabilidade quanto a promessa divina.","conexao_teologica":"A terra é um tema central na teologia bíblica, representando a aliança de Deus com Israel e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"zacarias_6_6_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou ir atrás de algo ou alguém.","explicacao_detalhada":"A palavra 'seguir' (אַחַר) implica um movimento em direção a algo que é considerado importante ou digno de ser seguido, como a liderança de Deus ou a direção que Ele dá ao Seu povo.","por_que_esta_palavra":"A palavra é utilizada para mostrar a importância de seguir a vontade de Deus e os caminhos que Ele estabelece para a vida dos fiéis.","conexao_teologica":"Seguir a Deus é um chamado constante na Escritura, refletindo a necessidade de obediência e devoção.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","Romanos 8:14"]},"zacarias_6_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Assim como em Zacarias 6:6, refere-se à terra física e ao simbolismo da herança de Israel.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) neste versículo reforça a ideia de que Deus está ativamente envolvido na história e no destino de Seu povo.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre Deus e Israel, destacando a importância da terra na narrativa bíblica.","conexao_teologica":"A terra é um símbolo da presença de Deus e da realização de Suas promessas ao povo escolhido.","referencias_relacionadas":["Gênesis 15:18","Josué 1:3","Ezequiel 36:24"]},"zacarias_6_7_adoracao":{"palavra_pt":"adoracao","palavra_original":"בָּקַשׁ","transliteracao":"bâqash","strong":"H1245","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Refere-se ao ato de buscar a Deus com reverência e devoção.","explicacao_detalhada":"A palavra 'adoracao' (בָּקַשׁ) implica um desejo profundo de se conectar com Deus, reconhecendo Sua grandeza e soberania.","por_que_esta_palavra":"A adoração é fundamental na vida espiritual, pois expressa a relação do crente com Deus e a busca por Sua presença.","conexao_teologica":"A adoração é um tema central na Bíblia, refletindo a resposta do ser humano ao amor e à graça de Deus.","referencias_relacionadas":["Salmos 95:6","João 4:24","Hebreus 13:15"]},"zacarias_6_7_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Indica o ato de se mover ou progredir em uma jornada, muitas vezes em um sentido espiritual.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) é frequentemente usada na Bíblia para descrever o modo de vida de uma pessoa, especialmente em relação à obediência a Deus.","por_que_esta_palavra":"Andar nos caminhos de Deus é um chamado para viver de acordo com Seus mandamentos e princípios.","conexao_teologica":"O conceito de andar com Deus é essencial na vida cristã, simbolizando uma caminhada de fé e relacionamento contínuo com Ele.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","Colossenses 2:6"]},"zacarias_6_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente, refere-se à terra, enfatizando a continuidade do tema da herança e promessa.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) neste versículo reforça a ideia de que a terra é um elemento vital na relação entre Deus e Seu povo.","por_que_esta_palavra":"A terra é um símbolo de segurança e identidade para Israel, representando a fidelidade de Deus às Suas promessas.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Seu povo e da realização de Suas promessas ao longo da história.","referencias_relacionadas":["Deuteronômio 11:21","Salmos 37:29","Isaías 65:21"]},"zacarias_6_8_chamar":{"palavra_pt":"chamar","palavra_original":"זָעַק","transliteracao":"zâʻaq","strong":"H2199","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de invocar ou convocar, muitas vezes em um contexto de comunicação divina.","explicacao_detalhada":"A palavra 'chamar' (זָעַק) implica um clamor ou uma súplica a Deus, refletindo a necessidade de Sua intervenção.","por_que_esta_palavra":"Chamar a Deus é um ato de fé, reconhecendo que somente Ele pode responder às necessidades e desafios enfrentados.","conexao_teologica":"A comunicação com Deus é fundamental na vida de fé, representando a dependência do crente em Sua graça e poder.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Romanos 10:13"]},"zacarias_6_8_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo, especialmente em um contexto de revelação divina.","explicacao_detalhada":"A palavra 'falar' (דָבַר) é usada para descrever a comunicação de Deus com Seu povo, revelando Sua vontade e instruções.","por_que_esta_palavra":"Falar é um meio pelo qual Deus se relaciona com a humanidade, transmitindo Sua verdade e orientações.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática espiritual.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"zacarias_6_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou tombar, muitas vezes simbolizando um estado de queda ou derrota.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode indicar uma mudança de estado, como a transição de um estado de bênção para um de juízo.","por_que_esta_palavra":"Cair pode simbolizar a fragilidade humana e a necessidade de dependência de Deus para permanecer em pé.","conexao_teologica":"A queda é um tema recorrente na Bíblia, refletindo a condição humana e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:1","1 Pedro 5:8"]},"zacarias_6_9_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem, muitas vezes de origem divina.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é usada para descrever tanto a comunicação de Deus quanto a resposta do povo a essa comunicação.","por_que_esta_palavra":"A palavra é fundamental para a revelação de Deus e a forma como Ele se comunica com a humanidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo essencial para a transformação e a vida espiritual do crente.","referencias_relacionadas":["Isaías 55:11","João 1:1","2 Timóteo 3:16"]},"zacarias_6_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que é o criador e governante do universo. No contexto de Zacarias, isso destaca a importância da obediência e reverência a Deus.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial para entender a relação entre Deus e Seu povo, mostrando que Ele é o líder e protetor.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"zacarias_6_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Indica um período específico de tempo, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"A palavra 'dia' (יוֹם) pode se referir a um dia literal ou a um tempo de julgamento ou bênção. Em Zacarias, isso pode simbolizar um tempo de restauração para o povo de Deus.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do tempo em que Deus age na história, mostrando que Ele tem um plano e um propósito.","conexao_teologica":"O conceito de tempo na Bíblia é frequentemente ligado à intervenção divina e ao cumprimento das promessas de Deus.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","Mateus 24:36"]},"zacarias_6_10_carried":{"palavra_pt":"carried","palavra_original":"גּוֹלָה","transliteracao":"gôwlâh","strong":"H1473","significado_raiz":"Ideia básica: carried.","significado_contextual":"Refere-se ao ato de carregar ou levar algo, simbolizando a responsabilidade e a ação de Deus em mover Seu povo.","explicacao_detalhada":"A palavra 'carried' (גּוֹלָה) sugere um transporte ou uma mudança, que pode ser interpretada como a ação de Deus em levar Seu povo para um novo destino ou estado.","por_que_esta_palavra":"Esta palavra é significativa porque indica que Deus está ativamente envolvido na vida de Seu povo, guiando-os em direção ao Seu propósito.","conexao_teologica":"A ideia de Deus carregar Seu povo é um tema recorrente, refletindo Sua fidelidade e cuidado.","referencias_relacionadas":["Isaías 46:4","Salmos 55:22","Mateus 11:28"]},"zacarias_6_10_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar, simbolizando a convocação de pessoas para um propósito divino.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) implica um movimento em direção a algo, que pode ser visto como um chamado de Deus para que Seu povo se aproxime dEle.","por_que_esta_palavra":"A escolha desta palavra destaca a ação de Deus em convidar Seu povo a participar de Sua obra e plano.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, onde Ele convida as pessoas a se unirem a Ele em Sua missão.","referencias_relacionadas":["Mateus 4:19","Romanos 1:6","Apocalipse 22:17"]},"zacarias_6_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um ato de fazer ou realizar, simbolizando a ação de Deus em estabelecer Seu plano.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) implica a ideia de criar ou fazer algo, refletindo a capacidade de Deus de trazer à existência o que Ele deseja.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a ação criativa e a soberania de Deus em realizar Seus propósitos.","conexao_teologica":"A obra de Deus é um tema central, mostrando que Ele é ativo na história e na vida das pessoas.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Efésios 2:10"]},"zacarias_6_11_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo, simbolizando a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'principio' (רֹאשׁ) sugere a ideia de liderança e primazia, indicando que Deus é o princípio de todas as coisas.","por_que_esta_palavra":"A escolha desta palavra é significativa para entender que Deus é a fonte de toda criação e autoridade.","conexao_teologica":"A primazia de Deus é um tema central na teologia, refletindo Sua posição como Criador e Senhor.","referencias_relacionadas":["João 1:1","Colossenses 1:17","Apocalipse 1:8"]},"zacarias_6_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao papel do sacerdote como mediador entre Deus e o povo, simbolizando a importância da intercessão.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) indica a função de alguém que serve em nome de Deus, realizando sacrifícios e intercedendo pelo povo.","por_que_esta_palavra":"A escolha desta palavra é crucial para entender a importância do sacerdócio na relação entre Deus e Seu povo.","conexao_teologica":"O sacerdócio é um tema importante na Bíblia, refletindo a necessidade de mediação entre o santo Deus e a humanidade pecadora.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"zacarias_6_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo, simbolizando a comunicação da vontade de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica a ação de comunicar, que é fundamental para a revelação de Deus ao Seu povo.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a importância da palavra de Deus e Sua capacidade de criar e transformar.","conexao_teologica":"A palavra de Deus é um tema central na Bíblia, mostrando que Ele se comunica e revela Sua vontade ao Seu povo.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"zacarias_6_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente a Deus como o Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para reafirmar a posição de Deus como o único digno de adoração e reverência.","por_que_esta_palavra":"A repetição desta palavra reforça a importância da devoção a Deus e a necessidade de reconhecer Sua autoridade.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 14:11"]},"zacarias_6_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, simbolizando a relação entre Deus e o ser humano.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) representa a criação de Deus e a dignidade do ser humano como portador da imagem de Deus.","por_que_esta_palavra":"A escolha desta palavra é significativa para entender a importância da humanidade na criação e no plano de Deus.","conexao_teologica":"A dignidade do ser humano é um tema central na Bíblia, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"zacarias_6_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de decidir ou determinar a justiça em um contexto divino.","explicacao_detalhada":"No contexto de Zacarias 6:13, 'julgar' implica que o Messias, que é o sacerdote e rei, terá a autoridade de estabelecer a justiça e a ordem entre o povo de Deus.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a função do Messias como juiz e governante, que traz justiça e restauração ao seu povo.","conexao_teologica":"A ideia de julgamento é central na teologia bíblica, onde Deus é visto como o juiz supremo que estabelece a justiça. O Messias é apresentado como aquele que executará essa justiça.","referencias_relacionadas":["Isaías 11:4","Salmos 72:2","Mateus 25:31-46"]},"zacarias_6_13_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus habita e onde o culto é realizado.","explicacao_detalhada":"Em Zacarias 6:13, o templo simboliza a presença de Deus entre seu povo e a restauração do culto verdadeiro após o exílio.","por_que_esta_palavra":"O templo é fundamental na relação entre Deus e seu povo, representando a habitação divina e o lugar de adoração.","conexao_teologica":"O templo é um tema recorrente na Bíblia, simbolizando a presença de Deus e a comunhão entre Ele e os seres humanos.","referencias_relacionadas":["1 Reis 6:1","Ezequiel 40:1-4","João 2:19-21"]},"zacarias_6_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima.","explicacao_detalhada":"No versículo, 'senhor' destaca a relação de domínio e reverência que o povo deve ter em relação a Deus, reconhecendo sua soberania.","por_que_esta_palavra":"É importante porque enfatiza a identidade de Deus como o Senhor que governa sobre todas as coisas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é reconhecido como o criador e mantenedor do universo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 10:13"]},"zacarias_6_14_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' é usada novamente para enfatizar a importância do local sagrado na vida espiritual do povo.","explicacao_detalhada":"Neste contexto, o templo é visto como o centro da adoração e da presença de Deus, onde as promessas de restauração são cumpridas.","por_que_esta_palavra":"A repetição da palavra 'templo' reforça a ideia de que a adoração e a presença de Deus são essenciais para a vida do povo.","conexao_teologica":"O templo é um símbolo da nova aliança, onde a presença de Deus não está mais restrita a um lugar físico, mas habita no coração dos crentes.","referencias_relacionadas":["Atos 7:48-50","1 Coríntios 3:16","Hebreus 9:11-12"]},"zacarias_6_14_coroa":{"palavra_pt":"coroa","palavra_original":"עֲטָרָה","transliteracao":"ʻăṭârâh","strong":"H5850","significado_raiz":"Ideia básica: coroa.","significado_contextual":"A palavra 'coroa' simboliza autoridade, realeza e honra.","explicacao_detalhada":"Em Zacarias 6:14, a coroa representa a dignidade do Messias e seu papel como rei e sacerdote, unindo essas duas funções.","por_que_esta_palavra":"A coroa é importante porque simboliza a realeza e a legitimidade do governo do Messias sobre o povo de Deus.","conexao_teologica":"A coroa também aponta para a realeza de Cristo, que é o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["Apocalipse 19:16","Salmos 21:3","1 Pedro 5:4"]},"zacarias_6_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de descendência e herança.","explicacao_detalhada":"Neste contexto, 'filho' indica a linhagem messiânica, destacando a conexão entre o Messias e a promessa de Deus a Davi.","por_que_esta_palavra":"A palavra é significativa porque reafirma a identidade do Messias como o Filho de Deus, que cumpre as promessas feitas ao povo.","conexao_teologica":"A filiação é um tema central na Bíblia, onde Jesus é frequentemente referido como o Filho de Deus, cumprindo as profecias messiânicas.","referencias_relacionadas":["Mateus 1:1","Lucas 1:32-33","Romanos 1:3"]},"zacarias_6_15_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' é novamente utilizada para enfatizar a centralidade do culto e da presença de Deus.","explicacao_detalhada":"Aqui, o templo representa a restauração da adoração e a promessa de que Deus estará presente entre seu povo.","por_que_esta_palavra":"A repetição da palavra 'templo' sublinha a importância da adoração e da comunhão com Deus na vida do povo.","conexao_teologica":"O templo é um símbolo da nova aliança, onde a presença de Deus é acessível a todos os crentes por meio de Cristo.","referencias_relacionadas":["Efésios 2:19-22","Hebreus 10:19-22","Apocalipse 21:22"]},"zacarias_6_15_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação e à revelação de Deus ao seu povo.","explicacao_detalhada":"Neste contexto, a 'voz' simboliza a instrução divina e a chamada para a construção do templo e a restauração do culto.","por_que_esta_palavra":"A voz de Deus é fundamental para guiar e instruir seu povo, revelando sua vontade e propósito.","conexao_teologica":"A voz de Deus é um tema importante, onde Ele se comunica com seu povo através das Escrituras e do Espírito Santo.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1-2"]},"zacarias_6_15_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' refere-se à ação de edificar o templo e restaurar a adoração.","explicacao_detalhada":"Em Zacarias 6:15, 'construir' implica a responsabilidade do povo em participar da obra de Deus na restauração do templo.","por_que_esta_palavra":"Construir é crucial porque representa a ação prática de obedecer a Deus e participar de sua obra redentora.","conexao_teologica":"A construção do templo simboliza a edificação da comunidade de fé, onde cada crente é uma pedra viva no templo espiritual.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","1 Pedro 2:5"]}}