{"zacarias_7_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e governança sobre o povo.","explicacao_detalhada":"Em Zacarias 7:1, 'rei' destaca a liderança e a responsabilidade de guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"A palavra é importante porque enfatiza a necessidade de líderes que governem com justiça e temor a Deus.","conexao_teologica":"A figura do rei é central na Bíblia, representando a liderança de Deus sobre seu povo e a expectativa do Rei Messias.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6-7","Mateus 2:2"]},"zacarias_7_1_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1867","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou ao título de alguém, neste caso, um rei.","explicacao_detalhada":"A palavra 'nome' é usada para designar a autoridade e a reputação de uma pessoa. No contexto de Zacarias 7:1, o nome pode estar associado à figura de Dario, o rei persa, que teve um papel importante na história do povo de Israel.","por_que_esta_palavra":"O nome é fundamental para a identificação e a relação entre as pessoas e Deus. É através do nome que se estabelece a conexão entre a divindade e a humanidade.","conexao_teologica":"O nome de Deus é frequentemente mencionado na Bíblia como um símbolo de Sua presença e poder. A importância do nome é vista em várias passagens, onde invocar o nome de Deus é sinônimo de buscar Sua ajuda.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Romanos 10:13"]},"zacarias_7_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica um estado de ser ou de acontecer, muitas vezes associado a uma queda moral ou espiritual.","explicacao_detalhada":"A palavra 'cair' pode ser entendida como uma transição de um estado de graça para um estado de desgraça. No contexto de Zacarias, pode referir-se à condição do povo de Israel diante de Deus.","por_que_esta_palavra":"Cair é uma metáfora comum na Bíblia para desvio do caminho correto, simbolizando a necessidade de arrependimento e retorno a Deus.","conexao_teologica":"A queda do homem é um tema central na teologia cristã, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 4:10"]},"zacarias_7_2_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de mandar ou despachar alguém com uma missão específica.","explicacao_detalhada":"A palavra 'enviar' implica uma ação de delegação, onde uma pessoa é escolhida para levar uma mensagem ou realizar uma tarefa. No contexto de Zacarias, isso pode estar relacionado ao envio de mensageiros para buscar a vontade de Deus.","por_que_esta_palavra":"Enviar é um conceito importante na Bíblia, refletindo a ação de Deus em comunicar-se com Seu povo através de profetas e mensageiros.","conexao_teologica":"O envio de profetas e apóstolos é um tema recorrente, mostrando como Deus se relaciona com a humanidade e a importância da obediência à Sua palavra.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","Atos 13:2"]},"zacarias_7_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, frequentemente usado para representar a humanidade em geral.","explicacao_detalhada":"A palavra 'homem' é utilizada para enfatizar a condição humana e a necessidade de redenção. No contexto de Zacarias, pode se referir a um representante do povo que busca a Deus.","por_que_esta_palavra":"A humanidade é central na narrativa bíblica, onde cada homem é chamado a se relacionar com Deus e a viver segundo Seus preceitos.","conexao_teologica":"A criação do homem à imagem de Deus é um tema fundamental, refletindo a dignidade e o propósito que cada ser humano possui.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"zacarias_7_2_oracao":{"palavra_pt":"oracao","palavra_original":"חָלָה","transliteracao":"châlâh","strong":"H2470","significado_raiz":"Ideia básica: oracao.","significado_contextual":"Refere-se ao ato de se comunicar com Deus, pedindo Sua intervenção ou orientação.","explicacao_detalhada":"A palavra 'oração' implica um diálogo com Deus, onde o homem expressa suas necessidades e busca a Sua vontade. No contexto de Zacarias, a oração é uma resposta à busca espiritual do povo.","por_que_esta_palavra":"A oração é um meio essencial de relacionamento com Deus, sendo uma prática fundamental na vida espiritual dos crentes.","conexao_teologica":"A oração é apresentada na Bíblia como um canal de comunicação com Deus, onde se busca Sua ajuda e se expressa gratidão.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Tiago 5:16"]},"zacarias_7_3_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a uma pessoa designada para realizar funções religiosas e interceder pelo povo diante de Deus.","explicacao_detalhada":"A palavra 'sacerdote' é crucial no contexto do culto israelita, representando a mediação entre Deus e o povo. Em Zacarias, o sacerdote tem um papel importante na orientação espiritual.","por_que_esta_palavra":"Os sacerdotes eram responsáveis por manter a santidade do culto e ensinar a Lei de Deus ao povo.","conexao_teologica":"Cristo é apresentado como nosso Sumo Sacerdote, que intercede por nós de maneira perfeita e eterna.","referencias_relacionadas":["Hebreus 4:14-16","Êxodo 28:1","1 Pedro 2:9"]},"zacarias_7_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um local físico, mas também pode simbolizar a família ou a nação.","explicacao_detalhada":"A palavra 'casa' é utilizada para descrever tanto a habitação quanto a comunidade de fé. Em Zacarias, pode se referir ao templo ou à casa de Deus.","por_que_esta_palavra":"A casa é um símbolo de segurança e pertencimento, representando a presença de Deus entre Seu povo.","conexao_teologica":"A casa de Deus é um tema recorrente, simbolizando o lugar onde se adora e se encontra a presença divina.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"zacarias_7_3_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, chamado para transmitir Suas palavras ao povo.","explicacao_detalhada":"A palavra 'profeta' implica uma função de comunicação divina, onde o profeta é escolhido para revelar a vontade de Deus. Em Zacarias, os profetas desempenham um papel vital na orientação espiritual.","por_que_esta_palavra":"Os profetas eram essenciais para a vida espiritual de Israel, trazendo advertências, consolo e esperança.","conexao_teologica":"Jesus é considerado o maior profeta, trazendo a revelação completa de Deus ao mundo.","referencias_relacionadas":["Deuteronômio 18:18","Mateus 5:17","Atos 3:22"]},"zacarias_7_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica uma condição de desvio ou queda espiritual.","explicacao_detalhada":"A repetição da palavra 'cair' enfatiza a gravidade da situação do povo, que se afastou dos caminhos de Deus.","por_que_esta_palavra":"Cair é uma representação do estado de pecado e a necessidade de arrependimento.","conexao_teologica":"A queda do homem é um tema central na Bíblia, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 4:10"]},"zacarias_7_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação ou mensagem de Deus, que deve ser ouvida e obedecida.","explicacao_detalhada":"A palavra 'palavra' é usada para descrever a revelação divina e a importância de ouvir e seguir os ensinamentos de Deus. Em Zacarias, isso é um chamado à obediência.","por_que_esta_palavra":"A palavra de Deus é fundamental para a vida espiritual, sendo a base para a fé e a prática.","conexao_teologica":"A palavra de Deus é viva e eficaz, trazendo transformação e direção para a vida dos crentes.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"zacarias_7_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor Deus, o Criador e soberano do universo.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a autoridade suprema de Deus sobre todas as coisas. No contexto de Zacarias, enfatiza a relação de Deus com Seu povo e a importância de obedecer a Seus mandamentos.","por_que_esta_palavra":"Esta palavra é fundamental para entender a natureza de Deus como Senhor e a necessidade de reverência e submissão a Ele.","conexao_teologica":"A ideia de Deus como Senhor é central na teologia bíblica, refletindo Sua soberania e autoridade. Isso se conecta com a aliança que Ele fez com Israel.","referencias_relacionadas":["Êxodo 20:2","Salmos 24:1","Isaías 45:5"]},"zacarias_7_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, simbolizando a herança e a presença de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é frequentemente usada na Bíblia para descrever o território que Deus deu aos israelitas. No contexto de Zacarias, a terra é um símbolo de restauração e bênção.","por_que_esta_palavra":"A terra é um elemento crucial na narrativa bíblica, representando não apenas um lugar físico, mas também a relação de Deus com Seu povo.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus e a esperança de restauração para Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:2"]},"zacarias_7_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função dos sacerdotes como mediadores entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) indica aqueles que servem no templo e realizam sacrifícios em nome do povo. No contexto de Zacarias, destaca a importância da pureza e da devoção no serviço a Deus.","por_que_esta_palavra":"Os sacerdotes desempenham um papel vital na adoração e na manutenção da relação entre Deus e Israel.","conexao_teologica":"A função sacerdotal é um precursor do sacerdócio de Cristo, que se torna o mediador definitivo entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10-11","Hebreus 5:1"]},"zacarias_7_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações devem ser realizadas, especialmente em relação à adoração e ao comportamento ético.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em como as coisas devem ser feitas, enfatizando a importância da intenção e da atitude no serviço a Deus.","por_que_esta_palavra":"O modo de agir é crucial para entender a verdadeira adoração e a obediência a Deus.","conexao_teologica":"A maneira de servir a Deus reflete a condição do coração e a sinceridade da fé, que são temas centrais na Bíblia.","referencias_relacionadas":["Salmos 51:17","Mateus 5:8","Colossenses 3:23"]},"zacarias_7_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade moral e espiritual que deve guiar a vida do povo de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a importância da sinceridade e da integridade nas relações, tanto com Deus quanto com os outros.","por_que_esta_palavra":"A verdade é fundamental para a justiça e a retidão, que são esperadas de todos os que seguem a Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, sendo essencial para a comunhão com Ele.","referencias_relacionadas":["Salmos 15:2","João 4:24","Efésios 4:15"]},"zacarias_7_6_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão ou à forma de comunicar-se, especialmente em relação à adoração e à devoção.","explicacao_detalhada":"A palavra 'expressão' (שָׁתָה) implica em como as emoções e intenções são comunicadas a Deus, destacando a importância da sinceridade na oração.","por_que_esta_palavra":"A forma como expressamos nossa fé é crucial para a autenticidade da nossa relação com Deus.","conexao_teologica":"A expressão de fé é um reflexo do coração e deve ser genuína, alinhando-se com a verdade de Deus.","referencias_relacionadas":["Salmos 19:14","Mateus 6:7","Filipenses 4:6"]},"zacarias_7_7_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e à importância de ouvir e obedecer a Seus mandamentos.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é usada para descrever a comunicação divina e a revelação de Deus ao Seu povo. No contexto de Zacarias, enfatiza a necessidade de ouvir a voz de Deus.","por_que_esta_palavra":"A palavra de Deus é vital para a vida espiritual e para a orientação moral do povo.","conexao_teologica":"A revelação de Deus por meio de Sua palavra é um tema central na Bíblia, mostrando como Ele se comunica com a humanidade.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"zacarias_7_7_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se aos mensageiros de Deus que proclamam Sua vontade ao povo.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) indica aqueles escolhidos por Deus para transmitir Suas mensagens. No contexto de Zacarias, destaca a importância da profecia na orientação do povo.","por_que_esta_palavra":"Os profetas desempenham um papel crucial na história de Israel, chamando o povo ao arrependimento e à fidelidade a Deus.","conexao_teologica":"Os profetas são precursores de Cristo, que é o Profeta por excelência, trazendo a revelação final de Deus.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 5:17"]},"zacarias_7_7_ease":{"palavra_pt":"ease","palavra_original":"שָׁלֵו","transliteracao":"shâlêv","strong":"H7961","significado_raiz":"Ideia básica: ease.","significado_contextual":"Refere-se à paz e à tranquilidade que devem caracterizar a vida do povo de Deus.","explicacao_detalhada":"A palavra 'ease' (שָׁלֵו) implica em um estado de calma e segurança que vem da confiança em Deus. No contexto de Zacarias, é um chamado à paz interior e à harmonia.","por_que_esta_palavra":"A verdadeira paz é um dom de Deus e é essencial para a vida espiritual saudável.","conexao_teologica":"A paz de Deus é um tema central na Bíblia, refletindo a restauração e a reconciliação que Ele oferece ao Seu povo.","referencias_relacionadas":["Isaías 26:3","João 14:27","Filipenses 4:7"]},"zacarias_7_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda moral ou espiritual que pode ocorrer quando o povo se afasta de Deus.","explicacao_detalhada":"A palavra 'cair' (הָיָה) implica em um estado de declínio ou ruína. No contexto de Zacarias, é um aviso sobre as consequências de desobedecer a Deus.","por_que_esta_palavra":"A ideia de cair é um lembrete da fragilidade humana e da necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema recorrente na Bíblia, mostrando a necessidade de redenção e restauração através de Cristo.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:1","Tiago 4:10"]},"zacarias_7_8_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus ao Seu povo, enfatizando a importância da palavra divina.","explicacao_detalhada":"A palavra 'dâbâr' é usada para descrever tanto a palavra falada quanto a ação de Deus. Neste contexto, destaca-se a necessidade de ouvir e obedecer à mensagem de Deus.","por_que_esta_palavra":"A palavra é fundamental para a revelação de Deus e para a orientação do Seu povo. Sem a palavra, não há entendimento do que Deus deseja.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de transformar vidas e guiar o povo em sua jornada espiritual.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"zacarias_7_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre todas as coisas.","explicacao_detalhada":"O nome 'Yᵉhôvâh' é associado à aliança de Deus com Seu povo, simbolizando Sua presença constante e Seu compromisso com a justiça.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a relação pessoal e íntima que Ele tem com aqueles que O seguem.","conexao_teologica":"O nome de Deus é um símbolo de Sua santidade e poder, e invocá-lo é um ato de fé e reverência.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"zacarias_7_9_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia de Deus, que é um aspecto central de Sua natureza.","explicacao_detalhada":"'Chêçêd' representa o amor leal e a bondade de Deus, que se manifesta em Sua disposição de perdoar e restaurar Seu povo.","por_que_esta_palavra":"A misericórdia de Deus é um convite à reconciliação e à esperança, mesmo em tempos de desobediência.","conexao_teologica":"A misericórdia é um tema recorrente na Bíblia, mostrando que Deus é fiel e amoroso, mesmo diante da falha humana.","referencias_relacionadas":["Salmos 136:1","Miquéias 7:18","Efésios 2:4-5"]},"zacarias_7_9_compaixao":{"palavra_pt":"compaixao","palavra_original":"רַחַם","transliteracao":"racham","strong":"H7356","significado_raiz":"Ideia básica: compaixao.","significado_contextual":"Refere-se à compaixão de Deus pelo Seu povo, que é um reflexo de Seu amor e cuidado.","explicacao_detalhada":"'Racham' implica um amor profundo e uma preocupação genuína, que leva Deus a agir em favor de Seu povo.","por_que_esta_palavra":"A compaixão de Deus é um aspecto essencial de Sua relação com a humanidade, mostrando que Ele se importa com nossas lutas.","conexao_teologica":"A compaixão de Deus é um convite à confiança e à entrega, pois Ele é um Pai amoroso que se preocupa com Seus filhos.","referencias_relacionadas":["Salmos 103:13","Lamentações 3:22-23","Mateus 9:36"]},"zacarias_7_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Assim como em outras partes da Escritura, o nome do Senhor é invocado como símbolo de Sua autoridade e presença.","explicacao_detalhada":"O nome 'Yᵉhôvâh' é mencionado novamente para reforçar a ideia de que a misericórdia e a compaixão vêm do Senhor.","por_que_esta_palavra":"Reforça a ideia de que a misericórdia e a compaixão são características intrínsecas do caráter de Deus.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé que reconhece Sua soberania e bondade.","referencias_relacionadas":["Salmos 86:15","Isaías 54:10","Romanos 5:8"]},"zacarias_7_10_casa":{"palavra_pt":"casa","palavra_original":"אַלְמָנָה","transliteracao":"ʼalmânâh","strong":"H490","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Deus, que simboliza a presença divina e a comunidade do povo de Deus.","explicacao_detalhada":"'ʼAlmânâh' é uma palavra que pode se referir a um lar, mas neste contexto, implica a casa de Deus como um lugar de adoração e comunhão.","por_que_esta_palavra":"A casa de Deus é um espaço sagrado onde o povo se reúne para buscar a presença do Senhor.","conexao_teologica":"A casa de Deus é um símbolo da relação entre Deus e Seu povo, representando segurança e acolhimento.","referencias_relacionadas":["Salmos 27:4","Hebreus 10:25","1 Pedro 2:5"]},"zacarias_7_10_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao mal que deve ser evitado, enfatizando a necessidade de viver de acordo com a vontade de Deus.","explicacao_detalhada":"'Raʻ' é uma palavra que abrange não apenas o mal moral, mas também a calamidade e o sofrimento que resultam da desobediência a Deus.","por_que_esta_palavra":"O mal é uma realidade que se opõe ao plano de Deus e deve ser rejeitado pelo Seu povo.","conexao_teologica":"A luta contra o mal é uma parte essencial da vida cristã, onde os crentes são chamados a viver em santidade.","referencias_relacionadas":["Romanos 12:21","Gálatas 5:16","Tiago 4:7"]},"zacarias_7_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se à ação de dar ou oferecer algo, especialmente em resposta ao chamado de Deus.","explicacao_detalhada":"'Nâthan' implica não apenas dar, mas também a ideia de entrega e generosidade em resposta à vontade divina.","por_que_esta_palavra":"Dar é uma expressão de fé e obediência, refletindo a disposição do coração em servir a Deus e ao próximo.","conexao_teologica":"A generosidade é um princípio fundamental na vida cristã, onde os crentes são chamados a dar de si mesmos.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 5:42"]},"zacarias_7_11_refuse":{"palavra_pt":"refuse","palavra_original":"מָאֵן","transliteracao":"mâʼên","strong":"H3985","significado_raiz":"Ideia básica: refuse.","significado_contextual":"Refere-se à recusa em ouvir ou obedecer à palavra de Deus, resultando em consequências negativas.","explicacao_detalhada":"'Mâʼên' implica uma rejeição deliberada da mensagem divina, que leva à desobediência e ao afastamento de Deus.","por_que_esta_palavra":"A recusa em ouvir a Deus é um tema recorrente na Escritura, alertando sobre as consequências da desobediência.","conexao_teologica":"A rejeição da palavra de Deus é um aviso sobre a importância de permanecer atento e obediente à Sua voz.","referencias_relacionadas":["Provérbios 1:24-25","Jeremias 7:13","Lucas 8:18"]},"zacarias_7_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Reitera a importância da palavra de Deus e a necessidade de ouvi-la com atenção.","explicacao_detalhada":"A repetição da palavra 'dâbâr' enfatiza a seriedade da mensagem e a urgência de responder a ela.","por_que_esta_palavra":"A palavra de Deus é essencial para a vida espiritual e deve ser valorizada e respeitada.","conexao_teologica":"A palavra de Deus é um guia para a vida e um meio pelo qual Ele se comunica com Seu povo.","referencias_relacionadas":["Salmos 119:11","Mateus 4:4","1 Tessalonicenses 2:13"]},"zacarias_7_12_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Um mensageiro de Deus que transmite Sua vontade ao povo.","explicacao_detalhada":"O profeta é alguém escolhido por Deus para comunicar Suas mensagens, advertências e promessas. No contexto de Zacarias, o profeta é um intermediário entre Deus e o povo, trazendo consolo e direção.","por_que_esta_palavra":"A palavra 'profeta' é essencial para entender a relação entre Deus e Israel, especialmente em tempos de crise espiritual.","conexao_teologica":"Os profetas desempenham um papel crucial na revelação divina e na chamada ao arrependimento, refletindo a natureza de Deus como um comunicador ativo.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"zacarias_7_12_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O centro das emoções e decisões humanas.","explicacao_detalhada":"O coração, na Bíblia, representa não apenas os sentimentos, mas também a vontade e a mente. Em Zacarias, o coração é mencionado em relação à disposição do povo em ouvir e obedecer a Deus.","por_que_esta_palavra":"A palavra 'coração' é fundamental para entender a motivação interna do ser humano e sua relação com Deus.","conexao_teologica":"Deus busca um coração sincero e disposto, enfatizando a importância da transformação interna.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 5:8"]},"zacarias_7_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A ideia de cair em desgraça ou desvio espiritual.","explicacao_detalhada":"Cair, neste contexto, refere-se à consequência de não ouvir a voz de Deus. É um alerta sobre a importância da obediência e da atenção às instruções divinas.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a gravidade de se afastar de Deus e suas consequências.","conexao_teologica":"A queda espiritual é um tema recorrente na Bíblia, mostrando a necessidade de vigilância e fidelidade a Deus.","referencias_relacionadas":["Romanos 11:22","Gálatas 5:4","Hebreus 3:12"]},"zacarias_7_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A fidelidade e a realidade dos ensinamentos de Deus.","explicacao_detalhada":"A verdade, neste contexto, refere-se à autenticidade da mensagem divina e à necessidade de viver de acordo com ela. A rejeição da verdade leva ao afastamento de Deus.","por_que_esta_palavra":"A palavra 'verdade' é central na relação entre Deus e seu povo, enfatizando a importância da honestidade e integridade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"zacarias_7_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor, representando Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e poder. No contexto de Zacarias, invocar o nome do Senhor é um chamado à reverência e à obediência.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a soberania de Deus sobre todas as coisas.","conexao_teologica":"O nome de Deus é um tema central na adoração e na relação do povo com Ele.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"zacarias_7_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"O espaço físico e a herança dada por Deus ao Seu povo.","explicacao_detalhada":"A terra é frequentemente mencionada na Bíblia como um símbolo da promessa de Deus e da aliança com Israel. Em Zacarias, a terra representa tanto a realidade física quanto a espiritual do povo de Deus.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a promessa de Deus e a identidade do povo escolhido.","conexao_teologica":"A terra é um símbolo da bênção e da presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-20","Hebreus 11:10"]},"zacarias_7_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo como as coisas são feitas ou a maneira de viver.","explicacao_detalhada":"O modo refere-se à conduta e ao comportamento do povo em relação às instruções de Deus. Em Zacarias, enfatiza a necessidade de viver de acordo com os princípios divinos.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a ética e a moralidade exigidas por Deus.","conexao_teologica":"A maneira de viver é um reflexo da fé e da obediência a Deus.","referencias_relacionadas":["Mateus 7:13-14","Romanos 12:2","1 Pedro 1:15-16"]},"zacarias_7_14_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Um grupo de pessoas unidas por laços culturais e espirituais.","explicacao_detalhada":"Na Bíblia, a nação é frequentemente vista como o povo escolhido de Deus. Em Zacarias, a referência à nação destaca a identidade coletiva do povo de Israel e sua relação com Deus.","por_que_esta_palavra":"A palavra 'nação' é essencial para entender a história e a missão do povo de Deus.","conexao_teologica":"A nação de Israel é um exemplo da aliança de Deus com a humanidade e Seu plano de redenção.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]}}