{"1joao_1_1_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A 'palavra' refere-se a Cristo como a manifestação de Deus e a revelação de Sua vontade.","explicacao_detalhada":"No início do evangelho, a 'palavra' é apresentada como eterna e divina, enfatizando a divindade de Cristo e Sua função como mediador entre Deus e a humanidade.","por_que_esta_palavra":"A escolha da palavra 'lógos' destaca a importância de Cristo como a razão e a ordem do universo, além de ser a comunicação de Deus com a criação.","conexao_teologica":"Cristo é o Verbo que se fez carne, revelando a natureza de Deus e trazendo salvação ao mundo.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-3","Colossenses 1:16-17"]},"1joao_1_1_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A 'vida' mencionada é a vida eterna que Cristo oferece aos crentes.","explicacao_detalhada":"A vida aqui é entendida não apenas como existência física, mas como uma relação íntima e eterna com Deus, que se manifesta em Cristo.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem do evangelho, pois enfatiza a transformação e a nova criação que ocorre em Cristo.","conexao_teologica":"A vida eterna é um tema recorrente nas Escrituras, simbolizando a salvação e a comunhão com Deus.","referencias_relacionadas":["João 3:16","João 10:10","Romanos 6:23"]},"1joao_1_1_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' representa a percepção e a compreensão espiritual da verdade de Deus.","explicacao_detalhada":"Ver com os olhos da fé implica em reconhecer a realidade espiritual e a revelação de Cristo como a verdade que ilumina.","por_que_esta_palavra":"A palavra 'olho' é usada para ilustrar a necessidade de discernimento espiritual e a importância de ver além do físico.","conexao_teologica":"A visão espiritual é essencial para a fé, pois permite que os crentes compreendam a obra de Deus em suas vidas.","referencias_relacionadas":["Mateus 6:22-23","Efésios 1:18","Hebreus 11:1"]},"1joao_1_2_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Reforça a ideia de que a vida eterna foi manifestada em Cristo e é acessível aos crentes.","explicacao_detalhada":"A vida que estava com o Pai e foi revelada aos homens é um testemunho da encarnação de Cristo e da oferta de salvação.","por_que_esta_palavra":"A repetição da palavra 'vida' enfatiza sua importância na mensagem apostólica e na experiência cristã.","conexao_teologica":"A vida em Cristo é um tema central que conecta a criação, a redenção e a esperança futura.","referencias_relacionadas":["João 1:4","1 João 5:11-12","Romanos 8:38-39"]},"1joao_1_2_appear":{"palavra_pt":"aparecer","palavra_original":"φανερόω","transliteracao":"phaneróō","strong":"G5319","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"A palavra 'aparecer' refere-se à revelação de Cristo ao mundo.","explicacao_detalhada":"A manifestação de Cristo é um ato de graça, onde Deus se torna visível e acessível à humanidade.","por_que_esta_palavra":"A ideia de 'aparecer' destaca a importância da revelação divina e a necessidade de que os crentes reconheçam essa verdade.","conexao_teologica":"A revelação de Cristo é fundamental para a fé cristã, pois é através dela que conhecemos a natureza de Deus.","referencias_relacionadas":["João 1:14","Colossenses 3:4","Hebreus 9:26"]},"1joao_1_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, representando a salvação e a presença de Deus entre nós.","explicacao_detalhada":"Jesus é o cumprimento das promessas de Deus e a manifestação do amor divino, sendo o mediador entre Deus e a humanidade.","por_que_esta_palavra":"A menção de 'Jesus' enfatiza a importância do relacionamento pessoal com Ele como a chave para a vida eterna.","conexao_teologica":"A centralidade de Jesus na teologia cristã é inegável, pois Ele é o caminho, a verdade e a vida.","referencias_relacionadas":["Atos 4:12","João 14:6","Romanos 10:9"]},"1joao_1_3_communicateation":{"palavra_pt":"communicate ation","palavra_original":"κοινωνία","transliteracao":"koinōnía","strong":"G2842","significado_raiz":"Ideia básica: communicate ation.","significado_contextual":"A 'comunicação' refere-se à comunhão entre os crentes e com Deus.","explicacao_detalhada":"A verdadeira comunhão é baseada na partilha da vida em Cristo, que une os crentes em um só corpo.","por_que_esta_palavra":"A palavra 'koinōnía' destaca a importância da comunidade cristã e da relação íntima com Deus.","conexao_teologica":"A comunhão é um aspecto vital da vida cristã, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["Atos 2:42","1 Coríntios 1:9","Efésios 4:3"]},"1joao_1_4_gladness":{"palavra_pt":"alegria","palavra_original":"χαρά","transliteracao":"chará","strong":"G5479","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A 'alegria' é o resultado da comunhão com Deus e da experiência da salvação.","explicacao_detalhada":"A alegria mencionada é uma alegria profunda e duradoura, que vem da certeza da salvação e da presença de Deus.","por_que_esta_palavra":"A alegria é um tema recorrente nas cartas de João, refletindo a vida abundante que Cristo oferece.","conexao_teologica":"A alegria cristã é uma resposta à obra redentora de Cristo e à esperança da vida eterna.","referencias_relacionadas":["Salmos 16:11","João 15:11","Filipenses 4:4"]},"1joao_1_4_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"A 'descrever' refere-se à necessidade de testemunhar e compartilhar a verdade sobre Cristo.","explicacao_detalhada":"Descrever a experiência da salvação é fundamental para a edificação da fé e a evangelização.","por_que_esta_palavra":"A palavra 'gráphō' implica em registrar e comunicar a verdade de Deus de forma clara e acessível.","conexao_teologica":"A proclamação do evangelho é um chamado para todos os crentes, refletindo a missão da igreja.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 10:14-15"]},"1joao_1_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A 'Deus' mencionado é o Criador e Sustentador de todas as coisas, cuja natureza é luz.","explicacao_detalhada":"A afirmação de que Deus é luz implica em Sua pureza, santidade e verdade, contrastando com a escuridão do pecado.","por_que_esta_palavra":"A palavra 'theós' é fundamental para a compreensão da natureza de Deus e Sua relação com a humanidade.","conexao_teologica":"A luz de Deus é um tema central que simboliza a revelação divina e a vida que Ele oferece.","referencias_relacionadas":["Salmos 27:1","João 8:12","1 João 4:8"]},"1joao_1_5_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz representa a pureza e a verdade de Deus, contrastando com a escuridão do pecado.","explicacao_detalhada":"Neste versículo, a luz simboliza a presença de Deus e a revelação de Sua verdade. A luz é essencial para a vida e a compreensão, assim como a verdade divina é essencial para a vida espiritual.","por_que_esta_palavra":"A palavra 'luz' é utilizada para enfatizar a natureza divina de Deus e a clareza que Ele traz ao mundo confuso e pecaminoso.","conexao_teologica":"A luz de Deus é um tema recorrente na Bíblia, simbolizando a santidade e a verdade. Jesus é chamado de 'a luz do mundo' (João 8:12).","referencias_relacionadas":["João 1:5","João 8:12","Salmos 27:1"]},"1joao_1_5_darkness":{"palavra_pt":"dark ness","palavra_original":"σκοτία","transliteracao":"skotía","strong":"G4653","significado_raiz":"Ideia básica: dark ness.","significado_contextual":"A escuridão representa o pecado, a ignorância e a separação de Deus.","explicacao_detalhada":"A escuridão é um símbolo do estado espiritual de quem vive em rebelião contra Deus. Este contraste entre luz e escuridão é fundamental para entender a natureza do pecado e a necessidade de redenção.","por_que_esta_palavra":"A palavra 'escuridão' é usada para descrever a condição de vida sem a presença de Deus, onde reina a confusão e a morte espiritual.","conexao_teologica":"A escuridão é frequentemente associada ao mal e à separação de Deus, enquanto a luz é associada à vida e à comunhão com Ele.","referencias_relacionadas":["João 3:19","Efésios 5:8","1 Pedro 2:9"]},"1joao_1_6_enganar":{"palavra_pt":"enganar","palavra_original":"ψεύδομαι","transliteracao":"pseúdomai","strong":"G5574","significado_raiz":"Ideia básica: enganar.","significado_contextual":"Enganar refere-se à autoilusão e à negação da verdade de Deus.","explicacao_detalhada":"Este versículo adverte contra a hipocrisia e a falsa segurança espiritual. Aquele que afirma ter comunhão com Deus, mas vive em pecado, está se enganando.","por_que_esta_palavra":"A palavra 'enganar' é crucial para entender a seriedade da autoavaliação espiritual e a necessidade de viver em conformidade com a verdade.","conexao_teologica":"A verdade de Deus é um tema central na teologia cristã, e a negação dela leva à separação de Deus.","referencias_relacionadas":["Gálatas 6:7","Tiago 1:22","1 João 2:4"]},"1joao_1_6_communicateation":{"palavra_pt":"communicate ation","palavra_original":"κοινωνία","transliteracao":"koinōnía","strong":"G2842","significado_raiz":"Ideia básica: communicate ation.","significado_contextual":"Comunicação refere-se à comunhão e ao relacionamento com Deus e com os outros.","explicacao_detalhada":"A palavra 'comunhão' implica um relacionamento íntimo e compartilhado, tanto com Deus quanto entre os crentes. É um aspecto vital da vida cristã.","por_que_esta_palavra":"A ênfase na comunhão destaca a importância da unidade e da partilha na fé cristã.","conexao_teologica":"A comunhão é fundamental na teologia cristã, refletindo a relação entre a Trindade e a comunidade de crentes.","referencias_relacionadas":["Atos 2:42","1 Coríntios 1:9","2 Coríntios 13:14"]},"1joao_1_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é a encarnação da luz e a fonte de salvação.","explicacao_detalhada":"Neste versículo, a referência a Jesus como a luz que nos purifica do pecado é central para a compreensão da redenção e da vida eterna.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois Ele é o mediador entre Deus e a humanidade.","conexao_teologica":"A obra redentora de Jesus é o coração do evangelho, e sua luz traz esperança e transformação.","referencias_relacionadas":["João 1:9","Mateus 5:14","1 Pedro 2:9"]},"1joao_1_7_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz é um símbolo de pureza e verdade, representando a presença de Deus.","explicacao_detalhada":"A luz de Deus ilumina o caminho dos crentes, guiando-os em suas vidas e revelando a verdade sobre o pecado e a salvação.","por_que_esta_palavra":"A repetição da palavra 'luz' enfatiza a importância da verdade divina na vida do crente.","conexao_teologica":"A luz de Deus é um tema central na Escritura, simbolizando a revelação e a santidade.","referencias_relacionadas":["Salmos 119:105","Isaías 60:1","João 8:12"]},"1joao_1_8_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é a base da fé cristã e a realidade da natureza de Deus.","explicacao_detalhada":"Este versículo destaca a importância de reconhecer a verdade sobre nós mesmos e sobre Deus. A verdade é essencial para a comunhão com Ele.","por_que_esta_palavra":"A palavra 'verdade' é crucial para a integridade da fé e a vida cristã autêntica.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e é fundamental para a experiência de salvação.","referencias_relacionadas":["João 14:6","Romanos 1:25","Efésios 4:15"]},"1joao_1_8_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à expressão verbal da verdade e da experiência espiritual.","explicacao_detalhada":"Neste contexto, falar implica em confessar a verdade sobre o pecado e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'falar' é importante para enfatizar a necessidade de comunicação honesta sobre a condição espiritual.","conexao_teologica":"A confissão é um aspecto vital da vida cristã, permitindo a restauração e a comunhão com Deus.","referencias_relacionadas":["Provérbios 28:13","Tiago 5:16","1 João 1:9"]},"1joao_1_8_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Possessão refere-se à condição espiritual de ter ou não a verdade e a luz de Deus.","explicacao_detalhada":"Este versículo enfatiza que a verdadeira possessão da verdade resulta em uma vida transformada e em comunhão com Deus.","por_que_esta_palavra":"A palavra 'possessão' destaca a importância de ter a verdade de Deus em nossas vidas.","conexao_teologica":"A possessão da verdade é essencial para a vida cristã e para a experiência de salvação.","referencias_relacionadas":["Romanos 8:9","Gálatas 5:24","1 João 2:27"]},"1joao_1_9_alianca":{"palavra_pt":"alianca","palavra_original":"ὁμολογέω","transliteracao":"homologéō","strong":"G3670","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Aliança refere-se ao compromisso de confessar e receber perdão de Deus.","explicacao_detalhada":"Neste versículo, a aliança é um convite à confissão e à restauração do relacionamento com Deus através do arrependimento.","por_que_esta_palavra":"A palavra 'aliança' é significativa, pois implica um acordo entre Deus e o homem, onde a confissão leva ao perdão.","conexao_teologica":"A aliança de Deus com Seu povo é um tema central na Bíblia, refletindo Seu amor e misericórdia.","referencias_relacionadas":["Hebreus 8:12","Salmos 32:5","1 João 2:1"]},"1joao_1_9_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"Acreditar na verdade de Deus e em Sua promessa de perdão.","explicacao_detalhada":"A palavra 'believe ing' refere-se à ação contínua de crer, que implica em confiar plenamente na fidelidade de Deus. Neste contexto, é um convite à fé que resulta em arrependimento e perdão.","por_que_esta_palavra":"É essencial para a vida cristã, pois a fé é o meio pelo qual recebemos a graça de Deus.","conexao_teologica":"A fé é a base da salvação e do relacionamento com Deus, conforme Romanos 10:17.","referencias_relacionadas":["Romanos 10:17","Hebreus 11:1","João 3:16"]},"1joao_1_9_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Aquele que é justo e sem culpa diante de Deus.","explicacao_detalhada":"A palavra 'inocente' refere-se à condição de estar livre de pecado. No contexto, enfatiza que Jesus é o justo que nos purifica de toda injustiça.","por_que_esta_palavra":"A inocência é um atributo de Cristo, que nos oferece a justiça através de Sua expiação.","conexao_teologica":"A justiça de Cristo é fundamental para a nossa justificação diante de Deus, conforme 2 Coríntios 5:21.","referencias_relacionadas":["2 Coríntios 5:21","Romanos 3:23-24","1 Pedro 2:24"]},"1joao_1_10_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A Palavra que se fez carne, Jesus Cristo.","explicacao_detalhada":"A palavra 'palavra/verbo' refere-se a Cristo como a revelação de Deus. No contexto, é um lembrete de que negar nossos pecados é negar a verdade de Cristo.","por_que_esta_palavra":"Cristo é a verdade e a luz que ilumina o caminho para a salvação.","conexao_teologica":"A encarnação de Cristo é central para a fé cristã, conforme João 1:14.","referencias_relacionadas":["João 1:14","Hebreus 1:1-2","Colossenses 1:15"]},"1joao_1_10_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A ação de realizar ou produzir algo.","explicacao_detalhada":"A palavra 'fazer' implica em ações concretas que refletem a verdade de Deus. No contexto, é um chamado à prática da verdade em nossas vidas.","por_que_esta_palavra":"Fazer o que é certo é uma expressão de nossa fé e obediência a Deus.","conexao_teologica":"As obras são frutos da fé genuína, conforme Tiago 2:17.","referencias_relacionadas":["Tiago 2:17","Mateus 7:17","Gálatas 5:22-23"]}}