{"1joao_2_1_children":{"palavra_pt":"children","palavra_original":"τεκνίον","transliteracao":"tekníon","strong":"G5040","significado_raiz":"Ideia básica: children.","significado_contextual":"Refere-se aos crentes como filhos de Deus.","explicacao_detalhada":"A palavra 'children' enfatiza a relação íntima entre Deus e os crentes, que são considerados Seus filhos. No contexto, é um encorajamento para não pecar, mas também um lembrete da intercessão de Cristo.","por_que_esta_palavra":"A filiação divina é um dos maiores privilégios do cristão, que traz segurança e amor.","conexao_teologica":"A adoção como filhos de Deus é um tema central em Romanos 8:15.","referencias_relacionadas":["Romanos 8:15","Gálatas 4:6","1 João 3:1"]},"1joao_2_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome do Salvador, que é nosso advogado diante do Pai.","explicacao_detalhada":"A palavra 'jesus' refere-se à identidade e missão de Cristo como aquele que salva e intercede por nós. No contexto, é um conforto para os crentes que pecam.","por_que_esta_palavra":"Jesus é o único mediador entre Deus e os homens, conforme 1 Timóteo 2:5.","conexao_teologica":"A obra redentora de Cristo é fundamental para a salvação, conforme João 14:6.","referencias_relacionadas":["1 Timóteo 2:5","João 14:6","Atos 4:12"]},"1joao_2_2_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A ideia de estar separado ou único.","explicacao_detalhada":"A palavra 'sozinho' enfatiza a singularidade de Cristo como nosso único Salvador. No contexto, destaca que Ele é o único que pode expiar nossos pecados.","por_que_esta_palavra":"A exclusividade de Cristo é essencial para a compreensão da salvação.","conexao_teologica":"Cristo é o único caminho para a reconciliação com Deus, conforme João 14:6.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:8"]},"1joao_2_2_expiacao":{"palavra_pt":"expiacao","palavra_original":"ἱλασμός","transliteracao":"hilasmós","strong":"G2434","significado_raiz":"Ideia básica: expiacao.","significado_contextual":"O ato de fazer propiciação pelos pecados.","explicacao_detalhada":"A palavra 'expiacao' refere-se ao sacrifício de Cristo que remove a culpa do pecado. No contexto, é um lembrete do amor de Deus em prover um meio de reconciliação.","por_que_esta_palavra":"A expiação é central para a doutrina da salvação, pois é através dela que somos perdoados.","conexao_teologica":"A expiação de Cristo é um tema recorrente nas Escrituras, conforme Isaías 53:5.","referencias_relacionadas":["Isaías 53:5","Romanos 3:25","Hebreus 9:26"]},"1joao_2_2_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"O sistema que se opõe a Deus e Sua verdade.","explicacao_detalhada":"A palavra 'mundo' refere-se à humanidade em rebelião contra Deus. No contexto, destaca que Cristo é a propiciação não apenas pelos nossos pecados, mas pelos do mundo todo.","por_que_esta_palavra":"A abrangência da expiação de Cristo é um aspecto importante da Sua obra redentora.","conexao_teologica":"A salvação é oferecida a todos, conforme João 3:16.","referencias_relacionadas":["João 3:16","1 Timóteo 2:4","Romanos 5:18"]},"1joao_2_3_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Os preceitos dados por Deus para a vida do crente.","explicacao_detalhada":"A palavra 'mandamento' refere-se às instruções divinas que orientam a vida cristã. No contexto, é um chamado à obediência como evidência do amor a Deus.","por_que_esta_palavra":"Os mandamentos são fundamentais para a vida em comunhão com Deus e com os outros.","conexao_teologica":"A obediência aos mandamentos é uma expressão do amor a Deus, conforme João 14:15.","referencias_relacionadas":["João 14:15","Mateus 22:37-40","1 João 5:3"]},"1joao_2_3_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer, neste contexto, refere-se a um relacionamento profundo e pessoal com Deus, que vai além do simples reconhecimento intelectual.","explicacao_detalhada":"A palavra 'conhecer' implica em uma experiência íntima e relacional com Deus, onde o crente não apenas sabe sobre Ele, mas vive em comunhão com Ele. Isso é essencial para a vida cristã, pois conhecer a Deus é fundamental para a obediência aos Seus mandamentos.","por_que_esta_palavra":"A escolha da palavra 'conhecer' enfatiza a importância de um relacionamento ativo e dinâmico com Deus, que se manifesta em ações e atitudes.","conexao_teologica":"O conhecimento de Deus é central na teologia cristã, pois é através desse conhecimento que se estabelece a base para a fé e a prática cristã.","referencias_relacionadas":["João 17:3","Filipenses 3:8","Oséias 6:6"]},"1joao_2_3_olho":{"palavra_pt":"guardar","palavra_original":"τηρέω","transliteracao":"tēréō","strong":"G5083","significado_raiz":"Ideia básica: guardar.","significado_contextual":"Guardar, neste contexto, refere-se à observância e à prática dos mandamentos de Deus como uma expressão de amor e devoção.","explicacao_detalhada":"A palavra 'guardar' implica em uma ação contínua de proteger e obedecer aos ensinamentos de Deus. Isso não é apenas uma questão de seguir regras, mas de viver de acordo com a vontade divina como um reflexo do amor por Deus.","por_que_esta_palavra":"A palavra 'guardar' é escolhida para enfatizar a responsabilidade do crente em manter a integridade da fé e a prática dos mandamentos.","conexao_teologica":"A obediência aos mandamentos de Deus é um tema recorrente na Bíblia, refletindo a relação entre amor e obediência na vida cristã.","referencias_relacionadas":["João 14:15","Salmos 119:11","Mateus 7:21"]},"1joao_2_4_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Mandamento, neste contexto, refere-se às instruções divinas que orientam a vida do crente e são fundamentais para a sua relação com Deus.","explicacao_detalhada":"A palavra 'mandamento' implica em uma ordem ou instrução que deve ser seguida. Os mandamentos de Deus não são apenas regras, mas expressões do Seu caráter e vontade para a humanidade.","por_que_esta_palavra":"A escolha da palavra 'mandamento' destaca a seriedade e a importância das instruções de Deus na vida do crente.","conexao_teologica":"Os mandamentos de Deus são vistos como guias para uma vida que agrada a Ele e reflete Seu amor e justiça.","referencias_relacionadas":["Êxodo 20:1-17","Mateus 22:37-40","Romanos 13:8-10"]},"1joao_2_4_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus, neste contexto, refere-se ao Ser Supremo, Criador e Sustentador do universo, que se relaciona com a humanidade através de Seus mandamentos.","explicacao_detalhada":"A palavra 'Deus' é central na fé cristã, representando não apenas um ser distante, mas um Deus que se revela e se relaciona com Seu povo. A compreensão de quem Deus é molda a vida e a prática do crente.","por_que_esta_palavra":"A escolha da palavra 'Deus' enfatiza a importância de reconhecer Sua autoridade e soberania sobre todas as coisas.","conexao_teologica":"A teologia cristã é centrada na natureza de Deus, Sua santidade, amor e justiça, que se manifestam em Sua relação com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"1joao_2_5_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra/verbo, neste contexto, refere-se a Jesus Cristo como a manifestação do Logos, a Palavra de Deus que se fez carne.","explicacao_detalhada":"A palavra 'palavra' (Logos) implica em comunicação e revelação divina. Jesus é a expressão perfeita da vontade de Deus, e conhecer a Palavra é essencial para a vida espiritual.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a importância de Jesus como o meio pelo qual Deus se revela à humanidade.","conexao_teologica":"A doutrina do Logos é fundamental na cristologia, pois afirma que Jesus é tanto plenamente Deus quanto plenamente homem.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-3","Colossenses 1:16-17"]},"1joao_2_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus, neste contexto, refere-se à natureza divina que se revela em Jesus Cristo e que deve ser reconhecida e adorada.","explicacao_detalhada":"A palavra 'Deus' enfatiza a divindade de Cristo e Sua relação com o Pai. Reconhecer Jesus como Deus é fundamental para a fé cristã.","por_que_esta_palavra":"A escolha da palavra 'Deus' reforça a crença na Trindade e a divindade de Cristo.","conexao_teologica":"A compreensão da divindade de Cristo é central para a salvação e a relação do crente com Deus.","referencias_relacionadas":["João 10:30","Romanos 9:5","Colossenses 2:9"]},"1joao_2_5_olho":{"palavra_pt":"guardar","palavra_original":"τηρέω","transliteracao":"tēréō","strong":"G5083","significado_raiz":"Ideia básica: guardar.","significado_contextual":"Guardar, neste contexto, refere-se à ação de manter a Palavra de Deus em prática na vida do crente.","explicacao_detalhada":"A palavra 'guardar' implica em uma atitude de proteção e valorização dos ensinamentos de Cristo, que devem ser vividos diariamente.","por_que_esta_palavra":"A escolha da palavra 'guardar' destaca a responsabilidade do crente em viver de acordo com a Palavra de Deus.","conexao_teologica":"A prática da Palavra é essencial para a vida cristã, refletindo a obediência e o amor a Deus.","referencias_relacionadas":["Tiago 1:22","Mateus 4:4","Salmos 119:105"]},"1joao_2_6_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer, neste contexto, refere-se à declaração de que aqueles que afirmam estar em Cristo devem viver como Ele viveu.","explicacao_detalhada":"A palavra 'dizer' implica em uma afirmação que deve ser acompanhada de ações. A vida do crente deve refletir a vida de Cristo em todos os aspectos.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da coerência entre a fé professada e a vida vivida.","conexao_teologica":"A chamada à imitação de Cristo é um princípio fundamental da ética cristã.","referencias_relacionadas":["1 Pedro 2:21","Efésios 5:1-2","Filipenses 2:5"]},"1joao_2_6_abide":{"palavra_pt":"permanecer","palavra_original":"μένω","transliteracao":"ménō","strong":"G3306","significado_raiz":"Ideia básica: permanecer.","significado_contextual":"Permanecer, neste contexto, refere-se à continuidade na fé e na prática dos ensinamentos de Cristo.","explicacao_detalhada":"A palavra 'permanecer' implica em uma relação constante e estável com Cristo, onde o crente se mantém firme em Sua Palavra e em Sua presença.","por_que_esta_palavra":"A escolha da palavra 'permanecer' destaca a necessidade de uma fé ativa e perseverante.","conexao_teologica":"Permanecer em Cristo é essencial para a frutificação espiritual e para a vida cristã autêntica.","referencias_relacionadas":["João 15:4-5","Colossenses 1:23","Hebreus 3:14"]},"1joao_2_6_culpado":{"palavra_pt":"culpado","palavra_original":"ὀφείλω","transliteracao":"opheílō","strong":"G3784","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Culpado, neste contexto, refere-se à condição de estar em dívida ou em falta diante de Deus por não viver de acordo com Seus mandamentos.","explicacao_detalhada":"A palavra 'culpado' implica em uma responsabilidade moral e espiritual que o crente deve reconhecer. A falta de conformidade com a Palavra de Deus resulta em culpa.","por_que_esta_palavra":"A escolha da palavra 'culpado' enfatiza a seriedade do pecado e a necessidade de arrependimento.","conexao_teologica":"A culpa é um tema importante na teologia da salvação, onde a graça de Deus oferece perdão e redenção.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:4"]},"1joao_2_7_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à manifestação de Cristo como a Palavra de Deus que traz revelação e vida.","explicacao_detalhada":"A palavra 'lógos' é usada para descrever a natureza divina de Cristo, que é a expressão perfeita de Deus. Em João 1:1, 'No princípio era o Verbo, e o Verbo estava com Deus, e o Verbo era Deus', enfatiza a importância de Cristo como a Palavra que se fez carne.","por_que_esta_palavra":"A escolha da palavra 'lógos' destaca a relação íntima entre Deus e Cristo, mostrando que Ele é a comunicação final de Deus para a humanidade.","conexao_teologica":"Cristo como o 'lógos' é central na teologia cristã, pois representa a encarnação de Deus e a revelação de Sua vontade.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Colossenses 1:16-17"]},"1joao_2_7_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se ao mandamento de amar uns aos outros, que é fundamental na vida cristã.","explicacao_detalhada":"A palavra 'entolḗ' implica uma ordem ou instrução que deve ser obedecida. Este mandamento é uma repetição do ensinamento de Jesus em João 13:34, onde Ele ordena que amemos uns aos outros como Ele nos amou.","por_que_esta_palavra":"O uso de 'entolḗ' enfatiza a seriedade e a importância de seguir os ensinamentos de Cristo na prática do amor.","conexao_teologica":"O amor é um dos pilares da fé cristã, refletindo a natureza de Deus e a relação entre os crentes.","referencias_relacionadas":["João 13:34","Mateus 22:37-39","Romanos 13:10"]},"1joao_2_7_new":{"palavra_pt":"new","palavra_original":"καινός","transliteracao":"kainós","strong":"G2537","significado_raiz":"Ideia básica: new.","significado_contextual":"Refere-se à nova ordem ou nova aliança estabelecida por Cristo.","explicacao_detalhada":"A palavra 'kainós' indica algo que é renovado ou transformado. A nova aliança em Cristo traz uma nova maneira de se relacionar com Deus, conforme descrito em Hebreus 8:13.","por_que_esta_palavra":"A ênfase em 'kainós' destaca a transformação que ocorre na vida dos crentes através da fé em Cristo.","conexao_teologica":"A nova aliança é um tema central na teologia cristã, representando a redenção e a restauração da humanidade.","referencias_relacionadas":["Hebreus 8:13","2 Coríntios 5:17","Lucas 22:20"]},"1joao_2_8_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Reforça o mandamento de amar, que é uma continuidade do ensinamento de Cristo.","explicacao_detalhada":"A repetição da palavra 'entolḗ' enfatiza a importância do amor como um mandamento essencial na vida cristã, refletindo a luz de Cristo.","por_que_esta_palavra":"A palavra é usada para sublinhar a continuidade do amor como um princípio fundamental da fé.","conexao_teologica":"O amor é visto como a luz que deve guiar a vida dos crentes, conforme a natureza de Deus.","referencias_relacionadas":["1 João 4:7","Romanos 13:8","Gálatas 5:14"]},"1joao_2_8_darkness":{"palavra_pt":"dark ness","palavra_original":"σκοτία","transliteracao":"skotía","strong":"G4653","significado_raiz":"Ideia básica: dark ness.","significado_contextual":"Representa a ausência de luz e a condição espiritual dos que não seguem a Cristo.","explicacao_detalhada":"A palavra 'skotía' é usada para descrever a escuridão moral e espiritual, contrastando com a luz que é Cristo. Em João 8:12, Jesus se apresenta como a luz do mundo.","por_que_esta_palavra":"A escuridão simboliza a separação de Deus e a falta de entendimento espiritual.","conexao_teologica":"A luta entre luz e escuridão é um tema central na teologia, representando a batalha entre o bem e o mal.","referencias_relacionadas":["João 8:12","Efésios 5:8","1 Pedro 2:9"]},"1joao_2_8_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à luz que ilumina e guia os crentes na verdade.","explicacao_detalhada":"A palavra 'phōs' simboliza a revelação de Deus e a verdade que Cristo traz ao mundo. Em Salmos 119:105, a palavra de Deus é descrita como lâmpada para os pés.","por_que_esta_palavra":"A luz é essencial para a vida espiritual, pois ilumina o caminho e revela a verdade.","conexao_teologica":"Cristo é a luz que dissipa as trevas e traz clareza à vida dos crentes.","referencias_relacionadas":["Salmos 119:105","João 1:5","Mateus 5:14"]},"1joao_2_9_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor que deve ser praticado entre os crentes.","explicacao_detalhada":"A palavra 'miséō' é usada para descrever o amor que é ativo e demonstrativo, refletindo o amor de Deus por nós.","por_que_esta_palavra":"O amor é a essência da vida cristã e deve ser a motivação para todas as ações dos crentes.","conexao_teologica":"O amor é a marca distintiva dos seguidores de Cristo, conforme João 13:35.","referencias_relacionadas":["1 João 4:19","1 Coríntios 13:4-7","Gálatas 5:22"]},"1joao_2_9_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"Novamente, refere-se à luz que representa a verdade e a vida em Cristo.","explicacao_detalhada":"A palavra 'phōs' enfatiza a importância da luz espiritual que guia os crentes em suas vidas diárias.","por_que_esta_palavra":"A luz é um símbolo de esperança e clareza em meio à escuridão do mundo.","conexao_teologica":"A luz de Cristo é fundamental para a compreensão da verdade e da vida eterna.","referencias_relacionadas":["João 12:46","1 João 1:5","Mateus 5:16"]},"1joao_2_9_darkness":{"palavra_pt":"dark ness","palavra_original":"σκοτία","transliteracao":"skotía","strong":"G4653","significado_raiz":"Ideia básica: dark ness.","significado_contextual":"Novamente, representa a condição de aqueles que não conhecem a Cristo.","explicacao_detalhada":"A palavra 'skotía' é usada para descrever a escuridão espiritual que resulta da falta de relacionamento com Deus.","por_que_esta_palavra":"A escuridão é um símbolo da alienação de Deus e da falta de direção espiritual.","conexao_teologica":"A escuridão é um tema recorrente que ilustra a necessidade de Cristo como a luz do mundo.","referencias_relacionadas":["João 3:19","1 João 1:6","Efésios 5:11"]},"1joao_2_10_pecado":{"palavra_pt":"pecado","palavra_original":"σκάνδαλον","transliteracao":"skándalon","strong":"G4625","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao pecado como uma transgressão da lei de Deus.","explicacao_detalhada":"A palavra 'skándalon' implica um obstáculo ou armadilha que leva ao pecado. É um lembrete da natureza pecaminosa da humanidade e da necessidade de redenção.","por_que_esta_palavra":"O reconhecimento do pecado é essencial para entender a graça e a misericórdia de Deus.","conexao_teologica":"O pecado separa a humanidade de Deus, mas a redenção em Cristo oferece perdão e restauração.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-9","Tiago 1:14-15"]},"1joao_2_10_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz representa a verdade e a pureza, contrastando com as trevas do pecado.","explicacao_detalhada":"Neste versículo, a luz simboliza a presença de Deus e a vida que Ele oferece. A luz é um guia para os crentes, mostrando o caminho correto a seguir e afastando-os das trevas do pecado.","por_que_esta_palavra":"A palavra 'luz' é utilizada para enfatizar a importância da verdade e da vida em Cristo, que é a luz do mundo.","conexao_teologica":"A luz é frequentemente associada à revelação divina e à salvação, refletindo a natureza de Deus como aquele que ilumina a escuridão espiritual.","referencias_relacionadas":["João 8:12","Mateus 5:14","Efésios 5:8"]},"1joao_2_10_abide":{"palavra_pt":"permanecer","palavra_original":"μένω","transliteracao":"ménō","strong":"G3306","significado_raiz":"Ideia básica: permanecer.","significado_contextual":"Permanecer implica em uma relação contínua e íntima com Deus e com os outros.","explicacao_detalhada":"A ideia de 'permanecer' sugere um compromisso duradouro com a fé e a prática do amor, refletindo a união do crente com Cristo.","por_que_esta_palavra":"A palavra 'permanecer' é crucial para entender a estabilidade e a constância na vida cristã, onde a fé deve ser vivida diariamente.","conexao_teologica":"Permanecer em Cristo é fundamental para a frutificação espiritual e para a verdadeira comunhão com Deus.","referencias_relacionadas":["João 15:4-5","1 João 2:24","Colossenses 1:23"]},"1joao_2_11_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor é a essência da vida cristã e a marca distintiva dos seguidores de Cristo.","explicacao_detalhada":"Neste contexto, o amor é apresentado como um mandamento central, que deve ser praticado entre os irmãos, refletindo o amor de Deus por nós.","por_que_esta_palavra":"A palavra 'amor' é usada para destacar a importância das relações interpessoais e a necessidade de agir com bondade e compaixão.","conexao_teologica":"O amor é a base da lei de Deus e a evidência da presença do Espírito Santo na vida do crente.","referencias_relacionadas":["1 Coríntios 13:4-7","João 13:34-35","1 João 4:7"]},"1joao_2_11_darkness":{"palavra_pt":"dark ness","palavra_original":"σκοτία","transliteracao":"skotía","strong":"G4653","significado_raiz":"Ideia básica: dark ness.","significado_contextual":"As trevas simbolizam a ignorância espiritual e a separação de Deus.","explicacao_detalhada":"Neste versículo, as trevas representam a falta de amor e a vida no pecado, contrastando com a luz que traz vida e verdade.","por_que_esta_palavra":"A palavra 'trevas' é utilizada para descrever o estado de quem não vive segundo os preceitos de Deus, enfatizando a necessidade de transformação.","conexao_teologica":"As trevas são frequentemente associadas ao pecado e à morte espiritual, enquanto a luz representa a vida e a salvação em Cristo.","referencias_relacionadas":["João 1:5","Efésios 5:11","1 Pedro 2:9"]},"1joao_2_12_children":{"palavra_pt":"children","palavra_original":"τεκνίον","transliteracao":"tekníon","strong":"G5040","significado_raiz":"Ideia básica: children.","significado_contextual":"As crianças referem-se aos novos crentes, enfatizando a inocência e a dependência de Deus.","explicacao_detalhada":"Neste contexto, a palavra 'crianças' é usada para descrever a nova identidade dos crentes em Cristo, que são perdoados e amados por Deus.","por_que_esta_palavra":"A palavra 'crianças' é significativa porque destaca a relação familiar entre Deus e os crentes, enfatizando a proteção e o cuidado divinos.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, onde os crentes são considerados filhos de Deus através da fé em Cristo.","referencias_relacionadas":["Romanos 8:16-17","Gálatas 3:26","1 João 3:1"]},"1joao_2_12_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Descrever implica em comunicar a verdade sobre a experiência de fé.","explicacao_detalhada":"A palavra 'descrever' sugere a importância de compartilhar as verdades do evangelho e as experiências pessoais de fé com os outros.","por_que_esta_palavra":"A palavra 'descrever' é utilizada para enfatizar a responsabilidade dos crentes em testemunhar sobre a obra de Deus em suas vidas.","conexao_teologica":"Testemunhar é uma parte essencial da vida cristã, refletindo a grande comissão dada por Jesus aos seus discípulos.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","1 Pedro 3:15"]},"1joao_2_13_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"O maligno representa a oposição a Deus e a influência do pecado.","explicacao_detalhada":"Neste versículo, o termo 'maligno' refere-se à natureza do pecado e à luta espiritual que os crentes enfrentam.","por_que_esta_palavra":"A palavra 'maligno' é utilizada para alertar os crentes sobre a realidade do mal e a necessidade de vigilância espiritual.","conexao_teologica":"A batalha contra o maligno é um tema recorrente na Escritura, enfatizando a necessidade de resistência e dependência de Deus.","referencias_relacionadas":["Efésios 6:12","Tiago 4:7","1 Pedro 5:8"]},"1joao_2_14_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é central para a compreensão da revelação de Deus e da salvação.","explicacao_detalhada":"Neste contexto, 'palavra' refere-se a Cristo como o Verbo que se fez carne, a manifestação perfeita de Deus entre os homens.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a natureza de Cristo e sua obra redentora.","conexao_teologica":"Cristo como o Verbo é um conceito teológico que liga a criação e a redenção, mostrando a centralidade de Jesus na história da salvação.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-3","Colossenses 1:16-17"]},"1joao_2_14_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é a fonte de toda vida e verdade, e a base da fé cristã.","explicacao_detalhada":"Neste versículo, a palavra 'Deus' enfatiza a soberania e a autoridade divina sobre todas as coisas, incluindo a vida dos crentes.","por_que_esta_palavra":"A palavra 'Deus' é utilizada para reafirmar a centralidade da divindade na vida do crente e na compreensão da fé.","conexao_teologica":"A natureza de Deus como Criador e Redentor é fundamental para a teologia cristã, moldando a relação do crente com Ele.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","1 João 4:16"]},"1joao_2_15_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A negação de Deus implica em uma vida de desobediência e afastamento espiritual.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é usada para advertir os crentes sobre a idolatria e a importância de amar a Deus acima de tudo.","por_que_esta_palavra":"A palavra 'deus' é utilizada para enfatizar a exclusividade do amor e da devoção que os crentes devem ter por Deus.","conexao_teologica":"O amor a Deus é o primeiro e maior mandamento, que fundamenta toda a vida cristã e a moralidade.","referencias_relacionadas":["Mateus 22:37-38","1 João 5:21","Tiago 4:4"]},"1joao_2_15_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao sistema de valores e práticas que se opõem a Deus.","explicacao_detalhada":"No contexto de 1 João 2:15, o 'mundo' é apresentado como um lugar de tentação e pecado, que deve ser evitado pelos crentes. A ideia é que o amor pelo mundo é incompatível com o amor por Deus.","por_que_esta_palavra":"A palavra 'mundo' é usada para descrever a realidade em que os cristãos vivem, mas que não deve ser o seu foco ou objetivo.","conexao_teologica":"A relação entre o amor ao mundo e a separação de Deus é um tema central na teologia joanina, enfatizando a necessidade de uma vida centrada em Cristo.","referencias_relacionadas":["Tiago 4:4","Romanos 12:2","1 João 5:19"]},"1joao_2_16_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana caída e suas inclinações pecaminosas.","explicacao_detalhada":"Em 1 João 2:16, a 'carne' representa os desejos e paixões que levam à desobediência a Deus. É um lembrete da fragilidade humana e da necessidade de depender do Espírito Santo.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a luta interna que os crentes enfrentam entre a carne e o espírito.","conexao_teologica":"A teologia do pecado e da redenção é central aqui, mostrando que, embora a carne seja fraca, a graça de Deus é suficiente.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18","Efésios 2:3"]},"1joao_2_16_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Novamente, refere-se ao sistema de valores que se opõe a Deus.","explicacao_detalhada":"A repetição da palavra 'mundo' em 1 João 2:16 enfatiza a importância de não se deixar levar pelas tentações que ele oferece, que são passageiras e enganosas.","por_que_esta_palavra":"A palavra é usada para alertar os crentes sobre os perigos de se conformar aos padrões do mundo.","conexao_teologica":"A ideia de que o mundo está em oposição a Deus é um tema recorrente na Bíblia, que chama os crentes a uma vida de santidade.","referencias_relacionadas":["1 João 5:4","João 15:19","Romanos 12:2"]},"1joao_2_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus verdadeiro, criador e sustentador de todas as coisas.","explicacao_detalhada":"Em 1 João 2:17, a palavra 'Deus' é usada para contrastar a eternidade e a verdade de Deus com a transitoriedade do mundo e suas paixões.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a fé cristã, pois representa a fonte de toda vida e verdade.","conexao_teologica":"A relação entre Deus e o mundo é central na teologia cristã, onde Deus é visto como o único digno de adoração e amor.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"1joao_2_17_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou realizar algo.","explicacao_detalhada":"A palavra 'fazer' em 1 João 2:17 implica em ações que têm consequências eternas, contrastando com as ações temporais do mundo.","por_que_esta_palavra":"A ênfase em 'fazer' destaca a importância das obras na vida do crente, que devem refletir a fé em Deus.","conexao_teologica":"A teologia das obras é importante, pois as ações dos crentes devem ser frutos de sua fé e amor por Deus.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Gálatas 6:9"]},"1joao_2_17_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se novamente ao sistema de valores que se opõe a Deus.","explicacao_detalhada":"A repetição da palavra 'mundo' em 1 João 2:17 reforça a ideia de que o que é feito no mundo é temporário e deve ser visto à luz da eternidade.","por_que_esta_palavra":"A palavra é usada para alertar os crentes sobre a futilidade das coisas mundanas em comparação com as coisas de Deus.","conexao_teologica":"A distinção entre o que é eterno e o que é passageiro é um tema central na vida cristã.","referencias_relacionadas":["1 João 5:4","2 Coríntios 4:18","Colossenses 3:2"]},"1joao_2_18_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo, neste caso, a vinda do anticristo.","explicacao_detalhada":"Em 1 João 2:18, a palavra 'grande' é usada para descrever a seriedade da situação em relação aos falsos ensinamentos que surgem.","por_que_esta_palavra":"A palavra 'grande' enfatiza a urgência e a necessidade de vigilância entre os crentes.","conexao_teologica":"A teologia da escatologia é relevante aqui, pois fala sobre os últimos tempos e a necessidade de discernimento espiritual.","referencias_relacionadas":["Mateus 24:24","2 Tessalonicenses 2:3","Apocalipse 13:1"]},"1joao_2_19_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"Em 1 João 2:19, a palavra 'entre' é usada para descrever a relação dos crentes com aqueles que se afastaram da fé.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica da comunidade cristã e os desafios que ela enfrenta.","conexao_teologica":"A teologia da comunhão é central, pois enfatiza a importância da unidade e da fidelidade entre os crentes.","referencias_relacionadas":["Hebreus 10:25","Atos 2:42","1 Coríntios 1:10"]},"1joao_2_19_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de acompanhar ou seguir alguém ou algo.","explicacao_detalhada":"Em 1 João 2:19, a palavra 'seguir' implica em uma escolha consciente de permanecer na verdade e na comunhão com os outros crentes.","por_que_esta_palavra":"A palavra é crucial para entender a natureza da fé ativa e a necessidade de perseverança.","conexao_teologica":"A teologia da perseverança é relevante, pois os crentes são chamados a seguir a Cristo e a verdade até o fim.","referencias_relacionadas":["Mateus 16:24","Filipenses 3:14","1 Pedro 2:21"]},"1joao_2_19_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"Refere-se ao ato de avançar ou progredir.","explicacao_detalhada":"Em 1 João 2:19, a palavra 'adiante' sugere a ideia de continuar na fé e não retroceder diante das dificuldades.","por_que_esta_palavra":"A palavra é usada para encorajar os crentes a avançar em sua jornada espiritual.","conexao_teologica":"A teologia do progresso espiritual é importante, pois enfatiza a necessidade de crescimento e maturidade na fé.","referencias_relacionadas":["2 Pedro 3:18","Colossenses 1:10","Hebreus 6:1"]},"1joao_2_20_santo":{"palavra_pt":"santo","palavra_original":"χρῖσμα","transliteracao":"chrîsma","strong":"G5545","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se à unção do Espírito Santo que capacita os crentes.","explicacao_detalhada":"A palavra 'santo' aqui se relaciona com a unção que os crentes receberam, indicando que eles são separados para Deus e têm a capacidade de discernir a verdade.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a identidade dos crentes como aqueles que foram ungidos pelo Espírito Santo, recebendo poder e sabedoria.","conexao_teologica":"A unção do Espírito Santo é fundamental na teologia cristã, pois é através dela que os crentes são capacitados a viver em santidade e a cumprir a missão de Deus.","referencias_relacionadas":["1 João 2:27","Atos 1:8","Romanos 8:9"]},"1joao_2_20_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Indica a posse do conhecimento e da verdade que vem de Deus.","explicacao_detalhada":"A palavra 'possessão' sugere que os crentes têm em si mesmos a verdade que os liberta e os guia, sendo uma propriedade espiritual.","por_que_esta_palavra":"É crucial entender que a possessão aqui se refere a um estado de ter a verdade de Deus habitando nos crentes, o que os distingue do mundo.","conexao_teologica":"A possessão do conhecimento de Deus é central para a vida cristã, pois é através desse conhecimento que os crentes podem viver de acordo com a vontade divina.","referencias_relacionadas":["João 8:32","1 Coríntios 2:12","Colossenses 3:16"]},"1joao_2_20_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao modo de vida e à conduta dos crentes em Cristo.","explicacao_detalhada":"A palavra 'caminho' implica em um estilo de vida que é guiado pela verdade e pela unção do Espírito Santo, refletindo a vida de Cristo.","por_que_esta_palavra":"É importante porque mostra que a vida cristã não é apenas uma crença, mas uma jornada ativa e dinâmica em direção a Deus.","conexao_teologica":"O 'caminho' é um tema recorrente na Bíblia, simbolizando a jornada de fé e a obediência a Deus.","referencias_relacionadas":["Mateus 7:13-14","Atos 9:2","Hebreus 12:1"]},"1joao_2_21_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação entre os crentes e a verdade que eles possuem.","explicacao_detalhada":"A palavra 'entre' sugere uma comunhão e uma interação contínua com a verdade de Deus, que habita nos crentes.","por_que_esta_palavra":"É essencial para entender que a verdade não é apenas uma ideia, mas algo que se vive e se experimenta em comunidade.","conexao_teologica":"A comunhão entre os crentes e a verdade é fundamental para a edificação da igreja e para o crescimento espiritual.","referencias_relacionadas":["1 João 1:7","Efésios 4:15","Colossenses 1:28"]},"1joao_2_21_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Refere-se ao ato de escrever ou comunicar a verdade.","explicacao_detalhada":"A palavra 'descrever' implica em registrar e transmitir a mensagem de Deus, que é vital para a edificação da fé.","por_que_esta_palavra":"É importante porque destaca a responsabilidade dos crentes em compartilhar a verdade que receberam.","conexao_teologica":"A comunicação da verdade é um aspecto central da missão da igreja, que deve proclamar o evangelho a todas as nações.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14-15","2 Timóteo 4:2"]},"1joao_2_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à identidade de Jesus como o Cristo e a importância de reconhecer isso.","explicacao_detalhada":"A palavra 'Jesus' aqui enfatiza a necessidade de crer na verdadeira natureza de Cristo como o Filho de Deus e Salvador.","por_que_esta_palavra":"É crucial porque a negação de Jesus como o Cristo é uma heresia que afeta a salvação dos crentes.","conexao_teologica":"A identidade de Jesus é central para a fé cristã, sendo a base da salvação e da vida eterna.","referencias_relacionadas":["João 14:6","Atos 4:12","1 João 5:12"]},"1joao_2_23_alianca":{"palavra_pt":"alianca","palavra_original":"ὁμολογέω","transliteracao":"homologéō","strong":"G3670","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à confissão de fé em Jesus como o Cristo.","explicacao_detalhada":"A palavra 'aliança' implica em um compromisso e uma relação de fidelidade entre o crente e Deus, baseada na fé em Jesus.","por_que_esta_palavra":"É importante porque a aliança com Deus é o que garante a salvação e a vida eterna aos crentes.","conexao_teologica":"A aliança é um tema central na Bíblia, representando o relacionamento entre Deus e seu povo ao longo da história.","referencias_relacionadas":["Hebreus 8:6","Romanos 11:27","Gálatas 3:29"]},"1joao_2_24_abide":{"palavra_pt":"permanecer","palavra_original":"μένω","transliteracao":"ménō","strong":"G3306","significado_raiz":"Ideia básica: permanecer.","significado_contextual":"Refere-se à permanência na verdade e na doutrina de Cristo.","explicacao_detalhada":"A palavra 'permanecer' sugere uma continuidade na fé e na prática dos ensinamentos de Jesus.","por_que_esta_palavra":"É essencial para a vida cristã, pois a permanência em Cristo é o que garante a frutificação e a comunhão com Deus.","conexao_teologica":"Permanecer em Cristo é um tema central nos ensinamentos de Jesus, refletindo a necessidade de uma relação íntima com Ele.","referencias_relacionadas":["João 15:4-5","Colossenses 1:23","1 João 2:28"]},"1joao_2_25_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida eterna que é prometida aos crentes.","explicacao_detalhada":"A palavra 'vida' aqui implica em uma qualidade de vida que é abundante e eterna, oferecida por meio de Jesus.","por_que_esta_palavra":"É importante porque a vida eterna é a promessa central do evangelho e a esperança dos crentes.","conexao_teologica":"A vida eterna é um tema fundamental na teologia cristã, representando a culminação da salvação e da comunhão com Deus.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:11-12"]},"1joao_2_25_bom":{"palavra_pt":"bom","palavra_original":"ἐπαγγελία","transliteracao":"epangelía","strong":"G1860","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à promessa de Deus que é boa e confiável.","explicacao_detalhada":"A palavra 'bom' implica em algo que é benéfico e que traz esperança aos crentes, refletindo a natureza de Deus.","por_que_esta_palavra":"É essencial para entender que as promessas de Deus são sempre boas e que Ele é fiel para cumpri-las.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, mostrando Seu caráter e a natureza de Suas promessas.","referencias_relacionadas":["Romanos 8:28","Tiago 1:17","Salmos 34:8"]},"1joao_2_26_thereabout":{"palavra_pt":"there about","palavra_original":"περί","transliteracao":"perí","strong":"G4012","significado_raiz":"Ideia básica: there about.","significado_contextual":"Refere-se a um assunto ou tema específico que está sendo discutido.","explicacao_detalhada":"A palavra 'περί' é usada para indicar o que está sendo abordado ou discutido em um contexto. Neste versículo, sugere que o autor está se referindo a questões que ele já havia mencionado anteriormente.","por_que_esta_palavra":"É importante para conectar a mensagem do autor com os temas que ele já introduziu, enfatizando a continuidade do discurso.","conexao_teologica":"A palavra destaca a importância de estar atento ao que foi ensinado anteriormente, reforçando a ideia de que a verdade deve ser constantemente lembrada.","referencias_relacionadas":["1 João 2:24","1 João 2:21","1 João 2:27"]},"1joao_2_26_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Indica a ação de escrever ou relatar algo.","explicacao_detalhada":"A palavra 'γράφω' é utilizada para expressar a intenção do autor de comunicar verdades espirituais através da escrita, enfatizando a importância da revelação escrita.","por_que_esta_palavra":"A escrita é um meio fundamental para preservar e transmitir a mensagem divina às gerações futuras.","conexao_teologica":"Reflete a importância da Palavra de Deus e como ela é registrada para instrução e edificação dos crentes.","referencias_relacionadas":["1 João 1:4","1 João 2:1","1 João 5:13"]},"1joao_2_27_santo":{"palavra_pt":"santo","palavra_original":"χρῖσμα","transliteracao":"chrîsma","strong":"G5545","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se à unção do Espírito Santo que capacita os crentes.","explicacao_detalhada":"A palavra 'χρῖσμα' implica uma unção que não apenas separa, mas também confere autoridade e conhecimento espiritual aos crentes.","por_que_esta_palavra":"É fundamental para entender como os crentes são guiados e ensinados pelo Espírito Santo em suas vidas diárias.","conexao_teologica":"A unção é um símbolo da presença e ação do Espírito Santo na vida do crente, assegurando que eles não estão sozinhos em sua jornada espiritual.","referencias_relacionadas":["1 João 2:20","Atos 1:8","Romanos 8:14"]},"1joao_2_27_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se a uma necessidade ou questão que deve ser abordada.","explicacao_detalhada":"A palavra 'χρεία' sugere uma necessidade urgente ou um assunto que requer atenção, enfatizando a responsabilidade dos crentes em lidar com questões espirituais.","por_que_esta_palavra":"É importante para destacar que os crentes têm deveres e responsabilidades em sua vida espiritual.","conexao_teologica":"Reflete a ideia de que a vida cristã envolve ações e decisões que devem ser tomadas com sabedoria e discernimento.","referencias_relacionadas":["Filipenses 4:19","Mateus 6:33","Tiago 1:5"]},"1joao_2_28_children":{"palavra_pt":"children","palavra_original":"τεκνίον","transliteracao":"tekníon","strong":"G5040","significado_raiz":"Ideia básica: children.","significado_contextual":"Refere-se aos crentes como filhos de Deus.","explicacao_detalhada":"A palavra 'τεκνίον' é um termo carinhoso que enfatiza a relação íntima entre Deus e os crentes, destacando a filiação espiritual.","por_que_esta_palavra":"É crucial para entender a identidade dos crentes como filhos amados de Deus, o que implica em uma responsabilidade moral e espiritual.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, que enfatiza a graça e a adoção dos crentes na família de Deus.","referencias_relacionadas":["Romanos 8:16","Gálatas 3:26","1 João 3:2"]},"1joao_2_28_cristo":{"palavra_pt":"cristo","palavra_original":"παρουσία","transliteracao":"parousía","strong":"G3952","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se à vinda de Cristo e à expectativa de Sua manifestação.","explicacao_detalhada":"A palavra 'παρουσία' implica a presença ou vinda de Cristo, que é um tema central na esperança cristã.","por_que_esta_palavra":"É importante para lembrar os crentes da promessa do retorno de Cristo e da necessidade de viver em preparação para esse evento.","conexao_teologica":"A expectativa da vinda de Cristo é um motivador para a santidade e vigilância na vida cristã.","referencias_relacionadas":["Mateus 24:30","1 Tessalonicenses 4:16","Apocalipse 1:7"]},"1joao_2_29_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça que é atribuída aos crentes por meio da fé em Cristo.","explicacao_detalhada":"A palavra 'δικαιοσύνη' implica uma condição de estar em conformidade com a lei de Deus, que é alcançada através da fé em Jesus.","por_que_esta_palavra":"É fundamental para entender a base da salvação e a relação entre fé e obras na vida do crente.","conexao_teologica":"A justificação é um dos pilares da teologia cristã, que enfatiza a graça de Deus e a obra redentora de Cristo.","referencias_relacionadas":["Romanos 5:1","Gálatas 2:16","Efésios 2:8-9"]},"1joao_2_29_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à condição de ser justo ou inocente diante de Deus.","explicacao_detalhada":"A palavra 'δίκαιος' implica estar em conformidade com a justiça divina, sendo considerado justo por Deus.","por_que_esta_palavra":"É importante para entender a natureza da salvação e a transformação que ocorre na vida do crente.","conexao_teologica":"A inocência diante de Deus é um resultado da justificação e da obra do Espírito Santo na vida do crente.","referencias_relacionadas":["Salmos 32:2","Romanos 3:22","1 Pedro 3:18"]},"1joao_2_29_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"A palavra 'ποιέω' implica a ideia de fazer ou agir, enfatizando a importância das obras na vida do crente.","por_que_esta_palavra":"É fundamental para entender que a fé deve ser acompanhada de ações que refletem essa fé.","conexao_teologica":"As obras são uma expressão da fé genuína e da transformação que ocorre na vida do crente.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]}}