{"1joao_3_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como Pai e à relação dos crentes com Ele.","explicacao_detalhada":"A palavra 'θεός' é usada para descrever a divindade, enfatizando a soberania e o amor de Deus pelos Seus filhos.","por_que_esta_palavra":"É importante para entender a relação íntima entre Deus e os crentes, que são chamados de filhos.","conexao_teologica":"A paternidade de Deus é um tema central na teologia cristã, que enfatiza o amor e a graça de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"1joao_3_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus como Pai e Criador.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a essência de Deus, que é amor, justiça e santidade. Em 1 João 3:2, enfatiza-se que somos filhos de Deus e que ainda não se manifestou o que seremos, mas sabemos que seremos semelhantes a Ele.","por_que_esta_palavra":"A escolha da palavra 'deus' é fundamental para entender a relação entre Deus e os crentes, destacando a identidade divina e a filiação dos crentes.","conexao_teologica":"A filiação divina implica em uma nova identidade e esperança para os crentes, que são chamados a viver em conformidade com a natureza de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"1joao_3_3_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"A esperança é apresentada como uma expectativa confiante na manifestação futura de Deus.","explicacao_detalhada":"A palavra 'esperança' (ἐλπίς) em 1 João 3:3 refere-se à expectativa de que, quando Cristo se manifestar, os crentes serão transformados e se tornarão semelhantes a Ele. Essa esperança é um motivador para a pureza e a santidade.","por_que_esta_palavra":"A palavra 'esperança' é crucial para entender a motivação dos crentes em viver de maneira justa, sabendo que sua verdadeira identidade será revelada.","conexao_teologica":"A esperança cristã está enraizada na promessa da redenção e na transformação final dos crentes.","referencias_relacionadas":["Romanos 5:5","Tito 2:13","Hebreus 6:19"]},"1joao_3_3_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao modo de vida que os crentes devem seguir em obediência a Deus.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) implica em um estilo de vida ou conduta que reflete a fé em Cristo. Em 1 João 3:3, é um chamado à pureza e à santidade, como resposta à esperança que temos.","por_que_esta_palavra":"A escolha da palavra 'caminho' enfatiza a ação e a prática da fé, não apenas a crença teórica.","conexao_teologica":"O caminho da santidade é um reflexo da transformação que ocorre na vida do crente através da fé em Cristo.","referencias_relacionadas":["Mateus 7:13-14","Atos 9:2","1 Pedro 2:21"]},"1joao_3_3_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se à posse espiritual e à identidade dos crentes como filhos de Deus.","explicacao_detalhada":"A palavra 'possessão' (ἔχω) em 1 João 3:3 implica que os crentes têm uma nova identidade e herança em Cristo, que deve ser refletida em suas vidas.","por_que_esta_palavra":"A palavra 'possessão' destaca a realidade de que os crentes não apenas acreditam, mas também possuem uma nova vida em Cristo.","conexao_teologica":"A possessão espiritual é um tema central na teologia da salvação, onde os crentes são vistos como herdeiros de Deus.","referencias_relacionadas":["Romanos 8:17","Gálatas 4:7","Efésios 1:11"]},"1joao_3_4_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de praticar o pecado, que é contrário à vontade de Deus.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) em 1 João 3:4 é usada para descrever a prática do pecado como uma transgressão da lei de Deus. O versículo enfatiza que o pecado é uma violação da ordem divina.","por_que_esta_palavra":"A escolha da palavra 'fazer' sublinha a ideia de que o pecado não é apenas um estado, mas uma ação deliberada.","conexao_teologica":"A prática do pecado é um tema importante na teologia da justificação e da santificação, onde os crentes são chamados a viver de maneira justa.","referencias_relacionadas":["Romanos 6:1-2","Tiago 1:15","1 Pedro 2:24"]},"1joao_3_4_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho da justiça e da obediência a Deus.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) em 1 João 3:4 enfatiza a ideia de que os crentes devem seguir o caminho da justiça, evitando o pecado e vivendo em conformidade com a vontade de Deus.","por_que_esta_palavra":"A palavra 'caminho' é importante para entender que a vida cristã é uma jornada que requer escolhas e ações.","conexao_teologica":"O caminho da justiça é um reflexo da transformação que ocorre na vida do crente através da fé em Cristo.","referencias_relacionadas":["Salmos 119:105","Provérbios 4:26","Mateus 7:14"]},"1joao_3_5_appear":{"palavra_pt":"aparecer","palavra_original":"φανερόω","transliteracao":"phaneróō","strong":"G5319","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"Refere-se à manifestação de Cristo e ao seu papel redentor.","explicacao_detalhada":"A palavra 'aparecer' (φανερόω) em 1 João 3:5 indica a revelação de Cristo como o Salvador que tira o pecado do mundo. Sua vinda é um ato de graça e redenção.","por_que_esta_palavra":"A escolha da palavra 'aparecer' enfatiza a importância da encarnação e da revelação de Cristo na história da salvação.","conexao_teologica":"A manifestação de Cristo é central para a teologia cristã, pois é através dele que a redenção e a salvação são oferecidas à humanidade.","referencias_relacionadas":["João 1:29","Romanos 8:3","Gálatas 4:4"]},"1joao_3_5_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Indica a consequência da revelação de Cristo e a chamada à pureza.","explicacao_detalhada":"A palavra 'portanto' (καί) em 1 João 3:5 conecta a revelação de Cristo com a responsabilidade dos crentes de viver em pureza e santidade.","por_que_esta_palavra":"A palavra 'portanto' é crucial para entender a relação entre a revelação de Cristo e a vida prática dos crentes.","conexao_teologica":"A responsabilidade moral dos crentes é uma consequência direta da graça recebida através de Cristo.","referencias_relacionadas":["Romanos 12:1","1 Pedro 1:15-16","1 João 2:6"]},"1joao_3_6_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se à vida de obediência e à relação com Cristo.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) em 1 João 3:6 enfatiza que aqueles que permanecem em Cristo não pecam, indicando uma vida de obediência e comunhão com Ele.","por_que_esta_palavra":"A palavra 'caminho' é importante para entender que a vida cristã é caracterizada por uma jornada de fé e obediência.","conexao_teologica":"A permanência em Cristo é essencial para a vida cristã, refletindo a união entre o crente e o Salvador.","referencias_relacionadas":["João 15:4-5","1 João 2:28","Gálatas 5:25"]},"1joao_3_6_abide":{"palavra_pt":"permanecer","palavra_original":"μένω","transliteracao":"ménō","strong":"G3306","significado_raiz":"Ideia básica: permanecer.","significado_contextual":"Refere-se à permanência na fé e na comunhão com Cristo.","explicacao_detalhada":"A palavra 'permanecer' (μένω) em 1 João 3:6 indica a importância de estar enraizado em Cristo, vivendo em comunhão constante com Ele.","por_que_esta_palavra":"A escolha da palavra 'permanecer' destaca a necessidade de uma relação contínua e ativa com Cristo.","conexao_teologica":"A permanência em Cristo é fundamental para a vida espiritual do crente e para a frutificação na fé.","referencias_relacionadas":["João 15:7","1 João 2:24","Colossenses 1:23"]},"1joao_3_6_behold":{"palavra_pt":"eis","palavra_original":"ὁράω","transliteracao":"horáō","strong":"G3708","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando algo importante que deve ser observado.","explicacao_detalhada":"Neste contexto, 'eis' é usado para introduzir uma declaração significativa sobre a natureza do pecado e a necessidade de vigilância espiritual.","por_que_esta_palavra":"A utilização de 'eis' enfatiza a importância da mensagem que se segue, convidando os leitores a refletirem sobre a gravidade do pecado.","conexao_teologica":"A palavra conecta-se com a ideia de que a revelação de Deus deve ser observada e levada a sério, refletindo a necessidade de estar atento às verdades espirituais.","referencias_relacionadas":["Mateus 5:14","Lucas 12:15","Hebreus 2:1"]},"1joao_3_7_children":{"palavra_pt":"children","palavra_original":"τεκνίον","transliteracao":"tekníon","strong":"G5040","significado_raiz":"Ideia básica: children.","significado_contextual":"A palavra 'children' refere-se aos filhos de Deus, enfatizando a relação íntima entre Deus e os crentes.","explicacao_detalhada":"Neste versículo, 'children' é usado para descrever a identidade dos crentes como aqueles que pertencem a Deus e são chamados a viver em justiça.","por_que_esta_palavra":"A escolha da palavra 'children' destaca a natureza relacional e o amor paternal de Deus, que se espera que os filhos imitem.","conexao_teologica":"A conexão teológica é com a ideia de que, como filhos de Deus, os crentes são chamados a viver de acordo com a Sua justiça e caráter.","referencias_relacionadas":["Romanos 8:16","Gálatas 3:26","Efésios 1:5"]},"1joao_3_7_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' refere-se à retidão e à conformidade com a lei de Deus.","explicacao_detalhada":"Neste contexto, 'justiça' é apresentada como um padrão de vida que os filhos de Deus devem seguir, contrastando com a prática do pecado.","por_que_esta_palavra":"A palavra é importante porque define o comportamento esperado dos crentes e a natureza da vida cristã.","conexao_teologica":"Teologicamente, a justiça é central para a salvação e a vida cristã, refletindo o caráter de Deus e a transformação que ocorre na vida do crente.","referencias_relacionadas":["Romanos 3:22","Tiago 1:20","Mateus 5:6"]},"1joao_3_7_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade espiritual e à conformidade com a vontade de Deus.","explicacao_detalhada":"Neste contexto, 'verdade' é usada para contrastar a vida dos justos com a vida dos pecadores, enfatizando a importância de viver em conformidade com a verdade divina.","por_que_esta_palavra":"A palavra é crucial porque a verdade é o fundamento da fé cristã e da vida moral do crente.","conexao_teologica":"A verdade é um tema central na teologia cristã, representando a revelação de Deus e a base para a vida e a prática cristã.","referencias_relacionadas":["João 8:32","Efésios 4:15","Salmos 119:160"]},"1joao_3_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Criador, enfatizando Sua soberania e poder sobre todas as coisas.","explicacao_detalhada":"Neste versículo, 'deus' é mencionado para destacar a origem do pecado e a necessidade de redenção através de Cristo.","por_que_esta_palavra":"A palavra é fundamental porque estabelece a autoridade de Deus sobre o pecado e a necessidade de um Salvador.","conexao_teologica":"Teologicamente, a natureza de Deus como Criador e Redentor é central para a compreensão do pecado e da salvação.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Romanos 5:8"]},"1joao_3_8_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação, enfatizando a prática do pecado como uma escolha deliberada.","explicacao_detalhada":"Neste contexto, 'fazer' é usado para descrever a natureza ativa do pecado e a responsabilidade do ser humano em suas ações.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a ideia de que o pecado não é apenas uma condição, mas uma ação que resulta de uma decisão.","conexao_teologica":"Teologicamente, isso se relaciona com a doutrina do livre arbítrio e a responsabilidade moral do ser humano diante de Deus.","referencias_relacionadas":["Tiago 1:15","Romanos 6:16","Gálatas 6:7"]},"1joao_3_8_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade e interação.","explicacao_detalhada":"Neste contexto, 'entre' é usado para descrever a relação entre os crentes e a prática do pecado, enfatizando que não devem viver em pecado.","por_que_esta_palavra":"A palavra é importante porque destaca a necessidade de separação do pecado na vida do crente.","conexao_teologica":"Teologicamente, isso se relaciona com a santidade e a chamada à pureza na vida cristã.","referencias_relacionadas":["1 Pedro 1:16","2 Coríntios 6:17","Romanos 12:2"]},"1joao_3_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada novamente para enfatizar a natureza divina e a relação dos crentes com Ele.","explicacao_detalhada":"Neste versículo, 'deus' é mencionado para reafirmar a identidade dos crentes como filhos de Deus e a transformação que ocorre em suas vidas.","por_que_esta_palavra":"A palavra é crucial para entender a relação íntima que os crentes têm com Deus e a mudança que isso traz em suas vidas.","conexao_teologica":"Teologicamente, isso se relaciona com a doutrina da adoção e a nova identidade que os crentes têm em Cristo.","referencias_relacionadas":["1 João 3:1","Romanos 8:15","Gálatas 4:7"]},"1joao_3_9_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' refere-se à figura paterna, simbolizando cuidado, proteção e autoridade.","explicacao_detalhada":"Neste contexto, 'pai' é usado para descrever a relação dos crentes com Deus, enfatizando a intimidade e o amor que Ele tem por Seus filhos.","por_que_esta_palavra":"A escolha da palavra 'pai' é significativa porque reflete a natureza relacional de Deus e a segurança que os crentes têm em Sua presença.","conexao_teologica":"Teologicamente, isso se relaciona com a doutrina da paternidade de Deus e a segurança que os crentes têm como Seus filhos.","referencias_relacionadas":["Mateus 6:9","Romanos 8:14","Efésios 1:5"]},"1joao_3_9_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é novamente utilizada para enfatizar a ação e a prática do bem.","explicacao_detalhada":"Neste contexto, 'fazer' refere-se às ações dos filhos de Deus, que devem refletir a natureza de seu Pai.","por_que_esta_palavra":"A palavra é importante porque destaca a responsabilidade dos crentes em viver de acordo com a nova natureza que receberam.","conexao_teologica":"Teologicamente, isso se relaciona com a ideia de que a fé verdadeira se manifesta em ações e comportamentos.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:22","Efésios 2:10"]},"1joao_3_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à soberania de Deus sobre a criação.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a essência suprema, o criador e mantenedor do universo. No contexto de 1 João 3:10, enfatiza a distinção entre os filhos de Deus e os filhos do diabo, ressaltando a importância de viver de acordo com a vontade divina.","por_que_esta_palavra":"A palavra é central para a compreensão da relação entre Deus e a humanidade, especialmente no que diz respeito à moralidade e à justiça.","conexao_teologica":"A natureza de Deus como justo e santo é fundamental para a teologia cristã, pois estabelece a base para a redenção e a justificação dos crentes.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"1joao_3_10_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça que é atribuída aos crentes por meio da fé em Cristo.","explicacao_detalhada":"A palavra 'justiça' (δικαιοσύνη) implica estar em conformidade com a lei de Deus. Em 1 João 3:10, a justiça é um sinal da verdadeira filiação divina, contrastando com a prática do pecado.","por_que_esta_palavra":"A justiça é essencial para a compreensão da salvação e da vida cristã, pois os crentes são chamados a viver de maneira justa.","conexao_teologica":"A justificação é um tema central na teologia paulina, onde a fé em Cristo é vista como o meio pelo qual os crentes são justificados diante de Deus.","referencias_relacionadas":["Romanos 3:22","Gálatas 2:16","Tiago 2:24"]},"1joao_3_10_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) é usada para descrever ações concretas que refletem a natureza de alguém. Em 1 João 3:10, enfatiza que as ações dos filhos de Deus são evidências de sua filiação.","por_que_esta_palavra":"A ação de 'fazer' é crucial para a prática da fé, pois as obras são uma expressão da crença interna.","conexao_teologica":"As obras são vistas como frutos da fé genuína, mostrando a transformação que ocorre na vida de um crente.","referencias_relacionadas":["Mateus 7:17","Tiago 2:26","Efésios 2:10"]},"1joao_3_11_concerning":{"palavra_pt":"concerning","palavra_original":"ὅτι","transliteracao":"hóti","strong":"G3754","significado_raiz":"Ideia básica: concerning.","significado_contextual":"Usado para introduzir um tema ou assunto específico.","explicacao_detalhada":"A palavra 'concerning' (ὅτι) é uma conjunção que conecta ideias, neste caso, referindo-se ao mandamento de amar uns aos outros, que é central na mensagem de João.","por_que_esta_palavra":"É importante para entender a continuidade do pensamento de João sobre o amor e a vida cristã.","conexao_teologica":"A ênfase no amor é um dos pilares da teologia joanina, refletindo a natureza de Deus como amor.","referencias_relacionadas":["João 13:34","1 João 4:7","Romanos 13:10"]},"1joao_3_12_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se à natureza pecaminosa e à maldade que se opõe a Deus.","explicacao_detalhada":"A palavra 'maligno' (πονηρός) descreve ações e intenções que são contrárias à vontade de Deus. Em 1 João 3:12, é uma referência ao exemplo de Caim, que agiu com maldade.","por_que_esta_palavra":"É crucial para entender a luta entre o bem e o mal na vida do crente.","conexao_teologica":"A presença do mal é um tema recorrente na Bíblia, que destaca a necessidade da redenção através de Cristo.","referencias_relacionadas":["Gênesis 4:8","Mateus 5:37","1 Pedro 5:8"]},"1joao_3_12_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à pureza e à justiça de alguém que não comete mal.","explicacao_detalhada":"A palavra 'inocente' (δίκαιος) é usada para descrever a natureza justa de Abel, que foi aceito por Deus. Em contraste, Caim agiu de forma maligna.","por_que_esta_palavra":"A inocência é um atributo desejável que reflete a justiça de Deus.","conexao_teologica":"A justiça de Cristo é atribuída aos crentes, que são vistos como justos diante de Deus.","referencias_relacionadas":["Salmos 37:37","Mateus 5:8","Romanos 5:1"]},"1joao_3_12_filho":{"palavra_pt":"filho","palavra_original":"Κάϊν","transliteracao":"Káïn","strong":"G2535","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar, especialmente no contexto espiritual.","explicacao_detalhada":"A palavra 'filho' (Κάϊν) é usada para descrever Caim como um exemplo de um filho que se afastou da justiça de Deus. Isso contrasta com os filhos de Deus que praticam a justiça.","por_que_esta_palavra":"A filiação é um conceito central na teologia cristã, onde os crentes são chamados de filhos de Deus.","conexao_teologica":"A relação de filiação com Deus implica responsabilidade moral e ética.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"1joao_3_13_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor ágape, que é o amor incondicional e sacrificial.","explicacao_detalhada":"A palavra 'amor' (μισέω) é fundamental na mensagem de João, que enfatiza que os crentes devem amar uns aos outros como Cristo os amou.","por_que_esta_palavra":"O amor é a essência da vida cristã e a evidência da verdadeira fé.","conexao_teologica":"O amor é um reflexo da natureza de Deus e é central para a missão da igreja.","referencias_relacionadas":["1 João 4:8","Romanos 13:8","1 Coríntios 13:4-7"]},"1joao_3_13_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de algo, enfatizando a certeza da afirmação anterior.","explicacao_detalhada":"A palavra 'deus' (μή) é usada para reforçar a ideia de que o amor verdadeiro não pode coexistir com o ódio, destacando a natureza de Deus como amor.","por_que_esta_palavra":"É importante para entender a natureza do amor cristão e a incompatibilidade com o ódio.","conexao_teologica":"A negação do ódio é um chamado à santidade e à pureza nas relações entre os crentes.","referencias_relacionadas":["1 João 4:20","Mateus 5:44","Tiago 3:14"]},"1joao_3_13_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao sistema de valores e à cultura que se opõem a Deus.","explicacao_detalhada":"A palavra 'mundo' (κόσμος) é usada para descrever a realidade em que os crentes vivem, que muitas vezes está em conflito com os princípios de Deus.","por_que_esta_palavra":"É essencial para entender a luta espiritual que os crentes enfrentam em um mundo caído.","conexao_teologica":"A relação entre o crente e o mundo é um tema importante, enfatizando a necessidade de viver de acordo com os valores do Reino de Deus.","referencias_relacionadas":["João 15:19","Romanos 12:2","1 João 2:15"]},"1joao_3_14_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui se refere à separação espiritual e à condição de estar afastado da vida em Cristo.","explicacao_detalhada":"Neste versículo, a morte é entendida como a consequência do pecado e a ausência da vida eterna que é oferecida por Jesus. A morte espiritual é um estado de alienação de Deus.","por_que_esta_palavra":"A palavra 'morte' é utilizada para contrastar com a vida que os crentes têm em Cristo, enfatizando a gravidade da separação de Deus.","conexao_teologica":"A morte espiritual é um tema central na teologia cristã, onde a redenção em Cristo traz vida e restauração.","referencias_relacionadas":["Romanos 6:23","Efésios 2:1","João 5:24"]},"1joao_3_14_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida mencionada é a vida eterna que se encontra em Cristo, contrastando com a morte espiritual.","explicacao_detalhada":"A vida é um dom de Deus, que se manifesta na comunhão com Ele e na transformação que ocorre no crente. É uma vida que transcende a existência física.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a mensagem do evangelho, que promete não apenas existência, mas uma vida plena em Cristo.","conexao_teologica":"A vida eterna é um dos pilares da fé cristã, simbolizando a restauração e a nova criação em Cristo.","referencias_relacionadas":["João 10:10","Romanos 8:1-2","1 João 5:11-12"]},"1joao_3_14_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Em 1 João 3:14, \"entre\" aparece na frase \"Nós sabemos que passamos da morte para a vida, porque amamos os irmãos. Quem não ama a seu irmão permanece na morte.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (ἐκ; ek; G1537), \"entre\" traz a ideia de entre. Aqui, essa palavra deixa o ensino de 1 João 3:14 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"entre\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 1 João 3:19. Lendo junto com 1 João 3:14, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["1 João 3:14","1 João 3:19","João 1:1"]},"1joao_3_15_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida aqui é novamente referida como a essência da experiência cristã, que é marcada pelo amor.","explicacao_detalhada":"A vida em Cristo é caracterizada por um amor que se manifesta em ações e atitudes, refletindo o caráter de Deus.","por_que_esta_palavra":"A repetição da palavra 'vida' reforça a importância de viver de acordo com os princípios do evangelho.","conexao_teologica":"A vida cristã é inseparável do amor, que é o cumprimento da lei e a essência do caráter de Deus.","referencias_relacionadas":["Gálatas 5:22-23","1 João 4:7-8","Romanos 13:10"]},"1joao_3_15_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor é apresentado como a marca distintiva dos verdadeiros seguidores de Cristo.","explicacao_detalhada":"Este amor não é apenas um sentimento, mas uma ação deliberada que busca o bem do outro, refletindo o amor de Deus por nós.","por_que_esta_palavra":"A palavra 'amor' é central na mensagem cristã, pois Deus é amor e nos chama a amar uns aos outros.","conexao_teologica":"O amor é a essência do evangelho e a base da comunidade cristã, sendo um testemunho para o mundo.","referencias_relacionadas":["João 13:34-35","1 Coríntios 13:4-7","1 João 4:19"]},"1joao_3_15_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O caminho se refere à maneira de viver que é alinhada com os ensinamentos de Cristo.","explicacao_detalhada":"Viver segundo o caminho de Cristo implica seguir seus ensinamentos e exemplos, refletindo sua luz no mundo.","por_que_esta_palavra":"A palavra 'caminho' sugere uma jornada contínua de fé e obediência, não um destino fixo.","conexao_teologica":"Cristo é descrito como o caminho, a verdade e a vida, e seguir esse caminho é essencial para a vida cristã.","referencias_relacionadas":["João 14:6","Mateus 7:13-14","Gálatas 2:20"]},"1joao_3_16_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A alma é vista como a essência da vida humana, que é dada por Deus.","explicacao_detalhada":"A alma representa a individualidade e a capacidade de se relacionar com Deus, sendo fundamental para a experiência espiritual.","por_que_esta_palavra":"A palavra 'alma' destaca a importância da vida interior e da conexão espiritual com o Criador.","conexao_teologica":"A alma é o que nos torna seres humanos únicos e é o foco da redenção em Cristo.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"1joao_3_16_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"O arco pode simbolizar a proteção e a força que Deus oferece aos seus filhos.","explicacao_detalhada":"Neste contexto, o arco pode ser interpretado como um símbolo de aliança e segurança em Deus, que nos guarda em tempos de dificuldade.","por_que_esta_palavra":"A palavra 'arco' sugere a ideia de um refúgio e proteção divina, essencial para a vida do crente.","conexao_teologica":"Deus é frequentemente descrito como nosso refúgio e fortaleza, e o arco pode representar a aliança que temos com Ele.","referencias_relacionadas":["Salmos 91:2","Isaías 54:10","Romanos 8:31"]},"1joao_3_17_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"O assunto refere-se às necessidades e preocupações dos outros, especialmente no contexto da comunidade cristã.","explicacao_detalhada":"Este termo destaca a responsabilidade que os crentes têm de cuidar uns dos outros, especialmente em relação às necessidades materiais e espirituais.","por_que_esta_palavra":"A palavra 'assunto' enfatiza a importância de estar atento às necessidades dos irmãos na fé.","conexao_teologica":"A prática do amor e da generosidade é um reflexo do amor de Cristo e um testemunho do evangelho.","referencias_relacionadas":["Tiago 2:15-16","Gálatas 6:2","1 João 3:18"]},"1joao_3_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de amor e compaixão, que nos chama a agir em favor dos necessitados.","explicacao_detalhada":"A palavra 'Deus' aqui reforça a ideia de que nossas ações devem refletir o caráter divino, que é amoroso e generoso.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a motivação por trás das ações dos crentes.","conexao_teologica":"A natureza de Deus como amor é a base para a ética cristã e a prática do amor ao próximo.","referencias_relacionadas":["1 João 4:8","Romanos 5:8","Salmos 136:1"]},"1joao_3_18_children":{"palavra_pt":"children","palavra_original":"τεκνίον","transliteracao":"tekníon","strong":"G5040","significado_raiz":"Ideia básica: children.","significado_contextual":"Refere-se aos filhos de Deus, enfatizando a relação íntima entre os crentes e o Pai.","explicacao_detalhada":"A palavra 'τεκνίον' (tekníon) é um diminutivo que sugere uma relação de carinho e proteção. No contexto de 1 João 3:18, é um chamado à ação amorosa entre os irmãos na fé, destacando que o amor deve ser prático e não apenas verbal.","por_que_esta_palavra":"A escolha da palavra 'children' enfatiza a filiação divina e a responsabilidade que os crentes têm uns pelos outros.","conexao_teologica":"A ideia de ser filhos de Deus é central na teologia cristã, refletindo a nova identidade dos crentes em Cristo e sua chamada para viver em amor.","referencias_relacionadas":["João 1:12","Romanos 8:16","Gálatas 3:26"]},"1joao_3_18_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que se fez carne em Cristo, enfatizando a importância da comunicação divina.","explicacao_detalhada":"A palavra 'λόγος' (lógos) é fundamental na teologia cristã, representando não apenas a palavra falada, mas a própria essência de Cristo como a revelação de Deus ao homem.","por_que_esta_palavra":"A utilização de 'palavra/verbo' destaca a importância da comunicação e da revelação divina através de Cristo.","conexao_teologica":"Cristo é visto como o mediador entre Deus e a humanidade, e a Palavra é essencial para a compreensão da vontade de Deus.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Apocalipse 19:13"]},"1joao_3_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a natureza de Deus como fonte de amor e justiça.","explicacao_detalhada":"A palavra 'μή' (mḗ) é uma partícula negativa que, neste contexto, pode ser interpretada como uma negação do que não é de Deus. O versículo destaca a certeza do amor de Deus em contraste com a dúvida que pode surgir no coração dos crentes.","por_que_esta_palavra":"A palavra 'deus' é central para a compreensão da relação entre os crentes e o Pai, enfatizando Sua soberania e amor.","conexao_teologica":"A natureza de Deus como amor é um tema recorrente nas Escrituras, refletindo a base da fé cristã.","referencias_relacionadas":["1 João 4:8","Romanos 5:8","Salmos 136:1"]},"1joao_3_19_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a presença e a relação entre os crentes e Deus, enfatizando a comunhão.","explicacao_detalhada":"A palavra 'ἐκ' (ek) sugere uma ideia de origem ou separação, mas também de inclusão. No contexto, refere-se à certeza de que, ao amar, os crentes estão em comunhão com Deus.","por_que_esta_palavra":"A escolha de 'entre' destaca a interconexão entre os crentes e a presença de Deus em suas vidas.","conexao_teologica":"A comunhão entre os crentes e Deus é um aspecto fundamental da fé cristã, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-13","Efésios 4:4-6","Colossenses 3:14"]},"1joao_3_19_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro emocional e espiritual do ser humano, onde se processam as crenças e sentimentos.","explicacao_detalhada":"A palavra 'καρδία' (kardía) é frequentemente usada nas Escrituras para descrever não apenas o órgão físico, mas também a sede das emoções e da vontade. No contexto, enfatiza a importância de um coração puro diante de Deus.","por_que_esta_palavra":"A escolha de 'coração' destaca a necessidade de autenticidade e sinceridade nas relações com Deus e com os outros.","conexao_teologica":"A condição do coração é um tema central na espiritualidade cristã, refletindo a necessidade de transformação interior.","referencias_relacionadas":["Salmos 51:10","Mateus 5:8","Romanos 10:9"]},"1joao_3_19_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de conhecer profundamente, especialmente em relação ao amor de Deus.","explicacao_detalhada":"A palavra 'γινώσκω' (ginṓskō) implica um conhecimento que vai além do intelectual, envolvendo experiência e relacionamento. No contexto, sugere que o amor verdadeiro é reconhecido e vivido.","por_que_esta_palavra":"A escolha de 'conhecer' enfatiza a importância de um relacionamento pessoal e íntimo com Deus.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida cristã, refletindo a busca pela verdade e pela intimidade com o Criador.","referencias_relacionadas":["Filipenses 3:10","1 João 2:3","Jeremias 9:23-24"]},"1joao_3_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como onisciente e justo, que conhece os corações.","explicacao_detalhada":"A palavra 'θεός' (theós) é a designação mais comum para Deus nas Escrituras, enfatizando Sua divindade e soberania. Neste contexto, destaca que Deus conhece a verdade sobre nós, mesmo quando temos dúvidas.","por_que_esta_palavra":"A escolha de 'deus' reafirma a centralidade de Deus na vida do crente e Sua capacidade de discernir a verdade.","conexao_teologica":"A onisciência de Deus é um aspecto fundamental da teologia, refletindo Sua capacidade de conhecer e entender a condição humana.","referencias_relacionadas":["Salmos 139:1-4","Hebreus 4:13","1 João 3:20"]},"1joao_3_20_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor reverente que devemos ter diante de Deus, especialmente quando nos sentimos inadequados.","explicacao_detalhada":"A palavra 'μέγας' (mégas) pode ser traduzida como 'grande' ou 'maior'. No contexto, sugere que o temor de Deus é maior do que nossas dúvidas e inseguranças.","por_que_esta_palavra":"A escolha de 'temor' destaca a necessidade de reverência e respeito diante da grandeza de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, refletindo a importância de reconhecer a soberania de Deus em nossas vidas.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"1joao_3_20_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao coração como o centro das emoções e da consciência, especialmente em relação à fé.","explicacao_detalhada":"A palavra 'καρδία' (kardía) é usada para descrever a sede dos sentimentos e decisões. No contexto, enfatiza que o coração deve estar em paz diante de Deus.","por_que_esta_palavra":"A escolha de 'coração' destaca a importância da condição interna do crente em sua relação com Deus.","conexao_teologica":"A transformação do coração é essencial na vida cristã, refletindo a necessidade de um relacionamento autêntico com Deus.","referencias_relacionadas":["Mateus 15:18-19","Romanos 10:10","Salmos 37:4"]},"1joao_3_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como fonte de confiança e segurança para os crentes.","explicacao_detalhada":"A palavra 'θεός' (theós) reafirma a divindade e a soberania de Deus. No contexto, enfatiza que, quando temos um coração tranquilo, podemos nos aproximar de Deus com confiança.","por_que_esta_palavra":"A escolha de 'deus' destaca a importância de reconhecer a grandeza de Deus em nossas vidas.","conexao_teologica":"A confiança em Deus é um tema central na fé cristã, refletindo a segurança que encontramos em Sua presença.","referencias_relacionadas":["Salmos 56:3","Hebreus 10:22","1 Pedro 5:7"]},"1joao_3_21_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e da moralidade.","explicacao_detalhada":"No contexto de 1 João 3:21, o coração representa a consciência e a integridade do crente diante de Deus. Um coração tranquilo é essencial para a comunhão com o Senhor.","por_que_esta_palavra":"A palavra 'coração' é utilizada para enfatizar a importância da pureza interior e da sinceridade na fé.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus observa e julga as intenções do ser humano.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Mateus 5:8"]},"1joao_3_22_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de cumprir mandamentos e viver de acordo com a vontade de Deus.","explicacao_detalhada":"Em 1 João 3:22, a palavra 'fazer' implica em uma ação prática que demonstra a fé do crente através de obras.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a relação entre fé e obras, mostrando que a verdadeira fé se manifesta em ações.","conexao_teologica":"A fé sem obras é morta (Tiago 2:26), e aqui vemos a ênfase na necessidade de agir conforme a fé.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Efésios 2:10"]},"1joao_3_22_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Mandamento refere-se às instruções dadas por Deus para a vida do crente.","explicacao_detalhada":"No versículo 1 João 3:22, o mandamento é um chamado à obediência e à prática do amor entre os irmãos, que é central na mensagem de João.","por_que_esta_palavra":"A palavra 'mandamento' é usada para enfatizar a seriedade e a autoridade das instruções divinas.","conexao_teologica":"Os mandamentos de Deus são expressões do Seu caráter e vontade, e obedecê-los é fundamental para a vida cristã.","referencias_relacionadas":["João 13:34","Romanos 13:10","1 João 2:3-5"]},"1joao_3_22_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"Receber implica em aceitar ou tomar posse das bênçãos e promessas de Deus.","explicacao_detalhada":"Em 1 João 3:22, 'receber' refere-se à capacidade do crente de receber o que Deus promete àqueles que obedecem aos Seus mandamentos.","por_que_esta_palavra":"A palavra 'receber' é importante porque mostra que a fé não é apenas crer, mas também aceitar as dádivas de Deus.","conexao_teologica":"Receber as bênçãos de Deus está ligado à obediência e à fé, refletindo a relação entre o crente e o Criador.","referencias_relacionadas":["Tiago 1:17","Romanos 8:32","Mateus 7:7"]},"1joao_3_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o mediador da nova aliança e o fundamento da fé cristã.","explicacao_detalhada":"No contexto de 1 João 3:23, a menção de Jesus destaca a importância de crer Nele como o Filho de Deus e Salvador.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, pois é através Dele que temos acesso ao Pai e à salvação.","conexao_teologica":"A crença em Jesus é a base da vida cristã e da relação com Deus, sendo essencial para a salvação.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"1joao_3_23_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Crer é a ação de ter fé e confiar em Deus e em Suas promessas.","explicacao_detalhada":"Em 1 João 3:23, a fé é apresentada como um elemento essencial para a vida cristã, unindo o crente a Jesus e à prática do amor.","por_que_esta_palavra":"A palavra 'crer' é fundamental, pois a fé é o meio pelo qual recebemos a salvação e as promessas de Deus.","conexao_teologica":"A fé é o princípio que nos justifica diante de Deus e nos permite viver em comunhão com Ele.","referencias_relacionadas":["Hebreus 11:1","Gálatas 2:20","Efésios 2:8-9"]},"1joao_3_24_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Espírito refere-se à presença de Deus que habita no crente.","explicacao_detalhada":"Em 1 João 3:24, o espírito é o testemunho da presença de Deus na vida do crente, confirmando sua relação com Ele.","por_que_esta_palavra":"A palavra 'espírito' é usada para descrever a ação do Espírito Santo na vida do crente, guiando e fortalecendo.","conexao_teologica":"O Espírito Santo é o Consolador prometido por Jesus, que habita nos crentes e os capacita a viver em obediência.","referencias_relacionadas":["João 14:17","Romanos 8:9","Gálatas 5:22-23"]},"1joao_3_24_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Mandamento, como mencionado anteriormente, refere-se às instruções divinas que devem ser seguidas.","explicacao_detalhada":"Em 1 João 3:24, o mandamento é reiterado como um guia para a vida do crente, enfatizando a importância da obediência.","por_que_esta_palavra":"A repetição da palavra 'mandamento' reforça a seriedade da obediência na vida cristã.","conexao_teologica":"A obediência aos mandamentos de Deus é uma expressão do amor do crente por Ele e por seu próximo.","referencias_relacionadas":["1 João 2:4","João 15:10","Romanos 6:16"]},"1joao_3_24_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre refere-se à relação e comunhão que o crente tem com Deus e com os outros.","explicacao_detalhada":"Em 1 João 3:24, 'entre' destaca a ideia de que a presença de Deus está no meio dos que obedecem aos Seus mandamentos.","por_que_esta_palavra":"A palavra 'entre' é significativa porque mostra a proximidade e a intimidade da relação entre Deus e o crente.","conexao_teologica":"A comunhão com Deus é um tema central na teologia cristã, enfatizando a importância da relação pessoal com o Senhor.","referencias_relacionadas":["Mateus 18:20","1 Coríntios 3:16","Apocalipse 3:20"]}}