{"1joao_4_1_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Espírito refere-se à necessidade de discernir os espíritos e a verdade de Deus.","explicacao_detalhada":"Em 1 João 4:1, a palavra 'espírito' é usada para alertar os crentes sobre a importância de testar os espíritos para não serem enganados.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a batalha espiritual e a necessidade de discernimento na vida cristã.","conexao_teologica":"O discernimento espiritual é essencial para a proteção da fé e para a vivência da verdade de Deus.","referencias_relacionadas":["1 Coríntios 12:10","Efésios 6:12","1 Tessalonicenses 5:21"]},"1joao_4_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a importância de discernir os espíritos, reconhecendo que somente Deus é digno de adoração e que existem falsos profetas que não representam a verdade divina.","por_que_esta_palavra":"A palavra é utilizada para contrastar a verdadeira revelação de Deus com as falsas doutrinas que podem surgir.","conexao_teologica":"A teologia cristã ensina que Deus é a fonte de toda verdade e que a revelação de Deus é essencial para a fé.","referencias_relacionadas":["João 4:24","Salmos 46:10","Isaías 45:5"]},"1joao_4_1_profeta":{"palavra_pt":"profeta","palavra_original":"ψευδοπροφήτης","transliteracao":"pseudoprophḗtēs","strong":"G5578","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a alguém que fala em nome de Deus, mas neste caso, é um falso profeta.","explicacao_detalhada":"A palavra 'profeta' é usada para alertar os crentes sobre a necessidade de discernir entre os verdadeiros mensageiros de Deus e aqueles que distorcem a verdade.","por_que_esta_palavra":"É importante para a comunidade cristã entender que nem toda mensagem que se apresenta como divina é verdadeira.","conexao_teologica":"A Bíblia adverte sobre falsos profetas e a importância de testar os espíritos para garantir a fidelidade à verdade de Deus.","referencias_relacionadas":["Mateus 7:15","2 Pedro 2:1","Jeremias 14:14"]},"1joao_4_2_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito que confessa Jesus Cristo como Senhor.","explicacao_detalhada":"A palavra 'espírito' aqui indica a presença e a ação do Espírito Santo, que testemunha sobre a divindade de Jesus e a verdade do evangelho.","por_que_esta_palavra":"É fundamental que os crentes reconheçam a ação do Espírito Santo como um sinal de verdadeira fé.","conexao_teologica":"A doutrina da Trindade é central na fé cristã, e o reconhecimento de Jesus como o Filho de Deus é essencial para a salvação.","referencias_relacionadas":["Romanos 8:9","1 Coríntios 12:3","Gálatas 4:6"]},"1joao_4_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade de Jesus Cristo, afirmando que Ele veio em carne.","explicacao_detalhada":"A palavra 'deus' aqui é usada para afirmar a natureza divina de Jesus, que é essencial para a compreensão da encarnação e da salvação.","por_que_esta_palavra":"É crucial para a fé cristã reconhecer que Jesus é tanto verdadeiro Deus quanto verdadeiro homem.","conexao_teologica":"A encarnação de Cristo é um dos pilares da fé cristã, mostrando como Deus se fez homem para redimir a humanidade.","referencias_relacionadas":["João 1:14","Colossenses 2:9","Hebreus 2:14"]},"1joao_4_2_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus Cristo, o Filho de Deus, que veio ao mundo para salvar a humanidade.","explicacao_detalhada":"A palavra 'jesus' neste contexto é central para a fé cristã, pois enfatiza a importância de reconhecer a encarnação e a obra redentora de Cristo.","por_que_esta_palavra":"A confissão de Jesus como Senhor é fundamental para a salvação e para a vida cristã.","conexao_teologica":"A cristologia, o estudo da pessoa e obra de Cristo, é essencial para entender a salvação e a relação do crente com Deus.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","Filipenses 2:10"]},"1joao_4_3_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito que não confessa Jesus, indicando a origem de tal espírito.","explicacao_detalhada":"A palavra 'espírito' é usada para descrever a natureza de influências que se opõem à verdade de Cristo, alertando os crentes sobre a necessidade de discernimento.","por_que_esta_palavra":"É importante que os crentes estejam cientes de que nem todo espírito que se apresenta como divino é verdadeiro.","conexao_teologica":"A luta entre a verdade e a falsidade é um tema recorrente na teologia cristã, e o discernimento espiritual é vital.","referencias_relacionadas":["1 Timóteo 4:1","2 Coríntios 11:14","1 João 2:18"]},"1joao_4_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à rejeição de Jesus como o Cristo, um sinal de um espírito enganador.","explicacao_detalhada":"A palavra 'jesus' aqui é usada para enfatizar a importância da confissão de fé em Cristo como o Filho de Deus e Salvador.","por_que_esta_palavra":"A rejeição de Jesus é um indicativo de falsidade e engano espiritual.","conexao_teologica":"A confissão de Jesus como o Cristo é fundamental para a identidade cristã e a relação com Deus.","referencias_relacionadas":["Mateus 16:16","1 João 2:22","João 3:36"]},"1joao_4_4_children":{"palavra_pt":"children","palavra_original":"τεκνίον","transliteracao":"tekníon","strong":"G5040","significado_raiz":"Ideia básica: children.","significado_contextual":"Refere-se aos crentes como filhos de Deus, enfatizando a relação íntima com o Pai.","explicacao_detalhada":"A palavra 'children' destaca a nova identidade dos crentes em Cristo, que são adotados como filhos de Deus.","por_que_esta_palavra":"É um lembrete da proteção e do amor que Deus tem por Seus filhos.","conexao_teologica":"A adoção é um tema central na teologia da salvação, mostrando como os crentes são parte da família de Deus.","referencias_relacionadas":["Romanos 8:15","Gálatas 3:26","Efésios 1:5"]},"1joao_4_4_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que os crentes devem ter em relação a Deus, que é maior do que qualquer força opositora.","explicacao_detalhada":"A palavra 'temor' aqui indica um respeito profundo e reverente a Deus, que é a fonte de poder e proteção.","por_que_esta_palavra":"O temor de Deus é um princípio fundamental da sabedoria e da vida cristã.","conexao_teologica":"O temor do Senhor é frequentemente mencionado na Bíblia como um aspecto essencial da vida espiritual.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 8:13"]},"1joao_4_5_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à distinção entre os crentes e o mundo, enfatizando a natureza de sua influência.","explicacao_detalhada":"A palavra 'entre' indica a separação e a diferença que os crentes devem ter em relação à cultura e aos valores do mundo.","por_que_esta_palavra":"É um chamado à santidade e à fidelidade à verdade de Deus em meio a uma sociedade que muitas vezes se opõe a ela.","conexao_teologica":"A ideia de estar no mundo, mas não ser do mundo é um tema central na teologia cristã.","referencias_relacionadas":["João 17:14","Romanos 12:2","1 Pedro 2:9"]},"1joao_4_5_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao sistema de valores e à ordem que se opõem a Deus.","explicacao_detalhada":"O termo 'mundo' (κόσμος) é usado para descrever não apenas a criação física, mas também a esfera moral e espiritual que se afasta dos princípios de Deus. Em 1 João 4:5, é enfatizado que os que pertencem a Deus não são influenciados por esse mundo.","por_que_esta_palavra":"A palavra 'mundo' é crucial para entender a batalha espiritual entre os valores divinos e os valores mundanos.","conexao_teologica":"A ideia de que os crentes não pertencem ao mundo é um tema recorrente nas cartas de João, ressaltando a separação entre os filhos de Deus e o sistema do mundo.","referencias_relacionadas":["João 15:19","Romanos 12:2","Tiago 4:4"]},"1joao_4_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à sua revelação aos homens.","explicacao_detalhada":"A palavra 'Deus' (θεός) é central na teologia cristã, representando o ser supremo, criador e sustentador do universo. Em 1 João 4:6, a distinção entre os que ouvem a Deus e os que não ouvem é fundamental para a compreensão da verdade espiritual.","por_que_esta_palavra":"A palavra 'Deus' é usada para afirmar a autoridade e a soberania de Deus sobre todas as coisas.","conexao_teologica":"A relação entre Deus e seus filhos é um tema central na epístola, enfatizando a necessidade de discernimento espiritual.","referencias_relacionadas":["1 João 1:5","1 João 4:16","Salmos 46:10"]},"1joao_4_6_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, a presença de Deus entre os crentes.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) indica a força vital e a presença de Deus que habita nos crentes. Em 1 João 4:6, o discernimento entre o espírito da verdade e o espírito do erro é essencial para a vida cristã.","por_que_esta_palavra":"O uso da palavra 'espírito' é importante para entender a dinâmica da relação entre Deus e os crentes através do Espírito Santo.","conexao_teologica":"O Espírito Santo é o agente que guia e ensina os crentes, sendo fundamental para a comunhão com Deus.","referencias_relacionadas":["João 14:26","Romanos 8:14","Gálatas 5:25"]},"1joao_4_6_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação de proximidade e interação entre os crentes e Deus.","explicacao_detalhada":"A palavra 'entre' (ἐκ) sugere uma conexão íntima e a ideia de que os crentes estão em comunhão com Deus e uns com os outros. Em 1 João 4:6, isso destaca a importância da comunidade cristã.","por_que_esta_palavra":"A palavra 'entre' é usada para enfatizar a unidade e a interdependência dos crentes em Cristo.","conexao_teologica":"A comunhão entre os crentes é um reflexo da comunhão entre o Pai, o Filho e o Espírito Santo.","referencias_relacionadas":["Atos 2:42","1 Coríntios 12:12-13","Efésios 4:3"]},"1joao_4_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à essência de Deus como amor.","explicacao_detalhada":"A palavra 'Deus' (θεός) em 1 João 4:7 é usada para afirmar que o amor é a natureza fundamental de Deus, e que aqueles que amam são nascidos de Deus e conhecem a Deus.","por_que_esta_palavra":"A repetição da palavra 'Deus' enfatiza a centralidade do amor na vida cristã.","conexao_teologica":"O amor é a característica distintiva dos verdadeiros seguidores de Cristo, refletindo a natureza de Deus.","referencias_relacionadas":["1 João 4:8","Romanos 5:5","1 Coríntios 13:4-7"]},"1joao_4_7_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à relação de Deus como Pai dos crentes.","explicacao_detalhada":"A palavra 'pai' (γεννάω) indica a relação íntima e pessoal que os crentes têm com Deus, que os gera espiritualmente. Em 1 João 4:7, isso destaca a nova identidade dos crentes como filhos de Deus.","por_que_esta_palavra":"A palavra 'pai' é fundamental para entender a paternidade de Deus e a filiação dos crentes.","conexao_teologica":"A filiação divina é um tema central no Novo Testamento, enfatizando a relação pessoal entre Deus e seus filhos.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"1joao_4_7_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação de comunhão entre os crentes que amam.","explicacao_detalhada":"A palavra 'entre' (ἐκ) em 1 João 4:7 sugere que o amor deve ser uma característica que une os crentes, refletindo a natureza de Deus.","por_que_esta_palavra":"A palavra 'entre' enfatiza a importância da comunidade e do amor mútuo entre os crentes.","conexao_teologica":"O amor entre os crentes é um testemunho do amor de Deus e uma evidência da presença do Espírito Santo.","referencias_relacionadas":["1 João 3:14","Colossenses 3:14","1 Pedro 4:8"]},"1joao_4_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia de que Deus é amor.","explicacao_detalhada":"A palavra 'Deus' (θεός) em 1 João 4:8 é usada para afirmar que a essência de Deus é amor, e que aqueles que não amam não conhecem a Deus.","por_que_esta_palavra":"A repetição da palavra 'Deus' enfatiza a centralidade do amor na teologia cristã.","conexao_teologica":"O amor é a base da relação entre Deus e a humanidade, e é o chamado para todos os crentes.","referencias_relacionadas":["1 João 4:16","Romanos 13:10","1 Coríntios 13:2"]},"1joao_4_8_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento profundo e relacional de Deus.","explicacao_detalhada":"A palavra 'conhecer' (γινώσκω) implica um relacionamento íntimo e pessoal com Deus, que vai além do conhecimento intelectual. Em 1 João 4:8, isso destaca a importância de viver em amor como um reflexo do conhecimento de Deus.","por_que_esta_palavra":"A palavra 'conhecer' é essencial para entender a natureza relacional do cristianismo.","conexao_teologica":"O verdadeiro conhecimento de Deus se manifesta em amor e obediência, refletindo a natureza de Deus.","referencias_relacionadas":["Filipenses 3:10","João 17:3","1 João 2:3"]},"1joao_4_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à manifestação do amor de Deus através de Jesus Cristo.","explicacao_detalhada":"A palavra 'Deus' (θεός) em 1 João 4:9 destaca a ação de Deus em enviar Seu Filho como prova de Seu amor. Isso é fundamental para a compreensão da salvação e da graça.","por_que_esta_palavra":"A palavra 'Deus' é usada para enfatizar a iniciativa divina no amor e na redenção da humanidade.","conexao_teologica":"A encarnação de Cristo é a maior demonstração do amor de Deus pela humanidade, estabelecendo a base para a fé cristã.","referencias_relacionadas":["João 3:16","Romanos 5:8","Gálatas 2:20"]},"1joao_4_9_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à vida que é dada por Deus, especialmente no contexto do amor que Ele demonstrou ao enviar Seu Filho.","explicacao_detalhada":"Neste versículo, 'viver' implica uma existência plena e verdadeira que é encontrada em Cristo. É uma vida que transcende a mera existência física, refletindo a vida espiritual que Deus oferece aos crentes.","por_que_esta_palavra":"A escolha da palavra 'viver' enfatiza a natureza da vida que é recebida através do amor de Deus, que se manifesta em ações concretas.","conexao_teologica":"A vida em Cristo é central na teologia cristã, onde a salvação e a vida eterna são oferecidas a todos que creem. Isso se conecta com a ideia de que a verdadeira vida é encontrada em um relacionamento com Deus.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"1joao_4_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui se refere ao ser supremo que é a fonte do amor e da salvação.","explicacao_detalhada":"Neste contexto, 'Deus' é apresentado como o autor do amor, que não apenas ama, mas também provê a expiação pelos pecados através de Jesus Cristo.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a origem do amor e a motivação por trás da expiação, destacando Sua natureza amorosa e redentora.","conexao_teologica":"A teologia cristã enfatiza que Deus é amor, e essa verdade é central para a compreensão da relação entre Deus e a humanidade.","referencias_relacionadas":["1 João 4:8","Romanos 5:8","João 3:16"]},"1joao_4_10_expiacao":{"palavra_pt":"expiacao","palavra_original":"ἱλασμός","transliteracao":"hilasmós","strong":"G2434","significado_raiz":"Ideia básica: expiacao.","significado_contextual":"A palavra 'expiacao' refere-se ao ato de fazer a paz entre Deus e a humanidade através do sacrifício de Cristo.","explicacao_detalhada":"Neste versículo, 'expiacao' indica que o amor de Deus se manifesta na ação de oferecer Seu Filho como sacrifício pelos nossos pecados, restaurando assim o relacionamento quebrado entre Deus e os homens.","por_que_esta_palavra":"A escolha da palavra 'expiacao' é crucial para entender a profundidade do amor de Deus e a seriedade do pecado, que requer um sacrifício para a reconciliação.","conexao_teologica":"A expiação é um conceito central na teologia da salvação, mostrando como o amor de Deus se expressa na redenção da humanidade.","referencias_relacionadas":["Hebreus 9:26","1 Pedro 2:24","Romanos 3:25"]},"1joao_4_11_culpado":{"palavra_pt":"culpado","palavra_original":"ὀφείλω","transliteracao":"opheílō","strong":"G3784","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição do ser humano diante de Deus, que é pecador e, portanto, merece condenação.","explicacao_detalhada":"Neste contexto, 'culpado' implica que todos nós, por natureza, estamos em dívida com Deus devido aos nossos pecados, mas somos chamados a amar uns aos outros como resposta ao amor que recebemos.","por_que_esta_palavra":"A palavra 'culpado' é importante para entender a necessidade de amor e perdão, pois reconhecemos nossa própria condição diante de Deus.","conexao_teologica":"A culpa e a necessidade de redenção são temas centrais na teologia cristã, que enfatiza a graça de Deus em meio à nossa culpabilidade.","referencias_relacionadas":["Romanos 3:23","Salmos 51:5","Gálatas 3:22"]},"1joao_4_11_forasmuch":{"palavra_pt":"porque","palavra_original":"εἰ","transliteracao":"ei","strong":"G1487","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual devemos amar uns aos outros, fundamentada no amor de Deus.","explicacao_detalhada":"Neste versículo, 'porque' conecta a ação de amar com a compreensão do amor que recebemos de Deus, enfatizando que nosso amor é uma resposta ao amor divino.","por_que_esta_palavra":"A palavra 'porque' é essencial para estabelecer a lógica do amor cristão, que não é apenas um mandamento, mas uma resposta ao que Deus fez por nós.","conexao_teologica":"O amor é um tema central na teologia cristã, e a motivação para amar vem do reconhecimento do amor de Deus por nós.","referencias_relacionadas":["1 João 4:19","Romanos 5:5","Mateus 22:39"]},"1joao_4_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente enfatizada como a fonte do amor e da comunhão entre os crentes.","explicacao_detalhada":"Neste contexto, a presença de Deus entre nós é um testemunho do amor que deve existir entre os irmãos, mostrando que a verdadeira comunhão é baseada no amor divino.","por_que_esta_palavra":"A repetição da palavra 'Deus' reforça a ideia de que Ele é o centro do amor e da vida cristã.","conexao_teologica":"A presença de Deus em nossas vidas é fundamental para a experiência cristã, pois é através Dele que encontramos a verdadeira comunhão.","referencias_relacionadas":["Mateus 18:20","1 Coríntios 3:16","Hebreus 10:25"]},"1joao_4_12_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, enfatizando a universalidade do amor de Deus.","explicacao_detalhada":"Neste versículo, 'homem' destaca que todos são chamados a experimentar e refletir o amor de Deus, independentemente de sua condição ou passado.","por_que_esta_palavra":"A inclusão da palavra 'homem' é importante para entender que o amor de Deus não é exclusivo, mas acessível a todos.","conexao_teologica":"A teologia cristã afirma que todos os seres humanos são criados à imagem de Deus e são dignos de amor e respeito.","referencias_relacionadas":["Gênesis 1:27","Romanos 10:12","Atos 10:34"]},"1joao_4_12_behold":{"palavra_pt":"eis","palavra_original":"θεάομαι","transliteracao":"theáomai","strong":"G2300","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, convidando os leitores a observar a realidade do amor de Deus.","explicacao_detalhada":"Neste contexto, 'eis' serve como um convite para reconhecer e contemplar a presença de Deus e o amor que Ele oferece.","por_que_esta_palavra":"A palavra 'eis' é usada para enfatizar a importância de perceber a ação de Deus em nossas vidas e a necessidade de responder a esse amor.","conexao_teologica":"A contemplação do amor de Deus é fundamental para a vida cristã, pois nos leva a uma resposta de adoração e amor ao próximo.","referencias_relacionadas":["Salmos 46:10","Isaías 43:1","João 1:29"]},"1joao_4_13_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença de Deus em nós, que nos capacita a viver e amar como Ele ama.","explicacao_detalhada":"Neste versículo, 'espírito' indica a ação do Espírito Santo em nossas vidas, que nos guia e nos fortalece para amar uns aos outros.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a dinâmica da vida cristã, onde a presença de Deus nos transforma e nos capacita.","conexao_teologica":"A obra do Espírito Santo é central na teologia cristã, pois é através dEle que experimentamos a vida e o amor de Deus.","referencias_relacionadas":["Gálatas 5:22-23","Romanos 8:9","1 Coríntios 12:13"]},"1joao_4_13_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a comunhão e a relação que devemos ter uns com os outros como crentes.","explicacao_detalhada":"Neste contexto, 'entre' enfatiza a importância da comunidade cristã e do amor que deve existir entre os irmãos na fé.","por_que_esta_palavra":"A palavra 'entre' é significativa para destacar que a vida cristã não é vivida isoladamente, mas em comunhão com outros crentes.","conexao_teologica":"A comunhão entre os crentes é um aspecto essencial da vida cristã, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["Atos 2:42","Efésios 4:3","Hebreus 10:24-25"]},"1joao_4_13_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer aqui se refere a um entendimento profundo e relacional com Deus.","explicacao_detalhada":"A palavra 'conhecer' implica em uma experiência íntima e pessoal com Deus, que vai além do simples saber intelectual. É um reconhecimento da presença de Deus em nossas vidas e a vivência dessa relação.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza do relacionamento que os crentes têm com Deus, enfatizando que o conhecimento de Deus é fundamental para a fé.","conexao_teologica":"O conhecimento de Deus é central na teologia cristã, pois é através desse conhecimento que os crentes podem experimentar o amor e a graça divina.","referencias_relacionadas":["João 17:3","1 Coríntios 8:3","Filipenses 3:10"]},"1joao_4_14_deus":{"palavra_pt":"deus","palavra_original":"σωτήρ","transliteracao":"sōtḗr","strong":"G4990","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus aqui é apresentado como o Salvador, enfatizando Sua natureza redentora.","explicacao_detalhada":"A palavra 'deus' (σωτήρ) destaca o papel de Deus como aquele que salva e liberta, refletindo Sua ação na história da salvação através de Jesus Cristo.","por_que_esta_palavra":"É importante porque reafirma a crença cristã de que Deus é ativo na salvação da humanidade e que essa salvação é um ato de Sua graça.","conexao_teologica":"A salvação é um tema central na teologia cristã, e entender Deus como Salvador é fundamental para a fé cristã.","referencias_relacionadas":["Tito 2:13","Lucas 2:11","Romanos 1:16"]},"1joao_4_15_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é reconhecido como o Filho de Deus, cuja confissão traz salvação.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é central para a fé cristã, pois representa a encarnação de Deus e o meio pelo qual a salvação é oferecida à humanidade.","por_que_esta_palavra":"É essencial para a compreensão da identidade de Jesus e Sua missão redentora.","conexao_teologica":"A confissão de Jesus como Senhor é um dos pilares da fé cristã, ligando a crença à salvação.","referencias_relacionadas":["Romanos 10:9","Atos 4:12","João 3:16"]},"1joao_4_15_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de amor e verdade.","explicacao_detalhada":"A palavra 'deus' (θεός) enfatiza a soberania e a divindade, sublinhando que somente através de Deus podemos conhecer o verdadeiro amor.","por_que_esta_palavra":"A compreensão de Deus como a fonte de amor é fundamental para a vida cristã e para o relacionamento com os outros.","conexao_teologica":"A natureza de Deus como amor é um tema central na teologia cristã, que molda a ética e a prática cristã.","referencias_relacionadas":["1 João 4:8","Salmos 136:1","Romanos 5:8"]},"1joao_4_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é reconhecido como a essência do amor, e a crença Nele é fundamental.","explicacao_detalhada":"A palavra 'deus' (θεός) aqui reforça a ideia de que o amor verdadeiro é encontrado em Deus e que a fé Nele é a base para a vida cristã.","por_que_esta_palavra":"É importante para entender que a fé em Deus é o que nos permite experimentar Seu amor e, por consequência, amar os outros.","conexao_teologica":"A conexão entre fé e amor é um tema recorrente nas epístolas de João, mostrando que a verdadeira fé se manifesta em amor.","referencias_relacionadas":["1 João 4:8","Gálatas 5:6","Efésios 2:8-9"]},"1joao_4_16_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Crer implica em confiar plenamente em Deus e em Sua revelação.","explicacao_detalhada":"A palavra 'crer' (πιστεύω) envolve não apenas um assentimento intelectual, mas uma entrega total a Deus e à Sua palavra.","por_que_esta_palavra":"A fé é o meio pelo qual os crentes se conectam com Deus e experimentam Sua graça e amor.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base da justificação e da vida cristã.","referencias_relacionadas":["Hebreus 11:1","Romanos 5:1","Efésios 2:8"]},"1joao_4_16_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer Deus é fundamental para a vida espiritual do crente.","explicacao_detalhada":"A palavra 'conhecer' (γινώσκω) implica em um relacionamento profundo e contínuo com Deus, que transforma a vida do crente.","por_que_esta_palavra":"É essencial para entender que o conhecimento de Deus é o que nos capacita a viver de acordo com Sua vontade.","conexao_teologica":"O conhecimento de Deus é a base para a santificação e o crescimento espiritual.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:8-10","Colossenses 1:10"]},"1joao_4_17_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia aqui se refere ao dia do juízo, um tempo de avaliação final.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para descrever um tempo específico em que Deus julgará o mundo e revelará a verdade sobre cada um.","por_que_esta_palavra":"É importante para lembrar que a vida tem um propósito e que haverá um dia de prestação de contas.","conexao_teologica":"O juízo final é um tema importante na escatologia cristã, que nos lembra da soberania de Deus sobre a história.","referencias_relacionadas":["Mateus 25:31-46","Romanos 14:10-12","Apocalipse 20:11-15"]},"1joao_4_17_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Juízo refere-se à avaliação de ações e intenções diante de Deus.","explicacao_detalhada":"A palavra 'juízo' (κρίσις) implica em um processo de discernimento e decisão, onde Deus avaliará a vida de cada pessoa.","por_que_esta_palavra":"É importante para entender que nossas ações têm consequências e que Deus é justo em Seu juízo.","conexao_teologica":"A justiça de Deus é um aspecto fundamental da Sua natureza, e o juízo é uma expressão dessa justiça.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 12:14","2 Coríntios 5:10"]},"1joao_4_17_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica em uma ação contínua de viver de acordo com a vontade de Deus.","explicacao_detalhada":"A palavra 'seguir' (μετά) sugere um movimento em direção a Deus e a Sua verdade, refletindo um compromisso ativo com a fé.","por_que_esta_palavra":"É essencial para entender que a vida cristã é uma jornada de seguir a Cristo e Seus ensinamentos.","conexao_teologica":"O chamado para seguir a Cristo é um tema central no Novo Testamento, que nos convida a uma vida de discipulado.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"1joao_4_18_temor":{"palavra_pt":"temor","palavra_original":"φόβος","transliteracao":"phóbos","strong":"G5401","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor mencionado aqui refere-se ao medo que pode surgir da expectativa de julgamento.","explicacao_detalhada":"Neste versículo, o apóstolo João explica que o amor perfeito expulsa o temor, pois o medo está ligado à punição. O temor pode ser um obstáculo para a confiança em Deus e no Seu amor.","por_que_esta_palavra":"A palavra 'temor' é usada para descrever a reação humana natural diante do desconhecido ou do que pode causar dano, especialmente em relação ao juízo de Deus.","conexao_teologica":"O temor é um tema recorrente na Bíblia, onde é frequentemente contrastado com o amor de Deus, que traz segurança e confiança.","referencias_relacionadas":["1 João 4:18","Romanos 8:15","Hebreus 10:27"]},"1joao_4_18_punishment":{"palavra_pt":"punishment","palavra_original":"κόλασις","transliteracao":"kólasis","strong":"G2851","significado_raiz":"Ideia básica: punishment.","significado_contextual":"A punição aqui se refere à consequência do pecado e ao juízo de Deus.","explicacao_detalhada":"João menciona a punição para enfatizar que o amor de Deus nos liberta do medo que vem da expectativa de juízo. A punição é uma realidade para aqueles que não conhecem o amor de Deus.","por_que_esta_palavra":"A palavra 'punishment' é crucial para entender a seriedade do pecado e a necessidade de um relacionamento correto com Deus.","conexao_teologica":"A punição é um aspecto da justiça de Deus, que é equilibrada pelo Seu amor e misericórdia.","referencias_relacionadas":["1 João 4:18","Romanos 6:23","Apocalipse 20:15"]},"1joao_4_19_principio":{"palavra_pt":"principio","palavra_original":"πρῶτος","transliteracao":"prōtos","strong":"G4413","significado_raiz":"Ideia básica: principio.","significado_contextual":"O princípio mencionado refere-se à origem do amor que devemos ter uns pelos outros.","explicacao_detalhada":"João afirma que amamos porque Deus nos amou primeiro, estabelecendo um princípio fundamental da vida cristã: o amor é uma resposta ao amor de Deus.","por_que_esta_palavra":"A palavra 'princípio' é usada para indicar que o amor é a base de todas as nossas ações e relacionamentos como cristãos.","conexao_teologica":"O amor é central na teologia cristã, refletindo a natureza de Deus e o mandamento de amar ao próximo.","referencias_relacionadas":["1 João 4:19","João 13:34","Romanos 5:8"]},"1joao_4_19_concerning":{"palavra_pt":"concerning","palavra_original":"ὅτι","transliteracao":"hóti","strong":"G3754","significado_raiz":"Ideia básica: concerning.","significado_contextual":"A palavra 'concerning' é usada para introduzir a ideia de que o amor é uma resposta ao amor de Deus.","explicacao_detalhada":"João usa 'concerning' para conectar a ideia de que nosso amor pelos outros é diretamente influenciado pelo amor que recebemos de Deus.","por_que_esta_palavra":"Esta palavra é importante para entender a relação entre o amor divino e a nossa capacidade de amar.","conexao_teologica":"A conexão entre o amor de Deus e nosso amor pelos outros é um tema central na teologia do Novo Testamento.","referencias_relacionadas":["1 João 4:19","1 João 3:16","Mateus 22:37-39"]},"1joao_4_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte do amor verdadeiro.","explicacao_detalhada":"João argumenta que não podemos afirmar amar a Deus se não amamos nossos irmãos, mostrando que o amor é um reflexo do caráter de Deus.","por_que_esta_palavra":"A palavra 'Deus' é central na mensagem cristã, pois é através Dele que entendemos o verdadeiro amor.","conexao_teologica":"A natureza de Deus como amor é fundamental para a compreensão da relação entre Deus e a humanidade.","referencias_relacionadas":["1 João 4:20","1 João 4:8","João 4:24"]},"1joao_4_20_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor aqui é descrito como uma ação que deve ser refletida nas relações interpessoais.","explicacao_detalhada":"João enfatiza que o amor deve ser prático e visível, não apenas uma emoção ou sentimento, mas uma escolha ativa de cuidar e se importar com os outros.","por_que_esta_palavra":"A palavra 'amor' é fundamental para a mensagem do evangelho e para a vida cristã, pois define como devemos nos relacionar com Deus e com os outros.","conexao_teologica":"O amor é a essência da lei de Deus e o cumprimento de todos os mandamentos.","referencias_relacionadas":["1 João 4:20","1 Coríntios 13:4-7","Gálatas 5:22"]},"1joao_4_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é novamente mencionado como a fonte do amor e da obediência.","explicacao_detalhada":"João reafirma que o amor a Deus se manifesta em obedecer aos Seus mandamentos, mostrando que a verdadeira fé é acompanhada de ações.","por_que_esta_palavra":"A repetição da palavra 'Deus' enfatiza Sua importância na vida do crente e na prática do amor.","conexao_teologica":"A relação entre amor e obediência é um tema recorrente nas Escrituras, mostrando que amar a Deus implica em seguir Seus ensinamentos.","referencias_relacionadas":["1 João 4:21","João 14:15","1 João 5:3"]},"1joao_4_21_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"O mandamento refere-se à ordem de amar uns aos outros como Deus nos amou.","explicacao_detalhada":"João destaca que o amor não é apenas um sentimento, mas um mandamento que devemos seguir como parte de nossa vida cristã.","por_que_esta_palavra":"A palavra 'mandamento' é importante porque mostra que o amor é uma responsabilidade e um dever, não apenas uma opção.","conexao_teologica":"Os mandamentos de Deus são expressões de Seu caráter e vontade, e o amor é o cumprimento de todos eles.","referencias_relacionadas":["1 João 4:21","Mateus 22:37-40","Romanos 13:10"]},"1joao_4_21_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A possessão aqui refere-se à ideia de ter um relacionamento verdadeiro com Deus.","explicacao_detalhada":"João sugere que aqueles que amam a Deus e obedecem aos Seus mandamentos possuem um relacionamento genuíno com Ele.","por_que_esta_palavra":"A palavra 'possessão' implica em um vínculo íntimo e pessoal com Deus, que é essencial para a vida cristã.","conexao_teologica":"A possessão de um relacionamento com Deus é um tema central na teologia cristã, enfatizando a importância da fé e da obediência.","referencias_relacionadas":["1 João 4:21","João 15:4-5","1 João 5:12"]}}