{"ezequiel_1_1_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o espaço acima da terra.","explicacao_detalhada":"Na visão de Ezequiel, o céu é apresentado como um lugar de grande majestade e glória, onde Deus se revela. É um espaço que transcende a realidade terrestre.","por_que_esta_palavra":"A palavra 'céus' é utilizada para descrever a soberania de Deus e a sua presença divina acima de toda a criação.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar onde Deus habita e de onde Ele governa sobre a terra.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 66:1"]},"ezequiel_1_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica um estado de transição ou mudança, muitas vezes associado a uma revelação ou manifestação divina.","explicacao_detalhada":"A palavra 'cair' pode ser interpretada como uma queda em um estado de visão ou um desmaio diante da grandeza de Deus. Refere-se a um momento de impacto espiritual.","por_que_esta_palavra":"É usada para descrever a reação de Ezequiel ao ver a glória de Deus, simbolizando a fragilidade humana diante do divino.","conexao_teologica":"A queda é um tema recorrente na Bíblia, representando tanto a queda do homem quanto a experiência de ser levantado por Deus.","referencias_relacionadas":["Daniel 8:17","Apocalipse 1:17","Mateus 17:6"]},"ezequiel_1_1_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Representa a luz e a orientação, simbolizando os ciclos de tempo e a criação de Deus.","explicacao_detalhada":"A lua é frequentemente associada à mudança e à passagem do tempo, refletindo a ordem divina na criação e na história.","por_que_esta_palavra":"A menção da lua destaca a criação de Deus e sua soberania sobre os corpos celestes.","conexao_teologica":"A lua é um símbolo de luz em meio à escuridão, representando a presença de Deus em tempos de incerteza.","referencias_relacionadas":["Gênesis 1:16","Salmos 104:19","Apocalipse 21:23"]},"ezequiel_1_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo, especialmente em relação a Deus como Rei soberano.","explicacao_detalhada":"A palavra 'rei' enfatiza a majestade e o poder de Deus, que reina sobre todas as nações e povos.","por_que_esta_palavra":"É usada para afirmar a soberania de Deus em meio à opressão e ao exílio do povo de Israel.","conexao_teologica":"Deus é frequentemente descrito como Rei na Bíblia, simbolizando seu domínio e controle sobre a criação.","referencias_relacionadas":["Salmos 47:2","Isaías 6:5","Apocalipse 19:16"]},"ezequiel_1_2_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Novamente, representa a luz e a ordem no tempo, associada à criação.","explicacao_detalhada":"A repetição da menção à lua reforça a ideia de ciclos e a continuidade da criação de Deus.","por_que_esta_palavra":"A lua serve como um lembrete da fidelidade de Deus em manter a ordem no universo.","conexao_teologica":"A lua, como símbolo de luz, reflete a presença de Deus em meio à escuridão do exílio.","referencias_relacionadas":["Gênesis 1:16","Salmos 104:19","Eclesiastes 3:1"]},"ezequiel_1_2_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão de tempo ou um ciclo, indicando a importância do contexto histórico.","explicacao_detalhada":"A palavra 'expressão' pode se referir a um período específico em que a revelação de Deus ocorre, enfatizando a relevância do tempo na narrativa bíblica.","por_que_esta_palavra":"É usada para situar a visão de Ezequiel em um momento histórico crucial para o povo de Israel.","conexao_teologica":"O tempo é um elemento importante na teologia bíblica, onde Deus atua em momentos específicos da história.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Romanos 5:6"]},"ezequiel_1_3_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função sacerdotal, simbolizando a mediação entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' destaca a importância do papel de Ezequiel como um intermediário que comunica a vontade de Deus ao povo.","por_que_esta_palavra":"É usada para enfatizar a responsabilidade espiritual de Ezequiel em um tempo de crise.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, representando a relação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 5:1"]},"ezequiel_1_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico, à criação de Deus e ao lugar onde o povo vive.","explicacao_detalhada":"A palavra 'terra' destaca a realidade da existência humana e a relação do povo com o ambiente criado por Deus.","por_que_esta_palavra":"É usada para situar a visão de Ezequiel em um contexto geográfico e histórico específico.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como o lugar da promessa e da presença de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Romanos 8:22"]},"ezequiel_1_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação divina, à revelação de Deus ao seu povo.","explicacao_detalhada":"A palavra 'palavra' enfatiza a importância da mensagem que Ezequiel recebe e transmite, sendo um canal da voz de Deus.","por_que_esta_palavra":"É usada para destacar a autoridade e a relevância da mensagem profética.","conexao_teologica":"A palavra de Deus é fundamental na teologia bíblica, sendo a base da fé e da prática.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"ezequiel_1_4_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à percepção ou visão, especialmente em um contexto espiritual.","explicacao_detalhada":"A palavra 'ver' indica a experiência de Ezequiel ao receber uma visão divina, enfatizando a importância da revelação.","por_que_esta_palavra":"É usada para descrever a capacidade de Ezequiel de perceber a realidade espiritual que Deus lhe apresenta.","conexao_teologica":"A visão é um meio pelo qual Deus comunica sua vontade e propósito ao seu povo.","referencias_relacionadas":["Isaías 6:1","Apocalipse 1:10","Atos 10:11"]},"ezequiel_1_4_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito de Deus que se manifesta como um vento poderoso.","explicacao_detalhada":"No contexto de Ezequiel 1:4, o 'vento' simboliza a presença e a ação de Deus, que se move com força e poder. Este vento é um sinal da revelação divina e da atividade do Espírito Santo.","por_que_esta_palavra":"A palavra 'vento' é utilizada para descrever a natureza invisível e poderosa do Espírito de Deus, que pode trazer transformação e vida.","conexao_teologica":"O vento como símbolo do Espírito Santo é uma conexão importante na teologia bíblica, representando a presença de Deus que traz vida e renovação.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:2"]},"ezequiel_1_4_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou a localização de algo em relação a outros elementos.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a relação espacial e a proximidade entre as visões que Ezequiel está recebendo, enfatizando a interação entre o céu e a terra.","por_que_esta_palavra":"A escolha da palavra 'entre' destaca a ideia de que Deus está presente em meio ao Seu povo, mesmo em tempos de exílio.","conexao_teologica":"A presença de Deus 'entre' Seu povo é um tema recorrente na Bíblia, simbolizando a proximidade e o cuidado divino.","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Apocalipse 21:3"]},"ezequiel_1_5_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à fragilidade do ser humano.","explicacao_detalhada":"A palavra 'carne' em Ezequiel 1:5 é usada para descrever a forma humana que é vista nas visões, enfatizando a encarnação e a realidade física da experiência humana.","por_que_esta_palavra":"A utilização de 'carne' ressalta a conexão entre o divino e o humano, mostrando que Deus se revela em formas que os seres humanos podem entender.","conexao_teologica":"A carne é um símbolo da humanidade e da necessidade de redenção, que é central na mensagem do evangelho.","referencias_relacionadas":["Gênesis 6:3","João 1:14","Romanos 8:3"]},"ezequiel_1_5_fashion":{"palavra_pt":"semelhanca","palavra_original":"דְּמוּת","transliteracao":"dᵉmûwth","strong":"H1823","significado_raiz":"Ideia básica: semelhanca.","significado_contextual":"Refere-se à forma ou aparência de algo, neste caso, a semelhança do ser humano.","explicacao_detalhada":"A palavra 'semelhança' destaca a imagem de Deus no ser humano, refletindo a dignidade e o valor que cada pessoa possui diante de Deus.","por_que_esta_palavra":"A semelhança de Deus em nós é um conceito fundamental que implica responsabilidade moral e espiritual.","conexao_teologica":"A ideia de ser criado à imagem de Deus é central na teologia cristã, enfatizando a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:5","Colossenses 3:10"]},"ezequiel_1_6_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"Refere-se a seres alados, simbolizando liberdade e a capacidade de se mover entre os céus.","explicacao_detalhada":"A palavra 'ave' é usada para descrever as criaturas que têm asas, representando a majestade e a soberania de Deus sobre a criação.","por_que_esta_palavra":"As aves são frequentemente vistas como mensageiras de Deus, simbolizando a comunicação divina e a proteção.","conexao_teologica":"As aves também simbolizam a liberdade que Deus oferece aos Seus filhos, assim como a presença do Espírito Santo.","referencias_relacionadas":["Salmos 91:4","Mateus 6:26","Isaías 40:31"]},"ezequiel_1_6_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, enfatizando a dignidade e o papel do homem na criação.","explicacao_detalhada":"A palavra 'homem' é utilizada para descrever a figura central da criação, que é feita à imagem de Deus e chamada a governar sobre a terra.","por_que_esta_palavra":"A menção do homem destaca a importância da humanidade no plano de Deus e a responsabilidade que vem com essa posição.","conexao_teologica":"A criação do homem à imagem de Deus é um tema fundamental que aborda a dignidade humana e a relação com o Criador.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"ezequiel_1_7_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de poder e ação.","explicacao_detalhada":"A palavra 'mão' é usada para descrever a capacidade de Deus de agir e intervir na história humana, simbolizando Sua força e autoridade.","por_que_esta_palavra":"A mão de Deus é frequentemente associada à proteção, ajuda e intervenção divina.","conexao_teologica":"A mão de Deus representa Sua presença ativa no mundo e Sua capacidade de realizar milagres e obras poderosas.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","João 10:28"]},"ezequiel_1_8_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de poder e ação, semelhante ao uso anterior.","explicacao_detalhada":"A palavra 'mão' aqui reforça a ideia de que Deus está em controle e que Sua ação é visível e palpável na criação.","por_que_esta_palavra":"A repetição da palavra 'mão' enfatiza a continuidade da ação de Deus e Sua presença constante.","conexao_teologica":"A mão de Deus é um símbolo de Sua providência e cuidado, que se estende sobre toda a criação.","referencias_relacionadas":["Salmos 95:4","Isaías 49:16","1 Pedro 5:7"]},"ezequiel_1_8_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"Refere-se novamente à ave, simbolizando liberdade e a presença divina.","explicacao_detalhada":"A repetição da palavra 'ave' reforça a ideia de que a presença de Deus é majestosa e que Ele se move entre os seres criados.","por_que_esta_palavra":"As aves são um símbolo de esperança e liberdade, representando a capacidade de Deus de elevar Sua criação.","conexao_teologica":"A presença de aves nas visões de Ezequiel destaca a conexão entre o céu e a terra, e a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Salmos 104:12","Mateus 10:29","Isaías 31:5"]},"ezequiel_1_8_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a criação e a relação com Deus.","explicacao_detalhada":"A palavra 'homem/Adão' é utilizada para descrever a humanidade em sua essência, destacando a relação especial que os seres humanos têm com Deus.","por_que_esta_palavra":"A menção do homem/Adão enfatiza a criação única e a responsabilidade que vem com ser feito à imagem de Deus.","conexao_teologica":"A humanidade é vista como a coroa da criação, com um papel especial no plano redentor de Deus.","referencias_relacionadas":["Gênesis 2:7","Romanos 3:23","1 Coríntios 15:22"]},"ezequiel_1_9_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"A palavra 'ave' refere-se a seres alados, simbolizando a presença divina e a comunicação entre o céu e a terra.","explicacao_detalhada":"No contexto de Ezequiel 1:9, as aves representam a majestade e a rapidez do movimento dos seres celestiais. Elas são descritas como parte da visão do profeta, que vê seres com aparência de homem, mas com características sobrenaturais.","por_que_esta_palavra":"A escolha da palavra 'ave' enfatiza a natureza espiritual e a capacidade de transcender limites físicos, refletindo a glória de Deus.","conexao_teologica":"As aves na Bíblia frequentemente simbolizam a proteção e a presença de Deus, como em Salmos 91:4, onde Deus é comparado a uma ave que protege seus filhotes.","referencias_relacionadas":["Salmos 91:4","Isaías 40:31","Mateus 10:31"]},"ezequiel_1_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a autenticidade e a fidelidade de Deus em suas promessas e revelações.","explicacao_detalhada":"Em Ezequiel 1:9, a verdade é um aspecto essencial da natureza de Deus, que se revela de maneira clara e direta ao profeta. A verdade divina é um pilar da experiência profética.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a ideia de que a mensagem de Deus é confiável e deve ser aceita como tal.","conexao_teologica":"A verdade é um atributo de Deus, como mencionado em João 14:6, onde Jesus se declara como o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Salmos 119:160","Provérbios 12:22"]},"ezequiel_1_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, simbolizando a criação de Deus e sua relação com o divino.","explicacao_detalhada":"No versículo, o 'homem' é parte da visão de Ezequiel, que vê seres que têm aparência humana, mas que também possuem características sobrenaturais, indicando a dualidade da natureza humana e divina.","por_que_esta_palavra":"A palavra 'homem' é usada para mostrar que, apesar da grandeza de Deus, Ele se relaciona com a humanidade de forma pessoal.","conexao_teologica":"A relação entre Deus e o homem é central na teologia bíblica, como em Gênesis 1:27, onde Deus cria o homem à sua imagem.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"ezequiel_1_10_fashion":{"palavra_pt":"semelhanca","palavra_original":"דְּמוּת","transliteracao":"dᵉmûwth","strong":"H1823","significado_raiz":"Ideia básica: semelhanca.","significado_contextual":"A palavra 'semelhança' refere-se à forma ou aparência dos seres que Ezequiel vê, destacando a conexão entre o humano e o divino.","explicacao_detalhada":"Em Ezequiel 1:10, a semelhança é uma representação da complexidade e da diversidade dos seres celestiais, que possuem características humanas, mas também são distintos e gloriosos.","por_que_esta_palavra":"A palavra 'semelhança' é importante para entender como Deus se revela à humanidade, utilizando formas que são reconhecíveis para nós.","conexao_teologica":"A semelhança entre Deus e a humanidade é um tema que aparece em várias partes da Bíblia, refletindo a intenção de Deus de se relacionar conosco.","referencias_relacionadas":["Gênesis 1:26-27","Colossenses 1:15","Hebreus 1:3"]},"ezequiel_1_10_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' indica a face dos seres celestiais, simbolizando a revelação e a presença de Deus.","explicacao_detalhada":"No contexto de Ezequiel 1:10, o rosto é uma representação da identidade e da essência dos seres, que refletem a glória de Deus. O rosto é um símbolo de comunicação e relacionamento.","por_que_esta_palavra":"A escolha da palavra 'rosto' enfatiza a importância da revelação de Deus e como Ele se apresenta ao profeta.","conexao_teologica":"A ideia de ver o rosto de Deus é um tema recorrente na Bíblia, como em Êxodo 33:20, onde Deus diz que ninguém pode ver seu rosto e viver.","referencias_relacionadas":["Êxodo 33:20","Salmos 27:8","Mateus 5:8"]},"ezequiel_1_10_mao":{"palavra_pt":"mao","palavra_original":"יָמִין","transliteracao":"yâmîyn","strong":"H3225","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, ação e autoridade, representando a capacidade de Deus de agir no mundo.","explicacao_detalhada":"Em Ezequiel 1:10, a mão é uma representação do poder de Deus que se manifesta através dos seres celestiais, indicando que eles atuam sob sua autoridade.","por_que_esta_palavra":"A palavra 'mão' é usada para mostrar a ação de Deus no mundo e como Ele utiliza seus mensageiros para cumprir seus propósitos.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de sua intervenção e proteção, como em Salmos 138:7.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 11:21"]},"ezequiel_1_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é repetida para enfatizar a natureza humana dos seres que Ezequiel vê, destacando a conexão entre o humano e o divino.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'homem' reforça a ideia de que, apesar das características sobrenaturais, há uma identificação com a humanidade.","por_que_esta_palavra":"A palavra 'homem' é crucial para entender a mensagem de que Deus se relaciona com a humanidade de maneira pessoal e direta.","conexao_teologica":"A relação entre Deus e o homem é fundamental na narrativa bíblica, como em Gênesis 2:7, onde Deus cria o homem do pó da terra.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:6","Romanos 8:19-21"]},"ezequiel_1_11_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"A palavra 'ave' é usada novamente para enfatizar a natureza celestial e a comunicação entre o divino e o humano.","explicacao_detalhada":"A repetição da palavra 'ave' em Ezequiel 1:11 reforça a ideia de que os seres celestiais têm uma função de mensageiros, trazendo a vontade de Deus aos homens.","por_que_esta_palavra":"A palavra 'ave' é significativa para entender a dinâmica entre o céu e a terra, e como Deus se comunica com seu povo.","conexao_teologica":"As aves são frequentemente vistas como símbolos de liberdade e proteção divina, como em Mateus 6:26, onde Deus cuida até das aves do céu.","referencias_relacionadas":["Mateus 6:26","Salmos 104:12","Lucas 12:24"]},"ezequiel_1_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é utilizada para reafirmar a presença da humanidade na visão de Ezequiel, destacando a relação entre o ser humano e o divino.","explicacao_detalhada":"Em Ezequiel 1:12, o 'homem' é parte da descrição dos seres celestiais, que possuem características humanas, simbolizando a conexão entre o humano e o sobrenatural.","por_que_esta_palavra":"A repetição da palavra 'homem' enfatiza a importância da humanidade na narrativa divina e como Deus se relaciona com seu povo.","conexao_teologica":"A relação entre Deus e o homem é um tema central na Bíblia, refletindo a intenção de Deus de se envolver com a criação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"ezequiel_1_12_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' refere-se à presença de Deus, que é frequentemente associada ao movimento e à ação divina.","explicacao_detalhada":"Em Ezequiel 1:12, o 'vento' simboliza a força e a vitalidade do Espírito de Deus, que atua na criação e na vida dos seres humanos.","por_que_esta_palavra":"A escolha da palavra 'vento' é significativa para entender a dinâmica do Espírito Santo, que é descrito como um vento que traz vida e transformação.","conexao_teologica":"O Espírito de Deus é um tema central na Bíblia, como em Gênesis 1:2, onde o Espírito de Deus pairava sobre as águas.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:2"]},"ezequiel_1_12_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao movimento dos seres viventes que Ezequiel viu em sua visão, simbolizando a ação e a direção que Deus dá aos seus mensageiros.","explicacao_detalhada":"A palavra 'andar' implica um movimento contínuo e intencional. No contexto da visão de Ezequiel, isso representa a obediência e a prontidão dos seres celestiais em cumprir a vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'andar' enfatiza a dinâmica do serviço divino e a necessidade de seguir a direção de Deus em todas as ações.","conexao_teologica":"O andar dos seres viventes é uma metáfora para a vida cristã, onde os crentes são chamados a andar em obediência e em comunhão com Deus.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:8","Colossenses 1:10"]},"ezequiel_1_13_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' é usada para descrever a natureza humana e a fragilidade do ser humano diante de Deus.","explicacao_detalhada":"Neste contexto, a carne representa a vida física e a vulnerabilidade do homem. Ezequiel observa a carne como parte da visão que revela a glória de Deus e a sua soberania sobre a criação.","por_que_esta_palavra":"A inclusão da carne destaca a realidade da existência humana e a necessidade de dependência de Deus para a vida espiritual.","conexao_teologica":"A carne é frequentemente associada à fraqueza humana, contrastando com a força e a santidade de Deus.","referencias_relacionadas":["Romanos 7:18","Gálatas 5:17","1 Pedro 1:24"]},"ezequiel_1_13_fashion":{"palavra_pt":"semelhanca","palavra_original":"דְּמוּת","transliteracao":"dᵉmûwth","strong":"H1823","significado_raiz":"Ideia básica: semelhanca.","significado_contextual":"A palavra 'semelhança' refere-se à forma ou aparência dos seres que Ezequiel viu, indicando a relação entre o celestial e o humano.","explicacao_detalhada":"A semelhança sugere que os seres celestiais têm uma forma que pode ser compreendida pelos humanos, revelando a natureza de Deus de maneira acessível.","por_que_esta_palavra":"A utilização de 'semelhança' enfatiza a revelação de Deus através de formas que os humanos podem entender, mostrando a sua proximidade.","conexao_teologica":"A semelhança de Deus com a humanidade é um tema central, refletindo a criação do homem à imagem de Deus.","referencias_relacionadas":["Gênesis 1:26-27","Colossenses 3:10","Romanos 8:29"]},"ezequiel_1_13_burning":{"palavra_pt":"burning","palavra_original":"גֶּחֶל","transliteracao":"gechel","strong":"H1513","significado_raiz":"Ideia básica: burning.","significado_contextual":"A palavra 'queimando' refere-se à intensidade e à purificação que o fogo representa na visão de Ezequiel.","explicacao_detalhada":"O fogo simboliza a presença de Deus, que é um fogo consumidor, e a necessidade de purificação do povo de Israel.","por_que_esta_palavra":"A escolha de 'queimando' destaca a santidade de Deus e a necessidade de purificação para se aproximar d'Ele.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e ao julgamento, refletindo a necessidade de arrependimento e santidade.","referencias_relacionadas":["Hebreus 12:29","Isaías 6:5-7","1 Coríntios 3:13-15"]},"ezequiel_1_14_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A repetição da palavra 'carne' enfatiza a continuidade da fragilidade humana e a necessidade de intervenção divina.","explicacao_detalhada":"Neste contexto, a carne é vista como parte da criação que precisa da graça e da misericórdia de Deus para ser restaurada.","por_que_esta_palavra":"A ênfase na carne ressalta a condição humana e a dependência de Deus para a vida e a salvação.","conexao_teologica":"A carne é um lembrete da necessidade de redenção e da obra de Cristo na cruz.","referencias_relacionadas":["Romanos 8:3","Gálatas 2:20","Filipenses 3:21"]},"ezequiel_1_14_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se à construção e ao fortalecimento da comunidade de fé, simbolizando a restauração de Israel.","explicacao_detalhada":"Edificar implica um processo de crescimento e desenvolvimento espiritual, onde Deus é o arquiteto e construtor.","por_que_esta_palavra":"A escolha de 'edificar' destaca a intenção de Deus de restaurar e fortalecer seu povo após o exílio.","conexao_teologica":"A edificação da igreja é um tema central no Novo Testamento, onde os crentes são chamados a ser pedras vivas na construção do templo espiritual.","referencias_relacionadas":["1 Pedro 2:5","Efésios 2:20-22","Colossenses 2:7"]},"ezequiel_1_14_visao":{"palavra_pt":"visao","palavra_original":"מַרְאֶה","transliteracao":"marʼeh","strong":"H4758","significado_raiz":"Ideia básica: visao.","significado_contextual":"A palavra 'visão' refere-se à revelação divina que Ezequiel recebeu, mostrando a glória de Deus e seu plano para Israel.","explicacao_detalhada":"A visão é um meio pelo qual Deus comunica sua vontade e propósito, revelando verdades espirituais profundas.","por_que_esta_palavra":"A ênfase na visão destaca a importância da revelação divina na vida do profeta e na história do povo de Deus.","conexao_teologica":"As visões proféticas são fundamentais para entender a mensagem de Deus e seu plano redentor ao longo da história.","referencias_relacionadas":["Daniel 7:1","Apocalipse 1:1","Atos 2:17"]},"ezequiel_1_15_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A repetição da palavra 'carne' novamente enfatiza a condição humana e a necessidade de transformação espiritual.","explicacao_detalhada":"A carne, neste contexto, simboliza a fragilidade e a limitação do ser humano diante da grandeza de Deus.","por_que_esta_palavra":"A repetição reforça a ideia de que a humanidade precisa da intervenção divina para ser restaurada e redimida.","conexao_teologica":"A condição da carne é um lembrete da necessidade de viver segundo o Espírito e não segundo a carne.","referencias_relacionadas":["Romanos 8:5-6","Gálatas 5:16-17","1 Coríntios 15:50"]},"ezequiel_1_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus, que é testemunha da sua glória.","explicacao_detalhada":"A terra é o cenário onde a obra de Deus se desenrola, e a sua criação reflete a majestade do Criador.","por_que_esta_palavra":"A inclusão da terra destaca a soberania de Deus sobre toda a criação e sua intenção de redimir não apenas os humanos, mas toda a criação.","conexao_teologica":"A terra, como parte da criação, está sujeita à redenção e à restauração prometida por Deus.","referencias_relacionadas":["Romanos 8:19-21","Gênesis 1:1","Salmos 24:1"]},"ezequiel_1_15_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à capacidade de perceber e compreender as revelações de Deus.","explicacao_detalhada":"Ver, neste contexto, implica uma visão espiritual que vai além do físico, permitindo ao profeta entender a mensagem divina.","por_que_esta_palavra":"A escolha de 'ver' enfatiza a importância da percepção espiritual na vida do crente e na compreensão da vontade de Deus.","conexao_teologica":"A visão espiritual é essencial para a fé, pois permite que os crentes vejam a realidade de Deus e sua obra no mundo.","referencias_relacionadas":["Mateus 5:8","Hebreus 11:1","Apocalipse 3:18"]},"ezequiel_1_16_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é agradável ou desejável, especialmente em relação à criação divina.","explicacao_detalhada":"A palavra 'bom' neste contexto enfatiza a perfeição e a harmonia da criação de Deus, refletindo Sua natureza e intenções.","por_que_esta_palavra":"Esta palavra é usada para descrever a essência do que Deus criou, mostrando que tudo que Ele fez é bom e adequado.","conexao_teologica":"A bondade de Deus é um tema central na teologia, mostrando que Ele é a fonte de toda bondade e que Sua criação reflete essa qualidade.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"ezequiel_1_16_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Representa a capacidade de ver e perceber, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'olho' simboliza a visão e a percepção de Deus, que vê todas as coisas e tem conhecimento pleno de Sua criação.","por_que_esta_palavra":"Usada para descrever a visão divina, enfatiza a onisciência de Deus e Sua capacidade de observar o que acontece no mundo.","conexao_teologica":"A visão de Deus é um aspecto importante da Sua soberania e cuidado sobre a criação.","referencias_relacionadas":["Salmos 139:1-4","Provérbios 15:3","Hebreus 4:13"]},"ezequiel_1_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à fidelidade de Deus em Suas promessas e ações.","explicacao_detalhada":"A palavra 'verdade' destaca a natureza imutável de Deus e Sua palavra, que é sempre verdadeira e confiável.","por_que_esta_palavra":"É fundamental para entender a relação de Deus com a humanidade e a importância da verdade em Sua revelação.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, sendo Jesus descrito como a Verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"ezequiel_1_17_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude e a importância de Deus e de Suas obras.","explicacao_detalhada":"A palavra 'grande' enfatiza a majestade de Deus e Sua soberania sobre toda a criação.","por_que_esta_palavra":"Usada para descrever a grandeza de Deus, que é incomparável e além da compreensão humana.","conexao_teologica":"A grandeza de Deus é um tema recorrente na adoração e na reverência que devemos ter em relação a Ele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Efésios 3:20"]},"ezequiel_1_18_excellency":{"palavra_pt":"excellency","palavra_original":"גֹּבַהּ","transliteracao":"gôbahh","strong":"H1363","significado_raiz":"Ideia básica: excellency.","significado_contextual":"Refere-se à excelência e à superioridade de Deus em relação a todas as coisas.","explicacao_detalhada":"A palavra 'excellency' destaca a perfeição e a grandeza de Deus, que é digno de toda honra e louvor.","por_que_esta_palavra":"Usada para mostrar que Deus é superior a qualquer outra entidade ou ser, refletindo Sua natureza divina.","conexao_teologica":"A excelência de Deus é um aspecto que nos leva a adorá-Lo e a reconhecer Sua autoridade sobre nossas vidas.","referencias_relacionadas":["Salmos 8:1","Filipenses 2:9-11","1 Crônicas 29:11"]},"ezequiel_1_18_temor":{"palavra_pt":"temor","palavra_original":"יִרְאָה","transliteracao":"yirʼâh","strong":"H3374","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao respeito e à reverência que devemos ter diante de Deus.","explicacao_detalhada":"A palavra 'temor' implica uma atitude de adoração e reconhecimento da santidade e majestade de Deus.","por_que_esta_palavra":"Usada para descrever a resposta adequada do ser humano diante da grandeza de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é fundamental para uma vida de fé.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"ezequiel_1_18_olho":{"palavra_pt":"olho","palavra_original":"גַב","transliteracao":"gab","strong":"H1354","significado_raiz":"Ideia básica: olho.","significado_contextual":"Representa a capacidade de ver e perceber, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'olho' simboliza a visão e a percepção de Deus, que vê todas as coisas e tem conhecimento pleno de Sua criação.","por_que_esta_palavra":"Usada para descrever a visão divina, enfatiza a onisciência de Deus e Sua capacidade de observar o que acontece no mundo.","conexao_teologica":"A visão de Deus é um aspecto importante da Sua soberania e cuidado sobre a criação.","referencias_relacionadas":["Salmos 139:1-4","Provérbios 15:3","Hebreus 4:13"]},"ezequiel_1_19_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à fragilidade da carne em contraste com a divindade.","explicacao_detalhada":"A palavra 'carne' enfatiza a condição humana, que é limitada e sujeita à mortalidade.","por_que_esta_palavra":"Usada para descrever a humanidade e a necessidade de dependência de Deus.","conexao_teologica":"A carne é um lembrete da nossa fragilidade e da necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 6:3","Romanos 8:3","Gálatas 5:17"]},"ezequiel_1_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' simboliza o lugar onde a humanidade vive e a criação de Deus se manifesta.","por_que_esta_palavra":"Usada para descrever o domínio de Deus sobre a criação e a importância da terra em Seu plano.","conexao_teologica":"A terra é parte do plano redentor de Deus, onde Ele busca restaurar todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"ezequiel_1_19_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou progredir, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'andar' simboliza a jornada da vida e a maneira como devemos viver em obediência a Deus.","por_que_esta_palavra":"Usada para descrever a ação de seguir o caminho que Deus estabeleceu para nós.","conexao_teologica":"Andar com Deus é um tema central na vida cristã, refletindo a nossa relação com Ele.","referencias_relacionadas":["Gálatas 5:16","Miquéias 6:8","1 João 1:7"]},"ezequiel_1_20_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito que move as criaturas e as visões de Ezequiel.","explicacao_detalhada":"A palavra 'vento' ou 'espírito' (רוּחַ) é usada para descrever a presença e a ação de Deus, simbolizando poder e movimento. No contexto de Ezequiel, representa a força divina que impulsiona as visões e a revelação.","por_que_esta_palavra":"A escolha da palavra 'vento' enfatiza a natureza invisível e poderosa do espírito de Deus, que age em meio à criação.","conexao_teologica":"O vento como símbolo do Espírito Santo é uma conexão importante, mostrando como Deus opera na vida dos crentes e na criação.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:2"]},"ezequiel_1_20_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Indica a natureza humana e a fragilidade do ser humano diante de Deus.","explicacao_detalhada":"A palavra 'carne' (חַי) é utilizada para descrever a condição mortal e limitada do ser humano. No contexto de Ezequiel, enfatiza a diferença entre a natureza divina e a humana.","por_que_esta_palavra":"A palavra 'carne' é usada para lembrar que, apesar da grandeza de Deus, Ele se relaciona com a humanidade em sua fragilidade.","conexao_teologica":"A carne representa a necessidade de redenção e a encarnação de Cristo, que se fez carne para salvar a humanidade.","referencias_relacionadas":["Gênesis 6:3","João 1:14","Romanos 8:3"]},"ezequiel_1_20_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao movimento e à direção que as criaturas tomam sob a orientação de Deus.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) implica em seguir um caminho ou direção. No contexto de Ezequiel, representa a obediência e a ação das criaturas em resposta à vontade divina.","por_que_esta_palavra":"A escolha de 'andar' destaca a dinâmica da vida espiritual, onde os crentes são chamados a andar conforme a direção de Deus.","conexao_teologica":"Andar em obediência é um tema central na vida cristã, refletindo a relação entre fé e ação.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","1 João 1:7"]},"ezequiel_1_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao domínio e à criação de Deus sobre a terra.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o espaço físico criado por Deus. No contexto de Ezequiel, enfatiza a soberania de Deus sobre toda a criação.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação de Deus com a criação e a responsabilidade do ser humano sobre ela.","conexao_teologica":"A terra é vista como criação de Deus, que deve ser cuidada e administrada pelo homem, refletindo a glória de Deus.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 24:1","Romanos 8:19-21"]},"ezequiel_1_21_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à condição humana e à vulnerabilidade diante de Deus.","explicacao_detalhada":"A palavra 'carne' (חַי) é repetida para enfatizar a fragilidade e a mortalidade do ser humano em contraste com a eternidade de Deus.","por_que_esta_palavra":"A repetição da palavra 'carne' reforça a ideia de que a humanidade é limitada e dependente da graça divina.","conexao_teologica":"A carne é um lembrete da necessidade de salvação e da obra redentora de Cristo.","referencias_relacionadas":["Salmos 78:39","Isaías 40:6-8","Romanos 7:18"]},"ezequiel_1_22_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Novamente, refere-se à natureza humana e sua relação com o divino.","explicacao_detalhada":"A palavra 'carne' (חַי) é usada para enfatizar a vulnerabilidade do ser humano diante da grandeza de Deus.","por_que_esta_palavra":"A repetição da palavra destaca a importância da condição humana na narrativa de Ezequiel.","conexao_teologica":"A carne é um símbolo da necessidade de transformação e renovação espiritual.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:3-4","2 Coríntios 5:17"]},"ezequiel_1_22_fashion":{"palavra_pt":"semelhanca","palavra_original":"דְּמוּת","transliteracao":"dᵉmûwth","strong":"H1823","significado_raiz":"Ideia básica: semelhanca.","significado_contextual":"Refere-se à semelhança das criaturas com a imagem de Deus.","explicacao_detalhada":"A palavra 'semelhança' (דְּמוּת) indica que as criaturas foram criadas para refletir a glória e a natureza de Deus.","por_que_esta_palavra":"A semelhança é um conceito teológico importante que destaca a dignidade e o valor do ser humano na criação.","conexao_teologica":"A semelhança com Deus é fundamental para entender a relação entre o Criador e a criação, especialmente em Cristo.","referencias_relacionadas":["Gênesis 1:26-27","Colossenses 3:10","Efésios 4:24"]},"ezequiel_1_22_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se à ideia de liderança e autoridade divina.","explicacao_detalhada":"A palavra 'princípio' (רֹאשׁ) implica em ser a cabeça ou líder. No contexto de Ezequiel, enfatiza a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra 'princípio' é usada para afirmar que Deus é o criador e sustentador de tudo, estabelecendo ordem na criação.","conexao_teologica":"Deus como princípio é um tema central na teologia, refletindo Sua autoridade e poder.","referencias_relacionadas":["Colossenses 1:17","Apocalipse 1:8","Hebreus 1:3"]},"ezequiel_1_23_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade e sua relação com Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a criação de Deus e sua dignidade. No contexto de Ezequiel, destaca a posição do homem na criação.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a importância da humanidade no plano divino.","conexao_teologica":"A humanidade é vista como a coroa da criação, chamada a refletir a imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-6","Romanos 5:12"]},"ezequiel_1_23_ceu":{"palavra_pt":"ceu","palavra_original":"רָקִיעַ","transliteracao":"râqîyaʻ","strong":"H7549","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao domínio celestial e à presença de Deus.","explicacao_detalhada":"A palavra 'céu' (רָקִיעַ) é usada para descrever o espaço onde Deus habita e governa. No contexto de Ezequiel, enfatiza a majestade e a glória de Deus.","por_que_esta_palavra":"A palavra 'céu' é fundamental para entender a soberania de Deus sobre toda a criação.","conexao_teologica":"O céu é visto como o lugar da habitação de Deus, onde Ele reina e se revela à humanidade.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"ezequiel_1_23_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"Refere-se às asas das criaturas viventes que Ezequiel viu em sua visão.","explicacao_detalhada":"A palavra 'ave' (כָּנָף) é usada para descrever as partes que se assemelham a asas, simbolizando proteção e a capacidade de se mover rapidamente entre os céus e a terra.","por_que_esta_palavra":"A escolha da palavra 'ave' enfatiza a natureza celestial e a majestade das visões de Ezequiel, que envolvem seres que servem a Deus.","conexao_teologica":"As asas representam a presença de Deus e seu poder sobre a criação, mostrando que Ele é soberano sobre todas as coisas.","referencias_relacionadas":["Isaías 6:2","Salmos 91:4","Apocalipse 4:8"]},"ezequiel_1_24_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz que Ezequiel ouve é poderosa e representa a comunicação divina.","explicacao_detalhada":"A palavra 'voz' (קוֹל) é utilizada para descrever a manifestação sonora da presença de Deus, que pode ser tanto de ordem quanto de advertência.","por_que_esta_palavra":"A palavra 'voz' é crucial para entender a revelação de Deus a Ezequiel, indicando que Ele fala e se comunica com seu povo.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, simbolizando Sua autoridade e a importância da obediência à Sua palavra.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1"]},"ezequiel_1_24_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"O ato de ouvir é fundamental para a recepção da mensagem divina.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) implica não apenas a percepção auditiva, mas também a compreensão e a obediência ao que é dito.","por_que_esta_palavra":"Ezequiel é chamado a ouvir atentamente a voz de Deus, o que é essencial para sua missão profética.","conexao_teologica":"A capacidade de ouvir a voz de Deus é um tema central na relação entre Deus e Seu povo, enfatizando a importância da revelação.","referencias_relacionadas":["Deuteronômio 6:4","Mateus 11:15","Apocalipse 2:7"]},"ezequiel_1_24_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"Em Ezequiel 1:24, \"ave\" aparece na frase \"E, andando eles, ouvi o ruído das suas asas, como o ruído de muitas águas, como a voz do Onipotente, um tumulto como o estrépito de um exér…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כָּנָף; kânâph; H3671), \"ave\" traz a ideia de ave. Aqui, essa palavra deixa o ensino de Ezequiel 1:24 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"ave\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Ezequiel 1:6. Lendo junto com Ezequiel 1:24, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Ezequiel 1:24","Ezequiel 1:6","Salmos 119:105"]},"ezequiel_1_25_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair em reverência diante da presença de Deus.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a reação de Ezequiel ao ver a glória de Deus, simbolizando humildade e adoração.","por_que_esta_palavra":"A queda de Ezequiel representa a resposta adequada à majestade divina e à revelação de Sua santidade.","conexao_teologica":"Cair diante de Deus é um reconhecimento de Sua soberania e poder, um tema que aparece em várias experiências de encontros com o divino.","referencias_relacionadas":["Isaías 6:5","Apocalipse 1:17","Salmos 95:6"]},"ezequiel_1_25_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz que Ezequiel ouve é um comando ou uma declaração de Deus.","explicacao_detalhada":"A palavra 'voz' (קוֹל) novamente enfatiza a comunicação clara e autoritária de Deus, que é fundamental para a missão do profeta.","por_que_esta_palavra":"A repetição da palavra 'voz' destaca a importância da mensagem que Ezequiel deve transmitir ao povo.","conexao_teologica":"A voz de Deus é um meio pelo qual Ele se revela e guia Seu povo, sendo essencial para a vida espiritual.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1"]},"ezequiel_1_25_ceu":{"palavra_pt":"ceu","palavra_original":"רָקִיעַ","transliteracao":"râqîyaʻ","strong":"H7549","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é descrito como o lugar da glória de Deus e da Sua presença.","explicacao_detalhada":"A palavra 'céu' (רָקִיעַ) refere-se ao espaço acima, onde a majestade de Deus é revelada, simbolizando a separação entre o divino e o humano.","por_que_esta_palavra":"A menção do céu enfatiza a transcendência de Deus e Sua soberania sobre toda a criação.","conexao_teologica":"O céu é frequentemente associado à habitação de Deus e à promessa de vida eterna para os fiéis.","referencias_relacionadas":["Salmos 115:16","Mateus 6:9","Apocalipse 21:1"]},"ezequiel_1_26_ceu":{"palavra_pt":"ceu","palavra_original":"רָקִיעַ","transliteracao":"râqîyaʻ","strong":"H7549","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é novamente mencionado, reforçando a visão celestial de Ezequiel.","explicacao_detalhada":"A palavra 'céu' (רָקִיעַ) aqui é usada para descrever a estrutura que Ezequiel vê, que é um reflexo da glória de Deus.","por_que_esta_palavra":"A repetição da palavra 'céu' sublinha a importância do ambiente celestial na visão profética.","conexao_teologica":"O céu é um símbolo da presença de Deus e da esperança futura para os crentes.","referencias_relacionadas":["Isaías 66:1","Mateus 5:16","Apocalipse 4:1"]},"ezequiel_1_26_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao princípio ou à cabeça das criaturas que Ezequiel viu.","explicacao_detalhada":"A palavra 'princípio' (רֹאשׁ) indica a posição de liderança e autoridade, simbolizando a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da ordem e da hierarquia na criação divina.","conexao_teologica":"Deus é o princípio de todas as coisas, e essa verdade é fundamental para a compreensão da criação e da redenção.","referencias_relacionadas":["Gênesis 1:1","Colossenses 1:16-17","Apocalipse 22:13"]},"ezequiel_1_26_visao":{"palavra_pt":"visao","palavra_original":"מַרְאֶה","transliteracao":"marʼeh","strong":"H4758","significado_raiz":"Ideia básica: visao.","significado_contextual":"A visão é a experiência sobrenatural que Ezequiel teve ao ser chamado por Deus.","explicacao_detalhada":"A palavra 'visão' (מַרְאֶה) refere-se à percepção espiritual que Ezequiel teve, permitindo-lhe ver a glória de Deus e as criaturas celestiais.","por_que_esta_palavra":"A visão é crucial para a missão de Ezequiel, pois é através dela que ele recebe instruções e revelações de Deus.","conexao_teologica":"As visões proféticas são um meio pelo qual Deus se comunica com Seu povo, revelando Seu plano e propósito.","referencias_relacionadas":["Daniel 7:1","Atos 10:3","Apocalipse 1:1"]},"ezequiel_1_27_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção espiritual e à revelação divina que Ezequiel experimenta.","explicacao_detalhada":"No contexto de Ezequiel 1:27, 'ver' implica não apenas a visão física, mas uma visão espiritual que revela a glória de Deus. Ezequiel está sendo chamado a perceber a realidade celestial.","por_que_esta_palavra":"Esta palavra é crucial para entender a experiência profética de Ezequiel, que é marcada por visões sobrenaturais.","conexao_teologica":"A visão de Ezequiel conecta-se com a ideia de que Deus se revela ao homem de maneiras que vão além da compreensão humana comum.","referencias_relacionadas":["Isaías 6:1","Apocalipse 4:1","Mateus 5:8"]},"ezequiel_1_27_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza a capacidade de perceber e discernir a realidade espiritual.","explicacao_detalhada":"Em Ezequiel 1:27, o 'olho' é uma metáfora para a percepção divina. A visão de Ezequiel é uma revelação que exige um olhar atento e espiritual.","por_que_esta_palavra":"A palavra 'olho' é importante para enfatizar a necessidade de uma visão clara e espiritual para entender as verdades de Deus.","conexao_teologica":"Os olhos espirituais são frequentemente mencionados nas Escrituras como essenciais para compreender a vontade de Deus.","referencias_relacionadas":["Efésios 1:18","Salmos 119:18","Mateus 6:22"]},"ezequiel_1_27_visao":{"palavra_pt":"visao","palavra_original":"מַרְאֶה","transliteracao":"marʼeh","strong":"H4758","significado_raiz":"Ideia básica: visao.","significado_contextual":"A 'visão' refere-se à experiência sobrenatural que Ezequiel tem ao ver a glória de Deus.","explicacao_detalhada":"Em Ezequiel 1:27, a 'visão' é uma manifestação da presença de Deus, revelando Seu poder e majestade. É uma experiência transformadora para o profeta.","por_que_esta_palavra":"A palavra 'visão' é central para o livro de Ezequiel, pois toda a sua mensagem é baseada em visões que ele recebeu.","conexao_teologica":"As visões proféticas são um meio pelo qual Deus comunica Sua vontade e Seu plano para a humanidade.","referencias_relacionadas":["Daniel 7:1","Apocalipse 1:1","Atos 10:3"]},"ezequiel_1_28_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' representa um tempo de revelação e manifestação da glória de Deus.","explicacao_detalhada":"Em Ezequiel 1:28, o 'dia' é um símbolo do momento em que Deus se revela ao Seu povo, trazendo luz e entendimento.","por_que_esta_palavra":"A palavra 'dia' é significativa porque indica um tempo específico de encontro com Deus, que é crucial para a mensagem profética.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e salvação.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"ezequiel_1_28_visao":{"palavra_pt":"visao","palavra_original":"מַרְאֶה","transliteracao":"marʼeh","strong":"H4758","significado_raiz":"Ideia básica: visao.","significado_contextual":"A 'visão' aqui é uma continuação da revelação da glória de Deus, enfatizando a majestade divina.","explicacao_detalhada":"Em Ezequiel 1:28, a 'visão' é descrita como algo que provoca temor e reverência, mostrando a grandeza de Deus.","por_que_esta_palavra":"A repetição da palavra 'visão' destaca a importância da revelação divina na vida do profeta e do povo.","conexao_teologica":"A visão de Deus é um tema recorrente nas Escrituras, mostrando como Ele se revela à humanidade.","referencias_relacionadas":["Isaías 40:5","Apocalipse 21:23","Salmos 29:9"]},"ezequiel_1_28_arco":{"palavra_pt":"arco","palavra_original":"קֶשֶׁת","transliteracao":"qesheth","strong":"H7198","significado_raiz":"Ideia básica: arco.","significado_contextual":"O 'arco' simboliza a aliança de Deus com Seu povo e a Sua proteção.","explicacao_detalhada":"Em Ezequiel 1:28, o 'arco' é uma imagem que representa a promessa de Deus e a Sua presença protetora sobre Israel.","por_que_esta_palavra":"A palavra 'arco' é significativa porque remete à aliança de Deus, que é um tema central na relação entre Deus e Seu povo.","conexao_teologica":"O arco é um símbolo de esperança e promessa, lembrando a aliança de Deus com Noé e, por extensão, com toda a humanidade.","referencias_relacionadas":["Gênesis 9:13","Salmos 25:10","Hebreus 8:6"]}}