{"ezequiel_11_1_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude ou a importância da ação ou da visão que está sendo descrita.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a importância das revelações e ações de Deus em relação ao seu povo, enfatizando a seriedade da mensagem.","por_que_esta_palavra":"A palavra 'grande' é escolhida para transmitir a ideia de algo que não deve ser ignorado ou subestimado.","conexao_teologica":"Deus é grande em poder e em suas obras, e isso deve ser reconhecido pelo seu povo.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"ezequiel_11_1_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito de Deus, que traz vida e renovação.","explicacao_detalhada":"A palavra 'vento' é frequentemente associada ao Espírito Santo, que atua na criação e na renovação espiritual do povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'vento' simboliza a ação invisível e poderosa de Deus em transformar vidas.","conexao_teologica":"O Espírito Santo é essencial para a regeneração e a vivificação espiritual dos crentes.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:2"]},"ezequiel_11_1_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou trazer alguém para uma missão ou propósito.","explicacao_detalhada":"A palavra 'vir' ou 'entrar' é usada para descrever a ação de Deus ao chamar os profetas e seu povo para uma nova direção ou revelação.","por_que_esta_palavra":"A palavra é significativa porque implica em um convite divino para participar do plano de Deus.","conexao_teologica":"Deus chama seu povo para a obediência e para a missão de proclamar sua palavra.","referencias_relacionadas":["Isaías 6:8","Mateus 4:19","Romanos 8:30"]},"ezequiel_11_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Novamente, refere-se à figura humana que representa a humanidade diante de Deus.","explicacao_detalhada":"A repetição da palavra 'homem' enfatiza a condição humana e a necessidade de ouvir a voz de Deus.","por_que_esta_palavra":"A palavra é usada para reforçar a ideia de que Deus se comunica com a humanidade através de seus mensageiros.","conexao_teologica":"A humanidade é chamada a responder ao chamado de Deus e a viver em conformidade com sua vontade.","referencias_relacionadas":["Gênesis 2:7","Salmos 139:14","Tiago 1:22"]},"ezequiel_11_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade como um símbolo da comunidade e da vida social do povo de Deus.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever a coletividade do povo de Deus e suas interações, além de ser um lugar de adoração e de juízo.","por_que_esta_palavra":"A cidade é um espaço onde a presença de Deus deve ser reconhecida e onde a justiça deve prevalecer.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a habitação de Deus entre seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"ezequiel_11_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância da declaração feita por Deus através do profeta.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a comunicação divina e a revelação de sua vontade ao povo.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a autoridade da mensagem de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser ouvida e obedecida.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Mateus 7:24"]},"ezequiel_11_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus sobre a situação do povo e suas ações.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a seriedade da mensagem e a necessidade de atenção por parte do povo.","por_que_esta_palavra":"A palavra é usada para reforçar a importância da comunicação divina e a resposta do povo.","conexao_teologica":"Deus fala e espera que seu povo responda com fé e obediência.","referencias_relacionadas":["Salmos 119:105","Romanos 10:17","1 Pedro 1:25"]},"ezequiel_11_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade absoluta que vem de Deus e que deve ser reconhecida pelo seu povo.","explicacao_detalhada":"A palavra 'verdade' é usada para contrastar com a falsidade e a desobediência do povo, enfatizando a necessidade de viver em conformidade com a verdade divina.","por_que_esta_palavra":"A verdade é fundamental para a relação entre Deus e seu povo, sendo um princípio que deve guiar suas ações.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e é essencial para a vida cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"ezequiel_11_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar físico e espiritual do povo de Israel, simbolizando a presença de Deus entre eles.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) em Ezequiel 11:3 é utilizada para descrever não apenas uma estrutura física, mas também a comunidade e a relação do povo com Deus. A casa é vista como um lugar de segurança e adoração.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do lar como um espaço sagrado e a conexão do povo com Deus.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a habitação divina entre os homens e a promessa de restauração.","referencias_relacionadas":["Salmos 27:4","Hebreus 3:6","1 Pedro 2:5"]},"ezequiel_11_4_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de transmitir uma mensagem divina, enfatizando a importância da comunicação profética.","explicacao_detalhada":"A palavra 'falar' (נָבָא) é usada para descrever a função do profeta como porta-voz de Deus, trazendo advertências e instruções ao povo.","por_que_esta_palavra":"A palavra é crucial para entender o papel do profeta e a necessidade de ouvir a voz de Deus em tempos de crise.","conexao_teologica":"A comunicação divina é essencial para a relação entre Deus e seu povo, sendo os profetas instrumentos de Sua vontade.","referencias_relacionadas":["Amós 3:7","Jeremias 1:7","Isaías 58:1"]},"ezequiel_11_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à identidade do povo de Israel como filhos de Deus.","explicacao_detalhada":"A palavra 'filho' (בֵּן) simboliza a herança e a responsabilidade do povo em seguir os caminhos de Deus, destacando a intimidade da relação.","por_que_esta_palavra":"A utilização de 'filho' reforça a ideia de que o povo é parte da família de Deus, com direitos e deveres.","conexao_teologica":"A filiação divina é um tema central na Bíblia, refletindo a relação de amor e compromisso entre Deus e seu povo.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:7","Efésios 1:5"]},"ezequiel_11_4_phrase":{"palavra_pt":"expressao","palavra_original":"כֵּן","transliteracao":"kên","strong":"H3651","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão ou declaração que deve ser feita em nome de Deus.","explicacao_detalhada":"A palavra 'expressão' (כֵּן) implica a necessidade de comunicar verdades divinas de maneira clara e direta, refletindo a vontade de Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da clareza na comunicação da mensagem divina.","conexao_teologica":"A expressão da verdade de Deus é fundamental para a edificação da fé e a correção do povo.","referencias_relacionadas":["Salmos 119:11","Provérbios 25:11","Tiago 1:19"]},"ezequiel_11_5_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Refere-se a ações ou eventos que estão ocorrendo no contexto da mensagem profética.","explicacao_detalhada":"A palavra 'coisas' (מַעֲלָה) pode se referir a eventos específicos que Deus está prestes a realizar ou a consequências das ações do povo.","por_que_esta_palavra":"A utilização de 'coisas' enfatiza a soberania de Deus sobre a história e os eventos da vida do povo.","conexao_teologica":"Deus é ativo na história, e suas ações têm um propósito redentor para seu povo.","referencias_relacionadas":["Isaías 43:19","Romanos 8:28","Efésios 2:10"]},"ezequiel_11_5_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda ou a destruição que pode ocorrer como resultado da desobediência.","explicacao_detalhada":"A palavra 'cair' (נָפַל) é frequentemente usada em contextos de juízo e advertência, simbolizando a consequência do afastamento de Deus.","por_que_esta_palavra":"A escolha dessa palavra serve como um aviso sobre as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema importante na Bíblia, refletindo a necessidade de redenção e restauração.","referencias_relacionadas":["Provérbios 24:16","Gálatas 6:7","Romanos 14:10"]},"ezequiel_11_5_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito de Deus, que traz vida e renovação.","explicacao_detalhada":"A palavra 'espírito/vento' (רוּחַ) é usada para descrever a presença ativa de Deus que traz transformação e restauração ao povo.","por_que_esta_palavra":"A utilização de 'vento' simboliza a força e a ação do Espírito Santo na vida dos crentes.","conexao_teologica":"O Espírito de Deus é essencial para a vida espiritual e a capacitação do povo para cumprir a vontade divina.","referencias_relacionadas":["João 3:8","Atos 2:2-4","Romanos 8:11"]},"ezequiel_11_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, simbolizando o centro da adoração e da presença de Deus.","explicacao_detalhada":"A palavra 'cidade' (עִיר) em Ezequiel 11:6 destaca a importância de Jerusalém como o lugar onde Deus habita e onde o povo se reúne para adorar.","por_que_esta_palavra":"A cidade é um símbolo da identidade nacional e espiritual do povo de Israel.","conexao_teologica":"A cidade de Deus é um tema central na Bíblia, representando a habitação divina entre os homens.","referencias_relacionadas":["Salmos 48:1-2","Hebreus 12:22","Apocalipse 21:2"]},"ezequiel_11_6_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à consequência do pecado e à separação de Deus.","explicacao_detalhada":"A palavra 'morte' (חָלָל) simboliza não apenas a morte física, mas também a morte espiritual que resulta do afastamento de Deus.","por_que_esta_palavra":"A utilização de 'morte' serve como um alerta sobre as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A morte é um tema importante que leva à necessidade de redenção e à promessa de vida eterna em Cristo.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","João 10:10"]},"ezequiel_11_6_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao ato de preencher com a presença de Deus, trazendo vida e abundância.","explicacao_detalhada":"A palavra 'encher' (מָלֵא) implica a ideia de saturar com a presença divina, trazendo renovação e restauração ao povo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de estar cheio do Espírito e da presença de Deus.","conexao_teologica":"O enchimento do Espírito é essencial para a vida cristã e para a capacitação para o serviço.","referencias_relacionadas":["Efésios 5:18","Atos 4:31","Colossenses 1:9"]},"ezequiel_11_7_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus sobre o povo de Israel, enfatizando sua autoridade.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para expressar a relação de servidão e respeito que o povo deve ter em relação a Deus. Neste contexto, Ezequiel está transmitindo a mensagem de Deus ao povo, lembrando-os de sua posição diante do Senhor.","por_que_esta_palavra":"A utilização do termo 'senhor' é crucial para entender a relação de Deus com seu povo e a necessidade de submissão e reverência.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o governante supremo sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"ezequiel_11_7_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, enfatizando sua natureza eterna e imutável.","explicacao_detalhada":"A palavra 'Deus' (יְהֹוִה) é usada para indicar a presença e a autoridade divina. Neste versículo, Ezequiel destaca a importância de reconhecer a soberania de Deus sobre a vida do povo.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da identidade divina e da relação que Ele tem com a humanidade.","conexao_teologica":"A revelação do nome de Deus é essencial para entender sua natureza e caráter, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:10","Apocalipse 1:8"]},"ezequiel_11_7_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"Representa a consequência do pecado e a separação de Deus.","explicacao_detalhada":"A palavra 'morte' (חָלָל) neste contexto simboliza não apenas a morte física, mas também a morte espiritual que resulta da desobediência a Deus. Ezequiel alerta o povo sobre as consequências de suas ações.","por_que_esta_palavra":"A morte é um tema importante na Bíblia, representando a separação de Deus e a necessidade de arrependimento.","conexao_teologica":"A morte é contrastada com a vida que Deus oferece, enfatizando a importância da escolha entre seguir a Deus ou se afastar dele.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","João 3:16"]},"ezequiel_11_8_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"Simboliza a destruição e o juízo de Deus sobre o povo.","explicacao_detalhada":"A palavra 'espada' (חֶרֶב) é frequentemente usada na Bíblia para representar o juízo divino. Neste versículo, Ezequiel fala sobre a espada como um instrumento de punição contra aqueles que se afastaram de Deus.","por_que_esta_palavra":"A espada é um símbolo poderoso que representa a justiça e a severidade de Deus em relação ao pecado.","conexao_teologica":"A ideia de juízo é um aspecto importante da teologia bíblica, mostrando que Deus é justo e que o pecado tem consequências.","referencias_relacionadas":["Hebreus 4:12","Apocalipse 19:15","Salmos 7:12"]},"ezequiel_11_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Deus como juiz e soberano.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) reafirma a posição de Deus como aquele que tem o direito de julgar e punir. Ezequiel destaca a necessidade de reconhecer essa autoridade.","por_que_esta_palavra":"A palavra 'senhor' é essencial para entender a relação de Deus com seu povo e a necessidade de reverência diante de sua autoridade.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o juiz final de todas as ações humanas.","referencias_relacionadas":["Salmos 50:6","Romanos 14:10","Tiago 4:12"]},"ezequiel_11_8_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Enfatiza a natureza divina e a autoridade de Deus sobre o juízo.","explicacao_detalhada":"A palavra 'Deus' (יְהֹוִה) neste contexto reforça a ideia de que o juízo vem de uma autoridade suprema e justa. Ezequiel está comunicando a mensagem de que Deus não ignora o pecado.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza de quem está executando o juízo e a seriedade de suas ações.","conexao_teologica":"A justiça de Deus é um aspecto importante da teologia, mostrando que Ele é tanto amoroso quanto justo.","referencias_relacionadas":["Salmos 9:8","Isaías 30:18","Romanos 2:6"]},"ezequiel_11_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir ajuda a Deus.","explicacao_detalhada":"A palavra 'dar' (נָתַן) neste contexto sugere a ação de Deus em responder ao clamor do povo. Ezequiel está enfatizando a importância de buscar a ajuda divina em tempos de necessidade.","por_que_esta_palavra":"A palavra 'dar' é significativa porque mostra a disposição de Deus em atender às necessidades de seu povo quando eles se voltam para Ele.","conexao_teologica":"A oração e o clamor a Deus são temas recorrentes na Bíblia, mostrando a relação de dependência entre Deus e seu povo.","referencias_relacionadas":["Salmos 50:15","Mateus 7:7","Tiago 1:5"]},"ezequiel_11_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza a força e a ação de Deus na criação.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever a capacidade de Deus de criar e agir no mundo. Ezequiel destaca que Deus é ativo em sua criação e em sua relação com o povo.","por_que_esta_palavra":"A palavra 'urso' é importante porque enfatiza a ação de Deus em trazer à existência e em realizar seus propósitos.","conexao_teologica":"A ação criativa de Deus é um tema central na teologia, mostrando que Ele é o autor de toda a vida e de todos os eventos.","referencias_relacionadas":["Gênesis 1:1","Salmos 33:6","Isaías 45:12"]},"ezequiel_11_9_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à magnitude da ação de Deus em resposta ao clamor do povo.","explicacao_detalhada":"A palavra 'sair' (יָצָא) neste contexto sugere um movimento ou uma ação significativa de Deus em resposta ao pedido do povo. Ezequiel destaca que Deus não é passivo, mas ativo em sua relação com a humanidade.","por_que_esta_palavra":"A palavra 'sair' é significativa porque indica que Deus se envolve ativamente na vida de seu povo.","conexao_teologica":"A ideia de que Deus age em resposta ao clamor humano é um tema importante na teologia, mostrando sua proximidade e cuidado.","referencias_relacionadas":["Salmos 34:17","Isaías 65:24","Mateus 28:20"]},"ezequiel_11_10_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"Simboliza a destruição e o juízo de Deus sobre o povo.","explicacao_detalhada":"A palavra 'espada' (חֶרֶב) é usada novamente para representar o juízo divino. Ezequiel enfatiza que a espada é um símbolo do juízo que vem sobre aqueles que se afastam de Deus.","por_que_esta_palavra":"A espada representa a justiça de Deus e a severidade de suas ações contra o pecado.","conexao_teologica":"O juízo de Deus é um aspecto importante da teologia bíblica, mostrando que Ele é justo e que o pecado tem consequências.","referencias_relacionadas":["Ezequiel 21:9","Apocalipse 1:16","Salmos 149:6"]},"ezequiel_11_10_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de discernir entre o certo e o errado, especialmente no contexto do juízo divino sobre o povo de Israel.","explicacao_detalhada":"No contexto de Ezequiel 11:10, Deus está afirmando que Ele irá trazer juízo sobre aqueles que se afastaram de Seus caminhos. O julgamento é uma ação de Deus para restaurar a justiça e a ordem.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a natureza de Deus como um juiz justo que não ignora a iniquidade, mas que também busca a restauração do Seu povo.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, refletindo Sua santidade e justiça. Ele não apenas condena, mas também oferece oportunidades de arrependimento.","referencias_relacionadas":["Salmos 9:7-8","Isaías 1:17","Romanos 14:10"]},"ezequiel_11_10_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica um entendimento profundo e relacional, não apenas intelectual.","explicacao_detalhada":"Em Ezequiel 11:10, conhecer a Deus é fundamental para a restauração do povo. O conhecimento de Deus leva ao arrependimento e à transformação.","por_que_esta_palavra":"O conhecimento de Deus é essencial para a vida espiritual e moral do povo, pois é através desse conhecimento que se estabelece um relacionamento verdadeiro com Ele.","conexao_teologica":"O conhecimento de Deus é a base para a fé e a obediência. Em várias passagens, a Bíblia enfatiza a importância de conhecer a Deus para viver de acordo com Sua vontade.","referencias_relacionadas":["Jeremias 9:23-24","Oséias 6:6","Filipenses 3:10"]},"ezequiel_11_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à realidade do caráter de Deus e de Suas promessas.","explicacao_detalhada":"Em Ezequiel 11:11, a verdade é contrastada com a falsidade e a corrupção que estavam presentes no povo. A verdade de Deus é um fundamento para a justiça.","por_que_esta_palavra":"A verdade é fundamental para a justiça divina e para a vida do povo, pois sem ela não há base para a moralidade ou a ética.","conexao_teologica":"Deus é descrito como a própria verdade, e a busca pela verdade é um chamado para todos os crentes.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"ezequiel_11_11_carne":{"palavra_pt":"carne","palavra_original":"בָּשָׂר","transliteracao":"bâsâr","strong":"H1320","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à condição humana e à fragilidade do ser humano diante de Deus.","explicacao_detalhada":"Em Ezequiel 11:11, a menção à carne destaca a vulnerabilidade do povo e sua tendência a se afastar de Deus, enfatizando a necessidade de dependência divina.","por_que_esta_palavra":"A carne representa a natureza pecaminosa do ser humano, que precisa ser transformada pela ação de Deus.","conexao_teologica":"A Bíblia frequentemente contrasta a carne com o espírito, enfatizando a necessidade de viver segundo o Espírito para agradar a Deus.","referencias_relacionadas":["Romanos 8:5-8","Gálatas 5:17","1 Coríntios 15:50"]},"ezequiel_11_12_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se à aplicação da lei e à manutenção da ordem moral e social.","explicacao_detalhada":"Em Ezequiel 11:12, o juízo de Deus é apresentado como um meio de restaurar a justiça entre o povo, que havia se desviado de Seus caminhos.","por_que_esta_palavra":"O juízo é uma expressão da justiça de Deus, que busca corrigir e restaurar o que foi quebrado pelo pecado.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Seu caráter e Sua vontade para a humanidade.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Isaías 30:18"]},"ezequiel_11_12_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' neste contexto enfatiza a importância do relacionamento pessoal com Deus.","explicacao_detalhada":"Em Ezequiel 11:12, conhecer a Deus é fundamental para a justiça e a retidão do povo, pois implica em viver de acordo com Seus mandamentos.","por_que_esta_palavra":"O verdadeiro conhecimento de Deus leva à transformação moral e espiritual, essencial para a vida do crente.","conexao_teologica":"O conhecimento de Deus é a base para a verdadeira adoração e obediência, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Oséias 4:6","Colossenses 1:10","1 João 2:3"]},"ezequiel_11_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou explicação para a declaração anterior.","explicacao_detalhada":"Em Ezequiel 11:12, 'porque' conecta a necessidade de conhecer a Deus com a justiça que deve ser praticada pelo povo.","por_que_esta_palavra":"A palavra 'porque' é importante para entender a lógica do discurso profético, que muitas vezes liga ações a consequências.","conexao_teologica":"A relação entre conhecimento e ação é um tema teológico importante, onde o entendimento leva a uma vida transformada.","referencias_relacionadas":["Tiago 1:22","Romanos 12:2","Gálatas 6:7"]},"ezequiel_11_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir a uma queda moral ou espiritual, ou a um juízo divino.","explicacao_detalhada":"Em Ezequiel 11:13, a queda do povo é um reflexo de sua desobediência e afastamento de Deus, resultando em consequências severas.","por_que_esta_palavra":"Cair é uma metáfora poderosa para desvio e julgamento, mostrando a fragilidade do ser humano sem a intervenção divina.","conexao_teologica":"A queda é um tema central na narrativa bíblica, representando a necessidade de redenção e restauração através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 Pedro 5:8"]},"ezequiel_11_13_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Deus com Seu povo, frequentemente através de profetas.","explicacao_detalhada":"Em Ezequiel 11:13, o ato de falar é um meio pelo qual Deus expressa Seu juízo e Sua vontade, convocando o povo ao arrependimento.","por_que_esta_palavra":"Falar é uma forma de revelação divina, essencial para que o povo compreenda a mensagem de Deus e responda a ela.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, onde Ele se revela e se relaciona com Seu povo.","referencias_relacionadas":["Hebreus 1:1-2","Jeremias 1:7","Mateus 10:20"]},"ezequiel_11_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' pode simbolizar a relação entre Deus e Seu povo, destacando a paternidade divina.","explicacao_detalhada":"Em Ezequiel 11:13, a menção ao 'filho' pode indicar a responsabilidade e a herança que o povo tem diante de Deus como Seus filhos.","por_que_esta_palavra":"A relação de filho é fundamental para entender a identidade do povo de Deus e Sua expectativa de fidelidade e obediência.","conexao_teologica":"A paternidade de Deus é um tema importante na teologia, refletindo o amor e a responsabilidade que Ele tem para com Seu povo.","referencias_relacionadas":["Romanos 8:15","Gálatas 4:6","Efésios 1:5"]},"ezequiel_11_14_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de um estado de graça ou à desolação de um povo.","explicacao_detalhada":"No contexto de Ezequiel 11:14, a palavra 'cair' é usada para descrever a condição do povo de Israel, que estava em um estado de ruína espiritual e física devido à sua desobediência a Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a gravidade da situação do povo e a necessidade de arrependimento e restauração.","conexao_teologica":"A queda do povo de Deus é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Ezequiel 18:30","Romanos 3:23","Salmos 37:24"]},"ezequiel_11_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é usada para se referir à comunicação de Deus ao seu povo.","explicacao_detalhada":"Em Ezequiel 11:14, a palavra 'palavra' destaca a importância da mensagem divina e como ela deve ser ouvida e obedecida pelo povo.","por_que_esta_palavra":"A palavra é fundamental para a revelação de Deus e a instrução do seu povo, mostrando que a comunicação divina é essencial para a vida espiritual.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"ezequiel_11_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à autoridade e soberania de Deus sobre o povo.","explicacao_detalhada":"Em Ezequiel 11:14, o uso do nome 'Senhor' enfatiza a relação de Deus como governante e protetor de Israel, que deve ser respeitado e temido.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo e na sua aliança com Ele, representando Sua presença e poder.","conexao_teologica":"O nome do Senhor é um símbolo de Sua fidelidade e compromisso com Seu povo, sendo um tema importante na teologia bíblica.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"ezequiel_11_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas ou a conduta do povo.","explicacao_detalhada":"No contexto de Ezequiel 11:15, 'modo' indica a forma como o povo se comporta e vive, refletindo sua relação com Deus e suas práticas.","por_que_esta_palavra":"A escolha da palavra 'modo' é crucial para entender que a conduta do povo deve estar alinhada com os preceitos de Deus.","conexao_teologica":"A maneira de viver do povo de Deus é um reflexo de sua fé e obediência, sendo um tema central na ética bíblica.","referencias_relacionadas":["Mateus 5:16","1 Pedro 1:15-16","Romanos 12:2"]},"ezequiel_11_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel e à sua herança.","explicacao_detalhada":"Em Ezequiel 11:15, 'terra' simboliza não apenas o espaço físico, mas também a promessa de Deus e a identidade do povo escolhido.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando a aliança de Deus com Israel e Sua fidelidade.","conexao_teologica":"A terra prometida é um símbolo da presença de Deus e da bênção que Ele oferece ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:3"]},"ezequiel_11_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Em Ezequiel 11:15, \"filho\" aparece na frase \"Filho do homem, teus irmãos, sim, teus irmãos, os homens de teu parentesco, e toda a casa de Israel, todos eles são aqueles a quem os habit…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (בֵּן; bên; H1121), \"filho\" traz a ideia de filho. Aqui, essa palavra deixa o ensino de Ezequiel 11:15 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"filho\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Ezequiel 11:4. Lendo junto com Ezequiel 11:15, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Ezequiel 11:15","Ezequiel 11:4","Salmos 119:105"]},"ezequiel_11_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é novamente utilizada para enfatizar a relação do povo com o seu território e a presença de Deus.","explicacao_detalhada":"Em Ezequiel 11:16, a referência à 'terra' destaca a promessa de restauração e a esperança de um futuro melhor para Israel.","por_que_esta_palavra":"A terra é um símbolo de segurança e estabilidade, refletindo a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A restauração da terra é um tema escatológico que aponta para a plenitude da redenção em Cristo.","referencias_relacionadas":["Ezequiel 36:24-28","Isaías 65:17-25","Apocalipse 21:1"]},"ezequiel_11_16_palacio":{"palavra_pt":"palacio","palavra_original":"מִקְדָּשׁ","transliteracao":"miqdâsh","strong":"H4720","significado_raiz":"Ideia básica: palacio.","significado_contextual":"A palavra 'palácio' refere-se ao templo ou à morada de Deus entre o Seu povo.","explicacao_detalhada":"Em Ezequiel 11:16, 'palácio' simboliza a presença de Deus e a importância do templo como local de adoração e comunhão.","por_que_esta_palavra":"A escolha da palavra 'palácio' enfatiza a majestade e a santidade do lugar onde Deus habita.","conexao_teologica":"O templo é um símbolo da presença de Deus e da relação entre Ele e Seu povo, sendo central na adoração.","referencias_relacionadas":["Salmos 27:4","1 Reis 6:1-38","Mateus 21:12-13"]},"ezequiel_11_16_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é usado para reafirmar a soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 11:16, o uso do nome 'Senhor' reforça a ideia de que Deus é o governante supremo que cuida de Seu povo.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a relação de submissão e reverência que o povo deve ter diante de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de todas as circunstâncias.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Romanos 13:1"]},"ezequiel_11_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente enfatiza a relação do povo com a terra prometida e a esperança de restauração.","explicacao_detalhada":"Em Ezequiel 11:17, a referência à 'terra' indica a promessa de Deus de trazer o Seu povo de volta à sua herança.","por_que_esta_palavra":"A terra é um símbolo de esperança e renovação, representando a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A promessa de restauração da terra é um tema que aponta para a redenção final em Cristo e a nova criação.","referencias_relacionadas":["Ezequiel 36:33-36","Jeremias 29:10-14","Apocalipse 21:2"]},"ezequiel_11_17_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder algo, neste caso, a Deus prometendo restaurar o povo.","explicacao_detalhada":"No contexto de Ezequiel 11:17, Deus está prometendo que dará ao Seu povo um novo coração e um novo espírito, simbolizando uma transformação espiritual.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a ação divina de conceder graça e renovação ao Seu povo.","conexao_teologica":"A ideia de Deus dar um novo coração é central na teologia da redenção, mostrando Sua misericórdia e desejo de restaurar o relacionamento com a humanidade.","referencias_relacionadas":["Ezequiel 36:26","Salmos 51:10","Jeremias 31:33"]},"ezequiel_11_17_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título que expressa autoridade e soberania de Deus sobre o Seu povo.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para reafirmar a posição de Deus como o governante supremo que tem poder para restaurar e redimir.","por_que_esta_palavra":"A utilização do termo 'senhor' destaca a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o Senhor de todas as coisas e tem controle sobre a história.","referencias_relacionadas":["Isaías 45:5","Salmos 24:1","Romanos 14:8-9"]},"ezequiel_11_18_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar em um novo estado de ser, simbolizando a entrada em uma nova aliança.","explicacao_detalhada":"Em Ezequiel 11:18, o povo é chamado a entrar em um novo relacionamento com Deus, abandonando suas práticas idólatras.","por_que_esta_palavra":"A palavra 'vir' é significativa porque implica uma ação de movimento em direção a Deus e à Sua vontade.","conexao_teologica":"A ideia de entrar em uma nova aliança é fundamental na teologia bíblica, representando a transição do velho para o novo, especialmente em Cristo.","referencias_relacionadas":["Hebreus 8:6","Ezequiel 36:27","Mateus 26:28"]},"ezequiel_11_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o povo deve viver após a transformação prometida por Deus.","explicacao_detalhada":"Neste versículo, 'modo' indica que a vida do povo deve refletir a nova identidade que Deus lhes dará.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a importância da conduta e do comportamento que devem acompanhar a transformação espiritual.","conexao_teologica":"A ética cristã é baseada na nova vida em Cristo, onde o modo de viver deve ser um reflexo da nova criação.","referencias_relacionadas":["Gálatas 5:22-23","Romanos 12:2","Efésios 4:1"]},"ezequiel_11_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' novamente enfatiza a ação de Deus em conceder um novo coração ao Seu povo.","explicacao_detalhada":"Em Ezequiel 11:19, Deus promete dar um novo coração e um novo espírito, simbolizando uma renovação completa.","por_que_esta_palavra":"A repetição da palavra 'dar' reforça a ideia de que a transformação espiritual é um ato divino e não um esforço humano.","conexao_teologica":"A transformação do coração é um tema central na obra do Espírito Santo na vida do crente.","referencias_relacionadas":["Ezequiel 36:26","2 Coríntios 5:17","Romanos 8:9"]},"ezequiel_11_19_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' refere-se à presença e ação do Espírito Santo na vida do povo.","explicacao_detalhada":"Neste versículo, o 'vento' simboliza a vida e a força que Deus dá ao Seu povo através do Espírito.","por_que_esta_palavra":"A escolha de 'vento' destaca a natureza invisível e poderosa do Espírito Santo que transforma e renova.","conexao_teologica":"O Espírito Santo é essencial na vida cristã, capacitando os crentes a viverem de acordo com a vontade de Deus.","referencias_relacionadas":["João 3:8","Atos 2:2-4","Romanos 8:11"]},"ezequiel_11_19_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' simboliza o centro das emoções e decisões do ser humano.","explicacao_detalhada":"Em Ezequiel 11:19, Deus promete dar um novo coração, indicando uma mudança profunda na vida interior do povo.","por_que_esta_palavra":"A ênfase no 'coração' mostra que a verdadeira mudança deve ocorrer no interior, não apenas em ações externas.","conexao_teologica":"A transformação do coração é fundamental na experiência de salvação e renovação espiritual.","referencias_relacionadas":["Salmos 51:10","Ezequiel 36:26","Mateus 5:8"]},"ezequiel_11_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de fazer ou realizar, indicando a ação de Deus em estabelecer justiça.","explicacao_detalhada":"Neste versículo, Deus promete que o Seu povo será capaz de viver de acordo com a Sua justiça e mandamentos.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a responsabilidade do povo em agir conforme a nova vida que receberam.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, mostrando que Ele deseja que Seu povo viva em retidão.","referencias_relacionadas":["Miquéias 6:8","Salmos 106:3","Romanos 12:1"]},"ezequiel_11_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, enfatizando a autoridade e poder de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 11:20, a referência a Deus destaca a Sua capacidade de transformar e restaurar o Seu povo.","por_que_esta_palavra":"A menção de 'deus' reafirma a centralidade da divindade na vida do povo e a dependência deles de Sua graça.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele é o criador e sustentador de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"ezequiel_11_20_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se à retidão e à moralidade que Deus exige de Seu povo.","explicacao_detalhada":"Neste versículo, a ênfase na justiça indica que Deus deseja que Seu povo viva de acordo com Seus padrões de moralidade.","por_que_esta_palavra":"A escolha de 'juízo' destaca a importância da justiça social e moral na vida comunitária do povo de Deus.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletida na vida dos crentes, sendo um aspecto essencial da fé.","referencias_relacionadas":["Amós 5:24","Isaías 1:17","Miquéias 6:8"]},"ezequiel_11_21_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e decisões humanas.","explicacao_detalhada":"No contexto de Ezequiel 11:21, o coração representa a disposição interior do povo de Israel, que se afastou de Deus. O Senhor promete dar um novo coração, simbolizando uma transformação espiritual.","por_que_esta_palavra":"A palavra 'coração' é fundamental para entender a relação entre Deus e seu povo, pois reflete a necessidade de uma mudança interna para seguir os caminhos de Deus.","conexao_teologica":"O novo coração é uma promessa de renovação e restauração, que se conecta com a nova aliança em Cristo, onde os crentes recebem um novo coração e um novo espírito.","referencias_relacionadas":["Ezequiel 36:26","Salmos 51:10","Jeremias 31:33"]},"ezequiel_11_21_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é entendida como o caminho que se deve seguir, refletindo a escolha entre a obediência a Deus e a desobediência.","explicacao_detalhada":"Em Ezequiel 11:21, a vida simboliza a maneira de viver que agrada a Deus. O versículo enfatiza que aqueles que seguem os caminhos de Deus terão vida plena.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a promessa de Deus de que, ao seguir Seus mandamentos, o povo experimentará verdadeira vida e prosperidade.","conexao_teologica":"A vida em Cristo é uma temática central no Novo Testamento, onde Jesus declara ser o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Deuteronômio 30:19-20","Romanos 6:23"]},"ezequiel_11_21_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O princípio é visto como a origem ou a liderança, indicando a importância de seguir os caminhos de Deus.","explicacao_detalhada":"No versículo, o princípio representa a autoridade de Deus e a necessidade de que o povo se submeta a essa autoridade para viver de acordo com Sua vontade.","por_que_esta_palavra":"A palavra 'princípio' é essencial para entender a estrutura da relação entre Deus e Seu povo, onde Ele é o líder supremo.","conexao_teologica":"Cristo é apresentado como o princípio e o fim de todas as coisas, enfatizando Sua soberania.","referencias_relacionadas":["Colossenses 1:17","Apocalipse 22:13","Provérbios 1:7"]},"ezequiel_11_22_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é a manifestação de Sua presença e poder entre o Seu povo.","explicacao_detalhada":"Em Ezequiel 11:22, a glória é um símbolo da presença de Deus que se afasta do templo devido à desobediência do povo, mas também representa a esperança de restauração.","por_que_esta_palavra":"A palavra 'glória' é importante para entender a natureza de Deus e como Ele se relaciona com a humanidade.","conexao_teologica":"A glória de Deus é um tema recorrente na Bíblia, culminando na revelação de Sua glória em Jesus Cristo.","referencias_relacionadas":["Isaías 6:3","Romanos 3:23","João 1:14"]},"ezequiel_11_22_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grandeza refere-se à magnitude e à majestade de Deus, que é incomparável.","explicacao_detalhada":"No contexto de Ezequiel 11:22, a grandeza de Deus é um lembrete de Sua soberania e poder, mesmo em meio ao juízo sobre Israel.","por_que_esta_palavra":"A palavra 'grande' é utilizada para enfatizar a supremacia de Deus sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, onde os crentes reconhecem Sua majestade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"ezequiel_11_23_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade representa o lugar de habitação do povo de Deus e a comunidade de fé.","explicacao_detalhada":"Em Ezequiel 11:23, a cidade é um símbolo da identidade do povo de Israel e de sua relação com Deus, que promete restaurá-los.","por_que_esta_palavra":"A palavra 'cidade' é significativa para entender a importância da comunidade e da habitação de Deus entre Seu povo.","conexao_teologica":"A nova Jerusalém é uma promessa de restauração e habitação eterna com Deus.","referencias_relacionadas":["Apocalipse 21:2","Hebreus 11:10","Salmos 48:1-2"]},"ezequiel_11_23_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"O fim é visto como um término ou conclusão, muitas vezes associado ao juízo ou à restauração.","explicacao_detalhada":"No contexto de Ezequiel 11:23, o fim pode se referir ao término do exílio e ao retorno à terra prometida, simbolizando esperança.","por_que_esta_palavra":"A palavra 'fim' é importante para entender a expectativa de um novo começo após o juízo.","conexao_teologica":"O conceito de fim e novo começo é central na teologia da redenção, onde Cristo traz um novo começo para a humanidade.","referencias_relacionadas":["Isaías 43:18-19","2 Coríntios 5:17","Apocalipse 21:5"]},"ezequiel_11_23_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grandeza aqui se refere à magnitude do que Deus fará em meio ao Seu povo.","explicacao_detalhada":"Em Ezequiel 11:23, a grandeza de Deus é destacada em Sua capacidade de restaurar e trazer esperança ao Seu povo.","por_que_esta_palavra":"A repetição da palavra 'grande' enfatiza a importância da ação de Deus em contrastar com a situação atual do povo.","conexao_teologica":"A grandeza de Deus é um tema que permeia toda a Escritura, revelando Seu poder e amor.","referencias_relacionadas":["Salmos 147:5","Romanos 11:33","Efésios 1:19-20"]},"ezequiel_11_24_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O vento é frequentemente associado ao Espírito de Deus, que traz vida e renovação.","explicacao_detalhada":"Em Ezequiel 11:24, o vento simboliza a ação do Espírito Santo, que move e transforma o povo de Deus.","por_que_esta_palavra":"A palavra 'vento' é significativa para entender a dinâmica do Espírito Santo na vida dos crentes.","conexao_teologica":"O Espírito Santo é a promessa de Deus para habitar em Seus seguidores, trazendo vida e poder.","referencias_relacionadas":["Atos 2:2-4","João 3:8","Romanos 8:11"]},"ezequiel_11_24_carried":{"palavra_pt":"carried","palavra_original":"גּוֹלָה","transliteracao":"gôwlâh","strong":"H1473","significado_raiz":"Ideia básica: carried.","significado_contextual":"Carried refere-se à ação de ser levado ou transportado, simbolizando a condução divina.","explicacao_detalhada":"No contexto de Ezequiel 11:24, a ideia de ser 'carried' reflete a maneira como Deus guia e protege Seu povo.","por_que_esta_palavra":"A palavra 'carried' é importante para entender a providência e a soberania de Deus na vida dos crentes.","conexao_teologica":"Deus é frequentemente descrito como aquele que carrega Seu povo, sustentando-os em tempos de dificuldade.","referencias_relacionadas":["Isaías 46:4","Salmos 55:22","1 Pedro 5:7"]},"ezequiel_11_24_visao":{"palavra_pt":"visao","palavra_original":"מַרְאֶה","transliteracao":"marʼeh","strong":"H4758","significado_raiz":"Ideia básica: visao.","significado_contextual":"A visão recebida por Ezequiel é uma revelação divina que mostra a condição espiritual de Israel.","explicacao_detalhada":"A palavra 'visão' refere-se a uma experiência sobrenatural onde o profeta é levado a ver realidades espirituais. Neste contexto, Ezequiel vê a glória de Deus e a situação do povo em exílio.","por_que_esta_palavra":"A palavra 'visão' é crucial para entender a comunicação de Deus com o profeta, mostrando que a mensagem é divina e não humana.","conexao_teologica":"A visão é um meio pelo qual Deus se revela ao homem, indicando a importância da revelação divina na vida do povo de Israel.","referencias_relacionadas":["Ezequiel 1:1","Ezequiel 8:3","Ezequiel 40:2"]},"ezequiel_11_25_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' indica a ação de transmitir a mensagem de Deus ao povo.","explicacao_detalhada":"Neste versículo, Ezequiel é chamado a falar as palavras que Deus lhe deu, enfatizando a responsabilidade do profeta em comunicar a verdade divina.","por_que_esta_palavra":"A palavra 'falar' é fundamental para o papel do profeta, que deve ser a voz de Deus entre o povo.","conexao_teologica":"A comunicação de Deus através da fala dos profetas é uma forma de Deus se relacionar com Seu povo e guiá-lo.","referencias_relacionadas":["Ezequiel 2:7","Ezequiel 3:4","Ezequiel 33:7"]},"ezequiel_11_25_carried":{"palavra_pt":"carried","palavra_original":"גּוֹלָה","transliteracao":"gôwlâh","strong":"H1473","significado_raiz":"Ideia básica: carried.","significado_contextual":"A palavra 'carried' refere-se ao ato de ser levado ou transportado, simbolizando a ação de Deus sobre o profeta.","explicacao_detalhada":"Ezequiel é 'carried' em uma visão, o que indica que ele está sob a direção e controle de Deus, mostrando a soberania divina.","por_que_esta_palavra":"A palavra 'carried' destaca a experiência mística do profeta, que é movido pelo Espírito de Deus.","conexao_teologica":"A ideia de ser 'carried' reflete a ação do Espírito Santo na vida do crente, guiando e direcionando.","referencias_relacionadas":["Ezequiel 3:14","Ezequiel 8:3","Ezequiel 37:1"]},"ezequiel_11_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como a mensagem deve ser comunicada.","explicacao_detalhada":"O 'modo' implica que a entrega da mensagem de Deus deve ser feita de forma clara e direta, conforme a orientação divina.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da forma como a verdade é apresentada ao povo.","conexao_teologica":"A maneira de comunicar a mensagem de Deus é essencial para a eficácia do ministério profético.","referencias_relacionadas":["Ezequiel 3:10","Ezequiel 33:11","Ezequiel 34:16"]}}