{"ezequiel_13_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se a um colapso ou queda, muitas vezes em um sentido moral ou espiritual.","explicacao_detalhada":"A palavra 'cair' em Ezequiel 13:1 pode simbolizar a queda de líderes ou profetas que não estão seguindo a vontade de Deus. Essa queda é um aviso sobre as consequências de se afastar da verdade divina.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da liderança humana e a necessidade de se manter firme na fé.","conexao_teologica":"A queda é um tema recorrente nas Escrituras, refletindo a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Provérbios 16:18","Gálatas 6:1","Tiago 4:10"]},"ezequiel_13_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem ou revelação de Deus.","explicacao_detalhada":"A palavra 'palavra' em Ezequiel 13:1 é central para a comunicação divina. Ela representa a verdade que Deus deseja que Seu povo ouça e siga, sendo um meio pelo qual Deus se revela.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da revelação divina e a responsabilidade dos profetas em transmitir essa mensagem.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que a fé é gerada e sustentada.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","Salmos 119:105"]},"ezequiel_13_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e à identidade de Deus.","explicacao_detalhada":"A palavra 'nome' em Ezequiel 13:1 simboliza a reputação e a essência de Deus. Invocar o nome de Deus é reconhecer Sua soberania e poder.","por_que_esta_palavra":"A menção do 'nome' enfatiza a importância de se relacionar com Deus de maneira correta e reverente.","conexao_teologica":"O nome de Deus é sagrado e representa Sua presença e caráter entre o Seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-10"]},"ezequiel_13_2_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus que transmite Suas revelações.","explicacao_detalhada":"A palavra 'profeta' em Ezequiel 13:2 indica alguém chamado por Deus para falar em Seu nome. Os profetas têm a responsabilidade de advertir, ensinar e guiar o povo segundo a vontade divina.","por_que_esta_palavra":"A escolha da palavra 'profeta' destaca a importância da comunicação divina e a necessidade de líderes espirituais fiéis.","conexao_teologica":"Os profetas são instrumentos de Deus para trazer Sua mensagem ao povo, refletindo Sua preocupação com a humanidade.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Mateus 10:41"]},"ezequiel_13_2_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar a mensagem de Deus.","explicacao_detalhada":"A palavra 'falar' em Ezequiel 13:2 enfatiza a ação de transmitir a revelação divina. É um chamado à obediência e à proclamação da verdade.","por_que_esta_palavra":"A ênfase na palavra 'falar' destaca a responsabilidade dos profetas em não apenas ouvir, mas também em comunicar a mensagem de Deus ao povo.","conexao_teologica":"A fala de Deus é um meio pelo qual Ele se relaciona com a humanidade, e os profetas são os porta-vozes dessa comunicação.","referencias_relacionadas":["Isaías 58:1","Romanos 10:14","Atos 4:20"]},"ezequiel_13_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família.","explicacao_detalhada":"A palavra 'filho' em Ezequiel 13:2 pode simbolizar a relação de Deus com Seu povo, que é frequentemente descrito como Seus filhos. Essa relação implica cuidado, disciplina e amor.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a intimidade da relação entre Deus e Seu povo, mostrando que eles são parte de Sua família.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, refletindo a adoção dos crentes como filhos de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"ezequiel_13_3_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a vontade divina ao povo.","explicacao_detalhada":"No contexto de Ezequiel 13:3, o profeta é chamado para alertar sobre os falsos profetas que enganam o povo. O papel do profeta é essencial para a comunicação entre Deus e a humanidade, trazendo advertências e consolos.","por_que_esta_palavra":"A palavra 'profeta' é utilizada para enfatizar a autoridade e a responsabilidade do mensageiro de Deus em transmitir a verdade divina.","conexao_teologica":"A figura do profeta é central na teologia do Antigo Testamento, representando a voz de Deus em meio ao povo e a necessidade de ouvir e obedecer à Sua palavra.","referencias_relacionadas":["Jeremias 1:5","Amós 3:7","Miquéias 3:8"]},"ezequiel_13_3_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é um título que expressa a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 13:3, 'Senhor' refere-se a Deus que se levanta contra os falsos profetas, mostrando que Ele é o juiz supremo que traz correção ao seu povo.","por_que_esta_palavra":"O uso de 'Senhor' enfatiza a relação de domínio e reverência que o povo deve ter em relação a Deus, reconhecendo Sua autoridade.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o Criador e Sustentador de todas as coisas, que tem o direito de guiar e corrigir seu povo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"ezequiel_13_3_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador do universo, que se revela ao seu povo.","explicacao_detalhada":"Em Ezequiel 13:3, a menção de Deus destaca Sua presença ativa na história de Israel e Sua disposição de agir contra os falsos profetas que distorcem Sua mensagem.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza divina e a relação que Ele estabelece com a humanidade, sendo um convite à adoração e à obediência.","conexao_teologica":"A revelação de Deus ao longo das Escrituras mostra Seu caráter, Sua justiça e Sua misericórdia, sendo essencial para a compreensão da salvação.","referencias_relacionadas":["Gênesis 1:1","Êxodo 3:14","João 1:1"]},"ezequiel_13_4_seca":{"palavra_pt":"seca","palavra_original":"חׇרְבָּה","transliteracao":"chorbâh","strong":"H2723","significado_raiz":"Ideia básica: seca.","significado_contextual":"A palavra 'seca' simboliza a falta de vida e a ausência da bênção de Deus sobre o povo.","explicacao_detalhada":"Em Ezequiel 13:4, a 'seca' representa a condição espiritual do povo que se afastou de Deus, resultando em um estado de desolação e necessidade de arrependimento.","por_que_esta_palavra":"A utilização de 'seca' serve como um alerta sobre as consequências da desobediência e da falta de fé, enfatizando a necessidade de retorno a Deus.","conexao_teologica":"A seca é frequentemente usada na Bíblia como um símbolo do juízo divino e da necessidade de arrependimento, refletindo a relação entre a obediência e as bênçãos de Deus.","referencias_relacionadas":["Amós 8:11","Jeremias 14:3","Mateus 5:6"]},"ezequiel_13_4_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' aqui novamente destaca a função de um porta-voz de Deus, especialmente em tempos de crise.","explicacao_detalhada":"Neste versículo, o profeta é chamado a reconhecer a realidade da seca espiritual que afeta o povo, enfatizando a urgência de sua mensagem.","por_que_esta_palavra":"A repetição da palavra 'profeta' reforça a importância da voz profética em tempos de necessidade, onde a verdade deve ser proclamada.","conexao_teologica":"A função do profeta é crucial para a restauração do povo, pois ele é o intermediário entre Deus e a humanidade, trazendo esperança e correção.","referencias_relacionadas":["Ezequiel 3:17","Isaías 58:1","Miquéias 2:6"]},"ezequiel_13_5_breach":{"palavra_pt":"breach","palavra_original":"פֶּרֶץ","transliteracao":"perets","strong":"H6556","significado_raiz":"Ideia básica: breach.","significado_contextual":"A palavra 'breach' refere-se a uma ruptura ou falha na proteção, simbolizando a vulnerabilidade do povo.","explicacao_detalhada":"Em Ezequiel 13:5, a 'breach' representa a falha em manter a integridade espiritual e moral, resultando em consequências desastrosas.","por_que_esta_palavra":"A palavra 'breach' é usada para ilustrar a necessidade de vigilância e a responsabilidade de proteger a fé e a comunidade.","conexao_teologica":"A ideia de 'breach' é teologicamente significativa, pois aponta para a necessidade de restaurar a aliança com Deus e a importância da unidade entre o povo.","referencias_relacionadas":["Ezequiel 22:30","Salmos 80:12","Isaías 5:5"]},"ezequiel_13_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de julgamento ou intervenção divina.","explicacao_detalhada":"No contexto de Ezequiel 13:5, o 'dia' é um tempo em que Deus agirá contra os falsos profetas e trará justiça ao Seu povo.","por_que_esta_palavra":"A menção do 'dia' enfatiza a certeza do juízo de Deus e a importância de estar preparado para esse momento.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de revelação e julgamento, que é um tema central na escatologia bíblica.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"ezequiel_13_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade da mensagem de Deus.","explicacao_detalhada":"Em Ezequiel 13:5, a 'verdade' é contrastada com as mentiras dos falsos profetas, destacando a importância de discernir a verdadeira palavra de Deus.","por_que_esta_palavra":"A ênfase na 'verdade' é crucial para a integridade da fé e a proteção contra enganos espirituais.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã, sendo a base sobre a qual a fé é construída.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"ezequiel_13_6_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de Deus em restaurar ou estabelecer algo novo.","explicacao_detalhada":"Em Ezequiel 13:6, 'levantar' implica que Deus está prestes a agir em favor de Seu povo, trazendo renovação e esperança.","por_que_esta_palavra":"A palavra 'levantar' é usada para transmitir a ideia de ação divina e a restauração da aliança com o povo.","conexao_teologica":"A ação de Deus em 'levantar' líderes e profetas é um tema recorrente, mostrando Sua fidelidade em cuidar de Seu povo.","referencias_relacionadas":["Isaías 61:1","Salmos 75:7","Ezequiel 34:16"]},"ezequiel_13_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade de Deus.","explicacao_detalhada":"Em Ezequiel 13:6, o 'nome' de Deus é invocado para enfatizar Sua soberania e a importância de reconhecer Sua presença entre o povo.","por_que_esta_palavra":"A menção do 'nome' de Deus é um lembrete da reverência que se deve ter em relação a Ele e da necessidade de invocar Sua ajuda.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando Sua natureza e caráter, e é um convite à intimidade com o Criador.","referencias_relacionadas":["Êxodo 3:15","Salmos 20:1","Romanos 10:13"]},"ezequiel_13_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à autenticidade e à realidade das palavras de Deus, contrastando com as falsas profecias.","explicacao_detalhada":"No contexto de Ezequiel 13:7, a palavra 'verdade' é usada para destacar a diferença entre as mensagens divinas e as enganosas proclamadas pelos profetas falsos. A verdade de Deus é inabalável e deve ser a base da fé.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e Sua comunicação com o povo, que muitas vezes se desvia da realidade espiritual.","conexao_teologica":"A verdade é um atributo de Deus, e conhecer a verdade é essencial para a salvação e a vida espiritual. Jesus se refere a si mesmo como a verdade (João 14:6).","referencias_relacionadas":["João 8:32","Salmos 119:160","Provérbios 12:19"]},"ezequiel_13_7_divination":{"palavra_pt":"divination","palavra_original":"מִקְסָם","transliteracao":"miqçâm","strong":"H4738","significado_raiz":"Ideia básica: divination.","significado_contextual":"Divinação refere-se a práticas ocultas que buscam conhecimento ou orientação sobrenatural, condenadas por Deus.","explicacao_detalhada":"A divinação é uma prática que se opõe à revelação divina. Em Ezequiel 13:7, os profetas falsos utilizam métodos de divinação para enganar o povo, desviando-os da verdadeira palavra de Deus.","por_que_esta_palavra":"A inclusão da palavra 'divinação' enfatiza a gravidade da traição espiritual que os falsos profetas cometem ao substituir a verdade divina por enganos.","conexao_teologica":"Deus proíbe a divinação em Levítico 19:26, mostrando que Ele deseja que Seu povo confie apenas em Sua revelação.","referencias_relacionadas":["Deuteronômio 18:10-12","Isaías 8:19","Gálatas 5:20"]},"ezequiel_13_7_deceitful":{"palavra_pt":"deceitful","palavra_original":"כָּזָב","transliteracao":"kâzâb","strong":"H3577","significado_raiz":"Ideia básica: deceitful.","significado_contextual":"A palavra 'deceitful' descreve a natureza enganosa dos profetas que distorcem a verdade de Deus.","explicacao_detalhada":"Em Ezequiel 13:7, a palavra 'deceitful' é usada para caracterizar as mensagens que não vêm de Deus, mas que são criadas para enganar o povo e satisfazer desejos pessoais.","por_que_esta_palavra":"A palavra é importante para entender a seriedade do engano espiritual e a necessidade de discernimento entre a verdade e a mentira.","conexao_teologica":"A Bíblia frequentemente adverte contra falsos profetas e ensina que devemos testar os espíritos (1 João 4:1).","referencias_relacionadas":["Mateus 7:15","2 Pedro 2:1","Jeremias 14:14"]},"ezequiel_13_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 13:8, a invocação do 'Senhor' enfatiza que Deus é o juiz supremo que observa e condena as ações dos profetas falsos.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a posição de Deus como autoridade máxima e a responsabilidade dos profetas em transmitir Sua mensagem.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele controla a história e a vida de Seu povo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:9"]},"ezequiel_13_8_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' enfatiza a divindade e a natureza suprema do Criador.","explicacao_detalhada":"Em Ezequiel 13:8, a referência a 'Deus' destaca a seriedade do julgamento que Ele pronuncia sobre os profetas que falham em representar Sua verdade.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a relação entre o Criador e a criação, e a responsabilidade dos líderes espirituais.","conexao_teologica":"A natureza de Deus como juiz e salvador é um tema recorrente na Escritura, revelando Seu caráter e propósito para a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Hebreus 11:6"]},"ezequiel_13_8_behold":{"palavra_pt":"eis","palavra_original":"חָזָה","transliteracao":"châzâh","strong":"H2372","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando a importância do que está prestes a ser revelado.","explicacao_detalhada":"Em Ezequiel 13:8, 'eis' serve como um alerta para que o povo preste atenção ao julgamento de Deus sobre os falsos profetas.","por_que_esta_palavra":"A palavra 'eis' é usada para enfatizar a urgência e a seriedade da mensagem que está sendo comunicada.","conexao_teologica":"A chamada à atenção é um tema comum na profecia, onde Deus frequentemente convoca Seu povo a ouvir e responder à Sua palavra.","referencias_relacionadas":["Isaías 40:9","Mateus 24:42","Apocalipse 3:20"]},"ezequiel_13_9_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, encarregado de transmitir Suas revelações ao povo.","explicacao_detalhada":"Em Ezequiel 13:9, a palavra 'profeta' é usada para descrever aqueles que deveriam ser fiéis em comunicar a verdade de Deus, mas que falharam.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a função e a responsabilidade dos líderes espirituais na história de Israel.","conexao_teologica":"Os profetas são instrumentos de Deus para trazer Sua palavra ao povo, e sua fidelidade é essencial para a saúde espiritual da nação.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"ezequiel_13_9_visao":{"palavra_pt":"visao","palavra_original":"חֹזֶה","transliteracao":"chôzeh","strong":"H2374","significado_raiz":"Ideia básica: visao.","significado_contextual":"A palavra 'visão' refere-se a uma revelação divina recebida por um profeta.","explicacao_detalhada":"Em Ezequiel 13:9, 'visão' indica a forma como Deus comunica Sua vontade aos profetas, que devem transmitir essa mensagem ao povo.","por_que_esta_palavra":"A palavra 'visão' é importante para entender como Deus se revela e como os profetas devem ser receptivos a essas revelações.","conexao_teologica":"As visões são uma maneira pela qual Deus se comunica com Seu povo, mostrando Sua intenção e planos.","referencias_relacionadas":["Ezequiel 1:1","Daniel 7:1","Atos 2:17"]},"ezequiel_13_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir a um colapso espiritual ou a um juízo divino.","explicacao_detalhada":"Em Ezequiel 13:9, 'cair' é usado para descrever a consequência do engano e da desobediência dos profetas, que resultarão em julgamento.","por_que_esta_palavra":"A palavra 'cair' é significativa para entender as consequências do pecado e da falta de fidelidade a Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Tiago 4:10"]},"ezequiel_13_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar uma mensagem, especialmente a palavra de Deus.","explicacao_detalhada":"Em Ezequiel 13:10, 'dizer' é usado para descrever a responsabilidade dos profetas de proclamar a verdade de Deus ao povo.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a importância da comunicação da verdade divina e a responsabilidade dos mensageiros de Deus.","conexao_teologica":"A comunicação da palavra de Deus é central na vida cristã, e os crentes são chamados a proclamar o evangelho.","referencias_relacionadas":["Romanos 10:14","Mateus 28:19-20","2 Timóteo 4:2"]},"ezequiel_13_10_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) é usada para descrever um estado de harmonia e bem-estar, tanto físico quanto espiritual.","explicacao_detalhada":"No contexto de Ezequiel 13:10, a 'paz' é mencionada em relação aos profetas que prometem segurança e tranquilidade ao povo, mesmo quando não há verdadeira paz. Essa falsa segurança é criticada por Deus.","por_que_esta_palavra":"A palavra é importante porque reflete a promessa de Deus de restaurar a paz verdadeira ao Seu povo, em contraste com as promessas enganosas dos falsos profetas.","conexao_teologica":"A paz é um tema central na teologia bíblica, representando a restauração da relação entre Deus e a humanidade, especialmente através de Cristo, que é chamado de Príncipe da Paz (Isaías 9:6).","referencias_relacionadas":["Isaías 9:6","Romanos 5:1","Filipenses 4:7"]},"ezequiel_13_10_because":{"palavra_pt":"porque","palavra_original":"יַעַן","transliteracao":"yaʻan","strong":"H3282","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (yaʻan) é utilizada para introduzir a razão pela qual algo acontece ou é dito.","explicacao_detalhada":"Neste versículo, 'porque' é usado para explicar a motivação por trás das ações dos profetas que proclamam paz, mesmo quando a realidade é diferente.","por_que_esta_palavra":"É crucial para entender a lógica e a justificativa das declarações feitas pelos profetas, que estavam distantes da verdade.","conexao_teologica":"A compreensão das razões por trás das ações e promessas é fundamental para discernir a verdade divina das mentiras humanas.","referencias_relacionadas":["Ezequiel 13:10","Tiago 1:22","Romanos 2:1"]},"ezequiel_13_11_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' (ruach) é frequentemente associada ao espírito, à força vital ou à presença de Deus.","explicacao_detalhada":"Em Ezequiel 13:11, o 'vento' simboliza a força que derruba as falsas promessas e estruturas criadas pelos profetas enganosos.","por_que_esta_palavra":"A utilização de 'vento' enfatiza a fragilidade das promessas humanas em comparação com a poderosa ação de Deus.","conexao_teologica":"O vento é um símbolo do Espírito Santo, que traz transformação e renovação, contrastando com as promessas vazias dos homens.","referencias_relacionadas":["João 3:8","Atos 2:2","Gálatas 5:25"]},"ezequiel_13_11_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' (nâphal) implica uma queda ou um colapso, muitas vezes associado a juízo ou destruição.","explicacao_detalhada":"No contexto, 'cair' refere-se ao colapso das falsas esperanças e estruturas que os profetas criaram, indicando que a verdade de Deus prevalecerá.","por_que_esta_palavra":"É uma palavra poderosa que retrata a inevitabilidade do juízo divino sobre as mentiras e enganos.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando o juízo de Deus sobre o pecado e a promessa de restauração através de Cristo.","referencias_relacionadas":["Salmos 37:24","Mateus 7:27","Apocalipse 20:11"]},"ezequiel_13_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (ʼâmar) é usada para expressar comunicação ou declaração.","explicacao_detalhada":"Neste versículo, 'dizer' refere-se à declaração de juízo de Deus contra os profetas que proclamam mensagens enganosas.","por_que_esta_palavra":"É essencial para entender a autoridade da palavra de Deus em contraste com as palavras dos falsos profetas.","conexao_teologica":"A palavra de Deus é viva e eficaz, e suas declarações trazem verdade e poder, em oposição às palavras humanas falíveis.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","2 Timóteo 3:16"]},"ezequiel_13_12_muro":{"palavra_pt":"muro","palavra_original":"קִיר","transliteracao":"qîyr","strong":"H7023","significado_raiz":"Ideia básica: muro.","significado_contextual":"A palavra 'muro' (qîyr) representa proteção e segurança, mas também pode simbolizar barreiras que se tornam vulneráveis.","explicacao_detalhada":"Em Ezequiel 13:12, o muro representa a falsa segurança que os profetas oferecem ao povo, que será destruído pelo juízo de Deus.","por_que_esta_palavra":"A imagem do muro enfatiza a fragilidade das promessas humanas de segurança diante da verdade divina.","conexao_teologica":"Deus é o verdadeiro refúgio e fortaleza, e as falsas seguranças humanas são sempre vulneráveis ao Seu juízo.","referencias_relacionadas":["Salmos 46:1","Provérbios 18:10","Mateus 7:24-25"]},"ezequiel_13_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' (lôʼ) refere-se à realidade e à fidelidade de Deus em contraste com as mentiras dos profetas.","explicacao_detalhada":"Neste versículo, a verdade é o que Deus exige e o que os profetas falham em entregar ao povo, levando à sua condenação.","por_que_esta_palavra":"A verdade é fundamental para a fé e a prática, e a falta dela resulta em engano e destruição.","conexao_teologica":"Jesus é a verdade (João 14:6), e a busca pela verdade é essencial para a vida cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"ezequiel_13_12_daubing":{"palavra_pt":"daubing","palavra_original":"טִיחַ","transliteracao":"ṭîyach","strong":"H2915","significado_raiz":"Ideia básica: daubing.","significado_contextual":"A palavra 'daubing' (ṭîyach) refere-se ao ato de cobrir ou revestir, muitas vezes com a intenção de esconder a verdade.","explicacao_detalhada":"Em Ezequiel 13:12, o ato de 'daubing' simboliza a tentativa dos profetas de encobrir a realidade do juízo de Deus com promessas vazias.","por_que_esta_palavra":"É uma metáfora poderosa para descrever como as mentiras podem ser apresentadas como verdades, mas não têm substância.","conexao_teologica":"Deus vê através das tentativas humanas de encobrir a verdade, e Sua luz revela o que está oculto.","referencias_relacionadas":["Lucas 8:17","Romanos 2:16","1 Coríntios 4:5"]},"ezequiel_13_13_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' (ʼĂdônây) é um título que expressa autoridade e soberania.","explicacao_detalhada":"Neste contexto, 'senhor' refere-se à autoridade de Deus sobre os profetas e sobre o juízo que Ele trará sobre eles.","por_que_esta_palavra":"É importante reconhecer a soberania de Deus em todas as circunstâncias, especialmente em tempos de engano.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8","Apocalipse 19:16"]},"ezequiel_13_13_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' (Yᵉhôvih) é o nome pessoal do Senhor, que denota Sua natureza e caráter.","explicacao_detalhada":"Em Ezequiel 13:13, o nome de Deus é invocado para afirmar Sua autoridade e a certeza de Seu juízo sobre os falsos profetas.","por_que_esta_palavra":"Reconhecer o nome de Deus é fundamental para entender Sua relação com o povo e Sua disposição para julgar e restaurar.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e é central para a adoração e a fé do povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Filipenses 2:9-11"]},"ezequiel_13_13_breach":{"palavra_pt":"breach","palavra_original":"בָּקַע","transliteracao":"bâqaʻ","strong":"H1234","significado_raiz":"Ideia básica: breach.","significado_contextual":"Refere-se a uma ruptura ou fenda, simbolizando a quebra de proteção espiritual.","explicacao_detalhada":"A palavra 'breach' (בָּקַע) indica uma violação da integridade, muitas vezes associada à desobediência a Deus e suas consequências. No contexto de Ezequiel 13, isso se relaciona à falha dos profetas em proteger o povo de Israel.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a gravidade da situação espiritual de Israel, onde a proteção divina foi rompida devido à infidelidade.","conexao_teologica":"A quebra de proteção espiritual é um tema recorrente na Bíblia, onde a desobediência resulta em consequências severas, refletindo a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Ezequiel 22:30","Isaías 5:5","Salmos 91:1"]},"ezequiel_13_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, simbolizando a nação de Israel.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas a geografia, mas também a herança e a identidade do povo de Deus. Em Ezequiel 13, a destruição da terra é um reflexo do juízo divino.","por_que_esta_palavra":"A menção da terra destaca a conexão entre o povo e o local que Deus lhes deu, enfatizando a importância da fidelidade a Ele.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Israel, e sua destruição representa a quebra dessa aliança.","referencias_relacionadas":["Deuteronômio 30:15-20","Jeremias 2:7","Ezequiel 36:24"]},"ezequiel_13_14_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou declaração, muitas vezes usada por profetas.","explicacao_detalhada":"A palavra 'expressao' (גָּלָה) implica a revelação de verdades divinas. No contexto de Ezequiel, isso se relaciona à comunicação de mensagens de Deus ao povo.","por_que_esta_palavra":"A expressão é crucial para entender como Deus se comunica e revela sua vontade, especialmente em tempos de crise.","conexao_teologica":"A comunicação divina é um tema central na teologia, onde Deus se revela através de profetas e Escrituras.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1-2","Ezequiel 3:17"]},"ezequiel_13_14_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַס","transliteracao":"hâraç","strong":"H2040","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de causar ruína ou devastação.","explicacao_detalhada":"A palavra 'destruir' (הָרַס) é usada para descrever o juízo de Deus sobre Israel por causa de sua desobediência. Em Ezequiel 13, isso é um aviso sobre as consequências do pecado.","por_que_esta_palavra":"A destruição é um tema sério que alerta o povo sobre a gravidade de se afastar de Deus.","conexao_teologica":"A destruição como consequência do pecado é um princípio teológico que se reflete em várias partes da Bíblia.","referencias_relacionadas":["Ezequiel 18:30","Romanos 6:23","Gálatas 6:7"]},"ezequiel_13_15_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término ou conclusão de algo, especialmente em relação ao juízo de Deus.","explicacao_detalhada":"A palavra 'fim' (כָּלָה) indica a consumação do juízo divino sobre Israel, onde a paciência de Deus se esgota diante da contínua rebeldia do povo.","por_que_esta_palavra":"O 'fim' serve como um aviso sobre a necessidade de arrependimento antes que seja tarde demais.","conexao_teologica":"A ideia de um fim divino é um tema que aparece em várias profecias, enfatizando a soberania de Deus sobre a história.","referencias_relacionadas":["Mateus 24:14","Apocalipse 21:6","Ezequiel 7:2"]},"ezequiel_13_15_muro":{"palavra_pt":"muro","palavra_original":"קִיר","transliteracao":"qîyr","strong":"H7023","significado_raiz":"Ideia básica: muro.","significado_contextual":"Refere-se a uma barreira física ou proteção, simbolizando segurança espiritual.","explicacao_detalhada":"A palavra 'muro' (קִיר) representa a proteção que Deus oferece ao seu povo. Em Ezequiel 13, a destruição do muro simboliza a falha em manter essa proteção.","por_que_esta_palavra":"O muro é uma metáfora poderosa para a segurança que vem da obediência a Deus e da fidelidade à sua palavra.","conexao_teologica":"A proteção divina é um tema central, onde Deus é visto como um refúgio e fortaleza para seu povo.","referencias_relacionadas":["Salmos 46:1","Provérbios 18:10","Isaías 26:1"]},"ezequiel_13_15_daub":{"palavra_pt":"daub","palavra_original":"טוּחַ","transliteracao":"ṭûwach","strong":"H2902","significado_raiz":"Ideia básica: daub.","significado_contextual":"Refere-se à ação de cobrir ou revestir, muitas vezes de forma superficial.","explicacao_detalhada":"A palavra 'daub' (טוּחַ) implica uma tentativa de mascarar a verdadeira condição espiritual do povo, simbolizando falsidade e engano.","por_que_esta_palavra":"Esta palavra é usada para criticar os profetas que tentam encobrir a realidade do juízo de Deus com promessas vazias.","conexao_teologica":"A falsidade e o engano são temas recorrentes na Bíblia, onde Deus condena aqueles que distorcem sua verdade.","referencias_relacionadas":["Jeremias 6:14","Ezequiel 22:28","Mateus 7:15"]},"ezequiel_13_16_visao":{"palavra_pt":"visao","palavra_original":"חֹזֶה","transliteracao":"chôzeh","strong":"H2374","significado_raiz":"Ideia básica: visao.","significado_contextual":"Refere-se à percepção espiritual ou revelação divina.","explicacao_detalhada":"A palavra 'visao' (חֹזֶה) é frequentemente usada para descrever as revelações que os profetas recebem de Deus. Em Ezequiel, isso é crucial para entender a mensagem divina.","por_que_esta_palavra":"A visão é essencial para a compreensão do plano de Deus e para a orientação do povo em tempos de crise.","conexao_teologica":"A revelação divina é um tema central na teologia, onde Deus se comunica com seu povo através de visões e sonhos.","referencias_relacionadas":["Joel 2:28","Atos 2:17","Ezequiel 1:1"]},"ezequiel_13_16_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar ou profetizar.","explicacao_detalhada":"A palavra 'falar' (נָבָא) é usada para descrever o ato de profetizar, onde o profeta transmite a mensagem de Deus ao povo.","por_que_esta_palavra":"Falar é uma função essencial do profeta, que deve ser fiel à mensagem que recebe de Deus.","conexao_teologica":"A comunicação de Deus através de profetas é um tema central na Bíblia, refletindo a importância da palavra divina.","referencias_relacionadas":["Ezequiel 3:4","Amós 3:8","Hebreus 1:1"]},"ezequiel_13_16_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém escolhido para transmitir sua palavra.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) é fundamental para entender o papel de indivíduos que falam em nome de Deus. Em Ezequiel, os profetas são chamados a advertir o povo sobre suas transgressões.","por_que_esta_palavra":"O papel do profeta é crucial para a comunicação da vontade de Deus e para a correção do povo.","conexao_teologica":"Os profetas são vistos como intermediários entre Deus e o povo, desempenhando um papel vital na história da salvação.","referencias_relacionadas":["Deuteronômio 18:18","Ezequiel 2:5","Mateus 10:41"]},"ezequiel_13_17_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de mensagens divinas, especialmente por meio de profetas.","explicacao_detalhada":"No contexto de Ezequiel 13:17, Deus está instruindo Ezequiel a falar contra os profetas que enganam o povo. A palavra enfatiza a importância da comunicação clara e verdadeira da vontade de Deus.","por_que_esta_palavra":"Esta palavra é crucial porque representa o papel do profeta como porta-voz de Deus, transmitindo mensagens que podem trazer advertência ou consolo.","conexao_teologica":"A comunicação divina é um tema central na teologia bíblica, onde Deus se revela e se relaciona com a humanidade através de Sua palavra.","referencias_relacionadas":["Ezequiel 3:17","Jeremias 1:7","Amós 3:7"]},"ezequiel_13_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação entre Deus e Seu povo, muitas vezes referindo-se à identidade e herança espiritual.","explicacao_detalhada":"Em Ezequiel 13:17, o termo 'filho' pode ser interpretado como uma referência ao povo de Israel, que é visto como filhos de Deus, enfatizando a responsabilidade e a disciplina que vêm dessa relação.","por_que_esta_palavra":"A palavra é significativa porque destaca a intimidade da relação entre Deus e Seu povo, e a expectativa de que os 'filhos' vivam de acordo com os ensinamentos divinos.","conexao_teologica":"A paternidade de Deus é um conceito fundamental na Bíblia, simbolizando amor, cuidado e responsabilidade.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:14"]},"ezequiel_13_17_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' representa o centro das emoções e decisões humanas, simbolizando a verdadeira condição espiritual do povo.","explicacao_detalhada":"Em Ezequiel 13:17, o 'coração' é mencionado para indicar que os profetas enganadores estão manipulando as emoções do povo, desviando-os da verdade de Deus.","por_que_esta_palavra":"É importante porque o coração é visto como a fonte de ações e pensamentos, e Deus deseja que o coração do povo esteja alinhado com Sua vontade.","conexao_teologica":"A transformação do coração é um tema recorrente na Bíblia, onde Deus promete dar um novo coração ao Seu povo.","referencias_relacionadas":["Jeremias 17:9","Ezequiel 36:26","Mateus 5:8"]},"ezequiel_13_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ferocidade e a destruição que os falsos profetas trazem ao povo.","explicacao_detalhada":"No contexto de Ezequiel 13:18, a imagem do urso pode simbolizar a natureza predatória dos profetas que devoram a verdade e enganam o povo.","por_que_esta_palavra":"Esta palavra é significativa porque ilustra a gravidade do engano espiritual e suas consequências devastadoras.","conexao_teologica":"A metáfora do urso destaca a necessidade de discernimento espiritual e a proteção que Deus oferece contra falsos ensinamentos.","referencias_relacionadas":["Mateus 7:15","1 Pedro 5:8","Jeremias 14:14"]},"ezequiel_13_18_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, enfatizando a importância da vida espiritual.","explicacao_detalhada":"Em Ezequiel 13:18, a referência à 'alma' destaca a vulnerabilidade do povo diante de falsos profetas que comprometem sua vida espiritual.","por_que_esta_palavra":"É crucial porque a alma é vista como a parte eterna do ser humano, e seu bem-estar espiritual é fundamental para a relação com Deus.","conexao_teologica":"A salvação da alma é um tema central na Bíblia, onde a vida eterna é prometida àqueles que seguem a Deus.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","1 Pedro 1:9"]},"ezequiel_13_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a comunicação de declarações importantes e verdades espirituais.","explicacao_detalhada":"Em Ezequiel 13:18, a ênfase em 'dizer' destaca a responsabilidade dos profetas de comunicar a verdade de Deus ao povo.","por_que_esta_palavra":"Esta palavra é importante porque a comunicação da verdade é essencial para a edificação e correção do povo de Deus.","conexao_teologica":"A pregação e a proclamação da palavra de Deus são fundamentais para a vida da igreja e a edificação dos crentes.","referencias_relacionadas":["Romanos 10:14","2 Timóteo 4:2","Atos 20:27"]},"ezequiel_13_19_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à consequência espiritual e física do pecado e do engano.","explicacao_detalhada":"Em Ezequiel 13:19, a menção da morte destaca as consequências trágicas que os falsos profetas trazem ao povo, afastando-os da vida que Deus oferece.","por_que_esta_palavra":"É significativa porque enfatiza a gravidade do engano espiritual e a necessidade de permanecer na verdade de Deus para evitar a morte espiritual.","conexao_teologica":"A morte espiritual é um tema importante, onde a desobediência a Deus resulta em separação dEle.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Tiago 1:15"]},"ezequiel_13_19_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' representa a vida plena que Deus deseja para Seu povo, tanto física quanto espiritualmente.","explicacao_detalhada":"Em Ezequiel 13:19, a promessa de viver é uma chamada ao arrependimento e à busca pela verdade de Deus, que traz vida.","por_que_esta_palavra":"É importante porque enfatiza a esperança e a restauração que Deus oferece a todos que se voltam para Ele.","conexao_teologica":"A vida em Cristo é um tema central, onde a fé em Jesus traz vida eterna e abundante.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"ezequiel_13_19_profano":{"palavra_pt":"profano","palavra_original":"חָלַל","transliteracao":"châlal","strong":"H2490","significado_raiz":"Ideia básica: profano.","significado_contextual":"A palavra 'profano' refere-se à desonra e à irreverência em relação às coisas sagradas.","explicacao_detalhada":"Em Ezequiel 13:19, a referência ao profano destaca a gravidade de desviar-se da verdade de Deus e tratar as coisas sagradas com desprezo.","por_que_esta_palavra":"É significativa porque alerta sobre as consequências de viver de maneira que desonra a Deus e Sua palavra.","conexao_teologica":"A santidade de Deus é um tema central, e o profano é visto como uma violação dessa santidade.","referencias_relacionadas":["Levítico 10:10","Isaías 5:20","1 Pedro 1:16"]},"ezequiel_13_20_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' é usada para enfatizar a importância da vida espiritual e a relação com Deus.","explicacao_detalhada":"Em Ezequiel 13:20, a referência à 'alma' destaca a necessidade de proteger a vida espiritual do povo contra os enganos dos falsos profetas.","por_que_esta_palavra":"É crucial porque a alma é a parte eterna do ser humano, e sua saúde espiritual é vital para a comunhão com Deus.","conexao_teologica":"A redenção da alma é um tema central na Bíblia, onde a salvação é oferecida a todos que creem.","referencias_relacionadas":["Salmos 19:7","Mateus 11:28","Hebreus 10:39"]},"ezequiel_13_20_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade suprema de Deus sobre o povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para expressar a soberania de Deus, destacando seu papel como governante e juiz. No contexto de Ezequiel 13:20, Deus se posiciona contra os profetas que enganam o povo.","por_que_esta_palavra":"A utilização de 'senhor' enfatiza a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 14:9"]},"ezequiel_13_20_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Denota a presença e a ação de Deus na história de Israel.","explicacao_detalhada":"A palavra 'Deus' (יְהֹוִה) é usada para afirmar a identidade única e a natureza de Deus como o Criador e sustentador do universo. Em Ezequiel 13:20, Deus se manifesta como aquele que julga e corrige.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o Criador e sua criação, especialmente em momentos de crise espiritual.","conexao_teologica":"A natureza de Deus como juiz e redentor é um tema recorrente na Bíblia, mostrando seu amor e justiça.","referencias_relacionadas":["Gênesis 1:1","Êxodo 3:14","João 1:1"]},"ezequiel_13_21_olhos":{"palavra_pt":"olhos","palavra_original":"קָרַע","transliteracao":"qâraʻ","strong":"H7167","significado_raiz":"Ideia básica: olhos.","significado_contextual":"Simboliza a percepção e o discernimento espiritual.","explicacao_detalhada":"A palavra 'olhos' (קָרַע) é frequentemente usada na Bíblia para representar a capacidade de ver a verdade e a realidade espiritual. Em Ezequiel 13:21, refere-se à visão de Deus sobre as ações dos profetas.","por_que_esta_palavra":"Os 'olhos' de Deus são uma metáfora para sua onisciência e vigilância sobre o povo.","conexao_teologica":"A ideia de que Deus vê tudo é um lembrete da sua presença constante e do seu julgamento.","referencias_relacionadas":["Salmos 139:7-10","Provérbios 15:3","Hebreus 4:13"]},"ezequiel_13_21_bom":{"palavra_pt":"bom","palavra_original":"נָצַל","transliteracao":"nâtsal","strong":"H5337","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade moral e espiritual desejada por Deus.","explicacao_detalhada":"A palavra 'bom' (נָצַל) implica em ações que são justas e corretas aos olhos de Deus. Em Ezequiel 13:21, é uma crítica à falta de integridade dos profetas.","por_que_esta_palavra":"A busca pelo 'bom' é essencial na vida do crente, refletindo o caráter de Deus.","conexao_teologica":"A bondade de Deus é um atributo que deve ser imitado pelos seus seguidores.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Mateus 5:16"]},"ezequiel_13_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Representa a autenticidade e a fidelidade às promessas de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para contrastar com a mentira e a enganação. Em Ezequiel 13:21, destaca a importância da verdade na mensagem profética.","por_que_esta_palavra":"A verdade é fundamental para a fé e a prática cristã, sendo um reflexo do caráter de Deus.","conexao_teologica":"Jesus se apresenta como a verdade (João 14:6), enfatizando a centralidade da verdade na vida cristã.","referencias_relacionadas":["Salmos 119:160","João 8:32","Efésios 4:15"]},"ezequiel_13_22_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Indica a ação de segurar ou manter firme algo.","explicacao_detalhada":"A palavra 'agarrar' (חָזַק) implica em força e determinação. Em Ezequiel 13:22, refere-se à ação de Deus em proteger e sustentar seu povo.","por_que_esta_palavra":"A ideia de 'agarrar' é uma metáfora para a proteção divina e a segurança que Deus oferece.","conexao_teologica":"Deus é frequentemente descrito como um refúgio e fortaleza para aqueles que confiam nele.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Romanos 8:31"]},"ezequiel_13_22_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Simboliza a sede das emoções e decisões humanas.","explicacao_detalhada":"A palavra 'coração' (לֵב) é usada na Bíblia para representar o centro da vida espiritual e moral. Em Ezequiel 13:22, refere-se à condição do coração dos profetas.","por_que_esta_palavra":"O coração é visto como o lugar onde se toma decisões e se estabelece a fé.","conexao_teologica":"A transformação do coração é essencial na experiência cristã, refletindo a obra do Espírito Santo.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Romanos 10:9"]},"ezequiel_13_22_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Refere-se à retidão e à conformidade com a lei de Deus.","explicacao_detalhada":"A palavra 'justo' (צַדִּיק) é usada para descrever aqueles que vivem de acordo com os padrões divinos. Em Ezequiel 13:22, é uma crítica à injustiça dos profetas.","por_que_esta_palavra":"A justiça é um atributo de Deus que deve ser refletido na vida dos crentes.","conexao_teologica":"A busca pela justiça é um chamado para todos os seguidores de Cristo.","referencias_relacionadas":["Miquéias 6:8","Mateus 5:6","Tiago 1:27"]},"ezequiel_13_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à ausência de falsidade e engano.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a importância da sinceridade e da autenticidade na mensagem profética. Em Ezequiel 13:23, destaca a falta de verdade entre os profetas.","por_que_esta_palavra":"A verdade é essencial para a confiança e a fé na relação com Deus.","conexao_teologica":"A verdade é um dos pilares da fé cristã, sendo fundamental para a salvação.","referencias_relacionadas":["Salmos 51:6","João 4:24","1 João 1:8-10"]},"ezequiel_13_23_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Representa a plenitude e a vitalidade que vêm de Deus.","explicacao_detalhada":"A palavra 'vida' (עוֹד) é usada para descrever a existência plena que Deus oferece. Em Ezequiel 13:23, contrasta a vida verdadeira com a morte espiritual.","por_que_esta_palavra":"A vida em Deus é um tema central na Bíblia, simbolizando a relação íntima entre Deus e seu povo.","conexao_teologica":"Jesus é descrito como a vida (João 14:6), enfatizando a importância de estar em comunhão com Ele.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]}}