{"ezequiel_15_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica uma mudança de estado, muitas vezes associada a juízo ou queda.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode ser interpretada como uma transição de um estado de segurança para um estado de vulnerabilidade. Em Ezequiel 15:1, isso pode simbolizar a queda de Israel devido à sua desobediência.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a gravidade da situação de Israel, que, ao se afastar de Deus, está em risco de ser destruído.","conexao_teologica":"A queda como consequência do pecado é um tema recorrente na Bíblia, refletindo a necessidade de arrependimento e retorno a Deus, como em Gálatas 6:7-8.","referencias_relacionadas":["Gálatas 6:7-8","Isaías 24:18","Ezequiel 18:30"]},"ezequiel_15_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus, que traz instruções e revelações ao seu povo.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é fundamental na comunicação divina. Em Ezequiel 15:1, isso indica que Deus está se dirigindo ao seu povo com uma mensagem clara e direta sobre suas ações e consequências.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da revelação divina e a necessidade de ouvir e obedecer ao que Deus diz.","conexao_teologica":"A palavra de Deus é viva e eficaz, como descrito em Hebreus 4:12, e é essencial para a vida espiritual do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"ezequiel_15_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e à soberania de Deus.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que denota sua soberania e poder. Em Ezequiel 15:1, isso reafirma que a mensagem que está sendo dada é de autoridade divina.","por_que_esta_palavra":"A utilização do nome de Deus enfatiza que as palavras proferidas são de suma importância e devem ser levadas a sério.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo seu controle sobre todas as coisas, como em Salmos 103:19.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 11:36"]},"ezequiel_15_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou à condição de algo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a forma ou maneira de agir. Em Ezequiel 15:2, isso pode se referir à condição do povo e à maneira como eles têm se comportado diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da conduta e das ações do povo em relação à sua relação com Deus.","conexao_teologica":"A maneira de viver é um tema importante na Bíblia, refletindo a necessidade de viver de acordo com os princípios de Deus, como em Efésios 4:1.","referencias_relacionadas":["Efésios 4:1","Colossenses 3:17","1 Pedro 1:15-16"]},"ezequiel_15_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada novamente para enfatizar a relação entre Deus e seu povo, mostrando que eles são considerados filhos e herdeiros das promessas.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que, apesar das falhas, Deus ainda vê seu povo como parte de sua família.","conexao_teologica":"A relação de filho é central na teologia cristã, onde os crentes são chamados de filhos de Deus, como em João 1:12.","referencias_relacionadas":["João 1:12","Romanos 8:16-17","Gálatas 4:6-7"]},"ezequiel_15_2_videira":{"palavra_pt":"videira","palavra_original":"גֶּפֶן","transliteracao":"gephen","strong":"H1612","significado_raiz":"Ideia básica: videira.","significado_contextual":"A videira é frequentemente usada na Bíblia como símbolo de Israel e da relação entre Deus e seu povo.","explicacao_detalhada":"A videira representa a fertilidade e a bênção de Deus, mas também pode simbolizar a fragilidade e a necessidade de estar conectado à fonte de vida, que é Deus.","por_que_esta_palavra":"A escolha da palavra 'videira' enfatiza a importância da conexão espiritual e a dependência de Deus para produzir frutos.","conexao_teologica":"A videira é um símbolo da aliança entre Deus e seu povo, refletindo a ideia de que somente em Deus encontramos vida e propósito.","referencias_relacionadas":["João 15:1-5","Isaías 5:1-7","Salmos 80:8-11"]},"ezequiel_15_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é um símbolo de força e ferocidade, representando um perigo iminente.","explicacao_detalhada":"Neste contexto, o urso pode simbolizar inimigos ou forças que ameaçam o povo de Deus, destacando a necessidade de vigilância e proteção divina.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a gravidade da situação e a urgência da mensagem de Ezequiel.","conexao_teologica":"A presença de inimigos ferozes nos lembra da luta espiritual que os crentes enfrentam e da necessidade de confiar em Deus como nosso defensor.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Daniel 7:5"]},"ezequiel_15_3_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou condição de estar no meio de algo.","explicacao_detalhada":"Neste versículo, 'entre' sugere a ideia de estar cercado ou em meio a perigos, enfatizando a vulnerabilidade do povo.","por_que_esta_palavra":"A escolha de 'entre' destaca a situação crítica em que o povo se encontra, necessitando de intervenção divina.","conexao_teologica":"A presença de Deus 'entre' seu povo é um tema recorrente, mostrando que Ele está sempre próximo, mesmo em tempos de crise.","referencias_relacionadas":["Salmos 46:1","Mateus 28:20","Isaías 43:2"]},"ezequiel_15_4_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a ações ou trabalhos realizados, muitas vezes com um propósito específico.","explicacao_detalhada":"Neste contexto, 'obra' pode se referir ao trabalho de Deus em meio ao seu povo ou às ações que eles devem tomar para se alinhar com a vontade divina.","por_que_esta_palavra":"A ênfase na 'obra' destaca a importância da ação e da responsabilidade do povo em responder ao chamado de Deus.","conexao_teologica":"A obra de Deus é um tema central na Bíblia, refletindo sua soberania e o papel do ser humano em cooperar com seus planos.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:23-24","Tiago 2:17"]},"ezequiel_15_4_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é frequentemente associado ao juízo, purificação e presença de Deus.","explicacao_detalhada":"Neste versículo, o fogo pode simbolizar a destruição que vem sobre aqueles que não permanecem fiéis a Deus.","por_que_esta_palavra":"A palavra 'fogo' é usada para ilustrar a severidade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"O fogo como símbolo de purificação é um tema recorrente, mostrando que Deus deseja que seu povo seja refinado e purificado.","referencias_relacionadas":["Hebreus 12:29","1 Pedro 1:7","Isaías 66:24"]},"ezequiel_15_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' pode ser entendida como um chamado ou um ato de entrega.","explicacao_detalhada":"Neste contexto, 'dar' pode referir-se à entrega de algo a Deus ou ao clamor por ajuda e intervenção divina.","por_que_esta_palavra":"A escolha de 'dar' enfatiza a necessidade de ação e a disposição de se submeter à vontade de Deus.","conexao_teologica":"O ato de clamar a Deus é um tema importante na Bíblia, refletindo a dependência do ser humano em relação ao Criador.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Mateus 7:7"]},"ezequiel_15_5_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' aqui novamente enfatiza a ação e o trabalho que deve ser realizado.","explicacao_detalhada":"Neste contexto, 'obra' pode se referir às ações que o povo deve tomar para se alinhar com a vontade de Deus e evitar o juízo.","por_que_esta_palavra":"A repetição da palavra 'obra' reforça a ideia de que a ação é necessária e que a fé deve ser acompanhada de obras.","conexao_teologica":"A relação entre fé e obras é um tema central na teologia cristã, mostrando que a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Tiago 2:26","Gálatas 5:6","Mateus 5:16"]},"ezequiel_15_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso, como mencionado anteriormente, simboliza força e perigo.","explicacao_detalhada":"Neste versículo, o urso pode representar a ameaça que o povo enfrenta e a necessidade de proteção divina.","por_que_esta_palavra":"A repetição da palavra 'urso' enfatiza a gravidade da situação e a urgência da mensagem.","conexao_teologica":"A presença de ameaças e perigos nos lembra da necessidade de confiar em Deus como nosso refúgio e fortaleza.","referencias_relacionadas":["Salmos 91:2","Isaías 41:10","Romanos 8:31"]},"ezequiel_15_5_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e à fidelidade.","explicacao_detalhada":"Neste contexto, 'verdade' pode se referir à necessidade de o povo ser verdadeiro em sua relação com Deus e uns com os outros.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância da integridade e da sinceridade na vida espiritual.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, refletindo a necessidade de viver em conformidade com a vontade divina.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"ezequiel_15_6_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e soberania de Deus.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza o papel de Deus como governante e juiz sobre seu povo.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a reverência que devemos ter em relação a Deus e sua autoridade sobre nossas vidas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, lembrando-nos de que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","Filipenses 2:10-11"]},"ezequiel_15_6_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוִה) é usada para enfatizar a relação de Deus com seu povo, destacando sua soberania e poder. No contexto de Ezequiel, isso é crucial para entender a mensagem de julgamento e restauração.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a identidade de Deus como o Criador e Sustentador, que tem o direito de exigir obediência e devoção.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo sua autoridade sobre a criação e seu plano de redenção.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Romanos 11:36"]},"ezequiel_15_6_videira":{"palavra_pt":"videira","palavra_original":"גֶּפֶן","transliteracao":"gephen","strong":"H1612","significado_raiz":"Ideia básica: videira.","significado_contextual":"A videira simboliza o povo de Israel e sua relação com Deus, representando tanto a frutificação quanto a responsabilidade espiritual.","explicacao_detalhada":"A palavra 'videira' (גֶּפֶן) é usada para ilustrar a fragilidade e a importância do povo de Deus. No contexto de Ezequiel, a videira é um símbolo de julgamento, pois Israel não estava produzindo os frutos esperados.","por_que_esta_palavra":"A videira é uma metáfora comum na Escritura para descrever a relação entre Deus e seu povo, enfatizando a necessidade de frutificação espiritual.","conexao_teologica":"A imagem da videira é frequentemente usada para discutir a aliança de Deus com Israel e a chamada à santidade.","referencias_relacionadas":["João 15:1-5","Isaías 5:1-7","Mateus 21:33-41"]},"ezequiel_15_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir ajuda a Deus em tempos de necessidade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) no contexto de clamar implica uma súplica a Deus para que Ele intervenha e traga salvação ou ajuda. É um reconhecimento da dependência do povo em relação a Deus.","por_que_esta_palavra":"Usar 'dar' neste contexto enfatiza a ideia de que a ajuda de Deus é um presente, não algo que pode ser exigido.","conexao_teologica":"A oração e o clamor a Deus são fundamentais na vida espiritual, refletindo a relação de dependência e confiança no Senhor.","referencias_relacionadas":["Salmos 50:15","Romanos 10:13","1 João 5:14-15"]},"ezequiel_15_7_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza o julgamento e a purificação, bem como a presença de Deus.","explicacao_detalhada":"A palavra 'fogo' (אֵשׁ) é frequentemente associada ao julgamento divino e à purificação. No contexto de Ezequiel, o fogo representa a destruição que virá sobre aqueles que não obedecem a Deus.","por_que_esta_palavra":"O fogo é uma imagem poderosa que comunica tanto a destruição quanto a purificação, refletindo a natureza de Deus como juiz.","conexao_teologica":"O fogo como símbolo de julgamento é um tema recorrente nas Escrituras, apontando para a necessidade de arrependimento e santidade.","referencias_relacionadas":["Hebreus 12:29","Mateus 3:12","Apocalipse 20:14-15"]},"ezequiel_15_7_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao entendimento profundo e relacional que se tem com Deus.","explicacao_detalhada":"A palavra 'conhecer' (יָדַע) implica mais do que apenas conhecimento intelectual; envolve um relacionamento íntimo e pessoal com Deus. No contexto de Ezequiel, isso é crucial para entender a responsabilidade do povo.","por_que_esta_palavra":"Conhecer a Deus é fundamental para a vida espiritual, pois implica em um relacionamento que transforma e molda o caráter.","conexao_teologica":"O conhecimento de Deus é central na teologia bíblica, refletindo a importância de um relacionamento pessoal com o Criador.","referencias_relacionadas":["Jeremias 9:23-24","Filipenses 3:10","Oséias 6:6"]},"ezequiel_15_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir ajuda a Deus em tempos de necessidade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) neste contexto é um chamado à ação, onde o povo é convidado a buscar a ajuda de Deus em meio ao seu pecado e necessidade.","por_que_esta_palavra":"A repetição da palavra 'dar' enfatiza a urgência e a necessidade de clamar a Deus por socorro.","conexao_teologica":"A necessidade de clamar a Deus é um tema recorrente, refletindo a dependência do ser humano em relação à graça divina.","referencias_relacionadas":["Salmos 34:17","Tiago 4:8","Romanos 8:26"]},"ezequiel_15_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao lugar físico e também ao povo de Deus que habita na terra.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o espaço físico, mas também a herança e a promessa de Deus ao seu povo. No contexto de Ezequiel, a terra é um símbolo do relacionamento entre Deus e Israel.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando a promessa de Deus e a identidade do povo escolhido.","conexao_teologica":"A terra prometida é um tema importante que reflete a fidelidade de Deus às suas promessas e a esperança de restauração.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-20","Hebreus 11:9-10"]},"ezequiel_15_8_pecado":{"palavra_pt":"pecado","palavra_original":"מַעַל","transliteracao":"maʻal","strong":"H4604","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão contra a lei de Deus e à separação que isso causa.","explicacao_detalhada":"A palavra 'pecado' (מַעַל) é usada para descrever a condição do povo que se afastou de Deus. No contexto de Ezequiel, o pecado é um tema central que leva ao julgamento.","por_que_esta_palavra":"O reconhecimento do pecado é essencial para a compreensão da necessidade de arrependimento e da graça de Deus.","conexao_teologica":"O pecado e suas consequências são temas fundamentais na teologia, refletindo a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-9","Salmos 51:5"]}}