{"ezequiel_19_1_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei como líder e representante do povo.","explicacao_detalhada":"A palavra 'rei' é usada para descrever a autoridade e a responsabilidade de guiar o povo. Ezequiel usa essa imagem para lamentar a queda da liderança de Israel.","por_que_esta_palavra":"A escolha de 'rei' destaca a importância da liderança justa e a tragédia da corrupção.","conexao_teologica":"A figura do rei é central na narrativa bíblica, simbolizando tanto a autoridade divina quanto a responsabilidade humana.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Isaías 9:6"]},"ezequiel_19_1_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do rei e à sua importância para o povo.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude da responsabilidade do rei e o impacto de sua liderança sobre a nação.","por_que_esta_palavra":"A escolha de 'grande' ressalta a expectativa que o povo tinha em relação ao seu líder.","conexao_teologica":"A grandeza de Deus é frequentemente comparada à grandeza dos líderes humanos, destacando a diferença entre a liderança divina e a humana.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 23:11"]},"ezequiel_19_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou pronunciar algo significativo.","explicacao_detalhada":"A palavra 'dizer' implica a importância da comunicação e da profecia na vida do povo de Deus, especialmente em tempos de crise.","por_que_esta_palavra":"A escolha de 'dizer' destaca a necessidade de ouvir e responder à palavra de Deus.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus fala ao seu povo através de profetas.","referencias_relacionadas":["Hebreus 1:1-2","Ezequiel 3:17","Romanos 10:17"]},"ezequiel_19_2_fim":{"palavra_pt":"fim","palavra_original":"מָה","transliteracao":"mâh","strong":"H4100","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao desfecho ou conclusão de uma situação.","explicacao_detalhada":"A palavra 'fim' implica um término que pode ser tanto físico quanto espiritual, refletindo a realidade do juízo de Deus.","por_que_esta_palavra":"A escolha de 'fim' enfatiza a inevitabilidade do juízo e a necessidade de preparação.","conexao_teologica":"O conceito de fim é central na escatologia bíblica, onde se fala do fim dos tempos e do juízo final.","referencias_relacionadas":["Mateus 24:14","Apocalipse 21:6","Eclesiastes 3:1"]},"ezequiel_19_3_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de um evento ou de uma figura importante.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a importância de eventos significativos na história de Israel, como a ascensão e queda de líderes.","por_que_esta_palavra":"A escolha de 'grande' ressalta a magnitude das ações de Deus na história.","conexao_teologica":"A grandeza de Deus é frequentemente refletida nas grandes obras que Ele realiza através de líderes e eventos.","referencias_relacionadas":["Salmos 126:2","Isaías 25:1","Atos 2:11"]},"ezequiel_19_3_ensinar":{"palavra_pt":"ensinar","palavra_original":"לָמַד","transliteracao":"lâmad","strong":"H3925","significado_raiz":"Ideia básica: ensinar.","significado_contextual":"Refere-se ao ato de instruir ou transmitir conhecimento.","explicacao_detalhada":"A palavra 'ensinar' implica a responsabilidade de transmitir a verdade de Deus ao povo, especialmente em tempos de crise.","por_que_esta_palavra":"A escolha de 'ensinar' destaca a importância da educação espiritual e do discipulado.","conexao_teologica":"O ensino é um aspecto fundamental da missão da igreja, conforme o Grande Comissão.","referencias_relacionadas":["Mateus 28:19-20","2 Timóteo 2:2","Tiago 3:1"]},"ezequiel_19_3_alimento":{"palavra_pt":"alimento","palavra_original":"טָרַף","transliteracao":"ṭâraph","strong":"H2963","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento necessário para a vida, tanto físico quanto espiritual.","explicacao_detalhada":"A palavra 'alimento' neste contexto simboliza o que é essencial para a sobrevivência e o crescimento, podendo ser interpretado como a provisão de Deus para o seu povo.","por_que_esta_palavra":"A escolha da palavra 'alimento' enfatiza a dependência do povo em relação a Deus como seu provedor.","conexao_teologica":"Deus é frequentemente descrito como aquele que alimenta seu povo, tanto fisicamente quanto espiritualmente, como em João 6:35, onde Jesus se apresenta como o pão da vida.","referencias_relacionadas":["Salmos 104:14","Mateus 4:4","João 6:35"]},"ezequiel_19_4_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Indica a capacidade de escutar e compreender a mensagem de Deus.","explicacao_detalhada":"A palavra 'ouvir' implica não apenas a audição, mas a disposição de obedecer ao que é ouvido, refletindo a relação entre Deus e seu povo.","por_que_esta_palavra":"É crucial que o povo ouça a voz de Deus para seguir seus caminhos e evitar a destruição.","conexao_teologica":"A importância de ouvir a voz de Deus é um tema recorrente na Bíblia, como em Romanos 10:17, que fala sobre a fé que vem pelo ouvir.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 30:21","Romanos 10:17"]},"ezequiel_19_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território prometido a Israel, simbolizando a herança e a presença de Deus entre seu povo.","explicacao_detalhada":"A palavra 'terra' neste contexto representa não apenas um lugar físico, mas também a relação especial que Israel tem com Deus.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com Israel, onde Ele prometeu estar presente e abençoar seu povo.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, refletindo a fidelidade de Deus às suas promessas, como em Gênesis 12:7.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Salmos 37:11"]},"ezequiel_19_5_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à capacidade de perceber e entender a situação ao redor.","explicacao_detalhada":"A palavra 'ver' implica uma visão mais profunda, que vai além do simples olhar, envolvendo discernimento e compreensão.","por_que_esta_palavra":"É importante que o povo veja e reconheça a verdade de Deus em suas vidas e em seu contexto.","conexao_teologica":"Ver com clareza é essencial para a fé, como em Hebreus 11:1, que fala sobre a certeza das coisas que se esperam.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Hebreus 11:1"]},"ezequiel_19_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação para a ação que se segue.","explicacao_detalhada":"A palavra 'porque' conecta a ação a uma justificativa, mostrando a lógica por trás das decisões tomadas.","por_que_esta_palavra":"É fundamental entender as razões por trás das ações de Deus e de seu povo para uma melhor compreensão da narrativa bíblica.","conexao_teologica":"A razão é um aspecto importante da fé, como em Tiago 1:5, que nos encoraja a buscar sabedoria de Deus.","referencias_relacionadas":["Tiago 1:5","Romanos 8:28","Provérbios 3:5-6"]},"ezequiel_19_5_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar posse ou se apropriar de algo.","explicacao_detalhada":"A palavra 'tomar' implica uma ação deliberada de se apropriar de algo que é desejado ou necessário.","por_que_esta_palavra":"Tomar posse é um ato que demonstra a intenção e a determinação de agir em conformidade com a vontade de Deus.","conexao_teologica":"Tomar posse das promessas de Deus é um tema importante, como em 2 Pedro 1:4, que fala sobre as grandes e preciosas promessas.","referencias_relacionadas":["2 Pedro 1:4","Josué 1:3","Romanos 8:17"]},"ezequiel_19_6_ensinar":{"palavra_pt":"ensinar","palavra_original":"לָמַד","transliteracao":"lâmad","strong":"H3925","significado_raiz":"Ideia básica: ensinar.","significado_contextual":"Refere-se ao ato de transmitir conhecimento e sabedoria.","explicacao_detalhada":"A palavra 'ensinar' implica um processo de instrução que é essencial para o crescimento espiritual e moral do povo.","por_que_esta_palavra":"Ensinar é uma responsabilidade importante, especialmente para líderes espirituais, que devem guiar o povo no caminho de Deus.","conexao_teologica":"O ensino é fundamental na vida cristã, como em Mateus 28:19-20, onde Jesus comissiona seus discípulos a ensinar.","referencias_relacionadas":["Mateus 28:19-20","Provérbios 22:6","2 Timóteo 2:2"]},"ezequiel_19_6_alimento":{"palavra_pt":"alimento","palavra_original":"טָרַף","transliteracao":"ṭâraph","strong":"H2963","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Reforça a ideia de sustento, tanto físico quanto espiritual.","explicacao_detalhada":"A repetição da palavra 'alimento' enfatiza a importância do sustento que Deus fornece ao seu povo.","por_que_esta_palavra":"O alimento é essencial para a vida, simbolizando a necessidade de depender de Deus para todas as coisas.","conexao_teologica":"A dependência de Deus para o sustento é um tema central, como em Filipenses 4:19, que afirma que Deus suprirá todas as nossas necessidades.","referencias_relacionadas":["Filipenses 4:19","Salmos 23:1-2","Mateus 6:11"]},"ezequiel_19_7_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação de Deus com seu povo.","explicacao_detalhada":"A palavra 'voz' simboliza a presença e a autoridade de Deus, que se manifesta através de sua comunicação.","por_que_esta_palavra":"A voz de Deus é fundamental para guiar e direcionar seu povo em tempos de incerteza.","conexao_teologica":"A voz de Deus é reconhecida como um guia, como em Salmos 29:4, que fala sobre a força da voz do Senhor.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"ezequiel_19_7_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao entendimento profundo e à relação íntima com Deus.","explicacao_detalhada":"A palavra 'conhecer' implica um relacionamento pessoal e profundo, que vai além do conhecimento intelectual.","por_que_esta_palavra":"Conhecer a Deus é essencial para a vida espiritual e para a obediência às suas leis.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida cristã, como em Filipenses 3:10, onde Paulo expressa seu desejo de conhecer a Cristo.","referencias_relacionadas":["Filipenses 3:10","Oséias 6:6","João 17:3"]},"ezequiel_19_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade como um centro de vida social e política, simbolizando a força e a segurança de uma nação.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um local onde as pessoas se reúnem, vivem e interagem. No contexto de Ezequiel 19:7, a cidade representa a fortaleza de Judá, que foi destruída devido à sua infidelidade a Deus.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância da coletividade e da identidade nacional, que foi perdida com a queda de Jerusalém.","conexao_teologica":"A cidade é frequentemente vista na Bíblia como um símbolo do povo de Deus e de sua presença entre eles. A destruição da cidade reflete a separação entre Deus e seu povo.","referencias_relacionadas":["Salmos 48:1-2","Isaías 1:21","Lamentações 1:1"]},"ezequiel_19_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de fazer um apelo ou um grito de socorro, geralmente em um contexto de desespero ou necessidade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada aqui para descrever a entrega de um clamor, que pode ser entendido como um pedido de ajuda ou uma súplica a Deus em tempos de crise.","por_que_esta_palavra":"A utilização de 'dar' neste contexto sugere que o clamor é uma oferta de desespero, onde o povo se vê sem esperança e busca a intervenção divina.","conexao_teologica":"O clamor a Deus é um tema recorrente na Bíblia, onde o povo busca a ajuda divina em momentos de aflição, refletindo a dependência do ser humano em relação ao Criador.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Isaías 58:9"]},"ezequiel_19_8_julgar":{"palavra_pt":"julgar","palavra_original":"מְדִינָה","transliteracao":"mᵉdîynâh","strong":"H4082","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou fazer julgamentos, especialmente em um contexto de justiça e retidão.","explicacao_detalhada":"A palavra 'julgar' (מְדִינָה) implica a ideia de estabelecer a justiça e a ordem, sendo um chamado para que a justiça prevaleça em meio à corrupção e à injustiça.","por_que_esta_palavra":"A escolha de 'julgar' destaca a necessidade de um sistema de justiça que reflita a vontade de Deus, especialmente em tempos de crise moral.","conexao_teologica":"Deus é frequentemente descrito como o juiz supremo, e a justiça é um atributo central de Seu caráter. O chamado para julgar reflete a busca pela restauração da ordem divina.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Miquéias 6:8"]},"ezequiel_19_8_break":{"palavra_pt":"quebrar","palavra_original":"פָּרַשׂ","transliteracao":"pâras","strong":"H6566","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"Indica a ação de romper ou destruir algo, simbolizando a perda de força ou integridade.","explicacao_detalhada":"A palavra 'quebrar' (פָּרַשׂ) é usada para descrever a destruição de algo que era forte ou valioso, refletindo a queda de Judá e a perda de sua dignidade.","por_que_esta_palavra":"A utilização de 'quebrar' enfatiza a gravidade da situação, onde a força de Judá foi desmantelada devido à sua desobediência a Deus.","conexao_teologica":"A quebra de alianças e a destruição de cidades são temas recorrentes na Bíblia, simbolizando o juízo de Deus sobre a desobediência.","referencias_relacionadas":["Jeremias 22:28","Ezequiel 13:14","Amós 5:9"]},"ezequiel_19_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se a um apelo urgente, muitas vezes em um contexto de necessidade extrema.","explicacao_detalhada":"A palavra 'dar' (נָתַן) aqui é usada para descrever a entrega de um clamor, simbolizando a súplica do povo por ajuda em tempos de aflição.","por_que_esta_palavra":"A escolha de 'dar' sugere que o clamor é uma oferta de desespero, onde o povo busca a intervenção divina em meio à crise.","conexao_teologica":"O clamor a Deus é um tema central na Bíblia, refletindo a dependência do ser humano em relação ao Criador em momentos de crise.","referencias_relacionadas":["Salmos 18:6","Salmos 120:1","Isaías 65:24"]},"ezequiel_19_9_ward":{"palavra_pt":"ward","palavra_original":"סוּגַר","transliteracao":"çûwgar","strong":"H5474","significado_raiz":"Ideia básica: ward.","significado_contextual":"Refere-se à proteção ou guarda de algo, simbolizando a necessidade de segurança em tempos de vulnerabilidade.","explicacao_detalhada":"A palavra 'ward' (סוּגַר) implica a ideia de cercar ou proteger, refletindo a busca por segurança e proteção divina.","por_que_esta_palavra":"A utilização de 'ward' destaca a vulnerabilidade do povo e a necessidade de proteção em meio a ameaças externas.","conexao_teologica":"Deus é frequentemente descrito como um refúgio e fortaleza, e a busca por proteção é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 91:1-2","Provérbios 18:10","Isaías 26:3"]},"ezequiel_19_10_videira":{"palavra_pt":"videira","palavra_original":"גֶּפֶן","transliteracao":"gephen","strong":"H1612","significado_raiz":"Ideia básica: videira.","significado_contextual":"Simboliza a fertilidade e a prosperidade, representando a nação de Israel em seu auge.","explicacao_detalhada":"A palavra 'videira' (גֶּפֶן) é usada para descrever a nação de Israel como uma planta frutífera, que deveria produzir frutos para Deus.","por_que_esta_palavra":"A escolha de 'videira' enfatiza a relação entre Deus e Seu povo, onde a fertilidade espiritual é esperada como resultado da obediência.","conexao_teologica":"A videira é um símbolo recorrente na Bíblia, representando a relação entre Deus e Israel, e a expectativa de frutos espirituais.","referencias_relacionadas":["Salmos 80:8-11","Isaías 5:1-7","João 15:1-5"]},"ezequiel_19_10_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se à vida e à morte, simbolizando a gravidade das consequências do pecado.","explicacao_detalhada":"A palavra 'sangue' (דָּם) é usada para enfatizar a seriedade do juízo e as consequências da desobediência a Deus.","por_que_esta_palavra":"A escolha de 'sangue' destaca a conexão entre a vida e a morte, refletindo a gravidade do pecado e suas consequências.","conexao_teologica":"O sangue é um símbolo de vida na Bíblia, e a sua menção aqui ressalta a importância do sacrifício e da redenção.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"ezequiel_19_10_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Simboliza a vida e a purificação, representando a necessidade espiritual do povo.","explicacao_detalhada":"A palavra 'aguas' (מַיִם) é usada para descrever a necessidade de sustento e renovação espiritual, refletindo a sede do povo por Deus.","por_que_esta_palavra":"A escolha de 'aguas' enfatiza a importância da água como símbolo de vida e renovação, essencial para a sobrevivência.","conexao_teologica":"A água é um símbolo de purificação e vida na Bíblia, representando a necessidade de um relacionamento contínuo com Deus.","referencias_relacionadas":["Isaías 55:1","João 4:14","Apocalipse 22:17"]},"ezequiel_19_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda ou ruína de algo que era forte, simbolizando a derrota e a desolação.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a queda de Judá e a perda de sua glória, refletindo o juízo de Deus sobre a nação.","por_que_esta_palavra":"A escolha de 'cair' destaca a fragilidade da condição humana e a inevitabilidade do juízo divino quando há desobediência.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a consequência do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Provérbios 24:16","Mateus 7:27","Romanos 11:22"]},"ezequiel_19_11_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze tribos de Israel, simbolizando a herança e a identidade do povo escolhido.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as divisões do povo de Israel, cada uma liderada por um descendente de Jacó. No contexto de Ezequiel 19, a referência à tribo destaca a importância da linhagem e da continuidade da nação de Israel.","por_que_esta_palavra":"A escolha da palavra 'tribo' enfatiza a conexão de Israel com suas raízes e a promessa de Deus a Abraão, Isaque e Jacó.","conexao_teologica":"A tribo é um símbolo da aliança de Deus com Israel, representando tanto a bênção quanto a responsabilidade do povo diante de Deus.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Josué 14:1"]},"ezequiel_19_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Representa a terra prometida a Israel, simbolizando a herança e a bênção divina.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é frequentemente usada na Bíblia para se referir à terra de Canaã, que Deus prometeu a Abraão e seus descendentes. No contexto de Ezequiel, a terra é um símbolo de segurança e prosperidade.","por_que_esta_palavra":"A menção da terra destaca a relação entre o povo de Israel e o lugar que Deus lhes deu como herança.","conexao_teologica":"A terra é um elemento central na narrativa bíblica, representando não apenas um local físico, mas também a presença e a promessa de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"ezequiel_19_12_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Simboliza o Espírito de Deus ou a força vital, que pode trazer vida ou destruição.","explicacao_detalhada":"A palavra 'vento' (רוּחַ) é frequentemente associada ao Espírito Santo na Bíblia. No contexto de Ezequiel, o vento pode representar a ação de Deus sobre a nação de Israel, trazendo julgamento ou restauração.","por_que_esta_palavra":"A escolha da palavra 'vento' sugere a ideia de movimento e mudança, refletindo a dinâmica da relação de Israel com Deus.","conexao_teologica":"O vento é um símbolo do poder de Deus, que pode trazer tanto vida quanto juízo, enfatizando a soberania divina.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:9-10","João 3:8"]},"ezequiel_19_12_furia":{"palavra_pt":"furia","palavra_original":"חֵמָה","transliteracao":"chêmâh","strong":"H2534","significado_raiz":"Ideia básica: furia.","significado_contextual":"Refere-se à ira de Deus contra a desobediência de Israel.","explicacao_detalhada":"A palavra 'fúria' (חֵמָה) expressa a intensidade da ira divina. No contexto de Ezequiel, isso indica as consequências do pecado do povo e a necessidade de arrependimento.","por_que_esta_palavra":"A menção da fúria destaca a seriedade do julgamento de Deus e a urgência da resposta do povo.","conexao_teologica":"A fúria de Deus é um aspecto de Sua justiça, que não pode ignorar o pecado, mas também aponta para a possibilidade de redenção.","referencias_relacionadas":["Salmos 7:11","Isaías 66:15","Romanos 1:18"]},"ezequiel_19_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente, representa a terra prometida, enfatizando a relação de Israel com seu território.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) reforça a ideia de que a terra é um elemento central na identidade e na história de Israel.","por_que_esta_palavra":"A ênfase na terra sublinha a importância da herança e das promessas de Deus ao Seu povo.","conexao_teologica":"A terra é um símbolo da fidelidade de Deus às Suas promessas e da esperança de restauração.","referencias_relacionadas":["Deuteronômio 11:9","Josué 1:3","Salmos 85:1"]},"ezequiel_19_13_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se a um espaço aberto, simbolizando a liberdade ou a desolação.","explicacao_detalhada":"A palavra 'campo' (מִדְבָּר) pode indicar um lugar de desolação ou um espaço onde o povo de Deus deveria prosperar. No contexto de Ezequiel, isso pode refletir a condição de Israel após o julgamento.","por_que_esta_palavra":"A escolha da palavra 'campo' sugere uma comparação entre a abundância que Deus deseja para Seu povo e a realidade de sua situação.","conexao_teologica":"O campo é um símbolo da promessa de Deus de prosperidade, contrastando com a realidade do pecado e do juízo.","referencias_relacionadas":["Salmos 65:12","Isaías 35:1-2","Ezequiel 34:27"]},"ezequiel_19_13_thirsty":{"palavra_pt":"thirst y","palavra_original":"צָמָא","transliteracao":"tsâmâʼ","strong":"H6772","significado_raiz":"Ideia básica: thirst y.","significado_contextual":"Refere-se à sede espiritual e física do povo, simbolizando a necessidade de Deus.","explicacao_detalhada":"A palavra 'sede' (צָמָא) expressa uma profunda necessidade e anseio. No contexto de Ezequiel, isso pode refletir a busca do povo por restauração e vida.","por_que_esta_palavra":"A menção da sede destaca a vulnerabilidade do povo e sua dependência de Deus para suprir suas necessidades.","conexao_teologica":"A sede é um símbolo da busca espiritual por Deus, que é a fonte de vida e satisfação.","referencias_relacionadas":["Salmos 42:1-2","João 7:37-38","Apocalipse 21:6"]},"ezequiel_19_14_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se novamente à tribo de Israel, enfatizando a continuidade da identidade do povo.","explicacao_detalhada":"A repetição da palavra 'tribo' (מַטֶּה) reforça a importância da linhagem e da herança em Israel, especialmente em tempos de crise.","por_que_esta_palavra":"A ênfase na tribo sugere que, mesmo em meio ao juízo, a identidade do povo de Deus permanece.","conexao_teologica":"A tribo simboliza a aliança de Deus com Israel e a esperança de restauração.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Apocalipse 7:4-8"]},"ezequiel_19_14_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se a um ato de sair ou emergir, simbolizando libertação ou mudança.","explicacao_detalhada":"A palavra 'sair' (יָצָא) pode indicar um movimento em direção à liberdade ou a um novo começo. No contexto de Ezequiel, isso pode refletir a esperança de um futuro melhor.","por_que_esta_palavra":"A escolha da palavra 'sair' sugere a possibilidade de mudança e a intervenção de Deus na história de Seu povo.","conexao_teologica":"Sair é um símbolo da libertação que Deus oferece, tanto física quanto espiritualmente.","referencias_relacionadas":["Êxodo 3:10","Isaías 43:16-19","Gálatas 5:1"]},"ezequiel_19_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade de Deus e à fidelidade de Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a certeza e a confiabilidade de Deus. No contexto de Ezequiel, isso pode indicar a necessidade de o povo se voltar para a verdade de Deus.","por_que_esta_palavra":"A menção da verdade destaca a importância da integridade e da sinceridade na relação com Deus.","conexao_teologica":"A verdade é um atributo de Deus, que é fiel às Suas promessas e espera que Seu povo viva em conformidade com essa verdade.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]}}