{"ezequiel_2_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é um chamado para que Ezequiel profetize e declare a mensagem de Deus.","explicacao_detalhada":"Em Ezequiel 2:1, 'dizer' enfatiza a autoridade de Deus ao enviar Ezequiel como profeta, destacando a importância da comunicação divina.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a função profética, que envolve transmitir a palavra de Deus ao povo.","conexao_teologica":"A comunicação de Deus através dos profetas é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Jeremias 1:7","Amós 3:7","Mateus 10:20"]},"ezequiel_2_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à identidade de Ezequiel como parte do povo de Deus e como representante de Israel.","explicacao_detalhada":"Em Ezequiel 2:1, 'filho' enfatiza a relação familiar e a responsabilidade que Ezequiel tem como profeta, sendo um 'filho' do povo escolhido.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a conexão de Ezequiel com a herança de Israel e sua missão profética.","conexao_teologica":"A ideia de ser 'filho' de Deus é central na teologia bíblica, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:6","Efésios 1:5"]},"ezequiel_2_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' indica o chamado de Ezequiel para entrar na presença de Deus e receber Sua mensagem.","explicacao_detalhada":"Em Ezequiel 2:2, 'vir' implica um movimento em direção a Deus, simbolizando a disposição de Ezequiel em obedecer ao chamado divino.","por_que_esta_palavra":"A palavra 'vir' é crucial para entender a resposta de Ezequiel ao chamado de Deus, que exige ação e compromisso.","conexao_teologica":"O chamado de Deus para que os profetas 'venham' é um tema recorrente, mostrando a iniciativa divina em se revelar ao homem.","referencias_relacionadas":["Isaías 6:8","Mateus 11:28","Apocalipse 22:17"]},"ezequiel_2_2_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' ou 'vento' representa a presença e a ação do Espírito Santo na vida do profeta.","explicacao_detalhada":"Em Ezequiel 2:2, 'vento' simboliza a força e o poder do Espírito de Deus, que capacita Ezequiel para sua missão profética.","por_que_esta_palavra":"A palavra 'vento' é significativa porque destaca a dinâmica do Espírito Santo na vida do profeta e na comunicação da mensagem divina.","conexao_teologica":"O Espírito de Deus é frequentemente associado à capacitação e à revelação, sendo essencial para a obra profética.","referencias_relacionadas":["Atos 2:2","João 3:8","Romanos 8:26"]},"ezequiel_2_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que Deus se comunica com Ezequiel.","explicacao_detalhada":"O termo 'dia' é usado para indicar um período de tempo em que eventos significativos ocorrem, especialmente na revelação divina.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a cronologia das visões e mensagens proféticas.","conexao_teologica":"O conceito de 'dia' em contextos bíblicos muitas vezes simboliza um tempo de julgamento ou de intervenção divina.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Mateus 24:36"]},"ezequiel_2_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a magnitude da mensagem que Deus está prestes a transmitir a Ezequiel.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a seriedade da comunicação divina, sugerindo que a mensagem não deve ser subestimada.","por_que_esta_palavra":"É uma palavra que destaca a relevância da mensagem profética em um contexto de desobediência e necessidade de arrependimento.","conexao_teologica":"A grandeza de Deus é um tema recorrente, refletindo Sua soberania e poder sobre a criação e a história.","referencias_relacionadas":["Isaías 40:12","Salmos 145:3","Romanos 11:33"]},"ezequiel_2_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a Ezequiel como filho de um homem, enfatizando sua humanidade e papel como profeta.","explicacao_detalhada":"A palavra 'filho' é usada para estabelecer a identidade de Ezequiel e sua relação com o povo de Israel, como um mensageiro de Deus.","por_que_esta_palavra":"A designação de 'filho' mostra a conexão de Ezequiel com a linhagem humana e sua missão profética.","conexao_teologica":"A ideia de 'filho' é central na teologia bíblica, simbolizando herança, identidade e relação com Deus.","referencias_relacionadas":["Gênesis 22:2","Mateus 3:17","Romanos 8:14"]},"ezequiel_2_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Reforça a identidade de Ezequiel como um mensageiro de Deus, enfatizando sua humanidade.","explicacao_detalhada":"A repetição da palavra 'filho' sublinha a importância da missão de Ezequiel em um contexto de rebelião do povo.","por_que_esta_palavra":"É uma reafirmação do papel de Ezequiel como intermediário entre Deus e Israel.","conexao_teologica":"A relação entre pai e filho é um tema que reflete a dinâmica entre Deus e Seu povo.","referencias_relacionadas":["Salmos 2:7","João 1:12","Hebreus 1:5"]},"ezequiel_2_4_poderoso":{"palavra_pt":"poderoso","palavra_original":"חָזָק","transliteracao":"châzâq","strong":"H2389","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Descreve a força e a capacidade de Deus em contrastar com a fraqueza do povo.","explicacao_detalhada":"A palavra 'poderoso' enfatiza a força de Deus e Sua capacidade de agir em meio à desobediência.","por_que_esta_palavra":"É um lembrete da soberania de Deus sobre todas as nações e circunstâncias.","conexao_teologica":"A força de Deus é um tema central na teologia, mostrando que Ele é capaz de salvar e julgar.","referencias_relacionadas":["Salmos 68:14","Isaías 40:29","Romanos 1:16"]},"ezequiel_2_4_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se à condição espiritual e emocional do povo de Israel.","explicacao_detalhada":"A palavra 'coração' simboliza o centro das emoções e decisões, indicando a necessidade de arrependimento.","por_que_esta_palavra":"É fundamental para entender a resistência do povo em ouvir a mensagem de Deus.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde se toma a decisão de seguir a Deus.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"ezequiel_2_5_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à possibilidade de salvação e restauração para o povo de Israel.","explicacao_detalhada":"A palavra 'salvar' implica em um ato de Deus de resgatar Seu povo da destruição e do pecado.","por_que_esta_palavra":"É uma oferta de esperança em meio ao julgamento iminente.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o amor e a misericórdia de Deus.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"ezequiel_2_5_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"Indica o término de um ciclo ou a conclusão de um período de desobediência.","explicacao_detalhada":"A palavra 'fim' sugere que a paciência de Deus está se esgotando e que o juízo está próximo.","por_que_esta_palavra":"É um aviso sério sobre as consequências da rebelião contra Deus.","conexao_teologica":"O conceito de 'fim' é importante na escatologia, referindo-se ao juízo final e à restauração.","referencias_relacionadas":["Eclesiastes 3:2","Mateus 24:14","Apocalipse 21:6"]},"ezequiel_2_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual Deus está enviando Ezequiel.","explicacao_detalhada":"A palavra 'porque' conecta a mensagem de Deus com a condição do povo, explicando a necessidade de um profeta.","por_que_esta_palavra":"É essencial para entender a lógica divina por trás da chamada de Ezequiel.","conexao_teologica":"A razão pela qual Deus age é frequentemente revelada nas Escrituras, mostrando Seu caráter e propósito.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Tiago 1:13"]},"ezequiel_2_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Reforça a identidade de Ezequiel como um representante do povo diante de Deus.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a conexão de Ezequiel com a humanidade e sua missão profética.","por_que_esta_palavra":"É uma reafirmação do papel de Ezequiel como porta-voz de Deus em um tempo de crise.","conexao_teologica":"A relação entre Deus e Seus profetas é fundamental para a comunicação da Sua vontade ao povo.","referencias_relacionadas":["Jeremias 1:5","Ezequiel 3:4","Lucas 6:40"]},"ezequiel_2_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é um meio de comunicação divina.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para descrever não apenas uma palavra falada, mas também a essência da mensagem que Deus deseja transmitir ao seu povo. É um conceito central na profecia, onde a palavra de Deus é vista como um instrumento de revelação e autoridade.","por_que_esta_palavra":"Esta palavra é crucial porque representa a comunicação direta de Deus com os seres humanos, especialmente em momentos de crise espiritual.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua importância é enfatizada em várias partes da Escritura, mostrando que a obediência à palavra é fundamental para a vida espiritual.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"ezequiel_2_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão ou justificativa para uma afirmação.","explicacao_detalhada":"A palavra 'כִּי' (kîy) é frequentemente utilizada nas Escrituras para estabelecer uma conexão lógica entre a declaração anterior e a razão que a sustenta. Neste contexto, ela introduz a necessidade de ouvir a palavra de Deus.","por_que_esta_palavra":"É importante porque estabelece a base para a obediência e a resposta do povo à mensagem divina.","conexao_teologica":"A compreensão do porquê de Deus falar é essencial para a fé e a prática, pois revela a intenção divina por trás da comunicação.","referencias_relacionadas":["Romanos 10:17","Tiago 1:22","1 João 5:14"]},"ezequiel_2_7_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar a mensagem de Deus ao povo.","explicacao_detalhada":"A palavra 'דָבַר' (dâbar) implica não apenas em falar, mas em transmitir uma mensagem com autoridade. É um chamado para que o profeta declare a verdade de Deus, independentemente da resposta do povo.","por_que_esta_palavra":"É fundamental para a missão do profeta, que é ser a voz de Deus em meio à rebelião e desobediência.","conexao_teologica":"A comunicação de Deus através de profetas é uma forma de Sua graça, oferecendo oportunidades de arrependimento e restauração.","referencias_relacionadas":["Jeremias 1:7","Amós 3:8","Mateus 10:20"]},"ezequiel_2_7_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem que deve ser proclamada ao povo.","explicacao_detalhada":"Assim como em outras passagens, a palavra 'דָּבָר' (dâbâr) enfatiza a importância da mensagem que deve ser transmitida, que é a verdade de Deus para a vida do povo.","por_que_esta_palavra":"A palavra é a essência da comunicação divina e é vital para a transformação espiritual do povo.","conexao_teologica":"A palavra de Deus é um meio pelo qual Ele se revela e transforma vidas, sendo central na relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 19:7","Isaías 40:8","Mateus 4:4"]},"ezequiel_2_7_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à possibilidade de salvação e libertação através da obediência à palavra de Deus.","explicacao_detalhada":"A palavra 'אִם' (ʼim) é usada para expressar uma condição. Neste contexto, implica que a salvação está disponível se o povo ouvir e responder à mensagem de Deus.","por_que_esta_palavra":"É um convite à escolha, enfatizando que a salvação é uma resposta à palavra de Deus.","conexao_teologica":"A salvação é um tema central na Bíblia, e a obediência à palavra de Deus é frequentemente ligada à experiência de salvação.","referencias_relacionadas":["Romanos 10:9-10","Atos 2:21","Efésios 2:8-9"]},"ezequiel_2_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao povo de Israel como a casa de Deus.","explicacao_detalhada":"A palavra 'בַּיִת' (bayith) é usada para descrever não apenas uma estrutura física, mas também a comunidade de crentes que pertencem a Deus. Neste contexto, enfatiza a relação entre Deus e Seu povo.","por_que_esta_palavra":"É importante para entender a identidade do povo de Deus e sua responsabilidade diante d'Ele.","conexao_teologica":"A ideia de casa de Deus é central na teologia bíblica, representando o lugar onde Deus habita e se relaciona com Seu povo.","referencias_relacionadas":["1 Pedro 2:5","Hebreus 3:6","Efésios 2:19-22"]},"ezequiel_2_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao povo de Israel como filhos de Deus.","explicacao_detalhada":"A palavra 'בֵּן' (bên) implica uma relação íntima e familiar entre Deus e Seu povo, destacando a responsabilidade e a herança que vêm dessa relação.","por_que_esta_palavra":"É crucial para entender a identidade espiritual do povo e seu chamado para viver em obediência.","conexao_teologica":"A filiação divina é um tema recorrente na Bíblia, simbolizando a relação de amor e compromisso entre Deus e Seu povo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","João 1:12"]},"ezequiel_2_8_rebeliao":{"palavra_pt":"rebeliao","palavra_original":"מְרִי","transliteracao":"mᵉrîy","strong":"H4805","significado_raiz":"Ideia básica: rebeliao.","significado_contextual":"Refere-se à desobediência e resistência do povo de Israel à palavra de Deus.","explicacao_detalhada":"A palavra 'מְרִי' (mᵉrîy) indica uma atitude de rebelião e resistência, que é um tema recorrente na história de Israel. Este contexto destaca a necessidade de arrependimento.","por_que_esta_palavra":"É importante para entender a gravidade da situação espiritual do povo e a urgência da mensagem profética.","conexao_teologica":"A rebelião contra Deus é um tema sério na Bíblia, e a necessidade de arrependimento é uma constante na mensagem profética.","referencias_relacionadas":["Isaías 1:2-3","Jeremias 5:23","Romanos 1:21"]},"ezequiel_2_9_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usada para chamar a atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"A palavra 'הִנֵּה' (hinnêh) é uma expressão que indica a importância do que está sendo apresentado, muitas vezes usada para introduzir uma visão ou uma mensagem significativa.","por_que_esta_palavra":"É um convite para que o povo preste atenção à revelação de Deus.","conexao_teologica":"A revelação divina é um aspecto central da fé, e a prontidão para ouvir é essencial para a compreensão espiritual.","referencias_relacionadas":["Isaías 43:19","Mateus 11:15","Apocalipse 3:20"]},"ezequiel_2_9_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza o poder e a ação de Deus.","explicacao_detalhada":"A palavra 'יָד' (yâd) é frequentemente usada nas Escrituras para representar a mão de Deus, que é um símbolo de Sua autoridade e capacidade de agir em favor de Seu povo.","por_que_esta_palavra":"É importante para entender a natureza de Deus como aquele que age e intervém na história.","conexao_teologica":"A mão de Deus é um símbolo de Sua proteção e poder, e é frequentemente mencionada em contextos de salvação e juízo.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Atos 4:30"]},"ezequiel_2_10_break":{"palavra_pt":"quebrar","palavra_original":"פָּרַשׂ","transliteracao":"pâras","strong":"H6566","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"Quebrar refere-se à ação de romper algo, simbolizando a destruição ou a divisão.","explicacao_detalhada":"No contexto de Ezequiel 2:10, a palavra 'quebrar' é usada para descrever a quebra das palavras de Deus, que são entregues ao profeta. Isso implica que a mensagem de Deus pode ser dura e causar divisão entre os que a aceitam e os que a rejeitam.","por_que_esta_palavra":"A palavra 'quebrar' é significativa porque representa a severidade da mensagem que Ezequiel deve transmitir ao povo, enfatizando a necessidade de arrependimento e mudança.","conexao_teologica":"A quebra das palavras de Deus pode ser vista como um chamado ao arrependimento, refletindo a natureza de Deus como justo e exigente em relação ao pecado.","referencias_relacionadas":["Ezequiel 3:10","Jeremias 23:29","Mateus 10:34"]},"ezequiel_2_10_afterward":{"palavra_pt":"after ward","palavra_original":"אָחוֹר","transliteracao":"ʼâchôwr","strong":"H268","significado_raiz":"Ideia básica: after ward.","significado_contextual":"Depois, ou em seguida, indicando uma sequência temporal.","explicacao_detalhada":"A palavra 'depois' no versículo sugere que há uma continuidade na revelação de Deus ao profeta, mostrando que a mensagem não é isolada, mas parte de um plano maior.","por_que_esta_palavra":"É importante para entender que as instruções de Deus são progressivas e que cada etapa é essencial para a compreensão total da missão de Ezequiel.","conexao_teologica":"A sequência temporal nas revelações de Deus mostra como Ele se comunica com Seu povo ao longo do tempo, revelando Sua vontade de maneira gradual.","referencias_relacionadas":["Ezequiel 3:1","Isaías 28:10","Hebreus 1:1-2"]},"ezequiel_2_10_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Descrever refere-se ao ato de relatar ou registrar algo de forma detalhada.","explicacao_detalhada":"No contexto de Ezequiel 2:10, a palavra 'descrever' implica que o profeta deve registrar e comunicar a mensagem de Deus com precisão, sem omissões.","por_que_esta_palavra":"A precisão na descrição é crucial para garantir que a mensagem de Deus seja transmitida corretamente ao povo, evitando mal-entendidos.","conexao_teologica":"A descrição fiel da palavra de Deus é um aspecto fundamental do ministério profético, refletindo a importância da verdade na comunicação divina.","referencias_relacionadas":["Ezequiel 3:10","Apocalipse 1:3","2 Timóteo 3:16"]}}