{"ezequiel_21_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se a um evento de queda ou juízo, simbolizando a ação de Deus sobre as nações.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode ser entendida como um sinal de mudança ou transição, especialmente em relação ao juízo divino.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a gravidade das consequências do pecado e da desobediência.","conexao_teologica":"O juízo de Deus é uma parte essencial da Sua justiça e santidade, que deve ser reconhecida pelo Seu povo.","referencias_relacionadas":["Ezequiel 18:30","Amós 9:1","Romanos 14:10"]},"ezequiel_21_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus ao Seu povo, enfatizando a importância da revelação divina.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é usada para descrever a mensagem de Deus, que é viva e eficaz, trazendo direção e correção.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a importância da revelação de Deus e a necessidade de ouvir e obedecer a Sua voz.","conexao_teologica":"A palavra de Deus é fundamental para a vida espiritual, sendo a base da fé e da prática cristã.","referencias_relacionadas":["Hebreus 4:12","2 Timóteo 3:16-17","Salmos 119:11"]},"ezequiel_21_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania de Deus sobre todas as coisas, enfatizando Sua autoridade suprema.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para expressar a relação de Deus como governante e protetor do Seu povo. No contexto de Ezequiel, isso destaca a importância da obediência e reverência a Deus em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial para entender a relação entre Deus e Israel, especialmente em momentos de juízo e advertência.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Sua capacidade de governar e dirigir a história humana.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"ezequiel_21_2_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' indica a comunicação divina, onde Deus transmite Sua mensagem ao profeta Ezequiel.","explicacao_detalhada":"O verbo 'falar' (נָבָא) é frequentemente associado à profecia, onde Deus instrui Ezequiel a transmitir Suas palavras ao povo, enfatizando a importância da revelação divina.","por_que_esta_palavra":"A palavra é escolhida para mostrar a responsabilidade do profeta em comunicar a vontade de Deus, especialmente em tempos de juízo.","conexao_teologica":"A comunicação de Deus com a humanidade é um aspecto fundamental da teologia, mostrando como Ele se revela e se relaciona com Seu povo.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1-2","Ezequiel 2:7"]},"ezequiel_21_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação entre Deus e Seu povo, muitas vezes referindo-se a Israel como Seu filho.","explicacao_detalhada":"O termo 'filho' (בֵּן) simboliza a intimidade e a responsabilidade que Israel tem diante de Deus, destacando a necessidade de fidelidade e obediência.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a relação especial entre Deus e Israel, onde a desobediência é vista como uma traição a essa relação filial.","conexao_teologica":"A paternidade de Deus é um tema recorrente na Bíblia, refletindo Seu amor e cuidado por Seu povo.","referencias_relacionadas":["Êxodo 4:22","Mateus 5:9","Romanos 8:14"]},"ezequiel_21_2_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho que deve ser seguido, simbolizando a escolha entre a obediência e a desobediência a Deus.","explicacao_detalhada":"O termo 'vida' (דֶּרֶךְ) é usado para descrever o modo de viver que agrada a Deus, contrastando com o caminho da rebelião e do pecado.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois implica que a vida plena é encontrada na obediência a Deus e em seguir Seus caminhos.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Jesus se apresenta como o caminho, a verdade e a vida.","referencias_relacionadas":["Deuteronômio 30:19-20","João 14:6","Gálatas 2:20"]},"ezequiel_21_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, enfatizando a importância da conduta correta.","explicacao_detalhada":"O termo 'modo' (כֹּל) sugere que há uma forma específica de agir que é esperada por Deus, especialmente em relação à obediência e à moralidade.","por_que_esta_palavra":"A escolha dessa palavra é importante para enfatizar que a maneira de viver deve estar alinhada com a vontade de Deus.","conexao_teologica":"A ética bíblica é fundamentada na revelação de Deus, onde o modo de vida do crente deve refletir a santidade de Deus.","referencias_relacionadas":["Salmos 119:1","Mateus 5:16","1 Pedro 1:15-16"]},"ezequiel_21_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a mensagem de Deus, destacando a importância da comunicação divina.","explicacao_detalhada":"O verbo 'dizer' (אָמַר) é fundamental na profecia, onde Deus ordena que Ezequiel declare Suas palavras ao povo, enfatizando a seriedade da mensagem.","por_que_esta_palavra":"A escolha dessa palavra é crucial para entender a autoridade da mensagem profética e a responsabilidade do profeta.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um meio pelo qual Deus se relaciona com a humanidade.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Tiago 1:22"]},"ezequiel_21_3_mel":{"palavra_pt":"mel","palavra_original":"יַעַר","transliteracao":"yaʻar","strong":"H3293","significado_raiz":"Ideia básica: mel.","significado_contextual":"A palavra 'mel' é usada simbolicamente para descrever algo doce e desejável, possivelmente referindo-se à promessa de Deus.","explicacao_detalhada":"O termo 'mel' (יַעַר) pode simbolizar a doçura da palavra de Deus e as bênçãos que vêm da obediência a Ele.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois sugere que a mensagem de Deus, embora possa ser dura, também contém promessas de esperança e restauração.","conexao_teologica":"A doçura da palavra de Deus é um tema que aparece em várias partes da Bíblia, onde a obediência resulta em bênçãos.","referencias_relacionadas":["Salmos 19:10","Ezequiel 3:3","Provérbios 24:13-14"]},"ezequiel_21_4_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é usada para enfatizar a necessidade de percepção e entendimento da mensagem de Deus.","explicacao_detalhada":"O verbo 'ver' (רָאָה) implica não apenas em observar, mas em compreender a profundidade da mensagem que Deus está transmitindo através de Ezequiel.","por_que_esta_palavra":"A escolha dessa palavra é importante para destacar que a visão espiritual é necessária para entender a vontade de Deus.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde Deus abre os olhos dos crentes para compreender Sua verdade.","referencias_relacionadas":["Salmos 119:18","Mateus 13:16-17","Apocalipse 3:18"]},"ezequiel_21_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é repetida para enfatizar a importância da maneira como as ações são realizadas.","explicacao_detalhada":"O termo 'modo' (כֹּל) reforça a ideia de que há uma forma correta de agir que deve ser seguida, especialmente em relação à obediência a Deus.","por_que_esta_palavra":"A repetição dessa palavra serve para enfatizar a seriedade da conduta esperada de Israel diante de Deus.","conexao_teologica":"A ética bíblica é fundamentada na revelação de Deus, onde o modo de vida do crente deve refletir a santidade de Deus.","referencias_relacionadas":["Salmos 119:1","Mateus 5:16","1 Pedro 1:15-16"]},"ezequiel_21_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual a mensagem de Deus é importante.","explicacao_detalhada":"O termo 'porque' (כִּי) conecta a declaração anterior à justificativa de Deus, mostrando a lógica por trás de Sua advertência ao povo.","por_que_esta_palavra":"A escolha dessa palavra é crucial para entender a motivação de Deus em advertir Seu povo sobre as consequências de suas ações.","conexao_teologica":"A razão e a lógica são frequentemente usadas na Bíblia para explicar a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Isaías 1:18","Romanos 2:4","Gálatas 6:7"]},"ezequiel_21_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a mensagem de Deus ao povo.","explicacao_detalhada":"No contexto de Ezequiel 21:5, 'dizer' refere-se à comunicação divina, onde Deus expressa sua vontade e juízo sobre Israel.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a autoridade de Deus ao declarar seu juízo.","conexao_teologica":"A comunicação de Deus é central na teologia bíblica, mostrando que Ele se revela e se relaciona com seu povo através de Sua palavra.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Isaías 55:11"]},"ezequiel_21_5_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 21:5, 'senhor' é um título que reconhece a autoridade e o domínio de Deus sobre Israel e as nações.","por_que_esta_palavra":"Usar 'senhor' reforça a ideia de que Deus é o governante supremo que tem o direito de julgar.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, sublinhando que Ele controla a história e o destino dos povos.","referencias_relacionadas":["Salmos 24:1","Isaías 45:7","Romanos 13:1"]},"ezequiel_21_5_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a divindade e a autoridade suprema.","explicacao_detalhada":"No versículo, 'Deus' é apresentado como a fonte de toda a verdade e justiça, que traz juízo sobre Israel.","por_que_esta_palavra":"A utilização de 'Deus' destaca a relação entre o Criador e sua criação, especialmente em momentos de juízo.","conexao_teologica":"A natureza de Deus como juiz é um aspecto fundamental da teologia bíblica, mostrando Sua justiça e santidade.","referencias_relacionadas":["Deuteronômio 32:4","Salmos 7:11","Romanos 2:6"]},"ezequiel_21_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' simboliza a queda de Israel sob o juízo de Deus.","explicacao_detalhada":"Em Ezequiel 21:6, 'cair' representa a derrota e a desolação que virão como consequência da desobediência do povo.","por_que_esta_palavra":"A palavra 'cair' é poderosa, evocando imagens de ruína e desespero, refletindo a gravidade da situação.","conexao_teologica":"A queda como consequência do pecado é um tema importante, mostrando que a desobediência leva ao juízo divino.","referencias_relacionadas":["Provérbios 16:18","Mateus 7:27","Gálatas 6:7"]},"ezequiel_21_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Deus que traz juízo.","explicacao_detalhada":"No contexto, 'palavra' é a declaração de Deus sobre o que acontecerá com Israel, enfatizando a importância da comunicação divina.","por_que_esta_palavra":"A escolha de 'palavra' destaca a eficácia e a autoridade da mensagem de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se revela e age na história.","referencias_relacionadas":["Hebreus 4:12","Isaías 40:8","Tiago 1:21"]},"ezequiel_21_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' (nome) é usada para invocar a autoridade de Deus.","explicacao_detalhada":"Neste versículo, 'nome' representa a presença e a identidade de Deus, que é invocada em momentos de crise.","por_que_esta_palavra":"A invocação do nome de Deus é um reconhecimento de Sua soberania e poder.","conexao_teologica":"O nome de Deus é um tema central, simbolizando Sua natureza e caráter, e é frequentemente invocado em oração.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"ezequiel_21_7_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de Deus em comunicar Seu juízo.","explicacao_detalhada":"Em Ezequiel 21:7, 'falar' implica que Deus está se dirigindo ao povo, alertando sobre as consequências de suas ações.","por_que_esta_palavra":"A palavra 'falar' enfatiza a relação entre Deus e o homem, onde Deus se comunica diretamente.","conexao_teologica":"A comunicação de Deus é um aspecto vital da relação entre o Criador e a criação, mostrando que Ele deseja que Seu povo ouça.","referencias_relacionadas":["Jeremias 1:7","Amós 3:7","Romanos 10:17"]},"ezequiel_21_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se ao povo de Israel como filhos de Deus.","explicacao_detalhada":"Neste contexto, 'filho' destaca a relação especial entre Deus e Israel, que é tratada como Sua nação escolhida.","por_que_esta_palavra":"A palavra 'filho' implica amor, cuidado e responsabilidade por parte de Deus.","conexao_teologica":"A filiação é um tema importante na Bíblia, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:14"]},"ezequiel_21_7_cair":{"palavra_pt":"cair","palavra_original":"נָטַף","transliteracao":"nâṭaph","strong":"H5197","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' novamente simboliza a queda e o juízo sobre Israel.","explicacao_detalhada":"Em Ezequiel 21:7, 'cair' reforça a ideia de que o povo enfrentará as consequências de suas ações.","por_que_esta_palavra":"A repetição da palavra 'cair' enfatiza a gravidade da situação e a inevitabilidade do juízo.","conexao_teologica":"A ideia de cair como resultado do pecado é um tema recorrente, mostrando a necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 18:30","Mateus 5:29","Gálatas 5:4"]},"ezequiel_21_8_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra de Israel, que será afetada pelo juízo.","explicacao_detalhada":"No contexto, 'solo' simboliza a nação e o povo que sofrerão as consequências do juízo de Deus.","por_que_esta_palavra":"A palavra 'solo' destaca a conexão entre o povo e a terra, mostrando que o juízo afetará tanto a nação quanto seu território.","conexao_teologica":"A relação entre o povo e a terra é fundamental na narrativa bíblica, refletindo promessas e juízos de Deus.","referencias_relacionadas":["Levítico 18:25","Deuteronômio 28:15","Isaías 24:5"]},"ezequiel_21_8_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou acabar com algo de forma completa.","explicacao_detalhada":"No contexto de Ezequiel 21:8, a destruição é um ato de juízo divino contra Israel, simbolizando a severidade da punição que virá sobre o povo por causa de sua rebeldia.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a gravidade da situação e a certeza do juízo que Deus trará sobre aqueles que se afastaram de Seus caminhos.","conexao_teologica":"A destruição é um tema recorrente nas Escrituras, representando tanto o juízo de Deus quanto a necessidade de arrependimento e retorno a Ele.","referencias_relacionadas":["Ezequiel 18:30","Amós 9:10","Jeremias 25:9"]},"ezequiel_21_8_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' indica alguém que é responsável por uma transgressão ou pecado.","explicacao_detalhada":"Neste versículo, a palavra 'culpado' é usada para descrever o estado do povo de Israel, que se afastou de Deus e, portanto, merece o juízo que se aproxima.","por_que_esta_palavra":"A utilização de 'culpado' destaca a responsabilidade moral do povo e a necessidade de reconhecer suas falhas diante de Deus.","conexao_teologica":"A culpa é um conceito central na teologia bíblica, que nos lembra da necessidade de arrependimento e da graça de Deus para a redenção.","referencias_relacionadas":["Romanos 3:23","Salmos 51:4","Gálatas 6:7"]},"ezequiel_21_9_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' é utilizada novamente para enfatizar a condição moral do povo.","explicacao_detalhada":"Assim como no versículo anterior, a repetição da palavra 'culpado' reforça a ideia de que o povo de Israel está sob julgamento por suas ações.","por_que_esta_palavra":"A repetição serve para enfatizar a seriedade da culpa e a inevitabilidade do juízo que se aproxima.","conexao_teologica":"A repetição de temas de culpa e juízo é comum nas profecias, destacando a necessidade de arrependimento e a justiça de Deus.","referencias_relacionadas":["Ezequiel 18:30","Isaías 59:2","Romanos 6:23"]},"ezequiel_21_9_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' é usada para descrever a ação de Deus em relação ao povo culpado.","explicacao_detalhada":"Neste contexto, a destruição é uma consequência direta da culpa do povo, que se afastou de Deus e desobedeceu às Suas leis.","por_que_esta_palavra":"A palavra 'destruir' é escolhida para mostrar a severidade do juízo divino e a certeza de que a justiça será feita.","conexao_teologica":"A destruição como juízo é um tema que nos lembra da santidade de Deus e da necessidade de viver em conformidade com Sua vontade.","referencias_relacionadas":["Ezequiel 18:30","Jeremias 25:9","Mateus 10:28"]},"ezequiel_21_9_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"No versículo, 'entre' é usado para descrever a posição do povo em relação ao juízo que está por vir, indicando que todos estão incluídos na condenação.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza que o juízo não é seletivo, mas abrange todo o povo culpado.","conexao_teologica":"A ideia de inclusão no juízo é um lembrete da universalidade do pecado e da necessidade de redenção para todos.","referencias_relacionadas":["Romanos 3:23","Gálatas 3:22","1 Pedro 4:17"]},"ezequiel_21_10_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica um entendimento profundo e relacional.","explicacao_detalhada":"Neste contexto, 'conhecer' refere-se ao reconhecimento da verdade sobre a situação do povo e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'conhecer' é crucial, pois implica que o povo deve entender a gravidade de sua culpa e a iminência do juízo.","conexao_teologica":"O conhecimento de Deus e de Sua vontade é fundamental para a vida espiritual e para evitar o juízo.","referencias_relacionadas":["Oséias 4:6","Filipenses 3:10","1 João 2:3"]},"ezequiel_21_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"No versículo, 'modo' indica a forma como o juízo será executado, enfatizando que será de acordo com a justiça de Deus.","por_que_esta_palavra":"A escolha de 'modo' destaca que o juízo não será arbitrário, mas justo e fundamentado na culpa do povo.","conexao_teologica":"A justiça de Deus é um tema central, mostrando que Ele age de acordo com Sua natureza e caráter.","referencias_relacionadas":["Salmos 89:14","Romanos 2:6","Apocalipse 20:12"]},"ezequiel_21_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão ou causa para o que está sendo declarado.","explicacao_detalhada":"Neste contexto, 'porque' explica a razão pela qual o juízo está prestes a ocorrer, ligando a culpa do povo à ação de Deus.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A relação entre causa e efeito é uma parte importante da teologia, mostrando que as ações têm consequências.","referencias_relacionadas":["Gálatas 6:7","Romanos 1:18","Hebreus 10:30"]},"ezequiel_21_11_bitterness":{"palavra_pt":"bitterness","palavra_original":"מְרִירוּת","transliteracao":"mᵉrîyrûwth","strong":"H4814","significado_raiz":"Ideia básica: bitterness.","significado_contextual":"A palavra 'bitterness' refere-se a um estado de amargura ou sofrimento intenso.","explicacao_detalhada":"No contexto de Ezequiel 21:11, a amargura é uma consequência do juízo e da dor que o povo enfrentará devido à sua desobediência.","por_que_esta_palavra":"A escolha da palavra 'bitterness' enfatiza a gravidade da situação e o sofrimento que virá como resultado do juízo de Deus.","conexao_teologica":"A amargura é frequentemente associada ao juízo e à necessidade de arrependimento, mostrando a seriedade do pecado.","referencias_relacionadas":["Hebreus 12:15","Lamentações 3:15","Salmos 51:17"]},"ezequiel_21_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência ou à relação familiar.","explicacao_detalhada":"Neste versículo, 'filho' pode simbolizar a relação do povo com Deus, que é visto como Pai, e a dor que resulta da desobediência dos filhos.","por_que_esta_palavra":"A palavra 'filho' é significativa, pois destaca a relação íntima entre Deus e Seu povo, e a tristeza que resulta da rebelião.","conexao_teologica":"A paternidade de Deus é um tema central nas Escrituras, enfatizando o amor e a responsabilidade que vêm com essa relação.","referencias_relacionadas":["Romanos 8:15","Gálatas 4:6","Efésios 1:5"]},"ezequiel_21_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas acontecem ou são feitas.","explicacao_detalhada":"A palavra 'modo' indica a maneira específica pela qual um evento ou ação se realiza, enfatizando a importância do processo.","por_que_esta_palavra":"É utilizada para descrever a forma como Deus executa Seus planos e juízos.","conexao_teologica":"O modo de Deus agir é sempre justo e perfeito, refletindo Sua natureza.","referencias_relacionadas":["Salmos 18:30","Isaías 55:8-9","Romanos 11:33"]},"ezequiel_21_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair, que pode ser literal ou figurativa.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a queda de um império, a derrota de um inimigo ou a queda moral de um povo.","por_que_esta_palavra":"É usada para descrever o juízo de Deus sobre aqueles que se afastam de Seus caminhos.","conexao_teologica":"A queda é um tema recorrente na Bíblia, representando a consequência do pecado.","referencias_relacionadas":["Provérbios 16:18","Mateus 7:27","Apocalipse 18:2"]},"ezequiel_21_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' conecta a ação ou o juízo a uma causa específica, revelando a lógica divina.","por_que_esta_palavra":"É importante para entender a motivação por trás das ações de Deus.","conexao_teologica":"Deus age com propósito e razão, e isso é fundamental para a compreensão da Sua soberania.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","Tiago 1:13"]},"ezequiel_21_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Reitera a ideia de queda, enfatizando a inevitabilidade do juízo.","explicacao_detalhada":"A repetição da palavra 'cair' reforça a gravidade da situação e a certeza do cumprimento da palavra de Deus.","por_que_esta_palavra":"É uma advertência sobre as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A queda é um sinal da justiça de Deus e da necessidade de redenção.","referencias_relacionadas":["Ezequiel 18:30","Romanos 3:23","1 Pedro 5:8"]},"ezequiel_21_13_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é poderosa e eficaz.","explicacao_detalhada":"A palavra 'palavra/coisa' implica não apenas em comunicação, mas na ação de Deus através de Sua revelação.","por_que_esta_palavra":"É fundamental para entender a autoridade e a eficácia da mensagem divina.","conexao_teologica":"A palavra de Deus é viva e traz transformação, sendo central na vida do crente.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"ezequiel_21_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua essência e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa autoridade e soberania, sendo um reconhecimento da divindade.","por_que_esta_palavra":"É crucial para entender a relação entre Deus e Seu povo, e a reverência que devemos ter por Ele.","conexao_teologica":"O nome de Deus é um tema central na adoração e na oração, refletindo Sua grandeza.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ezequiel_21_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de filiação, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'filho' implica em herança, responsabilidade e continuidade da linhagem.","por_que_esta_palavra":"É usada para descrever a relação entre Deus e Seu povo, bem como a relação entre Jesus e Deus Pai.","conexao_teologica":"A filiação é um tema importante na teologia, especialmente na compreensão da Trindade.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"ezequiel_21_14_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar ou profetizar.","explicacao_detalhada":"A palavra 'falar' implica em transmitir mensagens divinas, muitas vezes com autoridade profética.","por_que_esta_palavra":"É essencial para entender a função dos profetas e a revelação de Deus ao Seu povo.","conexao_teologica":"A comunicação de Deus é vital para a fé e a prática cristã.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1-2","2 Timóteo 3:16"]},"ezequiel_21_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' implica em uma declaração que pode ter implicações significativas.","por_que_esta_palavra":"É usada para enfatizar a importância da mensagem que está sendo transmitida.","conexao_teologica":"As declarações de Deus são sempre verdadeiras e têm poder para transformar vidas.","referencias_relacionadas":["Salmos 119:89","Isaías 55:11","Mateus 4:4"]},"ezequiel_21_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Reitera a relação de filiação, enfatizando a continuidade da mensagem.","explicacao_detalhada":"A repetição da palavra 'filho' reforça a importância da identidade e da herança espiritual.","por_que_esta_palavra":"É uma reafirmação da relação íntima entre Deus e Seu povo.","conexao_teologica":"A identidade como filhos de Deus é fundamental para a compreensão da salvação e da vida cristã.","referencias_relacionadas":["1 João 3:1","Romanos 8:17","Efésios 1:5"]},"ezequiel_21_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas, enfatizando a maneira de agir.","explicacao_detalhada":"No contexto de Ezequiel 21:15, a palavra 'modo' sugere a forma ou maneira pela qual Deus executa seu juízo sobre Israel. É uma chamada à atenção sobre a seriedade das ações divinas.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da maneira como Deus se relaciona com seu povo e a gravidade das consequências de suas ações.","conexao_teologica":"A forma como Deus age é um reflexo de Sua justiça e santidade, mostrando que Ele não age de maneira aleatória, mas com propósito e intenção.","referencias_relacionadas":["Salmos 18:30","Isaías 55:8-9","Romanos 11:33"]},"ezequiel_21_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou entregar algo, muitas vezes em um contexto de súplica ou necessidade.","explicacao_detalhada":"Em Ezequiel 21:16, a palavra 'dar' é usada para descrever a entrega de uma mensagem ou um aviso de Deus ao povo, enfatizando a urgência e a necessidade de resposta.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender a dinâmica entre Deus e Israel, onde Deus se comunica e espera uma resposta do povo.","conexao_teologica":"A entrega de mensagens divinas é um tema recorrente na Bíblia, mostrando como Deus se preocupa com a comunicação e a relação com Seu povo.","referencias_relacionadas":["Ezequiel 3:17","Mateus 10:7","Atos 20:27"]},"ezequiel_21_16_bright":{"palavra_pt":"bright","palavra_original":"מָרַט","transliteracao":"mâraṭ","strong":"H4803","significado_raiz":"Ideia básica: bright.","significado_contextual":"Refere-se a algo que brilha ou é iluminado, simbolizando clareza ou revelação.","explicacao_detalhada":"A palavra 'bright' em Ezequiel 21:16 pode ser interpretada como uma referência à luz da verdade que Deus traz ao Seu povo, contrastando com a escuridão do pecado.","por_que_esta_palavra":"A utilização de 'bright' enfatiza a revelação divina e a clareza que vem da obediência a Deus, em oposição à confusão que resulta da desobediência.","conexao_teologica":"A luz é um símbolo frequente na Escritura, representando a verdade e a presença de Deus, como em João 8:12.","referencias_relacionadas":["Salmos 119:105","João 1:5","1 João 1:5"]},"ezequiel_21_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Reitera a ideia de modo ou maneira de agir, especialmente em relação ao juízo de Deus.","explicacao_detalhada":"A repetição da palavra 'modo' em Ezequiel 21:17 reforça a seriedade e a intenção de Deus ao executar Seu plano, mostrando que não há espaço para ambiguidade em Suas ações.","por_que_esta_palavra":"A ênfase no 'modo' destaca a necessidade de que o povo compreenda a gravidade da situação e a natureza do juízo que se aproxima.","conexao_teologica":"A maneira como Deus age é sempre justa e correta, refletindo Seu caráter e Sua vontade soberana.","referencias_relacionadas":["Deuteronômio 32:4","Salmos 145:17","Romanos 2:6-8"]},"ezequiel_21_17_howl":{"palavra_pt":"howl","palavra_original":"יָלַל","transliteracao":"yâlal","strong":"H3213","significado_raiz":"Ideia básica: howl.","significado_contextual":"Expressa um lamento ou choro, frequentemente associado a dor ou perda.","explicacao_detalhada":"Em Ezequiel 21:17, 'howl' é um chamado ao lamento diante do juízo iminente, refletindo a tristeza e a dor que virão como resultado da desobediência.","por_que_esta_palavra":"A palavra 'howl' é utilizada para evocar uma resposta emocional do povo, lembrando-os da gravidade de sua situação e da necessidade de arrependimento.","conexao_teologica":"O lamento é uma resposta comum ao juízo de Deus, mostrando a seriedade do pecado e a necessidade de reconciliação.","referencias_relacionadas":["Jeremias 9:10","Amós 5:16","Sofonias 1:10"]},"ezequiel_21_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'filho' em Ezequiel 21:17 pode simbolizar a relação entre Deus e Seu povo, onde Israel é visto como filho de Deus, enfatizando a responsabilidade e a expectativa de fidelidade.","por_que_esta_palavra":"A utilização de 'filho' destaca a intimidade da relação entre Deus e Israel, e a dor que o juízo traz a essa relação familiar.","conexao_teologica":"A relação de Deus como Pai e Israel como filho é um tema central na Escritura, refletindo amor, disciplina e expectativa.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Hebreus 12:7"]},"ezequiel_21_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou causa, frequentemente usada para justificar uma ação.","explicacao_detalhada":"Em Ezequiel 21:18, 'porque' é usado para introduzir a razão pela qual o juízo é necessário, ligando a desobediência do povo às consequências que virão.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica do juízo de Deus, mostrando que Ele age com base em Sua justiça.","conexao_teologica":"A justiça de Deus é sempre fundamentada em Sua natureza e em Sua palavra, e o 'porque' revela a seriedade de Sua resposta ao pecado.","referencias_relacionadas":["Romanos 1:18","Gálatas 6:7","Apocalipse 20:12"]},"ezequiel_21_18_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de resgatar ou livrar de uma situação difícil.","explicacao_detalhada":"A palavra 'salvar' em Ezequiel 21:18 sugere a possibilidade de redenção, mesmo em meio ao juízo, enfatizando a misericórdia de Deus.","por_que_esta_palavra":"A inclusão da palavra 'salvar' mostra que, apesar do juízo, Deus ainda oferece esperança e a possibilidade de arrependimento.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o caráter redentor de Deus e Sua disposição em perdoar.","referencias_relacionadas":["Isaías 43:1","Romanos 10:13","Efésios 2:8-9"]},"ezequiel_21_19_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica algo de grande magnitude ou importância.","explicacao_detalhada":"Em Ezequiel 21:19, 'grande' é usado para descrever a seriedade do juízo que se aproxima, enfatizando a magnitude das consequências da desobediência.","por_que_esta_palavra":"A palavra 'grande' destaca a gravidade da situação e a necessidade de que o povo leve a sério as advertências de Deus.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua soberania e poder, e o juízo é uma expressão dessa grandeza.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:22"]},"ezequiel_21_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à relação especial entre Deus e Seu povo.","explicacao_detalhada":"A repetição da palavra 'filho' em Ezequiel 21:19 reforça a ideia de que Israel é visto como filho de Deus, com todas as implicações de responsabilidade e expectativa.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a relação íntima entre Deus e Israel, e a dor que o juízo traz a essa relação.","conexao_teologica":"A relação de Deus como Pai e Israel como filho é um tema recorrente, refletindo amor, disciplina e a expectativa de fidelidade.","referencias_relacionadas":["Gálatas 4:6","Romanos 8:15","1 João 3:1"]},"ezequiel_21_19_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação da vontade de Deus através do profeta Ezequiel.","explicacao_detalhada":"Neste contexto, 'falar' implica em transmitir mensagens divinas, alertando o povo sobre o juízo iminente e a necessidade de arrependimento.","por_que_esta_palavra":"A escolha da palavra é crucial, pois enfatiza a importância da comunicação profética na relação entre Deus e seu povo.","conexao_teologica":"A comunicação divina é um tema central nas Escrituras, onde Deus se revela e orienta seu povo através de profetas.","referencias_relacionadas":["Ezequiel 3:17","Amós 3:7","Hebreus 1:1-2"]},"ezequiel_21_20_temor":{"palavra_pt":"temor","palavra_original":"מוּג","transliteracao":"mûwg","strong":"H4127","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' mencionado aqui refere-se ao respeito e reverência que o povo deve ter diante de Deus e de suas advertências.","explicacao_detalhada":"O temor é uma resposta emocional e espiritual à percepção da grandeza e santidade de Deus, especialmente em tempos de juízo.","por_que_esta_palavra":"A palavra 'temor' é utilizada para despertar a consciência do povo sobre a seriedade da situação e a necessidade de se voltar a Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme Provérbios 1:7, e é essencial para uma vida de fé e obediência.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 8:13"]},"ezequiel_21_20_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O 'coração' simboliza o centro das emoções e decisões do ser humano, refletindo a condição espiritual do povo.","explicacao_detalhada":"Neste versículo, o coração representa a necessidade de arrependimento e transformação interior diante do juízo de Deus.","por_que_esta_palavra":"A palavra 'coração' é fundamental, pois enfatiza que a mudança deve ocorrer de dentro para fora, não apenas em ações externas.","conexao_teologica":"A Bíblia frequentemente menciona o coração como o lugar onde Deus deseja habitar e transformar, como em Ezequiel 36:26.","referencias_relacionadas":["Ezequiel 36:26","Salmos 51:10","Provérbios 4:23"]},"ezequiel_21_20_autoridade":{"palavra_pt":"autoridade","palavra_original":"רָבָה","transliteracao":"râbâh","strong":"H7235","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder e à soberania de Deus sobre todas as nações e sobre o destino do seu povo.","explicacao_detalhada":"Neste contexto, a autoridade de Deus é destacada como a razão pela qual o povo deve temer e obedecer às suas instruções.","por_que_esta_palavra":"A escolha da palavra 'autoridade' enfatiza que Deus é o governante supremo, e suas ordens não podem ser ignoradas.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele tem controle sobre a história e o destino da humanidade.","referencias_relacionadas":["Salmos 103:19","Romanos 13:1","Daniel 4:17"]},"ezequiel_21_21_caminho":{"palavra_pt":"caminho","palavra_original":"אָחַד","transliteracao":"ʼâchad","strong":"H258","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O 'caminho' representa as escolhas e direções que o povo pode tomar em resposta às advertências de Deus.","explicacao_detalhada":"Neste versículo, o caminho simboliza tanto a trajetória de vida do povo quanto as consequências de suas decisões espirituais.","por_que_esta_palavra":"A palavra 'caminho' é utilizada para ilustrar a importância de seguir a direção correta que leva à vida e à bênção.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do caminho para descrever a vida espiritual, como em Mateus 7:13-14.","referencias_relacionadas":["Salmos 1:6","Provérbios 3:6","Mateus 7:13-14"]},"ezequiel_21_21_mao":{"palavra_pt":"mao","palavra_original":"יָמַן","transliteracao":"yâman","strong":"H3231","significado_raiz":"Ideia básica: mao.","significado_contextual":"A 'mão' simboliza a ação e o poder de Deus para executar seu juízo e suas promessas.","explicacao_detalhada":"Neste contexto, a mão de Deus representa sua intervenção direta na história e na vida do povo, seja para salvar ou para julgar.","por_que_esta_palavra":"A palavra 'mão' é significativa, pois destaca a capacidade de Deus de agir e moldar os eventos de acordo com sua vontade.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como símbolo de poder e proteção, como em Salmos 138:7.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Êxodo 3:20"]},"ezequiel_21_21_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do juízo de Deus e à seriedade da situação enfrentada pelo povo.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a gravidade das consequências que virão se o povo não se arrepender.","por_que_esta_palavra":"A escolha da palavra 'grande' é intencional para transmitir a ideia de que o juízo de Deus é imenso e não pode ser ignorado.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"ezequiel_21_22_descanso":{"palavra_pt":"descanso","palavra_original":"נוּחַ","transliteracao":"nûwach","strong":"H5117","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O 'descanso' refere-se à paz e segurança que Deus oferece ao seu povo, mesmo em meio ao juízo.","explicacao_detalhada":"Neste versículo, o descanso é um convite para confiar em Deus e encontrar refúgio em sua presença.","por_que_esta_palavra":"A palavra 'descanso' é usada para mostrar que, apesar das dificuldades, Deus é a fonte de paz verdadeira.","conexao_teologica":"O conceito de descanso é central na Bíblia, simbolizando a confiança em Deus e a esperança de redenção.","referencias_relacionadas":["Mateus 11:28-30","Salmos 37:7","Hebreus 4:9-11"]},"ezequiel_21_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor é uma referência à sua natureza, caráter e autoridade.","explicacao_detalhada":"Neste contexto, invocar o nome do Senhor é reconhecer sua soberania e buscar sua ajuda em tempos de necessidade.","por_que_esta_palavra":"A palavra 'nome' é significativa, pois representa a identidade de Deus e sua relação com o povo.","conexao_teologica":"O nome do Senhor é frequentemente associado à salvação e proteção, como em Salmos 20:7.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 4:12"]},"ezequiel_21_23_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda do povo diante do juízo de Deus e suas consequências.","explicacao_detalhada":"Neste contexto, 'cair' simboliza a derrota e a desgraça que virão sobre aqueles que não se arrependerem.","por_que_esta_palavra":"A escolha da palavra 'cair' é intencional para ilustrar a gravidade do juízo e a necessidade de retorno a Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7-8","Provérbios 14:34"]},"ezequiel_21_23_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é uma expressão de Sua vontade e autoridade.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para descrever não apenas a fala, mas também a ação e a intenção de Deus. Neste contexto, enfatiza a seriedade da mensagem que está sendo transmitida.","por_que_esta_palavra":"A escolha da palavra destaca a importância da comunicação divina e a necessidade de atenção à mensagem de Deus.","conexao_teologica":"A palavra de Deus é fundamental para a revelação e a relação entre Deus e a humanidade, sendo um meio pelo qual Ele se comunica e estabelece Sua aliança.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"ezequiel_21_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor, o Deus de Israel, que é soberano e digno de adoração.","explicacao_detalhada":"O nome 'יְהֹוָה' (Yᵉhôvâh) é o tetragrama sagrado que representa a presença e a autoridade de Deus. Neste contexto, enfatiza a relação entre Deus e Seu povo.","por_que_esta_palavra":"O uso do nome de Deus reforça a ideia de que a mensagem que se segue é de origem divina e deve ser levada a sério.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e compromisso com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Romanos 10:13"]},"ezequiel_21_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, que é o local da promessa e da herança do povo de Deus.","explicacao_detalhada":"A palavra 'אֶרֶץ' (ʼerets) implica não apenas a geografia, mas também a ideia de pertencimento e a relação especial que Deus tem com a terra e Seu povo.","por_que_esta_palavra":"A menção da terra destaca a importância da herança e das promessas de Deus para Israel, especialmente em tempos de crise.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo e representa a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Josué 1:3"]},"ezequiel_21_24_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao princípio ou cabeça de algo, indicando liderança ou origem.","explicacao_detalhada":"A palavra 'רֹאשׁ' (rôʼsh) é frequentemente usada para descrever a posição de autoridade ou a origem de algo, neste caso, pode se referir ao líder ou à nação.","por_que_esta_palavra":"A escolha desta palavra sugere a importância da liderança e da responsabilidade em tempos de julgamento.","conexao_teologica":"A liderança é um tema recorrente na Bíblia, onde Deus estabelece líderes para guiar Seu povo conforme Sua vontade.","referencias_relacionadas":["Provérbios 16:12","Romanos 13:1","1 Pedro 5:2"]},"ezequiel_21_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um filho, simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'בֵּן' (bên) é usada para descrever a relação familiar e a continuidade da linhagem, especialmente em contextos de herança e promessas.","por_que_esta_palavra":"A menção do filho pode indicar a relação entre Deus e Seu povo, como filhos e herdeiros de Suas promessas.","conexao_teologica":"A ideia de filiação é central na teologia cristã, onde os crentes são considerados filhos de Deus através de Cristo.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:17","Efésios 1:5"]},"ezequiel_21_25_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho da vida, simbolizando a jornada e as escolhas que levam à vida plena.","explicacao_detalhada":"A palavra 'דֶּרֶךְ' (derek) implica um caminho ou modo de viver, sugerindo que as escolhas feitas têm consequências diretas na vida espiritual e física.","por_que_esta_palavra":"A escolha desta palavra destaca a importância de seguir o caminho que Deus estabeleceu para a vida e a prosperidade.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do caminho para descrever a vida de fé e obediência a Deus.","referencias_relacionadas":["Salmos 1:6","Provérbios 3:6","Mateus 7:13-14"]},"ezequiel_21_25_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar, simbolizando a convocação ou a resposta a um chamado.","explicacao_detalhada":"A palavra 'בּוֹא' (bôwʼ) é usada para descrever a ação de entrar em um lugar ou situação, muitas vezes em resposta a um convite ou chamado divino.","por_que_esta_palavra":"A menção de 'vir' sugere a ideia de que Deus está chamando Seu povo para uma nova realidade ou experiência.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, onde Ele convida as pessoas a se aproximarem dEle e a viverem em Sua presença.","referencias_relacionadas":["Mateus 11:28","Apocalipse 3:20","Isaías 55:1"]},"ezequiel_21_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um filho, simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'בֵּן' (bên) é usada para descrever a relação familiar e a continuidade da linhagem, especialmente em contextos de herança e promessas.","por_que_esta_palavra":"A menção do filho pode indicar a relação entre Deus e Seu povo, como filhos e herdeiros de Suas promessas.","conexao_teologica":"A ideia de filiação é central na teologia cristã, onde os crentes são considerados filhos de Deus através de Cristo.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:17","Efésios 1:5"]},"ezequiel_21_26_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho da vida, simbolizando a jornada e as escolhas que levam à vida plena.","explicacao_detalhada":"A palavra 'דֶּרֶךְ' (derek) implica um caminho ou modo de viver, sugerindo que as escolhas feitas têm consequências diretas na vida espiritual e física.","por_que_esta_palavra":"A escolha desta palavra destaca a importância de seguir o caminho que Deus estabeleceu para a vida e a prosperidade.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do caminho para descrever a vida de fé e obediência a Deus.","referencias_relacionadas":["Salmos 1:6","Provérbios 3:6","Mateus 7:13-14"]},"ezequiel_21_26_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao princípio ou cabeça de algo, indicando liderança ou origem.","explicacao_detalhada":"A palavra 'רֹאשׁ' (rôʼsh) é frequentemente usada para descrever a posição de autoridade ou a origem de algo, neste caso, pode se referir ao líder ou à nação.","por_que_esta_palavra":"A escolha desta palavra sugere a importância da liderança e da responsabilidade em tempos de julgamento.","conexao_teologica":"A liderança é um tema recorrente na Bíblia, onde Deus estabelece líderes para guiar Seu povo conforme Sua vontade.","referencias_relacionadas":["Provérbios 16:12","Romanos 13:1","1 Pedro 5:2"]},"ezequiel_21_26_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"A flecha simboliza a ação de Deus contra Judá, representando juízo e destruição.","explicacao_detalhada":"No contexto de Ezequiel 21, a flecha é um símbolo de ataque e julgamento. A imagem da flecha indica a precisão e a inevitabilidade do juízo divino que se aproxima.","por_que_esta_palavra":"A palavra 'flecha' é usada para enfatizar a severidade do juízo que virá sobre Judá, mostrando que não haverá escapatória.","conexao_teologica":"A flecha representa a justiça de Deus, que não falha em atingir seu alvo. Isso se conecta à ideia de que Deus é um juiz justo que traz consequências para o pecado.","referencias_relacionadas":["Salmos 7:13","Salmos 11:2","Hebreus 4:12"]},"ezequiel_21_27_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue simboliza a vida e a morte, e neste contexto, representa a consequência do pecado e a necessidade de expiação.","explicacao_detalhada":"O uso da palavra 'sangue' em Ezequiel 21 destaca a gravidade do juízo que se aproxima, onde a vida será tirada como resultado da desobediência ao Senhor.","por_que_esta_palavra":"O sangue é um símbolo poderoso na Bíblia, frequentemente associado ao sacrifício e à redenção, mas aqui, representa a morte que virá sobre aqueles que não se arrependerem.","conexao_teologica":"O sangue é central na teologia da expiação, mostrando que o pecado traz morte, mas também aponta para a necessidade de um sacrifício redentor.","referencias_relacionadas":["Levítico 17:11","Romanos 6:23","Hebreus 9:22"]},"ezequiel_21_27_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' enfatiza a magnitude do juízo que virá sobre Judá, indicando que será um evento significativo e devastador.","explicacao_detalhada":"No contexto, 'grande' se refere à intensidade e à seriedade do julgamento de Deus, que não será algo trivial, mas uma ação decisiva e impactante.","por_que_esta_palavra":"A escolha da palavra 'grande' serve para alertar o povo sobre a gravidade da situação e a necessidade de arrependimento.","conexao_teologica":"A grandeza do juízo de Deus reflete sua santidade e justiça, mostrando que Ele não tolera o pecado e que suas ações são sempre justas.","referencias_relacionadas":["Isaías 13:11","Mateus 24:21","Apocalipse 20:11"]},"ezequiel_21_28_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair representa a queda de Judá e a derrota que virá como resultado do juízo de Deus.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a inevitabilidade da destruição que se aproxima, simbolizando a perda de poder e a humilhação do povo.","por_que_esta_palavra":"A ideia de cair é uma metáfora para a queda moral e espiritual do povo, que se afastou dos caminhos de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a consequência do pecado e a necessidade de restauração através de Deus.","referencias_relacionadas":["Provérbios 16:18","Gálatas 6:7","1 Pedro 5:5"]},"ezequiel_21_28_diviner":{"palavra_pt":"divine r","palavra_original":"קָסַם","transliteracao":"qâçam","strong":"H7080","significado_raiz":"Ideia básica: divine r.","significado_contextual":"Diviner refere-se aos praticantes de adivinhação, que eram comuns entre os povos da época e que buscavam orientação fora de Deus.","explicacao_detalhada":"A menção de 'diviner' destaca a rejeição de Judá à orientação divina, buscando respostas em práticas ocultas ao invés de confiar em Deus.","por_que_esta_palavra":"A palavra é usada para mostrar a futilidade de buscar sabedoria em fontes que não são de Deus, especialmente em tempos de crise.","conexao_teologica":"A prática da adivinhação é condenada na Bíblia, pois desvia o povo da verdadeira fonte de sabedoria e direção, que é Deus.","referencias_relacionadas":["Deuteronômio 18:10-12","Isaías 47:13","Gálatas 5:20"]},"ezequiel_21_28_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Mal refere-se ao pecado e à injustiça que levaram ao juízo de Deus sobre Judá.","explicacao_detalhada":"A palavra 'mal' é um lembrete da condição espiritual do povo, que se afastou dos caminhos de Deus e, portanto, merece o juízo.","por_que_esta_palavra":"O uso de 'mal' enfatiza a seriedade do pecado e suas consequências, mostrando que Deus não ignora a injustiça.","conexao_teologica":"O mal é um tema central na teologia bíblica, que mostra a necessidade de redenção e a justiça de Deus em lidar com o pecado.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Tiago 1:15"]},"ezequiel_21_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como o juízo de Deus será executado, indicando que será de acordo com a justiça divina.","explicacao_detalhada":"A palavra 'modo' sugere que o juízo não será aleatório, mas sim uma ação deliberada e justa de Deus contra o pecado.","por_que_esta_palavra":"A escolha dessa palavra é importante para mostrar que Deus age de maneira ordenada e justa, não de forma caprichosa.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, mostrando que Ele sempre age de acordo com seu caráter e sua palavra.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:6"]},"ezequiel_21_29_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Expressão refere-se à declaração ou revelação do juízo de Deus, que é clara e direta.","explicacao_detalhada":"A palavra 'expressão' indica que o juízo de Deus é comunicado de forma clara, sem ambiguidade, para que o povo entenda a seriedade da situação.","por_que_esta_palavra":"A escolha de 'expressão' enfatiza a clareza da mensagem de Deus e a responsabilidade do povo em ouvir e responder.","conexao_teologica":"Deus se comunica claramente com seu povo, e a revelação de seu juízo é parte de sua interação contínua com a humanidade.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1-2","2 Pedro 1:21"]},"ezequiel_21_29_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à soberania de Deus sobre todas as coisas, incluindo o juízo que está prestes a ocorrer.","explicacao_detalhada":"A palavra 'Senhor' enfatiza a autoridade e o poder de Deus, que é o juiz supremo e que tem o direito de executar juízo sobre seu povo.","por_que_esta_palavra":"A utilização de 'Senhor' é crucial para reconhecer a posição de Deus como autoridade máxima, especialmente em tempos de crise.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de todas as situações, incluindo o juízo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:6-7","Romanos 14:9"]},"ezequiel_21_30_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"Morte representa a consequência final do juízo de Deus sobre Judá, simbolizando a separação e a destruição.","explicacao_detalhada":"A palavra 'morte' é usada para descrever a severidade do juízo que virá, indicando que a desobediência a Deus resulta em consequências fatais.","por_que_esta_palavra":"A escolha da palavra 'morte' serve para alertar o povo sobre a gravidade de sua situação e a urgência do arrependimento.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a consequência do pecado, mas também apontando para a esperança da vida eterna em Cristo.","referencias_relacionadas":["Ezequiel 18:30","Romanos 6:23","Apocalipse 21:4"]},"ezequiel_21_30_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à responsabilidade moral e ao juízo que recai sobre aqueles que cometem injustiças.","explicacao_detalhada":"No contexto de Ezequiel 21:30, a palavra 'culpado' é usada para descrever aqueles que são responsáveis por suas ações e que enfrentam as consequências de seus pecados. A ideia é que não há escape do juízo divino.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a justiça de Deus e a necessidade de arrependimento por parte do povo.","conexao_teologica":"A culpa e o arrependimento são temas centrais na teologia bíblica, refletindo a relação entre o ser humano e Deus.","referencias_relacionadas":["Romanos 3:23","Salmos 51:4","Gálatas 6:7"]},"ezequiel_21_30_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao poder que governam sobre o povo.","explicacao_detalhada":"Em Ezequiel 21:30, o 'rei' é visto como um líder que deve guiar seu povo com justiça, mas que também será responsabilizado por suas ações diante de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de liderança e responsabilidade no contexto da nação de Israel.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para ilustrar a soberania de Deus e a necessidade de líderes justos.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Provérbios 29:2"]},"ezequiel_21_31_rei":{"palavra_pt":"rei","palavra_original":"מִצְנֶפֶת","transliteracao":"mitsnepheth","strong":"H4701","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' aqui é usada para enfatizar a posição de autoridade e a responsabilidade que vem com ela.","explicacao_detalhada":"No versículo, o 'rei' é mencionado em relação ao juízo que será aplicado, destacando que mesmo aqueles em posições elevadas não estão isentos da justiça divina.","por_que_esta_palavra":"É importante para mostrar que a liderança deve ser exercida com temor a Deus e responsabilidade.","conexao_teologica":"A liderança é um reflexo do caráter de Deus, que é justo e reto em todos os seus caminhos.","referencias_relacionadas":["Eclesiastes 8:2","Isaías 32:1","Tiago 3:1"]},"ezequiel_21_31_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 21:31, 'senhor' é usado para afirmar que Deus é o juiz supremo que determina o destino dos reis e das nações.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e a humanidade, especialmente em tempos de juízo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem controle sobre a história e o destino do seu povo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:6-7","Romanos 14:11"]},"ezequiel_21_31_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a divindade e a autoridade suprema de Yahweh.","explicacao_detalhada":"No contexto do versículo, 'Deus' é apresentado como o juiz que traz a justiça e a verdade, reafirmando sua posição de soberania.","por_que_esta_palavra":"É essencial para entender a natureza de Deus como aquele que é justo e que exige justiça.","conexao_teologica":"A natureza de Deus como juiz é um tema recorrente na Bíblia, refletindo sua santidade e justiça.","referencias_relacionadas":["Deuteronômio 32:4","Salmos 89:14","Miquéias 6:8"]},"ezequiel_21_32_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se ao ato de avaliar e decidir sobre a justiça das ações humanas.","explicacao_detalhada":"Em Ezequiel 21:32, 'juízo' é mencionado em relação ao que Deus fará com aqueles que praticam injustiça, enfatizando a necessidade de retidão.","por_que_esta_palavra":"Esta palavra é importante para entender a expectativa de Deus em relação ao comportamento humano.","conexao_teologica":"O juízo de Deus é um aspecto fundamental da sua natureza, mostrando que Ele não ignora a injustiça.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 12:14","Mateus 12:36"]},"ezequiel_21_32_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade às promessas de Deus.","explicacao_detalhada":"No versículo, 'verdade' é contrastada com a mentira e a injustiça, destacando a importância de viver em conformidade com a verdade divina.","por_que_esta_palavra":"É crucial para entender a natureza de Deus e a expectativa de que seu povo viva em verdade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"ezequiel_21_32_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer ou conceder algo, muitas vezes em um contexto de súplica ou oração.","explicacao_detalhada":"Em Ezequiel 21:32, 'dar' é usado para descrever a ação de clamar a Deus por justiça e intervenção divina.","por_que_esta_palavra":"É importante para entender a relação de dependência do ser humano em relação a Deus.","conexao_teologica":"A oração e o clamor são formas de comunicação com Deus, refletindo a necessidade de sua ajuda e intervenção.","referencias_relacionadas":["Salmos 34:17","1 João 5:14","Tiago 4:2"]},"ezequiel_21_33_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de descendência e à continuidade da linhagem.","explicacao_detalhada":"No contexto do versículo, 'filho' pode simbolizar a herança e a responsabilidade que vem com a posição familiar e espiritual.","por_que_esta_palavra":"É importante para entender a relação entre Deus e seu povo, muitas vezes descrita em termos de paternidade.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a intimidade e a responsabilidade na relação com o Criador.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:7"]},"ezequiel_21_33_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação e à revelação de mensagens divinas.","explicacao_detalhada":"Em Ezequiel 21:33, 'falar' é usado para descrever a ação de Deus em comunicar sua vontade ao seu povo através dos profetas.","por_que_esta_palavra":"É fundamental para entender como Deus se relaciona com a humanidade e como sua palavra é transmitida.","conexao_teologica":"A comunicação divina é um aspecto essencial da revelação, mostrando que Deus deseja se relacionar com seu povo.","referencias_relacionadas":["Hebreus 1:1-2","2 Timóteo 3:16","Apocalipse 1:3"]},"ezequiel_21_33_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para transmitir uma mensagem divina.","explicacao_detalhada":"No contexto de Ezequiel 21:33, 'dizer' refere-se à comunicação de profecias e advertências de Deus ao povo de Israel, enfatizando a importância da palavra de Deus como um meio de revelação.","por_que_esta_palavra":"Esta palavra é crucial para entender a autoridade da mensagem profética e a necessidade de ouvir e obedecer à voz de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um tema central na teologia bíblica, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"ezequiel_21_34_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de oferecer algo, neste caso, uma mensagem ou advertência.","explicacao_detalhada":"Em Ezequiel 21:34, 'dar' refere-se à entrega de uma profecia ou aviso, mostrando a responsabilidade do profeta em comunicar a vontade de Deus ao povo.","por_que_esta_palavra":"É importante porque destaca a ação de Deus em se revelar e a responsabilidade do profeta em transmitir essa revelação.","conexao_teologica":"A entrega da mensagem de Deus é um ato de graça, onde Ele se comunica com Seu povo, chamando-os ao arrependimento.","referencias_relacionadas":["Mateus 10:7","Atos 20:27","2 Timóteo 4:2"]},"ezequiel_21_34_behold":{"palavra_pt":"eis","palavra_original":"חָזָה","transliteracao":"châzâh","strong":"H2372","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, um convite para observar algo importante.","explicacao_detalhada":"No versículo, 'eis' serve para enfatizar a urgência e a seriedade da mensagem que está sendo transmitida, como um alerta para o povo.","por_que_esta_palavra":"É uma palavra que provoca uma resposta, instigando a audiência a prestar atenção ao que está por vir.","conexao_teologica":"A ideia de 'eis' é frequentemente usada nas Escrituras para chamar a atenção para a ação de Deus ou para eventos significativos na história da salvação.","referencias_relacionadas":["Isaías 40:9","Mateus 24:42","Apocalipse 22:12"]},"ezequiel_21_34_diviner":{"palavra_pt":"divine r","palavra_original":"קָסַם","transliteracao":"qâçam","strong":"H7080","significado_raiz":"Ideia básica: divine r.","significado_contextual":"A palavra 'divine r' refere-se a alguém que busca conhecimento oculto ou revelações sobrenaturais.","explicacao_detalhada":"Neste contexto, a menção de 'divine r' destaca a oposição entre a verdadeira revelação de Deus e as práticas enganosas de adivinhação que eram comuns entre os povos.","por_que_esta_palavra":"É importante para entender a condenação de Deus sobre práticas que desviam o povo de Sua verdade.","conexao_teologica":"A Bíblia frequentemente condena a adivinhação e a busca de sabedoria fora da revelação divina, enfatizando a necessidade de confiar em Deus.","referencias_relacionadas":["Deuteronômio 18:10-12","Isaías 47:13-14","Gálatas 5:20"]},"ezequiel_21_35_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao território ou à nação de Israel.","explicacao_detalhada":"Em Ezequiel 21:35, a 'terra' é um símbolo da herança de Deus para Seu povo e do lugar onde as promessas divinas se realizam.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e Seu povo, e como a terra é parte do pacto estabelecido.","conexao_teologica":"A terra é um tema central na narrativa bíblica, representando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Salmos 37:11","Hebreus 11:9-10"]},"ezequiel_21_35_pen":{"palavra_pt":"pen","palavra_original":"תַּעַר","transliteracao":"taʻar","strong":"H8593","significado_raiz":"Ideia básica: pen.","significado_contextual":"A palavra 'pen' refere-se a um instrumento de escrita, simbolizando a comunicação e a documentação.","explicacao_detalhada":"No contexto, 'pen' pode representar a importância de registrar as palavras de Deus e as profecias para que sejam lembradas e obedecidas.","por_que_esta_palavra":"É relevante para enfatizar a necessidade de preservar a verdade divina através da escrita.","conexao_teologica":"A escrita das Escrituras é um meio pelo qual Deus se comunica com a humanidade, garantindo que Sua palavra seja acessível.","referencias_relacionadas":["Habacuque 2:2","2 Pedro 1:21","Apocalipse 1:3"]},"ezequiel_21_35_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' pode referir-se ao lugar físico ou à coletividade do povo de Deus.","explicacao_detalhada":"Em Ezequiel 21:35, 'corpo' pode simbolizar a nação de Israel como um todo, enfatizando a unidade e a identidade do povo escolhido.","por_que_esta_palavra":"É importante para entender a coletividade do povo de Deus e como cada membro tem um papel no corpo.","conexao_teologica":"A ideia de corpo é frequentemente usada na teologia para descrever a igreja como o corpo de Cristo, onde cada membro é vital.","referencias_relacionadas":["1 Coríntios 12:12-27","Efésios 4:4-6","Romanos 12:4-5"]},"ezequiel_21_36_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se à vida e ao sacrifício, simbolizando a gravidade do pecado.","explicacao_detalhada":"No contexto, 'sangue' é um lembrete da necessidade de expiação e da seriedade do juízo de Deus sobre o pecado.","por_que_esta_palavra":"É fundamental para entender a doutrina da redenção e o papel do sacrifício na relação entre Deus e a humanidade.","conexao_teologica":"O sangue é um tema central na teologia da salvação, representando a vida que é dada para a remissão dos pecados.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"ezequiel_21_36_boca":{"palavra_pt":"boca","palavra_original":"זַעַם","transliteracao":"zaʻam","strong":"H2195","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' refere-se à fala e à comunicação, simbolizando a expressão da vontade de Deus.","explicacao_detalhada":"Em Ezequiel 21:36, 'boca' pode representar a necessidade de proclamar a verdade de Deus e a importância da palavra falada.","por_que_esta_palavra":"É relevante para entender como a comunicação é vital na relação entre Deus e Seu povo.","conexao_teologica":"A boca é um instrumento de proclamação do evangelho e da verdade de Deus, essencial para a missão da igreja.","referencias_relacionadas":["Salmos 19:14","Romanos 10:14-15","Tiago 3:5-10"]},"ezequiel_21_36_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza julgamento, purificação e a presença de Deus.","explicacao_detalhada":"No contexto de Ezequiel 21:36, 'fogo' pode representar o juízo de Deus sobre o pecado e a purificação necessária para a santidade.","por_que_esta_palavra":"É importante para entender a natureza de Deus como um fogo consumidor e a necessidade de purificação.","conexao_teologica":"O fogo é um símbolo da presença de Deus e do Seu poder para purificar e julgar, um tema recorrente nas Escrituras.","referencias_relacionadas":["Hebreus 12:29","Isaías 4:4","Apocalipse 21:8"]},"ezequiel_21_37_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra em que o povo vive, simbolizando a herança e a promessa de Deus.","explicacao_detalhada":"A palavra 'terra' é frequentemente usada na Bíblia para descrever não apenas o espaço físico, mas também o lugar da presença de Deus e a herança do Seu povo. Em Ezequiel, a menção da terra pode indicar tanto a destruição iminente quanto a esperança de restauração.","por_que_esta_palavra":"A terra é um elemento central na relação entre Deus e Israel, representando a aliança e a promessa de um lar seguro.","conexao_teologica":"A terra é vista como um símbolo da bênção de Deus e da fidelidade à Sua aliança. A perda da terra é um sinal do juízo divino.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-20","Salmos 37:11"]},"ezequiel_21_37_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza o juízo de Deus e a purificação através da destruição.","explicacao_detalhada":"O fogo na Bíblia é frequentemente associado ao juízo e à purificação. Em Ezequiel, o fogo representa a destruição que virá sobre Jerusalém como resultado da desobediência do povo.","por_que_esta_palavra":"O uso do fogo enfatiza a seriedade do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"O fogo é um símbolo da presença de Deus, mas também do Seu juízo. A purificação pelo fogo é um tema recorrente nas Escrituras.","referencias_relacionadas":["Isaías 66:24","Mateus 3:12","Hebreus 12:29"]},"ezequiel_21_37_alimento":{"palavra_pt":"alimento","palavra_original":"אׇכְלָה","transliteracao":"ʼoklâh","strong":"H402","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento físico e espiritual que Deus provê ao Seu povo.","explicacao_detalhada":"A palavra 'alimento' é usada para descrever tanto a necessidade física de sustento quanto a necessidade espiritual de se alimentar da Palavra de Deus. Em Ezequiel, isso pode indicar a falta de sustento espiritual devido à desobediência.","por_que_esta_palavra":"O alimento é essencial para a vida e simboliza a provisão de Deus para o Seu povo.","conexao_teologica":"Jesus se refere a si mesmo como o pão da vida, indicando que Ele é o alimento espiritual necessário para a vida eterna.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14-15"]}}