{"ezequiel_22_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica um estado de queda moral e espiritual do povo de Israel.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a condição de Israel, que se afastou dos caminhos de Deus. A queda é um tema de advertência e juízo nas profecias de Ezequiel.","por_que_esta_palavra":"A queda é um resultado da desobediência e da rejeição da aliança com Deus.","conexao_teologica":"A queda do homem é um tema central na teologia bíblica, mostrando a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","Gênesis 3:6-7","Provérbios 14:34"]},"ezequiel_22_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus ao Seu povo, que muitas vezes é ignorada.","explicacao_detalhada":"A palavra 'palavra' em Ezequiel enfatiza a importância da revelação divina e da obediência a ela. O povo de Israel frequentemente falhou em ouvir e seguir a palavra de Deus.","por_que_esta_palavra":"A palavra de Deus é fundamental para a vida e a orientação do Seu povo.","conexao_teologica":"A revelação de Deus através da Sua palavra é essencial para a fé e a prática cristã.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","2 Timóteo 3:16-17"]},"ezequiel_22_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e poder. Em Ezequiel, o nome do Senhor é invocado para lembrar ao povo de Sua soberania e justiça.","por_que_esta_palavra":"O nome do Senhor é invocado em momentos de necessidade e arrependimento, simbolizando a esperança de restauração.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, refletindo Sua natureza e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ezequiel_22_2_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de avaliar e decidir sobre as ações do povo.","explicacao_detalhada":"A palavra 'julgar' implica um processo de avaliação moral e ética. Em Ezequiel, Deus está prestes a julgar a iniquidade de Israel e trazer consequências.","por_que_esta_palavra":"O juízo de Deus é uma parte essencial de Sua justiça e santidade.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, mostrando que Ele é justo e não tolera o pecado.","referencias_relacionadas":["Romanos 14:10-12","Eclesiastes 12:14","Apocalipse 20:12"]},"ezequiel_22_2_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Simboliza a vida e a gravidade do pecado, especialmente em relação ao derramamento de sangue inocente.","explicacao_detalhada":"O sangue é um símbolo poderoso na Bíblia, representando tanto a vida quanto a culpa. Em Ezequiel, o sangue derramado é uma acusação contra o povo por suas injustiças.","por_que_esta_palavra":"O derramamento de sangue inocente clama por justiça e juízo.","conexao_teologica":"O sangue de Cristo é visto como o sacrifício perfeito que traz redenção e perdão.","referencias_relacionadas":["Gênesis 9:6","Mateus 23:35","Hebreus 9:22"]},"ezequiel_22_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à responsabilidade que vem com ela.","explicacao_detalhada":"A palavra 'filho' destaca a importância das relações familiares e a responsabilidade dos pais em ensinar e guiar seus filhos. Em Ezequiel, isso pode indicar a falha do povo em cuidar das gerações futuras.","por_que_esta_palavra":"A relação entre pais e filhos é fundamental para a transmissão da fé e dos valores.","conexao_teologica":"A Bíblia enfatiza a importância da educação e do cuidado espiritual das crianças.","referencias_relacionadas":["Provérbios 22:6","Efésios 6:4","Salmos 127:3"]},"ezequiel_22_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza a força e a ferocidade, muitas vezes associada ao juízo e à destruição.","explicacao_detalhada":"A palavra 'urso' pode ser usada metaforicamente para descrever a ferocidade do juízo de Deus contra aqueles que praticam a injustiça. Em Ezequiel, isso pode indicar a severidade das consequências do pecado.","por_que_esta_palavra":"O uso de animais ferozes é uma maneira de ilustrar a gravidade do juízo divino.","conexao_teologica":"A ferocidade do juízo de Deus é um lembrete da Sua santidade e da necessidade de arrependimento.","referencias_relacionadas":["Oséias 13:8","Amós 3:8","Isaías 13:18"]},"ezequiel_22_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir uma mensagem de advertência e julgamento.","explicacao_detalhada":"No contexto de Ezequiel 22:3, Deus está se dirigindo a Israel, enfatizando a importância de ouvir e obedecer à Sua palavra. O ato de 'dizer' implica uma comunicação direta de Deus ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'dizer' reflete a autoridade de Deus como comunicador e juiz, destacando a necessidade de resposta por parte do povo.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, onde Ele se revela e orienta Seu povo através de profetas e Escrituras.","referencias_relacionadas":["Ezequiel 3:17","Hebreus 1:1-2","Salmos 119:105"]},"ezequiel_22_3_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania de Deus sobre Israel e todas as nações.","explicacao_detalhada":"Em Ezequiel 22:3, 'senhor' é um título que expressa a autoridade e o domínio de Deus, enfatizando que Ele é o governante supremo que exige justiça e retidão.","por_que_esta_palavra":"O uso de 'senhor' sublinha a relação de servidão e submissão que o povo deve ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um princípio fundamental que permeia toda a Escritura, mostrando que Ele controla a história e o destino das nações.","referencias_relacionadas":["Isaías 45:5","Salmos 24:1","Romanos 14:8-9"]},"ezequiel_22_4_mocking":{"palavra_pt":"mocking","palavra_original":"קַלָּסָה","transliteracao":"qallâçâh","strong":"H7048","significado_raiz":"Ideia básica: mocking.","significado_contextual":"A palavra 'mocking' indica a zombaria e desprezo que o povo tinha pelas advertências de Deus.","explicacao_detalhada":"No contexto de Ezequiel 22:4, a zombaria é um reflexo da rebeldia do povo, que não leva a sério as advertências divinas e desconsidera a gravidade de seus pecados.","por_que_esta_palavra":"A escolha da palavra 'mocking' destaca a falta de reverência e a dureza de coração do povo em relação à mensagem de Deus.","conexao_teologica":"A zombaria em relação a Deus e Suas mensagens é um tema recorrente, mostrando a necessidade de arrependimento e a seriedade do juízo divino.","referencias_relacionadas":["Provérbios 1:22","Salmos 1:1","Gálatas 6:7"]},"ezequiel_22_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o povo se comporta e vive, em contraste com os padrões de Deus.","explicacao_detalhada":"Em Ezequiel 22:4, o 'modo' de vida do povo é criticado, pois eles se afastaram dos caminhos de Deus e adotaram práticas corruptas.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a necessidade de uma vida que reflita a santidade e a justiça de Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre o modo de vida dos crentes, chamando-os a viver de maneira digna do chamado que receberam.","referencias_relacionadas":["Efésios 4:1","Colossenses 3:17","1 Pedro 1:15-16"]},"ezequiel_22_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território de Israel, que é visto como a herança de Deus para Seu povo.","explicacao_detalhada":"Em Ezequiel 22:4, a 'terra' é um símbolo da presença de Deus e da promessa feita a Abraão, enfatizando a responsabilidade do povo em manter a santidade nesse lugar.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a conexão entre a geografia e a espiritualidade, mostrando que a terra é sagrada.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, representando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:1","Josué 1:2"]},"ezequiel_22_5_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a presença e a influência de Deus no meio do Seu povo.","explicacao_detalhada":"Em Ezequiel 22:5, 'entre' sugere que Deus está ativamente envolvido na vida de Israel, chamando-os ao arrependimento e à justiça.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a proximidade de Deus e Sua disposição de se relacionar com Seu povo.","conexao_teologica":"A presença de Deus entre Seu povo é um tema recorrente, mostrando que Ele deseja habitar no meio deles.","referencias_relacionadas":["Êxodo 25:8","Salmos 46:5","Mateus 18:20"]},"ezequiel_22_5_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade de Deus sobre Israel.","explicacao_detalhada":"Em Ezequiel 22:5, 'nome' representa a reputação e o caráter de Deus, que deve ser honrado e respeitado pelo Seu povo.","por_que_esta_palavra":"A escolha da palavra 'nome' destaca a importância da honra e do respeito que devem ser dados a Deus.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua autoridade e poder, sendo um chamado à reverência.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-11"]},"ezequiel_22_5_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode indicar líderes e autoridades.","explicacao_detalhada":"Em Ezequiel 22:5, 'homem' é usado para descrever a condição moral e espiritual do povo, que falhou em seguir a Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a responsabilidade individual e coletiva diante de Deus.","conexao_teologica":"A condição do homem é um tema central na Bíblia, que fala sobre a necessidade de redenção e transformação.","referencias_relacionadas":["Romanos 3:23","Gênesis 1:27","Efésios 2:8-9"]},"ezequiel_22_6_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à liderança e à autoridade sobre o povo de Israel.","explicacao_detalhada":"Em Ezequiel 22:6, 'rei' é usado para criticar os líderes que não governam com justiça e retidão, levando o povo ao pecado.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a responsabilidade dos líderes em guiar o povo segundo os princípios de Deus.","conexao_teologica":"A liderança justa é um tema importante na Bíblia, onde Deus é apresentado como o Rei supremo que exige justiça.","referencias_relacionadas":["Provérbios 29:2","1 Pedro 5:2-3","Romanos 13:1"]},"ezequiel_22_6_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada novamente para enfatizar a condição moral do povo e a necessidade de líderes íntegros.","explicacao_detalhada":"Em Ezequiel 22:6, 'homem' representa a humanidade que deve se voltar para Deus e buscar a justiça.","por_que_esta_palavra":"A repetição da palavra 'homem' reforça a ideia de que todos são responsáveis diante de Deus.","conexao_teologica":"A Bíblia fala sobre a dignidade do homem e sua responsabilidade diante de Deus, enfatizando a necessidade de arrependimento.","referencias_relacionadas":["Salmos 8:4-5","Gênesis 6:5","Tiago 4:10"]},"ezequiel_22_6_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e autoridade que alguém pode ter, especialmente em um contexto de opressão e injustiça.","explicacao_detalhada":"A palavra 'poderoso' é usada para descrever aqueles que têm influência e controle sobre outros, muitas vezes em um sentido negativo, como os líderes corruptos que exploram os vulneráveis.","por_que_esta_palavra":"A escolha da palavra 'poderoso' enfatiza a crítica de Ezequiel àqueles que abusam de seu poder em vez de usá-lo para proteger e cuidar dos necessitados.","conexao_teologica":"A teologia bíblica ensina que o verdadeiro poder deve ser exercido com justiça e misericórdia, refletindo o caráter de Deus.","referencias_relacionadas":["Salmos 82:3-4","Isaías 10:1-2","Miquéias 3:1-3"]},"ezequiel_22_7_mae":{"palavra_pt":"mae","palavra_original":"אֵם","transliteracao":"ʼêm","strong":"H517","significado_raiz":"Ideia básica: mae.","significado_contextual":"A palavra 'mãe' é usada para simbolizar proteção e cuidado, contrastando com a falta de compaixão observada na sociedade.","explicacao_detalhada":"Neste contexto, a referência à 'mãe' destaca a responsabilidade que as pessoas têm de cuidar umas das outras, especialmente os mais vulneráveis, como os órfãos e viúvas.","por_que_esta_palavra":"A inclusão da palavra 'mãe' serve para criticar a falha em honrar e proteger aqueles que deveriam ser cuidados, refletindo uma sociedade em decadência.","conexao_teologica":"Deus é frequentemente descrito como um pai e uma mãe que cuida de Seu povo, e a falta de cuidado humano é uma traição a esse caráter divino.","referencias_relacionadas":["Isaías 66:13","Salmos 27:10","Mateus 23:37"]},"ezequiel_22_7_estrangeiro":{"palavra_pt":"estrangeiro","palavra_original":"גֵּר","transliteracao":"gêr","strong":"H1616","significado_raiz":"Ideia básica: estrangeiro.","significado_contextual":"Refere-se aos estrangeiros que vivem entre o povo de Israel, enfatizando a necessidade de acolhimento e justiça.","explicacao_detalhada":"A palavra 'estrangeiro' destaca a responsabilidade do povo de Israel em tratar bem aqueles que não são da sua nação, refletindo a justiça e a inclusão que Deus deseja.","por_que_esta_palavra":"A menção aos estrangeiros serve como um lembrete de que a justiça deve ser estendida a todos, independentemente de sua origem.","conexao_teologica":"A Bíblia ensina que todos são criados à imagem de Deus e merecem dignidade e respeito, independentemente de sua nacionalidade.","referencias_relacionadas":["Êxodo 22:21","Levítico 19:34","Deuteronômio 10:18-19"]},"ezequiel_22_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ferocidade e a brutalidade de certas ações.","explicacao_detalhada":"Neste contexto, 'urso' pode simbolizar a natureza predatória de alguns indivíduos que atacam os vulneráveis, refletindo a corrupção moral da sociedade.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a gravidade da violência e da injustiça que estão ocorrendo, comparando-as a um predador feroz.","conexao_teologica":"A Bíblia frequentemente usa imagens de animais para descrever comportamentos humanos, mostrando a necessidade de transformação moral.","referencias_relacionadas":["Provérbios 28:15","Oséias 13:8","Miquéias 7:2"]},"ezequiel_22_8_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se àquilo que é consagrado a Deus, enfatizando a importância da santidade na vida do povo.","explicacao_detalhada":"A palavra 'sagrado' destaca a violação dos princípios divinos por parte do povo, que desconsidera o que é santo e profano.","por_que_esta_palavra":"A menção ao 'sagrado' serve para criticar a desvalorização das coisas de Deus, que deveriam ser respeitadas e honradas.","conexao_teologica":"A santidade de Deus exige que Seu povo viva de acordo com Seus padrões, refletindo Seu caráter em suas ações.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"ezequiel_22_8_despise":{"palavra_pt":"despise","palavra_original":"בָּזָה","transliteracao":"bâzâh","strong":"H959","significado_raiz":"Ideia básica: despise.","significado_contextual":"Refere-se ao desprezo por aquilo que é sagrado, mostrando a falta de reverência do povo.","explicacao_detalhada":"A palavra 'despise' indica uma atitude de desdém e desconsideração pelas coisas de Deus, refletindo uma cultura de desrespeito.","por_que_esta_palavra":"A escolha da palavra 'despise' enfatiza a gravidade da situação espiritual do povo, que não valoriza o que é importante para Deus.","conexao_teologica":"Desprezar o que é sagrado é uma ofensa ao caráter de Deus e resulta em consequências espirituais e sociais.","referencias_relacionadas":["Salmos 119:126","Provérbios 1:7","Mateus 5:13"]},"ezequiel_22_8_sabado":{"palavra_pt":"sabado","palavra_original":"שַׁבָּת","transliteracao":"shabbâth","strong":"H7676","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Refere-se ao dia de descanso ordenado por Deus, que deve ser mantido em santidade.","explicacao_detalhada":"A palavra 'sábado' simboliza não apenas descanso, mas também a relação do povo com Deus e a obediência a Seus mandamentos.","por_que_esta_palavra":"A menção ao 'sábado' destaca a violação do pacto entre Deus e Seu povo, que não observa o dia de descanso como deveria.","conexao_teologica":"O sábado é um sinal da aliança de Deus com Seu povo, e sua violação representa uma ruptura dessa relação.","referencias_relacionadas":["Êxodo 20:8-11","Deuteronômio 5:12-15","Marcos 2:27"]},"ezequiel_22_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, enfatizando a responsabilidade moral e ética.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a condição humana e a necessidade de justiça e integridade entre as pessoas.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a universalidade da culpa e a necessidade de arrependimento e mudança.","conexao_teologica":"A Bíblia ensina que todos os homens são responsáveis diante de Deus e devem viver de acordo com Seus princípios.","referencias_relacionadas":["Gênesis 1:26-27","Romanos 3:23","Tiago 4:17"]},"ezequiel_22_9_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se à violência e ao derramamento de sangue, simbolizando a injustiça e a opressão.","explicacao_detalhada":"A palavra 'sangue' destaca a gravidade dos crimes cometidos, especialmente contra os inocentes e vulneráveis.","por_que_esta_palavra":"A menção ao 'sangue' serve como um alerta sobre as consequências do pecado e da injustiça na sociedade.","conexao_teologica":"O sangue é um símbolo de vida e sacrifício, e seu derramamento injusto clama por justiça diante de Deus.","referencias_relacionadas":["Gênesis 4:10","Salmos 106:38","Mateus 23:35"]},"ezequiel_22_10_nakedness":{"palavra_pt":"nudez","palavra_original":"עֶרְוָה","transliteracao":"ʻervâh","strong":"H6172","significado_raiz":"Ideia básica: nudez.","significado_contextual":"Refere-se à nudez como símbolo de vergonha e vulnerabilidade, especialmente em contextos de pecado.","explicacao_detalhada":"A palavra 'nudez' é usada para descrever a exposição das fraquezas e pecados do povo, que não se envergonha de suas ações.","por_que_esta_palavra":"A escolha da palavra 'nudez' enfatiza a falta de vergonha e a degradação moral da sociedade.","conexao_teologica":"A nudez é frequentemente associada à vergonha do pecado, e a restauração espiritual requer reconhecimento e arrependimento.","referencias_relacionadas":["Gênesis 3:7","Ezequiel 16:37","Apocalipse 3:18"]},"ezequiel_22_10_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à manifestação de sentimentos ou pensamentos, muitas vezes em um contexto de julgamento.","explicacao_detalhada":"No contexto de Ezequiel 22:10, a expressão é usada para descrever a revelação das iniquidades do povo, mostrando a gravidade de suas ações diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a necessidade de revelar a verdade sobre o comportamento do povo, que estava em desobediência.","conexao_teologica":"A expressão de iniquidade é um tema recorrente na Bíblia, onde Deus revela a condição do coração humano e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 19:12","Isaías 59:12","Romanos 3:23"]},"ezequiel_22_10_mulher":{"palavra_pt":"mulher","palavra_original":"נִדָּה","transliteracao":"niddâh","strong":"H5079","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' neste contexto refere-se a uma figura que simboliza a infidelidade e a corrupção moral.","explicacao_detalhada":"Em Ezequiel 22:10, a mulher é mencionada em um contexto de adultério espiritual, representando a traição do povo de Israel a Deus.","por_que_esta_palavra":"A palavra 'mulher' é usada para ilustrar a relação entre Deus e Israel, onde a infidelidade é comparada a um adultério.","conexao_teologica":"A infidelidade de Israel é frequentemente comparada a adultério em toda a Escritura, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Oséias 1:2","Jeremias 3:20","Apocalipse 17:1-2"]},"ezequiel_22_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para descrever a figura masculina que participa das injustiças e opressões.","explicacao_detalhada":"Em Ezequiel 22:11, o homem é retratado como alguém que comete atos de violência e traição, simbolizando a corrupção moral da sociedade.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a responsabilidade individual e coletiva na prática do mal.","conexao_teologica":"A Bíblia frequentemente aborda a natureza pecaminosa do homem e a necessidade de redenção.","referencias_relacionadas":["Romanos 5:12","Gálatas 6:7","Eclesiastes 7:20"]},"ezequiel_22_11_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se à relação familiar e à traição que ocorre entre aqueles que deveriam se apoiar.","explicacao_detalhada":"No contexto de Ezequiel 22:11, a traição entre irmãos simboliza a quebra de laços de amor e justiça na comunidade.","por_que_esta_palavra":"A palavra 'irmão' é usada para enfatizar a gravidade da traição entre pessoas que deveriam ser unidas.","conexao_teologica":"A Bíblia ensina sobre a importância do amor fraternal e a condenação da traição entre irmãos.","referencias_relacionadas":["Gênesis 4:8","Mateus 5:22","1 João 3:15"]},"ezequiel_22_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ferocidade e a brutalidade das ações.","explicacao_detalhada":"Em Ezequiel 22:11, o urso representa a violência e a crueldade que permeiam a sociedade, simbolizando a natureza predatória de alguns indivíduos.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a ferocidade das injustiças cometidas.","conexao_teologica":"A imagem de animais ferozes é frequentemente usada na Bíblia para descrever a natureza pecaminosa e a violência do homem.","referencias_relacionadas":["Provérbios 28:15","Isaías 11:6","Miquéias 3:3"]},"ezequiel_22_12_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se à violência e ao derramamento de sangue inocente.","explicacao_detalhada":"Em Ezequiel 22:12, o sangue simboliza as injustiças cometidas contra os inocentes, refletindo a corrupção moral da sociedade.","por_que_esta_palavra":"A palavra 'sangue' é usada para enfatizar a gravidade das ações violentas e a necessidade de justiça.","conexao_teologica":"O derramamento de sangue é um tema central na Bíblia, simbolizando tanto a culpa do pecado quanto a redenção através do sangue de Cristo.","referencias_relacionadas":["Gênesis 4:10","Êxodo 20:13","Hebreus 9:22"]},"ezequiel_22_12_increase":{"palavra_pt":"increase","palavra_original":"תַּרְבִּית","transliteracao":"tarbîyth","strong":"H8636","significado_raiz":"Ideia básica: increase.","significado_contextual":"A palavra 'increase' refere-se ao aumento da corrupção e da iniquidade na sociedade.","explicacao_detalhada":"Em Ezequiel 22:12, o aumento da iniquidade é um reflexo da decadência moral e espiritual do povo.","por_que_esta_palavra":"A palavra 'increase' destaca a gravidade da situação, onde o pecado se multiplica.","conexao_teologica":"A Bíblia frequentemente adverte sobre o aumento do pecado e suas consequências, chamando o povo ao arrependimento.","referencias_relacionadas":["Romanos 1:21-32","2 Timóteo 3:13","Apocalipse 22:11"]},"ezequiel_22_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada novamente para enfatizar a brutalidade e a ferocidade das ações.","explicacao_detalhada":"Em Ezequiel 22:13, o urso simboliza a natureza predatória de alguns indivíduos que exploram e oprimem os outros.","por_que_esta_palavra":"A repetição da palavra 'urso' reforça a ideia de violência e injustiça presentes na sociedade.","conexao_teologica":"A imagem de animais ferozes é uma representação comum do pecado e da corrupção na Bíblia.","referencias_relacionadas":["Salmos 22:12","Isaías 59:3","Miquéias 3:2"]},"ezequiel_22_13_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' novamente refere-se ao derramamento de sangue inocente e à violência.","explicacao_detalhada":"Em Ezequiel 22:13, o sangue simboliza a injustiça e a opressão que permeiam a sociedade, refletindo a necessidade de redenção.","por_que_esta_palavra":"A repetição da palavra 'sangue' enfatiza a gravidade das injustiças cometidas.","conexao_teologica":"O sangue é um símbolo poderoso na Bíblia, representando tanto a culpa do pecado quanto a purificação através do sacrifício.","referencias_relacionadas":["Levítico 17:11","Mateus 23:35","Hebreus 10:29"]},"ezequiel_22_13_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando a importância do que está sendo revelado.","explicacao_detalhada":"Em Ezequiel 22:13, 'eis' serve como um alerta para que o povo reconheça a gravidade de suas ações e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'eis' é usada para enfatizar a urgência da mensagem e a necessidade de resposta imediata.","conexao_teologica":"A chamada à atenção é um tema recorrente nas Escrituras, onde Deus convoca Seu povo ao arrependimento e à mudança.","referencias_relacionadas":["Isaías 1:18","Mateus 4:17","Apocalipse 3:20"]},"ezequiel_22_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se a um período de tempo específico, muitas vezes associado a um tempo de julgamento ou de revelação divina.","explicacao_detalhada":"No contexto de Ezequiel 22:14, 'dia' pode simbolizar um tempo de crise ou de intervenção divina, onde Deus se manifesta para trazer justiça.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a urgência e a seriedade do momento em que Deus irá agir.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de juízo e restauração.","referencias_relacionadas":["Amós 5:18","Isaías 13:6","Joel 2:1"]},"ezequiel_22_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ferocidade e a força de um inimigo ou de uma situação opressora.","explicacao_detalhada":"No versículo, o 'urso' pode simbolizar a brutalidade e a força que se opõe ao povo de Deus, representando um perigo iminente.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a natureza ameaçadora e predatória de certas forças que atacam o povo de Deus.","conexao_teologica":"A imagem do urso é utilizada em várias passagens para descrever inimigos poderosos que desafiam a vontade de Deus.","referencias_relacionadas":["Daniel 7:5","Oséias 13:8","Provérbios 17:12"]},"ezequiel_22_14_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"O termo 'servir' implica em estar em uma posição de obediência ou submissão, muitas vezes em relação a Deus ou a uma autoridade.","explicacao_detalhada":"Neste contexto, 'servir' pode referir-se à fidelidade do povo a Deus ou à falta dela, destacando a necessidade de um compromisso verdadeiro.","por_que_esta_palavra":"A palavra 'servir' é crucial para entender a relação entre Deus e Seu povo, enfatizando a expectativa de lealdade.","conexao_teologica":"Servir a Deus é um tema central na Bíblia, refletindo a aliança entre Deus e Israel.","referencias_relacionadas":["Josué 24:15","Romanos 12:1","1 Pedro 2:9"]},"ezequiel_22_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também pode simbolizar a nação de Israel como um todo.","explicacao_detalhada":"No versículo, 'terra' pode representar a herança que Deus deu ao Seu povo e a importância de manter a santidade desse lugar.","por_que_esta_palavra":"A ênfase na 'terra' destaca a conexão entre o povo de Deus e o espaço que Ele lhes concedeu.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da relação especial entre Ele e Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Salmos 37:11"]},"ezequiel_22_15_break":{"palavra_pt":"quebrar","palavra_original":"פּוּץ","transliteracao":"pûwts","strong":"H6327","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"A palavra 'quebrar' implica em uma ação de destruição ou desmantelamento, muitas vezes associada ao juízo de Deus.","explicacao_detalhada":"Neste contexto, 'quebrar' pode referir-se à destruição das alianças ou das promessas feitas, simbolizando a severidade do juízo divino.","por_que_esta_palavra":"A escolha da palavra 'quebrar' enfatiza a gravidade das consequências da desobediência do povo.","conexao_teologica":"O ato de quebrar alianças é um tema recorrente, refletindo a seriedade da relação entre Deus e a humanidade.","referencias_relacionadas":["Jeremias 31:32","Ezequiel 14:13","Malaquias 2:10"]},"ezequiel_22_15_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se a um grupo de pessoas unidas por laços culturais, étnicos ou religiosos.","explicacao_detalhada":"No versículo, 'nação' pode simbolizar a identidade coletiva do povo de Israel e sua relação com Deus.","por_que_esta_palavra":"A palavra 'nação' é importante para entender a chamada de Deus para um povo separado e santo.","conexao_teologica":"A ideia de nação é central na narrativa bíblica, refletindo a escolha de Deus por Israel como Seu povo.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"ezequiel_22_16_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza percepção, entendimento e vigilância.","explicacao_detalhada":"No contexto, 'olho' pode referir-se à capacidade de Deus de ver e julgar as ações do povo.","por_que_esta_palavra":"A palavra 'olho' é usada para enfatizar a onisciência de Deus e Sua atenção aos detalhes da vida do povo.","conexao_teologica":"A visão de Deus é um tema importante, refletindo Sua justiça e cuidado com a criação.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"ezequiel_22_16_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica em um entendimento profundo e relacional, não apenas intelectual.","explicacao_detalhada":"Neste contexto, 'conhecer' refere-se ao relacionamento íntimo que Deus deseja ter com Seu povo.","por_que_esta_palavra":"A escolha da palavra 'conhecer' destaca a importância da intimidade na relação entre Deus e a humanidade.","conexao_teologica":"O conhecimento de Deus é fundamental para a fé e a vida espiritual, refletindo a aliança entre Deus e Seu povo.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","1 João 2:3"]},"ezequiel_22_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é uma conjunção que introduz uma explicação ou justificativa.","explicacao_detalhada":"No versículo, 'porque' é usado para conectar a ação de Deus com a razão por trás dela, enfatizando a justiça divina.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do juízo de Deus e a resposta do povo.","conexao_teologica":"A relação entre causa e efeito é um tema importante na teologia bíblica, refletindo a justiça de Deus.","referencias_relacionadas":["Romanos 1:20","Gálatas 6:7","Tiago 1:13"]},"ezequiel_22_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar uma queda moral ou espiritual, muitas vezes associada ao juízo.","explicacao_detalhada":"Neste contexto, 'cair' refere-se à consequência da desobediência do povo e ao juízo que se aproxima.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da condição humana diante de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, refletindo a necessidade de redenção e restauração.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Pedro 5:8"]},"ezequiel_22_17_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é poderosa e tem autoridade.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para descrever não apenas a fala, mas também a ação e a intenção de Deus. Em Ezequiel 22:17, a palavra é um chamado à atenção sobre a condição do povo e a necessidade de arrependimento.","por_que_esta_palavra":"Esta palavra é crucial porque representa a comunicação divina e a revelação de Deus ao seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, como mencionado em Hebreus 4:12, e é através dela que Deus se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"ezequiel_22_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e tem poder.","explicacao_detalhada":"O nome 'יְהֹוָה' (Yᵉhôvâh) é o tetragrama que representa a presença e a soberania de Deus. Em Ezequiel 22:17, o uso do nome enfatiza a relação entre Deus e seu povo.","por_que_esta_palavra":"O nome do Senhor é invocado para lembrar ao povo de sua identidade e compromisso com eles.","conexao_teologica":"O nome de Deus é central na adoração e na oração, como visto em Salmos 8:1, onde se exalta o nome do Senhor.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Romanos 10:13"]},"ezequiel_22_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de filiação entre Deus e seu povo.","explicacao_detalhada":"A palavra 'בֵּן' (bên) indica não apenas a descendência física, mas também a relação espiritual e a herança que os filhos de Deus têm. Em Ezequiel 22:18, isso destaca a responsabilidade do povo como filhos de Deus.","por_que_esta_palavra":"A noção de ser filho de Deus implica em um chamado à santidade e à obediência.","conexao_teologica":"A filiação é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus (João 1:12).","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:7"]},"ezequiel_22_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao povo de Israel como a casa de Deus.","explicacao_detalhada":"A palavra 'בַּיִת' (bayith) simboliza não apenas uma estrutura física, mas a comunidade de crentes que habitam sob a proteção e a presença de Deus. Em Ezequiel 22:18, isso ressalta a corrupção dentro da casa de Deus.","por_que_esta_palavra":"A casa de Deus é um lugar de adoração e comunhão, e sua condição reflete a saúde espiritual do povo.","conexao_teologica":"A ideia de casa de Deus é desenvolvida no Novo Testamento, onde a igreja é descrita como a casa espiritual (1 Pedro 2:5).","referencias_relacionadas":["1 Pedro 2:5","Hebreus 3:6","Efésios 2:19-22"]},"ezequiel_22_18_dross":{"palavra_pt":"dross","palavra_original":"סִיג","transliteracao":"çîyg","strong":"H5509","significado_raiz":"Ideia básica: dross.","significado_contextual":"Refere-se à impureza que deve ser removida do povo de Deus.","explicacao_detalhada":"A palavra 'סִיג' (çîyg) é usada para descrever o material impuro que se separa do metal precioso durante o processo de purificação. Em Ezequiel 22:18, isso simboliza a necessidade de purificação espiritual.","por_que_esta_palavra":"A dross representa tudo que é indesejado e que deve ser queimado para que o que é puro permaneça.","conexao_teologica":"A purificação é um tema recorrente na Bíblia, onde Deus chama seu povo à santidade (1 Pedro 1:16).","referencias_relacionadas":["1 Pedro 1:16","Isaías 1:25","Malaquias 3:3"]},"ezequiel_22_19_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e soberania de Deus sobre seu povo.","explicacao_detalhada":"A palavra 'אֲדֹנָי' (ʼĂdônây) enfatiza a posição de Deus como Senhor e Mestre. Em Ezequiel 22:19, isso destaca a responsabilidade do povo em reconhecer essa autoridade.","por_que_esta_palavra":"Reconhecer Deus como Senhor é fundamental para a obediência e a submissão à sua vontade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo seu controle sobre todas as coisas (Salmos 103:19).","referencias_relacionadas":["Salmos 103:19","Romanos 14:9","Filipenses 2:9-11"]},"ezequiel_22_19_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à divindade e à natureza de Deus como Senhor.","explicacao_detalhada":"A palavra 'יְהֹוִה' (Yᵉhôvih) é uma forma do nome de Deus que enfatiza sua eternidade e imutabilidade. Em Ezequiel 22:19, isso reafirma a autoridade de Deus sobre a nação.","por_que_esta_palavra":"A compreensão de Deus como Senhor é essencial para a fé e a adoração.","conexao_teologica":"A divindade de Deus é um fundamento da fé cristã, como afirmado em Deuteronômio 6:4.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","1 Coríntios 8:6"]},"ezequiel_22_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo deve viver e agir.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) implica em totalidade e abrangência. Em Ezequiel 22:19, isso sugere que todas as ações e comportamentos devem refletir a vontade de Deus.","por_que_esta_palavra":"A maneira de viver é um reflexo da fé e da obediência ao Senhor.","conexao_teologica":"A vida cristã deve ser vivida de acordo com os princípios de Deus, como ensinado em Efésios 4:1.","referencias_relacionadas":["Efésios 4:1","Colossenses 3:17","Mateus 5:16"]},"ezequiel_22_20_sopro":{"palavra_pt":"sopro","palavra_original":"נָפַח","transliteracao":"nâphach","strong":"H5301","significado_raiz":"Ideia básica: sopro.","significado_contextual":"Refere-se ao ato de Deus de dar vida e vitalidade.","explicacao_detalhada":"A palavra 'נָפַח' (nâphach) significa soprar ou insuflar. Em Ezequiel 22:20, isso simboliza a ação de Deus em trazer vida e renovação ao seu povo.","por_que_esta_palavra":"O sopro de Deus é associado à criação e à vida, como em Gênesis 2:7.","conexao_teologica":"O Espírito Santo é frequentemente associado ao sopro de Deus, trazendo vida espiritual aos crentes (João 20:22).","referencias_relacionadas":["Gênesis 2:7","João 20:22","Atos 2:4"]},"ezequiel_22_20_ouro":{"palavra_pt":"ouro","palavra_original":"נְחֹשֶׁת","transliteracao":"nᵉchôsheth","strong":"H5178","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se à pureza e ao valor espiritual.","explicacao_detalhada":"A palavra 'נְחֹשֶׁת' (nᵉchôsheth) é frequentemente associada a riquezas e valor. Em Ezequiel 22:20, isso representa a busca por valores espirituais em vez de materiais.","por_que_esta_palavra":"O ouro simboliza o que é precioso e duradouro, contrastando com a corrupção.","conexao_teologica":"A pureza e o valor espiritual são temas importantes na vida cristã, como em 1 Pedro 1:7.","referencias_relacionadas":["1 Pedro 1:7","Mateus 6:19-21","Apocalipse 3:18"]},"ezequiel_22_20_ferro":{"palavra_pt":"ferro","palavra_original":"בַּרְזֶל","transliteracao":"barzel","strong":"H1270","significado_raiz":"Ideia básica: ferro.","significado_contextual":"O ferro simboliza dureza e resistência, representando a força das nações e o julgamento de Deus sobre Israel.","explicacao_detalhada":"Neste versículo, o ferro é utilizado para descrever a dureza do coração do povo e a severidade do juízo que virá sobre eles. O uso do ferro destaca a ideia de que o povo se tornou tão endurecido em seus pecados que não se arrependeram.","por_que_esta_palavra":"A palavra 'ferro' é escolhida para enfatizar a rigidez e a inflexibilidade do povo em relação ao chamado de Deus para arrependimento.","conexao_teologica":"O ferro representa a força e a opressão, contrastando com a fragilidade do ser humano diante do juízo divino. Isso nos lembra da necessidade de um coração moldável diante de Deus.","referencias_relacionadas":["Isaías 48:4","Salmos 2:9","Apocalipse 2:27"]},"ezequiel_22_21_sopro":{"palavra_pt":"sopro","palavra_original":"נָפַח","transliteracao":"nâphach","strong":"H5301","significado_raiz":"Ideia básica: sopro.","significado_contextual":"O sopro representa a ação de Deus, trazendo vida ou juízo, dependendo do contexto.","explicacao_detalhada":"Neste contexto, o sopro de Deus é um ato de criação e também de destruição, simbolizando a capacidade de Deus de dar vida ou trazer juízo sobre aqueles que se afastam de Seus caminhos.","por_que_esta_palavra":"A palavra 'sopro' é utilizada para mostrar a autoridade de Deus sobre a vida e a morte, destacando que Ele tem o poder de moldar e transformar.","conexao_teologica":"O sopro de Deus é frequentemente associado ao Espírito Santo, que traz vida e renovação, contrastando com o juízo que vem sobre aqueles que rejeitam a Sua palavra.","referencias_relacionadas":["Gênesis 2:7","Ezequiel 37:9","João 20:22"]},"ezequiel_22_21_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza purificação e juízo, representando a presença de Deus que consome o pecado.","explicacao_detalhada":"Neste versículo, o fogo é uma metáfora para o juízo de Deus que purifica e consome tudo o que é impuro. É um símbolo da santidade de Deus e da necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'fogo' é escolhida para ilustrar a intensidade do juízo de Deus e a purificação que Ele traz ao Seu povo.","conexao_teologica":"O fogo é um símbolo da presença de Deus, que pode tanto purificar quanto destruir, refletindo a dualidade do amor e da justiça divina.","referencias_relacionadas":["Hebreus 12:29","Isaías 66:24","Mateus 3:12"]},"ezequiel_22_22_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer implica em um relacionamento profundo e íntimo com Deus, que é ignorado pelo povo.","explicacao_detalhada":"Neste contexto, a palavra 'conhecer' refere-se a um entendimento relacional e não apenas intelectual. O povo de Israel não conhecia a Deus em um nível pessoal, o que resultou em sua desobediência.","por_que_esta_palavra":"A palavra 'conhecer' é utilizada para enfatizar a falta de um relacionamento verdadeiro com Deus, que leva à desobediência e ao afastamento.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida espiritual, e a falta dele resulta em consequências graves, como o juízo.","referencias_relacionadas":["Oséias 4:6","Filipenses 3:10","João 17:3"]},"ezequiel_22_23_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair representa a queda moral e espiritual do povo de Israel, que se afastou dos caminhos de Deus.","explicacao_detalhada":"Neste versículo, a ideia de cair é uma metáfora para a ruína e a destruição que vêm como resultado da desobediência e do pecado. O povo estava em um estado de decadência espiritual.","por_que_esta_palavra":"A palavra 'cair' é escolhida para ilustrar a fragilidade do ser humano diante do juízo de Deus e a inevitabilidade da queda quando se afasta de Sua vontade.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado na vida do ser humano.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Provérbios 16:18"]},"ezequiel_22_23_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra representa a comunicação de Deus e a revelação de Sua vontade ao povo.","explicacao_detalhada":"Neste contexto, a palavra de Deus é um chamado ao arrependimento e à obediência. O povo estava ignorando as instruções divinas e, por isso, enfrentaria o juízo.","por_que_esta_palavra":"A palavra 'palavra' é utilizada para enfatizar a importância da revelação divina e a necessidade de ouvir e obedecer a Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua rejeição leva a consequências graves, enquanto sua aceitação traz vida e transformação.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"ezequiel_22_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor representa Sua autoridade, caráter e presença entre o povo.","explicacao_detalhada":"Neste versículo, o nome de Deus é invocado para lembrar ao povo de Sua soberania e poder. Ignorar Seu nome é ignorar Sua autoridade.","por_que_esta_palavra":"A palavra 'nome' é utilizada para enfatizar a importância de reconhecer e honrar a autoridade de Deus em todas as áreas da vida.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, e a falta de reverência a esse nome resulta em juízo.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"ezequiel_22_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia representa um tempo específico de juízo e ação de Deus na história de Israel.","explicacao_detalhada":"Neste contexto, o dia é um símbolo do tempo determinado por Deus para trazer juízo sobre o povo que se afastou de Seus caminhos.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a certeza e a iminência do juízo de Deus, que não pode ser ignorado.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na Bíblia, referindo-se a um tempo de intervenção divina na história.","referencias_relacionadas":["Amós 5:18","Joel 2:1","Zacarias 14:1"]},"ezequiel_22_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a relação de Israel como povo escolhido e a responsabilidade que isso traz.","explicacao_detalhada":"Neste versículo, a palavra 'filho' é usada para enfatizar a relação especial entre Deus e Israel, que é chamada a viver de acordo com a Sua vontade.","por_que_esta_palavra":"A palavra 'filho' é escolhida para destacar a intimidade da relação entre Deus e Seu povo, que deve refletir Sua santidade.","conexao_teologica":"A ideia de ser filho de Deus implica em responsabilidade e compromisso com a Sua vontade, e a desobediência resulta em consequências.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"ezequiel_22_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o lar do povo de Israel e o lugar onde Deus se relaciona com eles.","explicacao_detalhada":"Neste contexto, a terra é um símbolo da herança e da promessa de Deus ao Seu povo, que deve ser cuidada e respeitada.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar a importância do lugar onde Deus se revela e onde o povo deve viver em obediência.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a promessa de Deus e a necessidade de fidelidade do Seu povo.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:11","Mateus 5:5"]},"ezequiel_22_25_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Um mensageiro de Deus que transmite Suas palavras e advertências ao povo.","explicacao_detalhada":"No contexto de Ezequiel 22:25, o profeta é chamado para denunciar a corrupção e a injustiça em Israel. Ele é um porta-voz divino que traz a verdade e o juízo de Deus.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender o papel de Ezequiel como intermediário entre Deus e o povo, especialmente em tempos de crise espiritual.","conexao_teologica":"Os profetas são fundamentais na revelação de Deus e na chamada ao arrependimento, mostrando a necessidade de um relacionamento correto com o Senhor.","referencias_relacionadas":["Jeremias 1:5","Amós 3:7","Isaías 6:8"]},"ezequiel_22_25_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida ou à essência do ser humano, que é sagrada diante de Deus.","explicacao_detalhada":"Em Ezequiel 22:25, a menção da 'alma' destaca a importância da vida humana e a necessidade de respeitar e proteger a vida como criação de Deus.","por_que_esta_palavra":"A palavra 'alma' enfatiza a dignidade e o valor da vida humana, que deve ser preservada e respeitada.","conexao_teologica":"A vida é um dom de Deus, e a proteção da alma é um princípio central na ética bíblica.","referencias_relacionadas":["Gênesis 1:27","Salmos 139:13-16","Mateus 10:28"]},"ezequiel_22_26_profano":{"palavra_pt":"profano","palavra_original":"חָלַל","transliteracao":"châlal","strong":"H2490","significado_raiz":"Ideia básica: profano.","significado_contextual":"Refere-se à violação da santidade, especialmente em relação às coisas sagradas de Deus.","explicacao_detalhada":"No contexto de Ezequiel 22:26, o 'profano' indica a corrupção dos sacerdotes que não mantêm a santidade do templo e das práticas religiosas.","por_que_esta_palavra":"A palavra 'profano' é usada para descrever a gravidade da situação espiritual em Israel, onde as coisas sagradas foram desrespeitadas.","conexao_teologica":"A santidade de Deus exige que Seu povo viva de maneira que reflita essa santidade, e o profano é um contraste direto a essa expectativa.","referencias_relacionadas":["Levítico 10:10","Ezequiel 44:23","1 Pedro 1:16"]},"ezequiel_22_26_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Um mediador entre Deus e o povo, responsável por conduzir as práticas religiosas e manter a santidade.","explicacao_detalhada":"Em Ezequiel 22:26, os sacerdotes são criticados por não ensinarem a diferença entre o santo e o profano, falhando em seu papel de guiar o povo.","por_que_esta_palavra":"A palavra 'sacerdote' é essencial para entender a estrutura religiosa de Israel e a responsabilidade dos líderes espirituais.","conexao_teologica":"Os sacerdotes representam a intercessão e a adoração a Deus, e sua falha tem consequências diretas para a nação.","referencias_relacionadas":["Êxodo 28:1","Levítico 21:6","Hebreus 5:1"]},"ezequiel_22_27_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Simboliza a vida e a culpa, frequentemente associado a sacrifícios e à justiça.","explicacao_detalhada":"No versículo Ezequiel 22:27, o 'sangue' é mencionado em relação à violência e à injustiça que permeiam a sociedade, refletindo a gravidade do pecado.","por_que_esta_palavra":"A palavra 'sangue' é central na teologia do sacrifício e da expiação, representando a vida que é tirada e a necessidade de redenção.","conexao_teologica":"O sangue é um símbolo de vida e sacrifício, que aponta para a necessidade de um Salvador que derramaria Seu sangue por muitos.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Romanos 5:9"]},"ezequiel_22_28_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à identidade e à autoridade de Deus, que é invocada em adoração e em juízo.","explicacao_detalhada":"Em Ezequiel 22:28, o 'nome' do Senhor é mencionado como um símbolo de Sua presença e poder, que deve ser reverenciado.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a soberania de Deus e a relação de Seu povo com Ele.","conexao_teologica":"O nome de Deus é associado à Sua revelação e à Sua obra redentora na história da humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ezequiel_22_28_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Um mensageiro de Deus que traz advertências e revelações ao povo.","explicacao_detalhada":"No contexto de Ezequiel 22:28, o profeta é chamado a trazer a palavra de Deus em um tempo de crise, enfatizando a necessidade de arrependimento.","por_que_esta_palavra":"A repetição da palavra 'profeta' destaca a importância do papel profético na comunicação da vontade de Deus.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à restauração.","referencias_relacionadas":["Ezequiel 3:17","Miquéias 3:8","Lucas 11:49"]},"ezequiel_22_28_visao":{"palavra_pt":"visao","palavra_original":"חֹזֶה","transliteracao":"chôzeh","strong":"H2374","significado_raiz":"Ideia básica: visao.","significado_contextual":"Uma revelação divina que pode incluir advertências ou promessas de Deus.","explicacao_detalhada":"Em Ezequiel 22:28, a 'visão' é um meio pelo qual Deus comunica Sua vontade ao profeta, revelando o que está por vir.","por_que_esta_palavra":"A palavra 'visão' é importante para entender como Deus se comunica com Seu povo e como os profetas recebem Suas mensagens.","conexao_teologica":"As visões são uma forma de revelação que demonstram a soberania de Deus sobre a história e Seu plano para a humanidade.","referencias_relacionadas":["Ezequiel 1:1","Daniel 7:1","Atos 2:17"]},"ezequiel_22_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico e à herança que Deus deu ao Seu povo.","explicacao_detalhada":"Em Ezequiel 22:29, a 'terra' é mencionada em relação à injustiça e à opressão, destacando a responsabilidade do povo em cuidar do que Deus lhes confiou.","por_que_esta_palavra":"A palavra 'terra' é central na narrativa bíblica, simbolizando a promessa de Deus e a relação do povo com Ele.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo e da necessidade de viver em justiça e retidão.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"ezequiel_22_29_catch":{"palavra_pt":"catch","palavra_original":"גָּזַל","transliteracao":"gâzal","strong":"H1497","significado_raiz":"Ideia básica: catch.","significado_contextual":"Refere-se à ação de tomar ou roubar, muitas vezes associada à injustiça.","explicacao_detalhada":"No contexto de Ezequiel 22:29, a palavra 'catch' indica a exploração e a opressão que ocorrem entre o povo, refletindo a corrupção moral.","por_que_esta_palavra":"A palavra 'catch' é usada para descrever a injustiça e a falta de integridade nas relações sociais.","conexao_teologica":"A injustiça é uma violação dos princípios de Deus e resulta em consequências para a sociedade.","referencias_relacionadas":["Salmos 10:9","Provérbios 22:22-23","Miquéias 2:2"]},"ezequiel_22_29_estrangeiro":{"palavra_pt":"estrangeiro","palavra_original":"גֵּר","transliteracao":"gêr","strong":"H1616","significado_raiz":"Ideia básica: estrangeiro.","significado_contextual":"Refere-se a pessoas que não pertencem ao povo de Israel, mas que vivem entre eles.","explicacao_detalhada":"A palavra 'estrangeiro' é usada para descrever aqueles que, embora não sejam israelitas, têm direitos e deveres na sociedade israelita. Em Ezequiel 22:29, o profeta critica a injustiça e a opressão que os estrangeiros sofrem.","por_que_esta_palavra":"A inclusão dos estrangeiros na sociedade israelita é um tema importante na lei mosaica, que enfatiza a justiça e a equidade.","conexao_teologica":"A presença de estrangeiros entre o povo de Deus é um lembrete da universalidade da salvação e da necessidade de tratar todos com dignidade.","referencias_relacionadas":["Êxodo 22:21","Levítico 19:34","Deuteronômio 10:19"]},"ezequiel_22_30_breach":{"palavra_pt":"breach","palavra_original":"פֶּרֶץ","transliteracao":"perets","strong":"H6556","significado_raiz":"Ideia básica: breach.","significado_contextual":"Indica uma violação ou ruptura na proteção que Deus oferece ao seu povo.","explicacao_detalhada":"A palavra 'breach' é usada para descrever a falha em manter a integridade espiritual e moral da nação. Ezequiel 22:30 destaca a necessidade de um intercessor para restaurar a relação entre Deus e seu povo.","por_que_esta_palavra":"A ideia de 'breach' é crucial para entender como o pecado afeta a comunhão com Deus e a necessidade de arrependimento.","conexao_teologica":"A intercessão é um tema central na Bíblia, mostrando como Deus busca restaurar seu povo mesmo após a desobediência.","referencias_relacionadas":["Isaías 53:12","Romanos 8:34","1 Timóteo 2:1-4"]},"ezequiel_22_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, que é um símbolo da aliança de Deus com seu povo.","explicacao_detalhada":"A palavra 'terra' em Ezequiel 22:30 representa não apenas o território físico, mas também a herança espiritual e a identidade do povo de Deus.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, simbolizando a presença de Deus e a promessa de bênçãos.","conexao_teologica":"A relação entre Deus e a terra é um tema recorrente, refletindo a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"ezequiel_22_30_adoracao":{"palavra_pt":"adoracao","palavra_original":"בָּקַשׁ","transliteracao":"bâqash","strong":"H1245","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Refere-se ao ato de buscar a Deus em adoração e devoção.","explicacao_detalhada":"A palavra 'adoracao' em Ezequiel 22:30 implica uma busca sincera por Deus, que deve ser acompanhada de justiça e retidão.","por_que_esta_palavra":"A adoração verdadeira é um reflexo do coração do adorador e deve ser acompanhada por ações que honrem a Deus.","conexao_teologica":"A adoração é central na vida do crente, sendo um meio de se conectar com Deus e expressar gratidão.","referencias_relacionadas":["Salmos 95:6","João 4:24","Romanos 12:1"]},"ezequiel_22_31_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se à violência e ao derramamento de sangue que ocorrem como resultado da injustiça.","explicacao_detalhada":"A palavra 'sangue' em Ezequiel 22:31 destaca a gravidade do pecado e suas consequências, incluindo a corrupção moral da sociedade.","por_que_esta_palavra":"O sangue simboliza a vida e a gravidade do pecado que leva à morte espiritual e física.","conexao_teologica":"A redenção através do sangue de Cristo é um tema central na teologia cristã, mostrando como o sacrifício é necessário para a salvação.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"ezequiel_22_31_boca":{"palavra_pt":"boca","palavra_original":"זַעַם","transliteracao":"zaʻam","strong":"H2195","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à fala e à comunicação, especialmente no contexto de palavras de maldição ou injustiça.","explicacao_detalhada":"A palavra 'boca' em Ezequiel 22:31 é usada para enfatizar a importância das palavras e como elas podem causar dano ou bênção.","por_que_esta_palavra":"As palavras têm poder, e a maneira como falamos reflete nosso coração e nossas intenções.","conexao_teologica":"A Bíblia ensina que devemos usar nossas palavras para edificar e não para destruir, refletindo o caráter de Cristo.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Salmos 19:14"]},"ezequiel_22_31_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza o juízo e a purificação, frequentemente associado à presença de Deus.","explicacao_detalhada":"A palavra 'fogo' em Ezequiel 22:31 pode representar tanto o juízo divino quanto a purificação que Deus traz ao seu povo.","por_que_esta_palavra":"O fogo é um símbolo poderoso na Bíblia, representando tanto destruição quanto purificação.","conexao_teologica":"A purificação pelo fogo é um tema que aparece em várias passagens, mostrando como Deus limpa seu povo do pecado.","referencias_relacionadas":["Isaías 4:4","1 Coríntios 3:13-15","Hebreus 12:29"]}}