{"ezequiel_24_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda de uma nação ou a perda de um estado de graça diante de Deus.","explicacao_detalhada":"Em Ezequiel 24:1, 'cair' refere-se ao juízo de Deus que se aproxima, onde a queda é inevitável devido à desobediência do povo.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar a gravidade da situação e a certeza do juízo divino que se aproxima.","conexao_teologica":"A queda é um tema recorrente na Bíblia, refletindo a necessidade de arrependimento e retorno a Deus, como em Provérbios 16:18.","referencias_relacionadas":["Provérbios 16:18","Ezequiel 18:30","Romanos 11:22"]},"ezequiel_24_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina, à revelação de Deus ao Seu povo.","explicacao_detalhada":"Em Ezequiel 24:1, 'palavra' é a mensagem que Deus transmite ao profeta, indicando a importância da revelação divina na vida do povo.","por_que_esta_palavra":"A palavra 'palavra' é central na comunicação entre Deus e a humanidade, sendo a base para a fé e a prática.","conexao_teologica":"A palavra de Deus é viva e eficaz, como mencionado em Hebreus 4:12, e é fundamental para a transformação da vida do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16-17"]},"ezequiel_24_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 24:1, 'senhor' é um título que reconhece a majestade e o poder de Deus, enfatizando Sua posição como Criador e Juiz.","por_que_esta_palavra":"A palavra 'senhor' é usada para afirmar a autoridade de Deus, lembrando ao povo que Ele é quem tem o controle sobre a história.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, refletindo Sua autoridade sobre todas as nações e a criação, como em Salmos 103:19.","referencias_relacionadas":["Salmos 103:19","Isaías 45:6-7","Romanos 9:20-21"]},"ezequiel_24_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico em que Deus ordena a Ezequiel a transmitir uma mensagem ao povo.","explicacao_detalhada":"O termo 'dia' aqui é usado para indicar um tempo determinado em que um evento significativo ocorrerá, simbolizando um momento de julgamento e revelação.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a urgência e a seriedade da mensagem que Ezequiel deve comunicar ao povo de Israel.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo de Deus e à realização de Suas promessas, como em passagens que falam sobre o 'dia do Senhor'.","referencias_relacionadas":["Amós 5:18","Isaías 2:12","Joel 2:1"]},"ezequiel_24_2_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Simboliza a estrutura e a essência do povo de Israel, que está sendo ameaçada pela destruição.","explicacao_detalhada":"O uso da palavra 'osso' representa a vitalidade e a força do povo, que está prestes a ser desmantelado devido à sua rebelião contra Deus.","por_que_esta_palavra":"A palavra 'osso' é utilizada para enfatizar a gravidade da situação e a necessidade de um renascimento espiritual.","conexao_teologica":"Os ossos são frequentemente usados na Bíblia como símbolo de vida e restauração, como em Ezequiel 37, onde os ossos secos recebem vida.","referencias_relacionadas":["Ezequiel 37:1-14","Salmos 34:20","Hebreus 4:12"]},"ezequiel_24_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao povo de Israel como filhos de Deus, enfatizando a relação especial entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'filho' destaca a identidade e a herança do povo escolhido, que está em rebelião contra seu Pai celestial.","por_que_esta_palavra":"A utilização de 'filho' é importante para mostrar a responsabilidade e a expectativa que Deus tem sobre Israel como Sua nação.","conexao_teologica":"A relação de Deus como Pai e Israel como filho é um tema recorrente nas Escrituras, refletindo amor, disciplina e esperança de restauração.","referencias_relacionadas":["Êxodo 4:22","Oséias 11:1","Romanos 8:14-17"]},"ezequiel_24_3_falar":{"palavra_pt":"falar","palavra_original":"מָשַׁל","transliteracao":"mâshal","strong":"H4911","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de Deus ao instruir Ezequiel a comunicar uma mensagem profética ao povo.","explicacao_detalhada":"A palavra 'falar' enfatiza a importância da comunicação divina e a responsabilidade do profeta em transmitir a mensagem de Deus.","por_que_esta_palavra":"A comunicação é essencial para a revelação de Deus ao Seu povo, e Ezequiel é chamado a ser um porta-voz fiel.","conexao_teologica":"A fala de Deus é um meio pelo qual Ele se relaciona com a humanidade, trazendo instruções, advertências e promessas.","referencias_relacionadas":["Jeremias 1:7","Amós 3:7","Hebreus 1:1-2"]},"ezequiel_24_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Representa o templo e a nação de Israel, que estão sob julgamento devido à sua desobediência.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas um edifício físico, mas também a comunidade e a presença de Deus entre Seu povo.","por_que_esta_palavra":"A referência à 'casa' é significativa para entender a relação entre Deus e Israel, e o impacto do pecado na comunhão com Ele.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, simbolizando a habitação divina entre os homens e a necessidade de pureza e santidade.","referencias_relacionadas":["Salmos 127:1","Mateus 21:13","1 Pedro 2:5"]},"ezequiel_24_3_rebeliao":{"palavra_pt":"rebeliao","palavra_original":"מְרִי","transliteracao":"mᵉrîy","strong":"H4805","significado_raiz":"Ideia básica: rebeliao.","significado_contextual":"Refere-se à desobediência do povo de Israel em relação aos mandamentos de Deus.","explicacao_detalhada":"A palavra 'rebelião' destaca a gravidade da situação espiritual de Israel, que se afastou dos caminhos de Deus.","por_que_esta_palavra":"A ênfase na rebelião é crucial para entender o motivo do julgamento e a necessidade de arrependimento.","conexao_teologica":"A rebelião contra Deus é um tema recorrente nas Escrituras, levando a consequências severas, mas também à possibilidade de restauração.","referencias_relacionadas":["Isaías 1:2","Romanos 3:23","Gálatas 5:17"]},"ezequiel_24_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo deve responder à mensagem de Deus.","explicacao_detalhada":"A palavra 'modo' implica em uma forma de agir ou viver que deve ser alinhada com os princípios divinos.","por_que_esta_palavra":"A escolha da palavra 'modo' é importante para enfatizar que a resposta a Deus deve ser prática e visível na vida cotidiana.","conexao_teologica":"A maneira de viver é um reflexo da fé e da obediência a Deus, sendo um tema central na ética cristã.","referencias_relacionadas":["Romanos 12:1-2","Colossenses 3:17","1 Pedro 1:15-16"]},"ezequiel_24_4_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade do que é agradável e aceitável a Deus.","explicacao_detalhada":"A palavra 'bom' é usada para descrever ações e comportamentos que estão em conformidade com a vontade de Deus.","por_que_esta_palavra":"A ênfase no 'bom' é essencial para entender o que Deus espera de Seu povo em termos de moralidade e ética.","conexao_teologica":"A bondade de Deus é um atributo central, e os crentes são chamados a refletir essa bondade em suas vidas.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22-23","Tiago 1:17"]},"ezequiel_24_4_fim":{"palavra_pt":"fim","palavra_original":"כָּתֵף","transliteracao":"kâthêph","strong":"H3802","significado_raiz":"Ideia básica: fim.","significado_contextual":"Indica o resultado ou a conclusão de um processo, especialmente em relação ao julgamento de Deus.","explicacao_detalhada":"A palavra 'fim' sugere que há um propósito e um desfecho para as ações de Deus, que não são aleatórias, mas têm um objetivo claro.","por_que_esta_palavra":"A escolha da palavra 'fim' é importante para enfatizar que a história de Israel não termina em destruição, mas pode levar à restauração.","conexao_teologica":"O conceito de 'fim' é frequentemente associado à esperança e à promessa de Deus de um futuro melhor para Seu povo.","referencias_relacionadas":["Jeremias 29:11","Apocalipse 21:1-4","Romanos 8:28"]},"ezequiel_24_5_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Reitera a ideia de que o povo de Israel, como 'ossos', está em risco de destruição.","explicacao_detalhada":"A repetição da palavra 'osso' enfatiza a fragilidade e a necessidade de restauração do povo diante do juízo iminente.","por_que_esta_palavra":"A palavra 'osso' é utilizada para reforçar a mensagem de que a destruição não é o fim, mas um chamado ao arrependimento.","conexao_teologica":"A restauração dos 'ossos' secos em Ezequiel 37 é um símbolo poderoso da esperança e da nova vida que Deus pode trazer.","referencias_relacionadas":["Ezequiel 37:1-14","Salmos 51:8","Romanos 6:4"]},"ezequiel_24_5_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou designação de algo ou alguém, neste caso, o nome de um animal sacrificado.","explicacao_detalhada":"O termo 'nome' é usado para indicar a importância da identificação e do reconhecimento, especialmente em contextos de sacrifício e adoração, onde o nome do animal sacrificado é significativo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de um sacrifício específico, que deve ser reconhecido e nomeado.","conexao_teologica":"O nome é um símbolo da presença e da autoridade de Deus, e o sacrifício é uma forma de se aproximar d'Ele.","referencias_relacionadas":["Gênesis 22:2","Êxodo 12:3","Levítico 1:3"]},"ezequiel_24_5_bake":{"palavra_pt":"bake","palavra_original":"בָּשַׁל","transliteracao":"bâshal","strong":"H1310","significado_raiz":"Ideia básica: bake.","significado_contextual":"Refere-se ao ato de cozinhar ou preparar alimento, neste caso, o sacrifício.","explicacao_detalhada":"A palavra 'bake' implica em um processo de transformação, onde o animal sacrificado é preparado para ser oferecido a Deus, simbolizando a entrega e a devoção.","por_que_esta_palavra":"A escolha do verbo enfatiza a importância do sacrifício como uma oferta que deve ser cuidadosamente preparada.","conexao_teologica":"O ato de cozinhar o sacrifício é um símbolo da comunhão entre Deus e o povo, onde o alimento representa a provisão divina.","referencias_relacionadas":["Levítico 2:4","Êxodo 29:31","Números 6:15"]},"ezequiel_24_6_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é visto como símbolo de vida e é essencial em contextos de sacrifício.","explicacao_detalhada":"O uso do sangue em sacrifícios é uma prática que remete à expiação e à purificação, sendo considerado sagrado e vital para a relação entre Deus e o homem.","por_que_esta_palavra":"O sangue é mencionado para destacar a gravidade do sacrifício e a seriedade do pecado que requer expiação.","conexao_teologica":"O sangue é um símbolo da nova aliança em Cristo, que se ofereceu como sacrifício perfeito.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Mateus 26:28"]},"ezequiel_24_6_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a posição de Deus como o governante supremo, que exige reverência e obediência.","por_que_esta_palavra":"A invocação do Senhor é crucial para estabelecer a relação entre o povo e Deus, especialmente em momentos de julgamento.","conexao_teologica":"Reconhecer Deus como Senhor é fundamental para a adoração e a submissão à Sua vontade.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 10:9"]},"ezequiel_24_6_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, enfatizando Sua natureza divina.","explicacao_detalhada":"O uso do nome de Deus é uma afirmação de Sua presença e poder, especialmente em contextos de julgamento e redenção.","por_que_esta_palavra":"A menção de Deus é essencial para lembrar ao povo de Sua soberania e do Seu papel na história da salvação.","conexao_teologica":"Deus é o criador e sustentador, e Seu nome é invocado para trazer esperança e justiça.","referencias_relacionadas":["Gênesis 1:1","Êxodo 3:14","Salmos 46:10"]},"ezequiel_24_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, simbolizando a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A terra é um símbolo da aliança de Deus com Israel, representando tanto bênçãos quanto responsabilidades.","por_que_esta_palavra":"A menção da terra destaca a conexão entre o povo e o lugar que Deus lhes deu, que deve ser tratado com respeito.","conexao_teologica":"A terra é um símbolo da presença de Deus entre o Seu povo e da realização de Suas promessas.","referencias_relacionadas":["Deuteronômio 8:7","Josué 1:3","Salmos 37:11"]},"ezequiel_24_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou causa, conectando ações e consequências.","explicacao_detalhada":"A palavra 'porque' é usada para justificar a ação de Deus em relação ao povo, explicando o motivo do julgamento.","por_que_esta_palavra":"É importante para entender a lógica divina por trás das ações de Deus e a necessidade de arrependimento.","conexao_teologica":"A compreensão das razões de Deus é fundamental para o arrependimento e a restauração do relacionamento com Ele.","referencias_relacionadas":["Isaías 1:18","Romanos 2:4","2 Crônicas 7:14"]},"ezequiel_24_7_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Reforça a ideia de vida e sacrifício, essencial para a expiação.","explicacao_detalhada":"A repetição do termo 'sangue' enfatiza a gravidade do pecado e a necessidade de um sacrifício para a purificação.","por_que_esta_palavra":"O sangue é um elemento central na teologia do sacrifício, simbolizando a vida que é dada em favor do povo.","conexao_teologica":"O sangue de Cristo é o cumprimento perfeito do sacrifício exigido pela lei.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:12","1 Pedro 1:19"]},"ezequiel_24_8_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou intensidade de algo, neste caso, o juízo de Deus.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a severidade do julgamento que está por vir, indicando a seriedade da situação.","por_que_esta_palavra":"A ênfase na grandeza do juízo serve como um aviso ao povo sobre as consequências de suas ações.","conexao_teologica":"A grandeza do juízo de Deus é um tema recorrente nas Escrituras, mostrando Sua justiça e santidade.","referencias_relacionadas":["Ezequiel 18:30","Mateus 25:41","Apocalipse 20:11-15"]},"ezequiel_24_8_avenger":{"palavra_pt":"avenge r","palavra_original":"נָקַם","transliteracao":"nâqam","strong":"H5358","significado_raiz":"Ideia básica: avenge r.","significado_contextual":"Refere-se à ação de vingar ou trazer justiça, especialmente em relação ao pecado.","explicacao_detalhada":"A palavra 'avenge r' implica em um Deus que não ignora a injustiça, mas que age para restaurar a ordem e a justiça.","por_que_esta_palavra":"A menção do vingador é importante para entender a natureza de Deus como justo e santo, que exige reparação pelo pecado.","conexao_teologica":"Deus é o justo juiz que traz vingança contra o pecado, mas também oferece perdão através de Cristo.","referencias_relacionadas":["Romanos 12:19","Salmos 94:1","2 Tessalonicenses 1:6"]},"ezequiel_24_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada no contexto de oferecer algo em um ato de clamor ou súplica.","explicacao_detalhada":"Neste versículo, a ideia de 'dar' está relacionada ao ato de entregar algo a Deus, seja em oração ou em sacrifício, como um reconhecimento da soberania divina.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre o homem e Deus, onde o ato de dar reflete a entrega e a submissão ao Senhor.","conexao_teologica":"A entrega a Deus é um tema central na teologia bíblica, simbolizando a fé e a dependência do ser humano em relação ao Criador.","referencias_relacionadas":["Salmos 50:14","Mateus 5:23-24","Romanos 12:1"]},"ezequiel_24_9_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O 'sangue' é mencionado em um contexto de sacrifício e purificação, simbolizando a vida e a expiação.","explicacao_detalhada":"O sangue na Bíblia é frequentemente associado à aliança e ao sacrifício, representando a vida que é dada em favor de outra.","por_que_esta_palavra":"O uso da palavra 'sangue' enfatiza a gravidade do pecado e a necessidade de redenção, sendo um elemento central na teologia da salvação.","conexao_teologica":"O sangue de Cristo é visto como o sacrifício final que cumpre a necessidade de expiação pelos pecados da humanidade.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:18-19","Romanos 5:9"]},"ezequiel_24_9_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é utilizada para se referir à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'Senhor' enfatiza a soberania de Deus e sua posição como governante e juiz sobre o povo.","por_que_esta_palavra":"A invocação do Senhor é fundamental para reconhecer a relação de autoridade e submissão entre Deus e seu povo.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8-9"]},"ezequiel_24_9_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a divindade e a natureza transcendente do Criador.","explicacao_detalhada":"Neste versículo, 'Deus' é mencionado para reafirmar a sua autoridade e poder sobre a criação e a história.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre Deus e a humanidade, destacando sua natureza como ser supremo.","conexao_teologica":"A natureza de Deus como Criador e sustentador é fundamental para a compreensão da fé cristã e da relação do homem com o divino.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Atos 17:24-25"]},"ezequiel_24_10_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"A palavra 'osso' é utilizada para simbolizar a estrutura e a força, muitas vezes associada à vida e à vitalidade.","explicacao_detalhada":"Neste contexto, 'osso' pode representar a base da vida e a força do povo de Deus, que está sendo ameaçada.","por_que_esta_palavra":"A menção de 'osso' destaca a fragilidade da condição humana e a necessidade de restauração e proteção divina.","conexao_teologica":"A ideia de restauração e vida é central na mensagem bíblica, refletindo a esperança de Deus em trazer vida onde há morte.","referencias_relacionadas":["Ezequiel 37:1-14","Salmos 34:20","Hebreus 4:12"]},"ezequiel_24_10_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' é usada para simbolizar crescimento, vida e a conexão com Deus.","explicacao_detalhada":"Neste versículo, a árvore pode representar a nação de Israel, que deve crescer e frutificar sob a proteção de Deus.","por_que_esta_palavra":"A árvore é um símbolo de força e estabilidade, refletindo a relação do povo com Deus como sua fonte de vida.","conexao_teologica":"A metáfora da árvore é frequentemente usada na Bíblia para descrever a vida espiritual e o crescimento em Cristo.","referencias_relacionadas":["Salmos 1:3","João 15:5","Apocalipse 22:2"]},"ezequiel_24_10_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' é utilizada para simbolizar julgamento, purificação e a presença de Deus.","explicacao_detalhada":"Neste contexto, o fogo pode representar tanto a destruição quanto a purificação, dependendo da ação de Deus.","por_que_esta_palavra":"O fogo é um elemento poderoso que pode trazer tanto destruição quanto renovação, refletindo a natureza de Deus como juiz e purificador.","conexao_teologica":"A presença de Deus é frequentemente associada ao fogo, como visto na sarça ardente e no Pentecostes, simbolizando a purificação e a santidade.","referencias_relacionadas":["Hebreus 12:29","1 Coríntios 3:13-15","Atos 2:3"]},"ezequiel_24_11_seco":{"palavra_pt":"seco","palavra_original":"חָרַר","transliteracao":"chârar","strong":"H2787","significado_raiz":"Ideia básica: seco.","significado_contextual":"A palavra 'seco' é usada para descrever uma condição de desolação e ausência de vida.","explicacao_detalhada":"Neste versículo, 'seco' pode simbolizar a falta de bênçãos e a consequência do pecado que leva à morte espiritual.","por_que_esta_palavra":"A condição de secura é um reflexo da separação de Deus e da necessidade de restauração espiritual.","conexao_teologica":"A Bíblia frequentemente usa a metáfora da secura para descrever a condição do coração humano sem Deus e a necessidade de renovação.","referencias_relacionadas":["Isaías 58:11","Ezequiel 37:1-14","Salmos 63:1"]},"ezequiel_24_11_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' é utilizada para descrever a ação de dedicar-se a Deus e cumprir sua vontade.","explicacao_detalhada":"Neste contexto, 'servir' implica em uma atitude de submissão e devoção ao Senhor, refletindo a relação do povo com Deus.","por_que_esta_palavra":"A ação de servir é fundamental na vida do crente, representando a entrega total a Deus e ao seu propósito.","conexao_teologica":"O serviço a Deus é um tema central na Bíblia, onde o crente é chamado a viver em obediência e dedicação ao Senhor.","referencias_relacionadas":["Colossenses 3:23-24","Romanos 12:11","1 Pedro 4:10"]},"ezequiel_24_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a importância da honestidade e da integridade diante de Deus.","explicacao_detalhada":"Neste versículo, 'verdade' representa a necessidade de viver de acordo com os princípios de Deus e a realidade de sua palavra.","por_que_esta_palavra":"A verdade é fundamental para a relação do crente com Deus, sendo um pilar da fé e da vida cristã.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e é essencial para a transformação e a santificação do crente.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"ezequiel_24_12_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"No contexto de Ezequiel 24:12, 'entre' é usado para descrever a posição de algo em relação a outros elementos, enfatizando a ideia de que algo está no meio de outros.","por_que_esta_palavra":"A escolha da palavra 'entre' é crucial para entender a dinâmica de interação e a relação entre os personagens ou elementos mencionados.","conexao_teologica":"A ideia de estar 'entre' pode ser vista como uma representação da presença de Deus entre seu povo, como em Êxodo 25:8.","referencias_relacionadas":["Êxodo 25:8","Salmos 22:3","Mateus 18:20"]},"ezequiel_24_12_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, frequentemente simbolizando a condição humana diante de Deus.","explicacao_detalhada":"Em Ezequiel 24:12, 'homem' pode representar tanto a humanidade em geral quanto indivíduos específicos, destacando a fragilidade e a necessidade de redenção.","por_que_esta_palavra":"A utilização da palavra 'homem' é importante para enfatizar a responsabilidade moral e espiritual que cada indivíduo possui diante de Deus.","conexao_teologica":"A condição do homem é um tema central na teologia bíblica, refletindo a necessidade de salvação, como em Romanos 3:23.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Romanos 3:23"]},"ezequiel_24_13_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se à condição de estar livre de impurezas ou contaminações.","explicacao_detalhada":"No versículo, 'puro' é usado para descrever um estado desejável, que contrasta com a impureza espiritual do povo de Israel.","por_que_esta_palavra":"A ênfase na pureza é fundamental para entender a santidade de Deus e a expectativa de que seu povo viva de acordo com essa santidade.","conexao_teologica":"A pureza é um tema recorrente na Bíblia, simbolizando a separação do pecado, como em 1 Pedro 1:16.","referencias_relacionadas":["Levítico 11:44","Salmos 51:10","1 Pedro 1:16"]},"ezequiel_24_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em fidelidade e autenticidade, especialmente em relação a Deus.","explicacao_detalhada":"Em Ezequiel 24:13, 'verdade' é usada para contrastar a realidade da situação do povo com a expectativa de Deus para eles.","por_que_esta_palavra":"A verdade é essencial para a relação entre Deus e seu povo, pois implica em honestidade e integridade.","conexao_teologica":"A verdade é um atributo de Deus, como em João 14:6, e é fundamental para a vida cristã.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"ezequiel_24_13_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à vitalidade, tanto física quanto espiritual.","explicacao_detalhada":"No contexto do versículo, 'vida' pode simbolizar a bênção de Deus e a relação vibrante que Ele deseja ter com seu povo.","por_que_esta_palavra":"A ênfase na vida é crucial para entender a oferta de Deus de uma vida plena e abundante, como prometido em João 10:10.","conexao_teologica":"A vida em Cristo é um tema central, refletindo a nova vida que Ele oferece aos crentes, como em 2 Coríntios 5:17.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","2 Coríntios 5:17"]},"ezequiel_24_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora para força ou poder.","explicacao_detalhada":"Em Ezequiel 24:14, 'urso' é usado para enfatizar a ação poderosa de Deus em resposta à situação do povo.","por_que_esta_palavra":"A escolha dessa palavra destaca a soberania de Deus e sua capacidade de agir em favor de seu povo.","conexao_teologica":"A força de Deus é frequentemente mencionada nas Escrituras, como em Salmos 46:1.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Romanos 8:31"]},"ezequiel_24_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade suprema.","explicacao_detalhada":"No versículo, 'senhor' é um título que reconhece a majestade e o domínio de Deus sobre todas as coisas.","por_que_esta_palavra":"A utilização do nome de Deus enfatiza a relação de autoridade e reverência que o povo deve ter em relação a Ele.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, como em Salmos 8:1.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"ezequiel_24_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' reafirma a autenticidade e a fidelidade de Deus em suas promessas.","explicacao_detalhada":"Em Ezequiel 24:14, 'verdade' é usada para afirmar que as ações de Deus são sempre justas e verdadeiras.","por_que_esta_palavra":"A ênfase na verdade é fundamental para a confiança que o povo deve ter em Deus e em suas promessas.","conexao_teologica":"A verdade de Deus é um tema central, como em Números 23:19, onde se afirma que Deus não mente.","referencias_relacionadas":["Números 23:19","Salmos 119:160","Hebreus 6:18"]},"ezequiel_24_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda ou a perda de algo.","explicacao_detalhada":"No contexto do versículo, 'cair' pode referir-se à queda do povo em pecado ou à perda da proteção de Deus.","por_que_esta_palavra":"A escolha dessa palavra é importante para entender as consequências do afastamento de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, refletindo a necessidade de redenção, como em Romanos 5:12.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Tiago 1:15"]},"ezequiel_24_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a uma declaração ou um comando.","explicacao_detalhada":"Em Ezequiel 24:15, 'palavra' é usada para enfatizar a importância da comunicação de Deus com seu povo.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a revelação de Deus e a necessidade de ouvir e obedecer a Ele.","conexao_teologica":"A palavra de Deus é viva e eficaz, como em Hebreus 4:12, e é fundamental para a vida do crente.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"ezequiel_24_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que tem controle sobre todas as coisas. No contexto de Ezequiel 24:15, o uso do nome de Deus destaca a gravidade da mensagem que está sendo transmitida ao povo.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial para entender a relação entre Deus e Seu povo, especialmente em momentos de juízo e advertência.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é reconhecido como o Criador e Sustentador do universo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"ezequiel_24_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação familiar e a continuidade da linhagem, representando tanto a humanidade quanto a relação de Deus com Seu povo.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, bem como a relação entre pais e filhos. Em Ezequiel 24:16, essa palavra pode simbolizar a dor e a perda que o profeta sente em relação à sua própria família.","por_que_esta_palavra":"A palavra 'filho' é utilizada para enfatizar a conexão emocional e a responsabilidade que vem com essa relação.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde Deus é o Pai e Seu povo é considerado Seus filhos.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"ezequiel_24_16_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Uma chamada à atenção, indicando a importância do que está prestes a ser revelado.","explicacao_detalhada":"A palavra 'eis' (הֵן) é usada para chamar a atenção do ouvinte para algo significativo. Em Ezequiel 24:16, serve como um aviso ou uma introdução a uma mensagem importante que será dada.","por_que_esta_palavra":"É uma palavra que provoca uma resposta imediata, preparando o ouvinte para a seriedade da mensagem.","conexao_teologica":"A revelação de Deus muitas vezes é precedida por uma chamada à atenção, destacando a importância da mensagem divina.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Apocalipse 3:20"]},"ezequiel_24_16_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a localização ou a posição de algo em relação a outros.","explicacao_detalhada":"A palavra 'entre' (מִן) é usada para descrever uma relação de proximidade ou inclusão. No contexto de Ezequiel 24:16, pode referir-se à posição do profeta em relação ao povo de Israel e à sua mensagem.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a ideia de que a mensagem de Deus está sendo dirigida a um grupo específico, não a indivíduos isolados.","conexao_teologica":"Deus frequentemente se comunica com Seu povo em um contexto comunitário, enfatizando a importância da coletividade na fé.","referencias_relacionadas":["Êxodo 20:2","Salmos 22:22","Atos 2:42"]},"ezequiel_24_17_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao sustento físico e espiritual, simbolizando a necessidade básica do ser humano.","explicacao_detalhada":"A palavra 'pão/alimento' (לֶחֶם) é um símbolo de sustento e provisão. Em Ezequiel 24:17, pode representar tanto a necessidade física quanto a espiritual do povo de Israel.","por_que_esta_palavra":"A escolha dessa palavra destaca a dependência do ser humano em relação a Deus como seu provedor.","conexao_teologica":"A Bíblia frequentemente usa o alimento como uma metáfora para a Palavra de Deus, que nutre espiritualmente.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:14"]},"ezequiel_24_17_perecer":{"palavra_pt":"perecer","palavra_original":"דָּמַם","transliteracao":"dâmam","strong":"H1826","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Refere-se à morte ou destruição, enfatizando a seriedade da mensagem.","explicacao_detalhada":"A palavra 'perecer' (דָּמַם) implica em um estado de morte ou destruição. Em Ezequiel 24:17, essa palavra é usada para descrever as consequências da desobediência ao Senhor.","por_que_esta_palavra":"A escolha dessa palavra serve como um aviso sobre as consequências do pecado e da rebelião contra Deus.","conexao_teologica":"A ideia de perecer é uma advertência constante na Bíblia sobre as consequências do afastamento de Deus.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","João 3:16"]},"ezequiel_24_17_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Indica a morte física e espiritual, refletindo a gravidade da situação.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é usada para descrever a cessação da vida. Em Ezequiel 24:17, ela enfatiza a seriedade da mensagem de juízo que está sendo proclamada.","por_que_esta_palavra":"A escolha dessa palavra é um lembrete da fragilidade da vida e da necessidade de estar em conformidade com a vontade de Deus.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando tanto a consequência do pecado quanto a esperança da vida eterna em Cristo.","referencias_relacionadas":["Hebreus 9:27","Gênesis 2:17","Apocalipse 21:4"]},"ezequiel_24_18_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Reforça a ideia de morte, indicando a inevitabilidade do juízo.","explicacao_detalhada":"A repetição da palavra 'morrer' (מוּת) em Ezequiel 24:18 serve para enfatizar a gravidade da situação e a certeza do juízo que virá sobre o povo.","por_que_esta_palavra":"A repetição é uma técnica literária que intensifica a mensagem, sublinhando a seriedade do aviso.","conexao_teologica":"A morte é um tema que leva à reflexão sobre a vida eterna e a necessidade de arrependimento.","referencias_relacionadas":["Romanos 5:12","Ezequiel 33:11","1 Coríntios 15:22"]},"ezequiel_24_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza força e ferocidade, possivelmente referindo-se a um juízo severo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) pode ser interpretada como uma metáfora para a força e a ferocidade do juízo de Deus. Em Ezequiel 24:18, isso pode indicar a severidade da situação enfrentada pelo povo.","por_que_esta_palavra":"A escolha dessa palavra é uma forma de ilustrar a intensidade do juízo que está por vir.","conexao_teologica":"A ferocidade do juízo de Deus é um tema que aparece em várias partes da Escritura, mostrando a seriedade de Sua santidade.","referencias_relacionadas":["Amós 3:8","Salmos 50:3","Isaías 66:15"]},"ezequiel_24_18_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação da mensagem de Deus ao povo.","explicacao_detalhada":"A palavra 'falar' (דָבַר) é central na profecia, pois representa a transmissão da mensagem divina. Em Ezequiel 24:18, isso destaca a responsabilidade do profeta de comunicar a vontade de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da comunicação clara e direta da mensagem de Deus ao Seu povo.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, onde Ele se revela e fala através de profetas e, finalmente, através de Seu Filho.","referencias_relacionadas":["Hebreus 1:1-2","Mateus 10:20","2 Timóteo 3:16"]},"ezequiel_24_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para transmitir uma mensagem divina ao povo.","explicacao_detalhada":"No contexto de Ezequiel 24:19, o profeta é instruído a comunicar uma mensagem de juízo e advertência ao povo de Israel, enfatizando a importância da comunicação profética.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a função profética, pois representa a transmissão da vontade de Deus ao seu povo.","conexao_teologica":"A comunicação de Deus através dos profetas é um tema central nas Escrituras, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Ezequiel 3:17","Amós 3:7","Jeremias 1:7"]},"ezequiel_24_19_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que está sob julgamento devido à sua desobediência.","explicacao_detalhada":"O termo 'povo' é usado para descrever a coletividade dos israelitas, que são alvo da mensagem de Ezequiel, refletindo a relação entre Deus e seu povo escolhido.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a identidade do Israel antigo e sua responsabilidade diante de Deus.","conexao_teologica":"A relação entre Deus e seu povo é um tema recorrente na Bíblia, enfatizando a aliança e a necessidade de fidelidade.","referencias_relacionadas":["Deuteronômio 7:6","Isaías 43:20","1 Pedro 2:9"]},"ezequiel_24_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a autenticidade da mensagem de Deus.","explicacao_detalhada":"Neste contexto, 'verdade' implica a certeza e a realidade da palavra de Deus, que não pode ser ignorada pelo povo.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância da honestidade e da integridade na comunicação divina.","conexao_teologica":"A verdade é um atributo de Deus e é essencial para a vida e a fé do crente.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"ezequiel_24_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação da mensagem de Deus.","explicacao_detalhada":"A repetição da palavra 'dizer' reforça a urgência e a seriedade da mensagem que Ezequiel deve transmitir ao povo.","por_que_esta_palavra":"A repetição indica a importância da mensagem e a necessidade de que o povo a ouça.","conexao_teologica":"A comunicação divina é um meio pelo qual Deus busca restaurar seu povo e trazê-lo de volta ao arrependimento.","referencias_relacionadas":["Ezequiel 3:10","Isaías 58:1","Mateus 28:19-20"]},"ezequiel_24_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à mensagem que deve ser proclamada.","explicacao_detalhada":"Neste contexto, 'palavra' é a mensagem de Deus que contém instruções e advertências para o povo.","por_que_esta_palavra":"A palavra é um veículo pelo qual Deus se comunica e revela sua vontade ao seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser proclamada e obedecida.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Romanos 10:17"]},"ezequiel_24_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'senhor' refere-se à soberania e autoridade de Deus.","explicacao_detalhada":"Neste versículo, o uso do nome de Deus enfatiza sua posição como autoridade suprema sobre Israel e a necessidade de reverência.","por_que_esta_palavra":"O nome de Deus é central na adoração e na relação do povo com Ele.","conexao_teologica":"A invocação do nome de Deus é um tema importante que reflete a relação de aliança entre Deus e seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Romanos 10:13"]},"ezequiel_24_21_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo e à nação de Israel como a habitação de Deus.","explicacao_detalhada":"Neste contexto, 'casa' simboliza a presença de Deus entre seu povo e a importância do templo como local de adoração.","por_que_esta_palavra":"A casa de Deus é um lugar sagrado e representa a relação especial entre Deus e Israel.","conexao_teologica":"A habitação de Deus entre seu povo é um tema central na narrativa bíblica, culminando na encarnação de Cristo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:13"]},"ezequiel_24_21_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é uma referência à autoridade e domínio de Deus sobre Israel.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza a soberania de Deus e sua posição como governante supremo.","por_que_esta_palavra":"A invocação do senhor é uma afirmação da relação de submissão e reverência do povo a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo seu controle sobre a história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 14:9"]},"ezequiel_24_21_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui também se refere à divindade e à autoridade de Deus.","explicacao_detalhada":"Neste versículo, a menção de Deus reafirma sua posição como criador e sustentador de todas as coisas.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza e o caráter de quem está se comunicando com o povo.","conexao_teologica":"A divindade de Deus é um aspecto essencial da fé, que fundamenta a adoração e a obediência.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","1 Coríntios 8:6"]},"ezequiel_24_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade do juízo de Deus.","explicacao_detalhada":"Neste contexto, 'urso' simboliza a severidade do juízo que virá sobre o povo desobediente.","por_que_esta_palavra":"A imagem do urso é poderosa e evoca a ideia de um juízo implacável e inevitável.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, mostrando que Ele não ignora o pecado.","referencias_relacionadas":["Salmos 37:28","Romanos 2:6","Apocalipse 20:12"]},"ezequiel_24_22_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"O pão representa sustento e provisão divina.","explicacao_detalhada":"No contexto de Ezequiel 24:22, o pão simboliza a necessidade básica de alimento, que é essencial para a vida. A referência ao pão aqui destaca a importância da dependência de Deus para o sustento.","por_que_esta_palavra":"A palavra 'pão' é usada para enfatizar a necessidade espiritual e física do povo de Israel, que estava em um período de crise.","conexao_teologica":"O pão é frequentemente associado à presença de Deus e à Sua provisão, como em João 6:35, onde Jesus se declara o pão da vida.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:15"]},"ezequiel_24_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um conceito fundamental na relação entre Deus e Seu povo.","explicacao_detalhada":"Em Ezequiel 24:22, a palavra 'verdade' é usada para enfatizar a fidelidade de Deus e a necessidade de o povo viver em conformidade com a Sua vontade. A verdade é essencial para a justiça e a retidão.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e a expectativa de que Seu povo viva de maneira honesta e justa.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, como em João 4:24, onde se diz que Deus é espírito e os que O adoram devem adorá-Lo em espírito e em verdade.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"ezequiel_24_23_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O princípio refere-se ao começo ou à origem de algo.","explicacao_detalhada":"No versículo, a palavra 'princípio' pode ser entendida como a base sobre a qual a vida e a fé devem ser construídas. É um chamado para retornar às raízes da fé em Deus.","por_que_esta_palavra":"A palavra 'princípio' é usada para lembrar o povo da importância de se manter fiel às verdades fundamentais da fé.","conexao_teologica":"O princípio é essencial na teologia, pois Deus é o princípio de todas as coisas, conforme Gênesis 1:1, e a fé deve ser fundamentada Nele.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","Colossenses 1:17"]},"ezequiel_24_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um princípio moral e espiritual que deve guiar a vida do povo.","explicacao_detalhada":"A repetição da palavra 'verdade' em Ezequiel 24:23 reforça a ideia de que a fidelidade a Deus e à Sua palavra é fundamental para a sobrevivência espiritual do povo.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a necessidade de integridade e autenticidade na relação com Deus.","conexao_teologica":"A verdade é um pilar da fé cristã, refletindo a natureza de Deus e a necessidade de viver em conformidade com Sua palavra.","referencias_relacionadas":["Salmos 119:160","João 14:6","1 João 1:6"]},"ezequiel_24_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como as coisas devem ser feitas ou vividas.","explicacao_detalhada":"Em Ezequiel 24:24, a palavra 'modo' sugere que a forma de viver do povo deve refletir a vontade de Deus e os Seus mandamentos.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a vida cristã deve ser vivida de acordo com princípios divinos.","conexao_teologica":"A maneira de viver é um tema recorrente na Bíblia, onde somos chamados a viver de maneira digna do chamado que recebemos (Efésios 4:1).","referencias_relacionadas":["Romanos 12:2","1 Pedro 1:15","Colossenses 3:17"]},"ezequiel_24_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode simbolizar a queda em pecado ou a perda de posição.","explicacao_detalhada":"No contexto de Ezequiel 24:24, a palavra 'cair' pode se referir à consequência do afastamento de Deus e à desgraça que isso traz ao povo.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a fragilidade humana e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema central na teologia, representando a separação de Deus e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 4:10"]},"ezequiel_24_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia representa um tempo específico de julgamento ou de cumprimento de promessas.","explicacao_detalhada":"Em Ezequiel 24:25, a menção ao 'dia' pode referir-se a um tempo determinado em que Deus agirá em favor ou contra Seu povo.","por_que_esta_palavra":"A palavra 'dia' é significativa para entender os momentos de intervenção divina na história.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever o dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Amós 5:18","Isaías 2:12","Mateus 24:36"]},"ezequiel_24_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a continuidade da linhagem e a relação entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'filho' em Ezequiel 24:25 pode simbolizar a herança espiritual e a responsabilidade que os filhos de Deus têm em seguir Seus caminhos.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a relação íntima entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","conexao_teologica":"A filiação é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus (João 1:12).","referencias_relacionadas":["Romanos 8:14","Gálatas 3:26","1 João 3:1"]},"ezequiel_24_25_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é essencial para a vida e a fé do povo de Deus.","explicacao_detalhada":"A repetição da palavra 'verdade' em Ezequiel 24:25 reforça a ideia de que a fidelidade a Deus é crucial para a sobrevivência espiritual do povo.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a necessidade de integridade e autenticidade na relação com Deus.","conexao_teologica":"A verdade é um pilar da fé cristã, refletindo a natureza de Deus e a necessidade de viver em conformidade com Sua palavra.","referencias_relacionadas":["Salmos 119:160","João 14:6","1 João 1:6"]},"ezequiel_24_26_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia representa um tempo de ação divina e cumprimento das promessas.","explicacao_detalhada":"Em Ezequiel 24:26, a menção ao 'dia' destaca a certeza de que Deus agirá em um tempo específico, trazendo justiça e restauração.","por_que_esta_palavra":"A palavra 'dia' é significativa para entender os momentos de intervenção divina na história.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever o dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Amós 5:18","Isaías 2:12","Mateus 24:36"]},"ezequiel_24_26_ouvir":{"palavra_pt":"ouvir","palavra_original":"הַשְׁמָעוּת","transliteracao":"hashmâʻûwth","strong":"H2045","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de escutar e compreender a mensagem de Deus.","explicacao_detalhada":"No contexto de Ezequiel 24:26, 'ouvir' implica não apenas em escutar sons, mas em prestar atenção à revelação divina e responder a ela. É um chamado à obediência e à reflexão sobre as palavras de Deus.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a importância da comunicação entre Deus e seu povo, destacando que ouvir a voz de Deus é essencial para a vida espiritual.","conexao_teologica":"A capacidade de ouvir é fundamental na relação entre Deus e a humanidade, refletindo a necessidade de estar atento à Sua vontade e direção.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","Mateus 11:15"]},"ezequiel_24_27_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é utilizada para marcar um tempo específico, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"Em Ezequiel 24:27, o 'dia' representa um momento de julgamento e transformação. É um tempo em que as promessas de Deus se concretizam, e o povo deve estar preparado para as consequências de suas ações.","por_que_esta_palavra":"O 'dia' é importante porque simboliza a intervenção divina na história, onde Deus age de maneira decisiva.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de juízo e restauração, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Amós 5:18","Joel 2:1","Zacarias 14:1"]},"ezequiel_24_27_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, especialmente no contexto da profecia.","explicacao_detalhada":"Em Ezequiel 24:27, 'falar' implica a transmissão da mensagem de Deus ao povo, destacando a responsabilidade do profeta em comunicar a vontade divina.","por_que_esta_palavra":"Esta palavra é significativa porque enfatiza o papel do profeta como porta-voz de Deus, cuja missão é alertar e instruir o povo.","conexao_teologica":"A comunicação de Deus ao seu povo é um tema central na Bíblia, onde a fala divina traz vida, direção e advertência.","referencias_relacionadas":["Hebreus 1:1-2","Ezequiel 3:17","Romanos 10:14"]}}