{"ezequiel_25_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda de nações ou indivíduos sob o juízo de Deus.","explicacao_detalhada":"Em Ezequiel 25:1, 'cair' simboliza a derrota e a destruição que vêm como consequência da desobediência a Deus. É um aviso sobre as consequências do pecado.","por_que_esta_palavra":"A palavra é importante porque reflete a soberania de Deus sobre as nações e a certeza de que o juízo virá para aqueles que se opõem a Ele.","conexao_teologica":"A queda é um tema que aparece em várias partes da Bíblia, mostrando a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Isaías 14:12","Ezequiel 28:17","Apocalipse 18:2"]},"ezequiel_25_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à mensagem que Deus transmite através do profeta.","explicacao_detalhada":"Em Ezequiel 25:1, 'palavra' é a revelação divina que deve ser proclamada ao povo, enfatizando a importância de ouvir e obedecer à mensagem de Deus.","por_que_esta_palavra":"Esta palavra é essencial porque representa a comunicação de Deus com a humanidade, que é vital para a fé e a prática religiosa.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua proclamação é fundamental para a edificação da fé.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"ezequiel_25_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que denota autoridade e soberania.","explicacao_detalhada":"Em Ezequiel 25:1, 'senhor' é um reconhecimento da posição de Deus como o governante supremo sobre todas as nações e a criação.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da Sua natureza e caráter.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"ezequiel_25_2_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada para descrever a ação de transmitir a mensagem de Deus ao povo.","explicacao_detalhada":"Em Ezequiel 25:2, 'falar' implica a responsabilidade do profeta em comunicar a vontade de Deus, especialmente em tempos de crise.","por_que_esta_palavra":"Esta palavra é importante porque destaca o papel do profeta como intermediário entre Deus e o povo.","conexao_teologica":"A comunicação de Deus através dos profetas é um tema recorrente, mostrando a importância da revelação divina na história da salvação.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:4","Mateus 10:20"]},"ezequiel_25_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação entre Deus e seu povo, muitas vezes referindo-se a Israel.","explicacao_detalhada":"Em Ezequiel 25:2, 'filho' simboliza a herança e a responsabilidade que o povo tem diante de Deus, como Seus filhos escolhidos.","por_que_esta_palavra":"Esta palavra é significativa porque reflete a intimidade da relação entre Deus e Seu povo, enfatizando a responsabilidade moral e espiritual.","conexao_teologica":"A filiação é um tema importante na Bíblia, que destaca a relação de amor e compromisso entre Deus e Seus filhos.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14-17","Gálatas 3:26"]},"ezequiel_25_2_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem/adão' refere-se à humanidade em geral, destacando a criação de Deus.","explicacao_detalhada":"Em Ezequiel 25:2, 'homem' representa a condição humana e a necessidade de redenção, enfatizando a fragilidade e a dependência do ser humano em relação a Deus.","por_que_esta_palavra":"Esta palavra é importante porque lembra que todos os seres humanos são criados à imagem de Deus e têm um propósito divino.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia, refletindo a dignidade e o valor de cada ser humano.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"ezequiel_25_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada novamente para enfatizar a relação de Deus com Seu povo.","explicacao_detalhada":"Em Ezequiel 25:3, 'filho' reforça a ideia de que Israel é considerado como filho de Deus, com todas as implicações de responsabilidade e herança.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a identidade do povo de Deus e sua posição especial diante d'Ele.","conexao_teologica":"A relação de Deus com Seu povo como Pai é um tema recorrente, que enfatiza o amor e a disciplina divina.","referencias_relacionadas":["Deuteronômio 14:1","Oséias 11:1","Mateus 5:9"]},"ezequiel_25_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma mensagem divina.","explicacao_detalhada":"No contexto de Ezequiel 25:3, Deus está instruindo o profeta a comunicar uma mensagem de julgamento e advertência ao povo. A palavra 'dizer' é fundamental para a transmissão da vontade de Deus.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância da comunicação profética e da revelação divina.","conexao_teologica":"A comunicação de Deus através dos profetas é um tema central na teologia do Antigo Testamento, mostrando como Deus se relaciona com seu povo.","referencias_relacionadas":["Ezequiel 3:17","Amós 3:7","Jeremias 1:7"]},"ezequiel_25_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' implica uma declaração ou mensagem que carrega significado e autoridade.","explicacao_detalhada":"Em Ezequiel 25:3, a palavra 'palavra' é usada para descrever a mensagem que Deus quer que Ezequiel transmita. Essa palavra é uma expressão da vontade divina e tem poder para trazer mudanças.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a seriedade e a importância da mensagem que está sendo comunicada.","conexao_teologica":"A ideia de que a palavra de Deus é viva e eficaz é um conceito importante na teologia cristã, refletindo a autoridade das Escrituras.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"ezequiel_25_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a uma relação de descendência e herança.","explicacao_detalhada":"No versículo, 'filho' é usado para descrever a relação entre Deus e seu povo, enfatizando a ideia de que Israel é considerado como um filho amado de Deus.","por_que_esta_palavra":"A palavra 'filho' é significativa porque implica uma relação íntima e de responsabilidade entre Deus e seu povo.","conexao_teologica":"A filiação é um tema recorrente na Bíblia, simbolizando a relação especial entre Deus e seu povo escolhido.","referencias_relacionadas":["Êxodo 4:22","Oséias 11:1","Romanos 8:14"]},"ezequiel_25_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de discernir e decidir sobre a justiça.","explicacao_detalhada":"Em Ezequiel 25:4, o ato de julgar é uma ação divina que implica a avaliação das ações do povo e a determinação de suas consequências.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a natureza de Deus como justo e reto, que não ignora a injustiça.","conexao_teologica":"O julgamento de Deus é um tema central na Bíblia, refletindo sua santidade e justiça.","referencias_relacionadas":["Salmos 9:7","Romanos 2:6","Apocalipse 20:12"]},"ezequiel_25_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de conceder ou oferecer algo.","explicacao_detalhada":"No contexto do versículo, 'dar' pode se referir à entrega de uma mensagem ou à concessão de um julgamento divino.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a ação de Deus em oferecer sua palavra e suas decisões ao povo.","conexao_teologica":"A ideia de que Deus dá sua palavra e suas promessas é fundamental para a compreensão da relação entre Deus e a humanidade.","referencias_relacionadas":["Tiago 1:17","Romanos 8:32","Salmos 37:4"]},"ezequiel_25_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada novamente para enfatizar a ação de conceder algo importante.","explicacao_detalhada":"Neste versículo, 'dar' pode se referir à entrega de um aviso ou à execução de um julgamento divino sobre as nações.","por_que_esta_palavra":"A repetição da palavra 'dar' reforça a ideia de que Deus está ativamente se comunicando e agindo no mundo.","conexao_teologica":"A ação de Deus em dar é um tema que se conecta com a graça e a misericórdia divina.","referencias_relacionadas":["Mateus 7:7","Lucas 11:13","Efésios 2:8"]},"ezequiel_25_5_deus":{"palavra_pt":"deus","palavra_original":"נָוֶה","transliteracao":"nâveh","strong":"H5116","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Juiz.","explicacao_detalhada":"No contexto do versículo, 'deus' é mencionado para afirmar a soberania e a autoridade de Deus sobre todas as nações.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza e o caráter de Deus como aquele que governa e julga.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo seu controle sobre a história e a criação.","referencias_relacionadas":["Salmos 47:2","Isaías 45:5","Romanos 11:36"]},"ezequiel_25_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada novamente para enfatizar a relação especial entre Deus e seu povo.","explicacao_detalhada":"Neste versículo, 'filho' reforça a ideia de que Israel é visto como uma nação escolhida e amada por Deus.","por_que_esta_palavra":"A repetição da palavra 'filho' destaca a continuidade da relação entre Deus e seu povo ao longo da história.","conexao_teologica":"A filiação é um conceito importante que se estende ao Novo Testamento, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gálatas 3:26","1 João 3:1","Romanos 8:15"]},"ezequiel_25_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Em Ezequiel 25:6, 'modo' pode se referir à forma como as ações de Deus são percebidas ou como o julgamento é executado.","por_que_esta_palavra":"A escolha da palavra 'modo' sugere que a maneira de Deus agir é significativa e deve ser considerada pelo povo.","conexao_teologica":"A forma como Deus se revela e age no mundo é um aspecto importante da teologia, refletindo seu caráter e propósitos.","referencias_relacionadas":["Salmos 103:7","Isaías 55:8-9","Romanos 11:33"]},"ezequiel_25_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico e à herança dada por Deus.","explicacao_detalhada":"No contexto do versículo, 'terra' é usada para descrever a terra prometida a Israel e a importância de sua possessão.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação de Deus com seu povo e as promessas feitas a eles.","conexao_teologica":"A terra é um símbolo da bênção e da aliança de Deus com seu povo, refletindo sua fidelidade.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"ezequiel_25_7_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é usada para chamar a atenção para algo importante que está prestes a ser declarado.","explicacao_detalhada":"Neste contexto, 'eis' serve como uma introdução a uma profecia ou declaração significativa, enfatizando a urgência e a importância da mensagem que se segue.","por_que_esta_palavra":"A escolha da palavra 'eis' indica um momento de revelação, onde o profeta Ezequiel está prestes a transmitir uma mensagem divina.","conexao_teologica":"A palavra 'eis' é frequentemente usada na Bíblia para introduzir declarações de Deus, mostrando a seriedade e a autoridade da mensagem.","referencias_relacionadas":["Isaías 43:19","Mateus 28:20","Apocalipse 3:20"]},"ezequiel_25_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de entregar ou conceder algo, neste caso, uma mensagem ou um aviso.","explicacao_detalhada":"No contexto, 'dar' implica que Ezequiel está sendo instruído a transmitir uma mensagem específica de Deus ao povo, enfatizando a responsabilidade do profeta.","por_que_esta_palavra":"A palavra 'dar' é crucial, pois mostra que a mensagem não é apenas uma opinião, mas uma ordem divina que deve ser comunicada.","conexao_teologica":"A entrega de mensagens divinas é um tema recorrente nas Escrituras, onde profetas são chamados a 'dar' avisos e instruções ao povo.","referencias_relacionadas":["Jeremias 1:7","Ezequiel 3:17","Amós 3:7"]},"ezequiel_25_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma como algo deve ser feito.","explicacao_detalhada":"Neste versículo, 'modo' indica que a forma de agir ou responder a Deus deve ser clara e definida, conforme as instruções divinas.","por_que_esta_palavra":"A escolha de 'modo' sugere que há uma expectativa de comportamento ou resposta específica do povo em relação a Deus.","conexao_teologica":"A maneira de adorar e viver segundo os preceitos de Deus é um tema central na Bíblia, refletindo a importância da obediência.","referencias_relacionadas":["Salmos 119:105","Romanos 12:2","1 Pedro 1:15"]},"ezequiel_25_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como autoridade suprema e soberana.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza a relação de domínio e reverência que o povo deve ter em relação a Deus, reconhecendo Sua soberania.","por_que_esta_palavra":"A utilização de 'senhor' reforça a ideia de que a mensagem que está sendo transmitida vem de uma fonte de autoridade divina.","conexao_teologica":"A soberania de Deus é um tema central nas Escrituras, onde Ele é reconhecido como o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Romanos 14:8"]},"ezequiel_25_8_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui também se refere a Deus, enfatizando Sua natureza divina e autoridade.","explicacao_detalhada":"Neste contexto, 'senhor' é usado para reafirmar a identidade de Deus como o Criador e Sustentador de todas as coisas, destacando Sua importância na vida do povo.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a ideia de que a mensagem é de Deus e deve ser levada a sério.","conexao_teologica":"A identidade de Deus como Senhor é fundamental para a compreensão da relação entre Deus e Seu povo, enfatizando a necessidade de adoração e obediência.","referencias_relacionadas":["Êxodo 20:2","Deuteronômio 6:4","Filipenses 2:11"]},"ezequiel_25_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local específico, muitas vezes associado a um povo ou nação.","explicacao_detalhada":"Neste versículo, 'cidade' pode se referir a Jerusalém ou a qualquer cidade que represente um povo que está sob julgamento ou aviso divino.","por_que_esta_palavra":"A menção de 'cidade' é significativa, pois indica que a mensagem de Deus é direcionada a um grupo específico de pessoas que habitam essa cidade.","conexao_teologica":"Cidades na Bíblia frequentemente simbolizam a comunidade e a identidade do povo de Deus, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Hebreus 11:10"]},"ezequiel_25_9_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é usada novamente para chamar a atenção para a importância da mensagem que se segue.","explicacao_detalhada":"A repetição de 'eis' enfatiza a urgência e a seriedade da declaração que está sendo feita, destacando a necessidade de atenção imediata.","por_que_esta_palavra":"A palavra 'eis' é uma ferramenta retórica que ajuda a preparar o ouvinte para uma revelação significativa.","conexao_teologica":"A introdução de mensagens divinas com 'eis' é uma prática comum que destaca a importância do que está sendo comunicado.","referencias_relacionadas":["Isaías 65:17","Mateus 24:30","Apocalipse 21:5"]},"ezequiel_25_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico, mas também pode simbolizar a herança e o povo de Deus.","explicacao_detalhada":"Neste contexto, 'terra' pode se referir à terra prometida, enfatizando a relação entre Deus e Seu povo em um local específico.","por_que_esta_palavra":"A menção de 'terra' é crucial, pois indica o contexto geográfico e espiritual da mensagem de Deus.","conexao_teologica":"A terra é frequentemente vista como um símbolo da promessa de Deus e da herança do Seu povo, refletindo a fidelidade divina.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7","Salmos 37:11"]},"ezequiel_25_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente ou alguém que possui uma relação familiar.","explicacao_detalhada":"Neste contexto, 'filho' pode simbolizar a relação entre Deus e Seu povo, onde o povo é visto como filhos de Deus.","por_que_esta_palavra":"A utilização de 'filho' enfatiza a intimidade e a responsabilidade que vem com essa relação familiar.","conexao_teologica":"A ideia de que os crentes são filhos de Deus é um tema central na teologia cristã, refletindo a adoção e a herança espiritual.","referencias_relacionadas":["João 1:12","Romanos 8:16","Gálatas 4:7"]},"ezequiel_25_10_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término ou conclusão de algo.","explicacao_detalhada":"Neste contexto, 'fim' pode indicar o juízo ou a conclusão do plano de Deus para a cidade ou o povo em questão.","por_que_esta_palavra":"A escolha de 'fim' sugere que a mensagem de Ezequiel é um aviso sobre as consequências do comportamento do povo.","conexao_teologica":"A ideia de um 'fim' é frequentemente associada ao juízo de Deus e à realização de Seus propósitos na história.","referencias_relacionadas":["Eclesiastes 3:2","Mateus 24:14","Apocalipse 21:6"]},"ezequiel_25_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de conceder ou entregar algo a alguém.","explicacao_detalhada":"Neste contexto, 'dar' implica a ideia de que Deus está entregando um juízo ou uma mensagem ao povo. É um ato de autoridade divina que implica responsabilidade.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a soberania de Deus em distribuir bênçãos ou juízos conforme Sua vontade.","conexao_teologica":"A palavra 'dar' está ligada à ideia de graça e justiça divina, mostrando que Deus é quem determina o que é concedido ao homem.","referencias_relacionadas":["Salmos 37:4","Tiago 1:17","Romanos 8:32"]},"ezequiel_25_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada como uma metáfora para descrever um comportamento agressivo e destrutivo.","explicacao_detalhada":"Neste versículo, o 'urso' simboliza a força e a ferocidade de um inimigo que ataca. A imagem evoca medo e a inevitabilidade do juízo.","por_que_esta_palavra":"A utilização de 'urso' serve para ilustrar a gravidade da situação e a natureza do julgamento que se aproxima.","conexao_teologica":"A figura do 'urso' pode ser vista como uma representação do juízo de Deus sobre as nações que se opõem a Ele.","referencias_relacionadas":["Isaías 13:17","Daniel 7:5","Amós 3:8"]},"ezequiel_25_11_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica um entendimento profundo e relacional, não apenas intelectual.","explicacao_detalhada":"Neste contexto, 'conhecer' refere-se ao reconhecimento da soberania de Deus e à experiência de Sua presença. É um convite à intimidade com o Criador.","por_que_esta_palavra":"A escolha de 'conhecer' enfatiza a importância de um relacionamento pessoal com Deus, que vai além do simples saber.","conexao_teologica":"O conhecimento de Deus é fundamental para a fé e a vida espiritual, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Jeremias 9:23-24","Filipenses 3:10","1 João 2:3"]},"ezequiel_25_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' representa não apenas uma estrutura física, mas também a ideia de família e comunidade.","explicacao_detalhada":"Neste versículo, 'casa' simboliza o povo de Israel e sua relação com Deus. A destruição da casa implica a perda da identidade e da proteção divina.","por_que_esta_palavra":"A palavra 'casa' é escolhida para enfatizar a intimidade e a conexão do povo com Deus, que é seu refúgio.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, representando a habitação divina entre os homens.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"ezequiel_25_12_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' destaca a soberania de Deus e Sua posição de autoridade sobre o povo e as nações.","por_que_esta_palavra":"A escolha de 'senhor' é para reafirmar a relação de submissão e reverência que o povo deve ter diante de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o governante supremo do universo.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Apocalipse 19:16"]},"ezequiel_25_12_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e mantenedor de todas as coisas.","explicacao_detalhada":"Neste versículo, 'Deus' enfatiza a natureza divina e a relação de poder e autoridade que Ele exerce sobre a criação.","por_que_esta_palavra":"A escolha de 'Deus' é para reafirmar a centralidade da divindade na vida do povo e a necessidade de reconhecer Sua autoridade.","conexao_teologica":"A natureza de Deus é fundamental para a compreensão da fé e da relação do homem com o Criador.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"ezequiel_25_13_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de arruinar ou eliminar algo completamente.","explicacao_detalhada":"Neste contexto, 'destruir' implica o juízo severo de Deus sobre as nações que se opõem a Ele, resultando em devastação.","por_que_esta_palavra":"A escolha de 'destruir' enfatiza a seriedade do juízo divino e a inevitabilidade das consequências do pecado.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, mostrando que Ele não tolera a injustiça e a rebelião.","referencias_relacionadas":["Ezequiel 18:30","Mateus 10:28","Apocalipse 21:8"]},"ezequiel_25_13_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' destaca a soberania de Deus e Sua posição de autoridade sobre o povo e as nações.","por_que_esta_palavra":"A escolha de 'senhor' é para reafirmar a relação de submissão e reverência que o povo deve ter diante de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o governante supremo do universo.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Apocalipse 19:16"]},"ezequiel_25_13_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e mantenedor de todas as coisas.","explicacao_detalhada":"Neste versículo, 'Deus' enfatiza a natureza divina e a relação de poder e autoridade que Ele exerce sobre a criação.","por_que_esta_palavra":"A escolha de 'Deus' é para reafirmar a centralidade da divindade na vida do povo e a necessidade de reconhecer Sua autoridade.","conexao_teologica":"A natureza de Deus é fundamental para a compreensão da fé e da relação do homem com o Criador.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"ezequiel_25_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de conceder ou entregar algo a alguém.","explicacao_detalhada":"Neste contexto, 'dar' implica a ideia de que Deus está entregando um juízo ou uma mensagem ao povo. É um ato de autoridade divina que implica responsabilidade.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a soberania de Deus em distribuir bênçãos ou juízos conforme Sua vontade.","conexao_teologica":"A palavra 'dar' está ligada à ideia de graça e justiça divina, mostrando que Deus é quem determina o que é concedido ao homem.","referencias_relacionadas":["Salmos 37:4","Tiago 1:17","Romanos 8:32"]},"ezequiel_25_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma metáfora para a força e a ferocidade, simbolizando a destruição iminente que virá sobre os inimigos de Israel.","explicacao_detalhada":"No contexto de Ezequiel 25:14, o urso representa um agente de juízo, que é enviado por Deus para executar a sua vontade contra as nações que se levantaram contra o Seu povo.","por_que_esta_palavra":"A palavra 'urso' é utilizada para transmitir a ideia de um poder devastador e implacável, refletindo a natureza do juízo divino.","conexao_teologica":"A presença de animais ferozes na profecia de Ezequiel destaca a soberania de Deus sobre as nações e a certeza de que Ele usará qualquer meio necessário para proteger o Seu povo.","referencias_relacionadas":["Isaías 13:17","Daniel 7:5","Amós 3:8"]},"ezequiel_25_14_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão simboliza poder e autoridade, representando a ação de Deus em trazer juízo.","explicacao_detalhada":"Neste versículo, a mão é uma representação da capacidade de Deus de agir e intervir na história, trazendo destruição aos inimigos de Israel.","por_que_esta_palavra":"A palavra 'mão' é usada para enfatizar a força e a determinação de Deus em executar Seu plano de justiça.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua intervenção poderosa na história da humanidade.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Êxodo 3:20"]},"ezequiel_25_15_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' ou 'vida' refere-se à essência do ser humano, destacando a importância da vida em Deus.","explicacao_detalhada":"Em Ezequiel 25:15, a referência à alma enfatiza a gravidade do juízo que será imposto sobre aqueles que atacam o povo de Deus, pois a vida é sagrada.","por_que_esta_palavra":"A escolha da palavra 'alma' ressalta a conexão entre a vida física e a espiritual, mostrando que Deus se importa profundamente com a vida de Seu povo.","conexao_teologica":"A noção de alma é central na teologia bíblica, refletindo a criação do homem à imagem de Deus e a importância da vida eterna.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"ezequiel_25_15_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'Senhor' enfatiza que é Deus quem executa o juízo e que Ele é o único digno de reverência e temor.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reafirmar a posição de Deus como juiz supremo e protetor de Seu povo.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele tem controle sobre a história e os eventos das nações.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:11"]},"ezequiel_25_15_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' enfatiza a divindade e a autoridade suprema de Yahweh sobre todas as nações.","explicacao_detalhada":"Em Ezequiel 25:15, a menção de Deus destaca que Ele é o responsável por trazer juízo e que Sua vontade será cumprida.","por_que_esta_palavra":"A palavra 'Deus' é utilizada para reafirmar a identidade de Yahweh como o único verdadeiro Deus, que tem poder sobre a vida e a morte.","conexao_teologica":"A divindade de Deus é um aspecto fundamental da fé israelita, que reconhece Sua soberania e poder sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"ezequiel_25_16_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de Deus em eliminar os inimigos de Israel.","explicacao_detalhada":"No contexto de Ezequiel 25:16, 'destruir' indica a severidade do juízo divino contra aqueles que se opõem ao Seu povo.","por_que_esta_palavra":"A palavra 'destruir' é escolhida para mostrar a totalidade da ação de Deus em trazer juízo, sem deixar vestígios.","conexao_teologica":"A destruição dos inimigos de Deus é um tema recorrente nas Escrituras, refletindo a justiça divina e a proteção de Seu povo.","referencias_relacionadas":["Deuteronômio 7:2","Salmos 37:9","Apocalipse 20:10"]},"ezequiel_25_16_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar simboliza a vastidão e a força das nações, que serão subjugadas pelo poder de Deus.","explicacao_detalhada":"Em Ezequiel 25:16, o mar representa as nações que se levantam contra Israel, e a destruição delas é uma demonstração do poder de Deus.","por_que_esta_palavra":"A palavra 'mar' é utilizada para ilustrar a magnitude da oposição que Deus enfrentará e a certeza de Sua vitória.","conexao_teologica":"O mar é frequentemente usado na Bíblia como símbolo de caos e oposição, que Deus controla e subjuga.","referencias_relacionadas":["Salmos 89:9","Isaías 57:20","Apocalipse 21:1"]},"ezequiel_25_16_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' reafirma a autoridade de Deus sobre o juízo que será executado.","explicacao_detalhada":"Neste versículo, 'Senhor' enfatiza que é Deus quem determina o destino das nações e que Seu juízo é inevitável.","por_que_esta_palavra":"A palavra 'Senhor' é utilizada para mostrar a soberania de Deus em todas as situações, incluindo o juízo sobre as nações.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o juiz supremo de toda a criação.","referencias_relacionadas":["Salmos 103:19","Isaías 33:22","Romanos 9:22"]},"ezequiel_25_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma representação da força e do juízo de Deus sobre os inimigos de Israel.","explicacao_detalhada":"Em Ezequiel 25:17, o urso simboliza a ferocidade do juízo divino que será trazido sobre aqueles que se opõem ao povo de Deus.","por_que_esta_palavra":"A palavra 'urso' é utilizada para transmitir a ideia de um poder devastador, refletindo a natureza do juízo divino.","conexao_teologica":"A presença de animais ferozes nas profecias de Ezequiel destaca a soberania de Deus sobre as nações e a certeza de que Ele usará qualquer meio necessário para proteger o Seu povo.","referencias_relacionadas":["Isaías 13:17","Daniel 7:5","Amós 3:8"]},"ezequiel_25_17_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do juízo e da ação de Deus contra as nações.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a severidade e a abrangência do juízo que será imposto sobre os inimigos de Israel.","por_que_esta_palavra":"A palavra 'grande' é escolhida para mostrar a importância e a seriedade da ação de Deus em relação ao Seu povo.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"ezequiel_25_17_repreender":{"palavra_pt":"repreender","palavra_original":"תּוֹכֵחָה","transliteracao":"tôwkêchâh","strong":"H8433","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Repreender implica em corrigir ou chamar à responsabilidade, especialmente em um contexto de juízo divino.","explicacao_detalhada":"A palavra 'repreender' é usada para descrever a ação de Deus em confrontar as nações por suas transgressões. No contexto de Ezequiel 25:17, Deus está se dirigindo a nações que se opuseram ao Seu povo, prometendo que Ele mesmo tomará a iniciativa de corrigir essas injustiças.","por_que_esta_palavra":"Esta palavra é importante porque reflete a justiça de Deus e Sua disposição de agir em defesa de Seu povo.","conexao_teologica":"A repreensão de Deus é um ato de amor e justiça, mostrando que Ele se importa com a retidão e a proteção de Seu povo.","referencias_relacionadas":["Salmos 94:15","Provérbios 3:12","Hebreus 12:6"]}}