{"ezequiel_26_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui se refere à queda de uma cidade ou nação, simbolizando a derrota e a destruição.","explicacao_detalhada":"No versículo Ezequiel 26:1, a palavra 'cair' é utilizada para descrever a queda de Tiro, uma cidade poderosa e orgulhosa. Essa queda é um símbolo do juízo de Deus sobre aqueles que se exaltam contra Ele.","por_que_esta_palavra":"A palavra é significativa porque representa a soberania de Deus sobre as nações e a certeza de que o orgulho será derrubado.","conexao_teologica":"A queda de Tiro serve como um aviso sobre as consequências do orgulho e da rebelião contra Deus.","referencias_relacionadas":["Isaías 14:12","Ezequiel 28:17","Daniel 4:37"]},"ezequiel_26_1_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Lua representa um ciclo de tempo e é frequentemente associada a festividades e celebrações no calendário hebraico.","explicacao_detalhada":"Em Ezequiel 26:1, a menção da lua pode simbolizar a passagem do tempo e a continuidade das promessas de Deus, mesmo em meio ao juízo.","por_que_esta_palavra":"A lua é um símbolo de luz em meio à escuridão, representando a esperança de restauração após o juízo.","conexao_teologica":"A lua, como parte da criação de Deus, lembra que Ele controla os ciclos da vida e da história.","referencias_relacionadas":["Gênesis 1:14","Salmos 104:19","Eclesiastes 3:1"]},"ezequiel_26_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se a uma declaração ou mensagem, frequentemente associada à comunicação divina.","explicacao_detalhada":"No contexto de Ezequiel 26:1, a palavra é usada para transmitir a mensagem de Deus sobre o juízo que virá sobre Tiro. É uma declaração profética que não pode ser ignorada.","por_que_esta_palavra":"A palavra é fundamental porque representa a autoridade de Deus e a certeza de que Suas promessas e advertências se cumprirão.","conexao_teologica":"A palavra de Deus é viva e eficaz, e traz tanto juízo quanto esperança.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Mateus 24:35"]},"ezequiel_26_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa descendência, herança e a continuidade da linhagem.","explicacao_detalhada":"Em Ezequiel 26:2, a menção ao 'filho' pode se referir à relação entre Tiro e suas cidades filhas, simbolizando a influência e a extensão do poder de Tiro.","por_que_esta_palavra":"A palavra é significativa porque destaca a conexão entre as nações e suas origens, bem como a responsabilidade que vem com essa herança.","conexao_teologica":"A ideia de filho também se relaciona com a paternidade de Deus e a relação que Ele tem com Seu povo.","referencias_relacionadas":["Salmos 2:7","Romanos 8:14","Gálatas 4:6"]},"ezequiel_26_2_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Povo refere-se a uma coletividade de indivíduos que compartilham uma identidade comum.","explicacao_detalhada":"No versículo Ezequiel 26:2, a palavra 'povo' é usada para descrever os habitantes de Tiro e sua relação com a cidade. Refere-se à unidade e à cultura que eles compartilham.","por_que_esta_palavra":"A palavra é importante porque enfatiza a responsabilidade coletiva e as consequências que um povo enfrenta por suas ações.","conexao_teologica":"Deus se relaciona com Seu povo de maneira coletiva, e a história de Israel é um exemplo de como a desobediência de um povo pode levar ao juízo.","referencias_relacionadas":["Deuteronômio 7:6","Isaías 43:20","1 Pedro 2:9"]},"ezequiel_26_2_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se à humanidade em geral, destacando a fragilidade e a necessidade de Deus.","explicacao_detalhada":"Em Ezequiel 26:2, a palavra 'homem' pode ser vista como um lembrete da condição humana e da dependência de Deus em tempos de crise.","por_que_esta_palavra":"A palavra é significativa porque reflete a criação de Deus e a dignidade do ser humano, que é feito à Sua imagem.","conexao_teologica":"A humanidade é chamada a reconhecer sua posição diante de Deus e a buscar Sua orientação e salvação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"ezequiel_26_3_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Mar representa a vastidão e o poder, frequentemente associado a desafios e forças incontroláveis.","explicacao_detalhada":"No contexto de Ezequiel 26:3, o mar é mencionado como um símbolo do poder de Deus sobre as nações e a inevitabilidade do juízo que virá sobre Tiro.","por_que_esta_palavra":"A palavra é importante porque ilustra a soberania de Deus sobre a criação e as forças que parecem incontroláveis.","conexao_teologica":"Deus é frequentemente descrito como aquele que controla as águas e acalma as tempestades, mostrando Seu poder sobre a criação.","referencias_relacionadas":["Salmos 89:9","Mateus 8:27","Apocalipse 21:1"]},"ezequiel_26_3_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor é um título que expressa autoridade e soberania, referindo-se a Deus.","explicacao_detalhada":"Em Ezequiel 26:3, a palavra 'Senhor' é usada para enfatizar a autoridade de Deus sobre as nações e Seu papel como juiz.","por_que_esta_palavra":"A palavra é significativa porque reafirma a posição de Deus como soberano sobre toda a criação e as nações.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem controle sobre a história e o destino das nações.","referencias_relacionadas":["Salmos 24:1","Isaías 45:6-7","Romanos 13:1"]},"ezequiel_26_3_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Deus é o Criador e Sustentador do universo, enfatizando Sua divindade e poder.","explicacao_detalhada":"No versículo Ezequiel 26:3, a palavra 'Deus' é usada para reafirmar a identidade divina de quem está proferindo o juízo sobre Tiro.","por_que_esta_palavra":"A palavra é importante porque destaca a natureza de Deus como aquele que é digno de adoração e respeito, e que tem autoridade sobre tudo.","conexao_teologica":"A compreensão de Deus como soberano é fundamental para a fé cristã, pois nos lembra de Sua grandeza e do nosso lugar diante dEle.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Apocalipse 4:11"]},"ezequiel_26_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para expressar a ação de entregar ou conceder algo.","explicacao_detalhada":"No contexto de Ezequiel 26:4, a palavra 'dar' refere-se à entrega de Tiro nas mãos dos inimigos, simbolizando a perda de poder e controle.","por_que_esta_palavra":"Esta palavra é crucial para entender a profecia de destruição e a soberania de Deus sobre as nações.","conexao_teologica":"A entrega de Tiro é um exemplo da justiça divina, onde Deus usa nações para cumprir Seus propósitos.","referencias_relacionadas":["Ezequiel 26:7","Ezequiel 30:4","Isaías 23:1"]},"ezequiel_26_4_perecer":{"palavra_pt":"perecer","palavra_original":"שָׁחַת","transliteracao":"shâchath","strong":"H7843","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' indica a destruição completa ou a morte de algo.","explicacao_detalhada":"Em Ezequiel 26:4, 'perecer' se refere ao destino de Tiro, que seria arrasada e deixada em ruínas.","por_que_esta_palavra":"É importante para enfatizar a gravidade da profecia e o juízo de Deus sobre a cidade.","conexao_teologica":"A ideia de perecimento está ligada ao conceito de juízo divino e a necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 18:30","Amós 9:10","Salmos 37:20"]},"ezequiel_26_4_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַס","transliteracao":"hâraç","strong":"H2040","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' implica em causar dano irreparável ou aniquilar.","explicacao_detalhada":"No versículo, 'destruir' refere-se à ação de Deus contra Tiro, que seria completamente arrasada.","por_que_esta_palavra":"É essencial para entender a intensidade do juízo divino e a certeza da profecia.","conexao_teologica":"A destruição de Tiro serve como um aviso sobre as consequências do orgulho e da rebelião contra Deus.","referencias_relacionadas":["Ezequiel 25:7","Jeremias 25:9","Isaías 34:2"]},"ezequiel_26_5_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se ao corpo de água que circunda a cidade de Tiro.","explicacao_detalhada":"Em Ezequiel 26:5, o 'mar' simboliza a riqueza e o comércio que Tiro possuía, que seriam afetados pela destruição.","por_que_esta_palavra":"É importante para ilustrar a queda de uma cidade que era uma potência comercial e marítima.","conexao_teologica":"O mar, como símbolo de caos, representa a desordem que se segue ao juízo de Deus.","referencias_relacionadas":["Ezequiel 27:12","Isaías 23:14","Apocalipse 18:17"]},"ezequiel_26_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão ou causa de um evento.","explicacao_detalhada":"Em Ezequiel 26:5, 'porque' conecta a destruição de Tiro com a ação de Deus, explicando o motivo do juízo.","por_que_esta_palavra":"É fundamental para entender a lógica da profecia e a soberania de Deus sobre a história.","conexao_teologica":"A palavra 'porque' revela a justiça de Deus, que não age sem motivo.","referencias_relacionadas":["Ezequiel 18:30","Romanos 1:18","Salmos 119:75"]},"ezequiel_26_6_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' simboliza a guerra e a violência que viriam sobre Tiro.","explicacao_detalhada":"No contexto de Ezequiel 26:6, a 'espada' representa o instrumento de juízo que Deus usaria para destruir a cidade.","por_que_esta_palavra":"É importante para entender a natureza do juízo divino e a forma como Ele executa Sua vontade.","conexao_teologica":"A espada é um símbolo do juízo e da proteção divina, que pode ser tanto para salvação quanto para destruição.","referencias_relacionadas":["Ezequiel 21:9","Apocalipse 19:15","Romanos 13:4"]},"ezequiel_26_6_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' é usada para descrever a ação de eliminar completamente algo.","explicacao_detalhada":"Em Ezequiel 26:6, 'destruir' enfatiza a totalidade do juízo que cairia sobre Tiro.","por_que_esta_palavra":"É essencial para compreender a seriedade da mensagem profética e o poder de Deus para cumprir Suas promessas.","conexao_teologica":"A destruição é um tema recorrente nas Escrituras, refletindo a justiça de Deus contra a iniquidade.","referencias_relacionadas":["Ezequiel 25:17","Isaías 10:15","Mateus 10:28"]},"ezequiel_26_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão para a ação divina.","explicacao_detalhada":"Em Ezequiel 26:7, 'porque' conecta a destruição de Tiro à vontade de Deus, explicando o motivo do juízo.","por_que_esta_palavra":"É crucial para entender a lógica do juízo e a soberania de Deus sobre as nações.","conexao_teologica":"A repetição da palavra 'porque' reforça a ideia de que Deus age com propósito e justiça.","referencias_relacionadas":["Ezequiel 18:30","Romanos 2:6","Salmos 119:75"]},"ezequiel_26_7_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 26:7, 'senhor' enfatiza a soberania de Deus ao declarar o juízo sobre Tiro.","por_que_esta_palavra":"É fundamental para reconhecer a posição de Deus como juiz e governante do universo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele controla a história e o destino das nações.","referencias_relacionadas":["Salmos 24:1","Isaías 45:7","Romanos 14:9"]},"ezequiel_26_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada novamente para expressar a ação de entregar ou conceder algo.","explicacao_detalhada":"No contexto de Ezequiel 26:8, 'dar' refere-se à entrega de Tiro aos inimigos, simbolizando a perda de poder.","por_que_esta_palavra":"Esta repetição enfatiza a certeza do juízo e a soberania de Deus sobre as nações.","conexao_teologica":"A entrega de Tiro é um exemplo da justiça divina, onde Deus usa nações para cumprir Seus propósitos.","referencias_relacionadas":["Ezequiel 26:7","Ezequiel 30:4","Isaías 23:1"]},"ezequiel_26_8_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue simboliza vida e morte, representando a consequência da violência e do derramamento de sangue em guerras.","explicacao_detalhada":"No contexto de Ezequiel 26:8, o sangue é mencionado em relação à destruição de Tiro, onde a cidade seria invadida e seus habitantes mortos, resultando em um grande derramamento de sangue.","por_que_esta_palavra":"A palavra 'sangue' é utilizada para enfatizar a gravidade do juízo de Deus sobre as nações que se opõem ao Seu povo.","conexao_teologica":"O sangue é um tema central na teologia bíblica, simbolizando tanto a vida quanto a redenção, culminando no sacrifício de Cristo, que derramou Seu sangue por nós.","referencias_relacionadas":["Gênesis 9:6","Levítico 17:11","Mateus 26:28"]},"ezequiel_26_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar aqui se refere à ação de erguer ou restaurar, possivelmente em um contexto de poder e domínio.","explicacao_detalhada":"Em Ezequiel 26:8, a palavra 'levantar' pode ser interpretada como a ação de levantar um exército ou uma força para atacar Tiro, simbolizando a soberania de Deus sobre as nações.","por_que_esta_palavra":"A palavra 'levantar' é crucial para entender a ação de Deus em trazer juízo sobre as nações, mostrando que Ele é quem levanta e derruba reinos.","conexao_teologica":"A ideia de levantar é frequentemente associada ao poder divino, que pode erguer ou derrubar conforme Sua vontade soberana.","referencias_relacionadas":["Salmos 75:7","Daniel 2:21","Romanos 13:1"]},"ezequiel_26_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar implica um chamado urgente, muitas vezes em desespero ou súplica.","explicacao_detalhada":"No versículo, clamar pode se referir ao grito de guerra ou ao lamento dos que estão prestes a sofrer a destruição, refletindo a gravidade da situação.","por_que_esta_palavra":"A palavra 'clamar' é usada para mostrar a intensidade da situação e a necessidade de intervenção divina.","conexao_teologica":"Clamar a Deus é um tema recorrente na Bíblia, onde o povo de Deus busca ajuda e socorro em tempos de crise.","referencias_relacionadas":["Salmos 34:17","Isaías 58:9","Romanos 10:13"]},"ezequiel_26_10_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz representa a comunicação, o poder e a autoridade, especialmente no contexto de um anúncio de juízo.","explicacao_detalhada":"Em Ezequiel 26:10, a voz pode ser entendida como a declaração de Deus através do profeta, anunciando a destruição de Tiro.","por_que_esta_palavra":"A palavra 'voz' é significativa porque representa a mensagem de Deus que é proclamada ao povo, trazendo advertência e juízo.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, simbolizando Sua autoridade e a revelação de Sua vontade ao homem.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"ezequiel_26_10_abundance":{"palavra_pt":"abundance","palavra_original":"שִׁפְעָה","transliteracao":"shiphʻâh","strong":"H8229","significado_raiz":"Ideia básica: abundance.","significado_contextual":"Abundância refere-se a uma grande quantidade, muitas vezes associada a bênçãos ou prosperidade.","explicacao_detalhada":"No contexto de Ezequiel 26:10, a abundância pode ser vista como uma ironia, pois a cidade de Tiro, conhecida por sua riqueza, seria destruída.","por_que_esta_palavra":"A palavra 'abundância' é usada para contrastar a riqueza de Tiro com a ruína que está por vir, enfatizando a fragilidade das posses materiais.","conexao_teologica":"A abundância é um tema que aparece em várias partes da Bíblia, onde Deus promete bênçãos, mas também adverte sobre a futilidade das riquezas sem Ele.","referencias_relacionadas":["Deuteronômio 28:11","Salmos 65:11","Mateus 6:19-21"]},"ezequiel_26_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o espaço físico, mas também pode simbolizar a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"Em Ezequiel 26:11, a terra é mencionada em relação à destruição de Tiro, indicando que a cidade e sua terra seriam devastadas.","por_que_esta_palavra":"A palavra 'terra' é fundamental na narrativa bíblica, pois muitas promessas de Deus estão ligadas à terra que Ele deu ao Seu povo.","conexao_teologica":"A terra é um símbolo da presença de Deus e de Sua promessa, sendo um tema recorrente na história da salvação.","referencias_relacionadas":["Gênesis 12:1-3","Salmos 37:11","Hebreus 11:10"]},"ezequiel_26_11_oppressor":{"palavra_pt":"oppressor","palavra_original":"רָמַס","transliteracao":"râmaç","strong":"H7429","significado_raiz":"Ideia básica: oppressor.","significado_contextual":"O opressor é aquele que exerce domínio e violência sobre os outros, muitas vezes em contextos de guerra.","explicacao_detalhada":"No versículo, o opressor se refere aos conquistadores que invadiriam Tiro, simbolizando a justiça de Deus contra a opressão.","por_que_esta_palavra":"A palavra 'opressor' é usada para descrever a ação de Deus contra aqueles que abusam de poder e oprimem os inocentes.","conexao_teologica":"A opressão é um tema que aparece frequentemente na Bíblia, onde Deus se apresenta como defensor dos oprimidos.","referencias_relacionadas":["Salmos 9:9","Isaías 1:17","Tiago 5:4"]},"ezequiel_26_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa não apenas um edifício, mas também a família e a comunidade que reside nela.","explicacao_detalhada":"Em Ezequiel 26:12, a casa pode simbolizar a destruição das famílias e da estrutura social de Tiro devido ao juízo de Deus.","por_que_esta_palavra":"A palavra 'casa' é significativa porque reflete a ideia de segurança e estabilidade, que será destruída com a queda da cidade.","conexao_teologica":"A casa é um símbolo da presença de Deus e da comunidade de fé, sendo um tema importante na narrativa bíblica.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:6"]},"ezequiel_26_12_cair":{"palavra_pt":"cair","palavra_original":"שָׁלַל","transliteracao":"shâlal","strong":"H7997","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair implica uma queda, muitas vezes associada a um colapso moral ou físico.","explicacao_detalhada":"No contexto de Ezequiel 26:12, cair refere-se à queda de Tiro, que seria destruída por seus inimigos, simbolizando o juízo de Deus.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar a fragilidade das estruturas humanas diante do poder de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, onde Deus derruba os orgulhosos e exalta os humildes.","referencias_relacionadas":["Provérbios 16:18","Isaías 14:12-15","Tiago 4:10"]},"ezequiel_26_13_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado é um dia de descanso e adoração, simbolizando a aliança entre Deus e Seu povo.","explicacao_detalhada":"Em Ezequiel 26:13, a menção ao sábado pode indicar a interrupção das práticas religiosas devido à destruição iminente.","por_que_esta_palavra":"A palavra 'sábado' é significativa porque representa a importância do descanso e da adoração a Deus na vida do povo.","conexao_teologica":"O sábado é um símbolo do descanso de Deus e da redenção, sendo um tema importante na teologia do Antigo e Novo Testamento.","referencias_relacionadas":["Êxodo 20:8-11","Isaías 58:13-14","Hebreus 4:9-10"]},"ezequiel_26_13_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação divina e à expressão de autoridade.","explicacao_detalhada":"Neste contexto, a 'voz' de Deus é um meio pelo qual Ele se manifesta e se comunica com o povo, trazendo juízo e advertência.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a importância da comunicação divina e a necessidade de ouvir e obedecer a Deus.","conexao_teologica":"A voz de Deus é frequentemente associada à criação e à revelação, mostrando que Ele fala e age na história.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1"]},"ezequiel_26_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer ou entregar algo, muitas vezes relacionado a bênçãos ou juízos.","explicacao_detalhada":"Neste versículo, 'dar' pode se referir ao ato de Deus entregar a cidade de Tiro ao juízo, mostrando Sua soberania sobre as nações.","por_que_esta_palavra":"A palavra 'dar' é utilizada para enfatizar a ação de Deus em controlar o destino das cidades e nações.","conexao_teologica":"Deus é visto como o doador de justiça, que dá o que é devido a cada um segundo suas obras.","referencias_relacionadas":["Romanos 12:19","Gálatas 6:7","Apocalipse 20:12"]},"ezequiel_26_14_sol":{"palavra_pt":"sol","palavra_original":"צְחִיחַ","transliteracao":"tsᵉchîyach","strong":"H6706","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' pode simbolizar luz, clareza e a presença de Deus.","explicacao_detalhada":"Neste contexto, o 'sol' pode representar a verdade que brilha sobre a iniquidade, trazendo à tona a realidade do juízo divino.","por_que_esta_palavra":"A escolha da palavra 'sol' sugere a ideia de revelação e a exposição das ações humanas diante de Deus.","conexao_teologica":"Deus é frequentemente descrito como a luz do mundo, e o sol pode simbolizar Sua verdade e justiça.","referencias_relacionadas":["Salmos 84:11","João 8:12","1 João 1:5"]},"ezequiel_26_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus em Suas promessas e juízos.","explicacao_detalhada":"Neste versículo, 'verdade' destaca a certeza do juízo que Deus trará sobre Tiro, reafirmando que Ele é fiel ao que promete.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus como justo e verdadeiro em todas as Suas ações.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"ezequiel_26_15_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A repetição da palavra 'voz' reforça a ideia de comunicação divina e a importância de ouvir a mensagem de Deus.","explicacao_detalhada":"Neste contexto, a 'voz' de Deus é um chamado ao arrependimento e um aviso sobre as consequências do pecado.","por_que_esta_palavra":"A ênfase na 'voz' destaca a urgência da mensagem divina e a necessidade de resposta por parte do povo.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, simbolizando Sua autoridade e desejo de se relacionar com a humanidade.","referencias_relacionadas":["Isaías 30:21","Apocalipse 3:20","Salmos 95:7"]},"ezequiel_26_15_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao ato de aniquilar ou trazer juízo sobre algo.","explicacao_detalhada":"Neste versículo, 'destruir' é uma declaração do juízo de Deus sobre Tiro, mostrando que Ele tem poder sobre as nações.","por_que_esta_palavra":"A palavra 'destruir' é usada para enfatizar a seriedade do juízo e a inevitabilidade das consequências do pecado.","conexao_teologica":"A destruição é um tema que aparece em várias partes da Bíblia, refletindo a justiça de Deus contra a iniquidade.","referencias_relacionadas":["Ezequiel 18:30","Mateus 10:28","Apocalipse 21:8"]},"ezequiel_26_15_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' destaca a posição de Deus como juiz e governante, que tem o direito de executar juízo.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre Deus e Seu povo, enfatizando Sua autoridade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele reina sobre toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Romanos 13:1"]},"ezequiel_26_16_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a um adversário ou alguém que se opõe a Deus e ao Seu povo.","explicacao_detalhada":"Neste versículo, 'inimigo' pode se referir aos povos que se levantam contra Israel, mostrando a luta espiritual e física.","por_que_esta_palavra":"A palavra 'inimigo' é usada para destacar a realidade do conflito entre o povo de Deus e aqueles que se opõem a Ele.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, refletindo a batalha espiritual que os crentes enfrentam.","referencias_relacionadas":["Salmos  enemies 35:1","Efésios 6:12","Romanos 8:31"]},"ezequiel_26_16_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' pode simbolizar caos, poder e a vastidão das nações.","explicacao_detalhada":"Neste contexto, 'mar' pode representar a grandeza do juízo de Deus que se aproxima sobre Tiro e as nações ao seu redor.","por_que_esta_palavra":"A palavra 'mar' é significativa para ilustrar a magnitude do que Deus está prestes a fazer.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar a soberania de Deus sobre as forças caóticas da natureza.","referencias_relacionadas":["Salmos 89:9","Isaías 57:20","Apocalipse 21:1"]},"ezequiel_26_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e ao domínio de Deus sobre ele.","explicacao_detalhada":"Neste versículo, 'terra' destaca a abrangência do juízo de Deus, que se estende a todas as nações e povos.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar que o juízo de Deus não é limitado, mas afeta toda a criação.","conexao_teologica":"A soberania de Deus sobre a terra é um tema central, mostrando que Ele é o criador e sustentador de tudo.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Mateus 5:5"]},"ezequiel_26_17_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um elemento natural que simboliza poder e caos.","explicacao_detalhada":"No contexto de Ezequiel 26:17, o mar é mencionado em relação à destruição de Tiro, simbolizando a força e a inevitabilidade do juízo de Deus sobre as nações.","por_que_esta_palavra":"A palavra 'mar' é utilizada para enfatizar a grandeza e a força do juízo divino, que é comparado ao poder das águas.","conexao_teologica":"O mar muitas vezes representa a separação e o caos, contrastando com a ordem que Deus estabelece em Sua criação.","referencias_relacionadas":["Salmos 89:9","Isaías 57:20","Apocalipse 21:1"]},"ezequiel_26_17_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade como um centro de vida social e econômica.","explicacao_detalhada":"Em Ezequiel 26:17, a cidade de Tiro é mencionada como um símbolo de orgulho e riqueza, que será destruída pelo juízo de Deus.","por_que_esta_palavra":"A palavra 'cidade' é usada para destacar a importância de Tiro como um centro comercial e cultural, que se tornará desolado.","conexao_teologica":"As cidades na Bíblia muitas vezes representam a habitação humana e a cultura, que podem ser julgadas por Deus.","referencias_relacionadas":["Gênesis 10:15","Isaías 14:31","Mateus 11:23"]},"ezequiel_26_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo é feito.","explicacao_detalhada":"No versículo, 'modo' implica a forma como a destruição ocorrerá, enfatizando a certeza do juízo de Deus.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a destruição não será aleatória, mas parte do plano divino.","conexao_teologica":"Deus tem um modo específico de agir em relação ao pecado e à justiça, mostrando Sua soberania.","referencias_relacionadas":["Salmos 37:5","Provérbios 16:9","Romanos 8:28"]},"ezequiel_26_18_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Novamente, refere-se ao mar como um símbolo de poder e destruição.","explicacao_detalhada":"A repetição da palavra 'mar' em Ezequiel 26:18 reforça a ideia de que a destruição de Tiro será tão abrangente quanto as águas do mar.","por_que_esta_palavra":"A ênfase no mar destaca a magnitude do juízo de Deus sobre a cidade.","conexao_teologica":"O mar é frequentemente usado na Bíblia para ilustrar a soberania de Deus sobre as forças da natureza.","referencias_relacionadas":["Salmos 46:2","Isaías 43:2","Mateus 8:27"]},"ezequiel_26_18_seco":{"palavra_pt":"seco","palavra_original":"אִי","transliteracao":"ʼîy","strong":"H339","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se ao estado de desolação e abandono.","explicacao_detalhada":"Em Ezequiel 26:18, o 'seco' simboliza a ausência de vida e prosperidade que resultará da destruição de Tiro.","por_que_esta_palavra":"A palavra 'seco' é usada para contrastar com a vida vibrante que existia na cidade antes de sua queda.","conexao_teologica":"A desolação é uma consequência do juízo divino, refletindo a separação entre Deus e aqueles que O rejeitam.","referencias_relacionadas":["Ezequiel 37:1-14","Mateus 23:38","Apocalipse 16:12"]},"ezequiel_26_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de julgamento.","explicacao_detalhada":"O 'dia' mencionado em Ezequiel 26:18 indica um tempo determinado em que a justiça de Deus será manifestada.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender que o juízo de Deus não é apenas uma ideia abstrata, mas um evento real e iminente.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na Bíblia, simbolizando o tempo em que Deus intervirá na história.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","2 Pedro 3:10"]},"ezequiel_26_19_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se novamente à cidade de Tiro, enfatizando sua importância e seu destino.","explicacao_detalhada":"Em Ezequiel 26:19, a cidade é mencionada para destacar a transformação que ocorrerá devido ao juízo de Deus.","por_que_esta_palavra":"A repetição da palavra 'cidade' reforça a ideia de que o juízo de Deus afetará diretamente os centros de poder humano.","conexao_teologica":"As cidades na Bíblia são frequentemente vistas como representações do orgulho humano e da resistência a Deus.","referencias_relacionadas":["Ezequiel 28:17","Isaías 24:10","Mateus 5:14"]},"ezequiel_26_19_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade diante de Deus.","explicacao_detalhada":"A palavra 'homem' em Ezequiel 26:19 enfatiza a vulnerabilidade da humanidade diante do juízo divino.","por_que_esta_palavra":"A inclusão da palavra 'homem' destaca a condição humana e a necessidade de arrependimento.","conexao_teologica":"A fragilidade do homem é um tema central na teologia, mostrando a dependência da graça de Deus.","referencias_relacionadas":["Salmos 103:15-16","Isaías 40:6-8","Romanos 3:23"]},"ezequiel_26_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa do juízo que se aproxima.","explicacao_detalhada":"A palavra 'porque' em Ezequiel 26:19 introduz a justificativa para a destruição, ligando-a ao comportamento da cidade.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a lógica do juízo de Deus, que é sempre baseado em justiça.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde cada ação divina é justificada por Sua natureza santa.","referencias_relacionadas":["Gênesis 18:25","Salmos 9:16","Romanos 2:6"]},"ezequiel_26_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o espaço físico que será afetado pelo juízo.","explicacao_detalhada":"Em Ezequiel 26:20, a 'terra' é mencionada para indicar que o impacto do juízo de Deus se estenderá além da cidade, afetando toda a região.","por_que_esta_palavra":"A palavra 'terra' é importante para entender a abrangência do juízo de Deus, que não se limita a um único lugar.","conexao_teologica":"A terra é frequentemente vista na Bíblia como a criação de Deus, que pode ser sujeita a Sua vontade e juízo.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"ezequiel_26_20_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus e à sua soberania sobre as nações.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) é usada para descrever a natureza imutável e perpétua de Deus, que não está sujeita ao tempo e às mudanças que afetam a criação.","por_que_esta_palavra":"Esta palavra é importante para enfatizar a durabilidade e a permanência dos propósitos de Deus, especialmente em relação ao julgamento e à restauração.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, mostrando que Ele é o Criador que existe fora do tempo e que seus planos são eternos.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"ezequiel_26_20_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou entregar algo a alguém, frequentemente em um contexto de súplica ou necessidade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica um ato de generosidade ou transferência de propriedade, que pode ser tanto físico quanto espiritual.","por_que_esta_palavra":"É usada para mostrar a relação entre Deus e seu povo, onde Ele dá bênçãos, promessas e até mesmo juízos.","conexao_teologica":"A ideia de dar está ligada à graça de Deus, que oferece salvação e bênçãos aos que creem.","referencias_relacionadas":["Tiago 1:17","Romanos 8:32","Mateus 7:11"]},"ezequiel_26_21_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Reitera a ideia de que o juízo de Deus é definitivo e duradouro.","explicacao_detalhada":"A repetição da palavra 'eterno' (עוֹלָם) neste contexto enfatiza a seriedade e a irrevogabilidade das ações de Deus em relação às nações.","por_que_esta_palavra":"É crucial para entender que os juízos de Deus não são temporários, mas têm consequências eternas.","conexao_teologica":"A eternidade de Deus também implica que suas promessas de restauração são igualmente eternas.","referencias_relacionadas":["Eclesiastes 3:14","Daniel 4:34","Apocalipse 21:4"]},"ezequiel_26_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar, especialmente em um contexto de resposta a um clamor ou necessidade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) aqui pode ser vista como uma resposta de Deus às súplicas do seu povo ou como um ato de justiça.","por_que_esta_palavra":"É importante para entender a dinâmica entre a oração e a resposta divina, mostrando que Deus ouve e age.","conexao_teologica":"A relação entre clamor e resposta é fundamental na vida de fé, onde Deus é visto como um provedor e protetor.","referencias_relacionadas":["Salmos 34:17","1 João 5:14","Mateus 21:22"]},"ezequiel_26_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade e à fidelidade de Deus em suas promessas e juízos.","explicacao_detalhada":"A palavra 'verdade' (לֹא) enfatiza a certeza de que Deus cumprirá o que prometeu, tanto em bênçãos quanto em juízos.","por_que_esta_palavra":"É essencial para a confiança do povo em Deus, sabendo que Ele é fiel e verdadeiro em todas as suas palavras.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, que assegura que suas promessas são eternas e confiáveis.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]}}