{"ezequiel_27_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de uma nação ou cidade, simbolizando juízo e destruição.","explicacao_detalhada":"A palavra 'cair' (הָיָה) implica um colapso, que pode ser físico, moral ou espiritual, refletindo a consequência do pecado.","por_que_esta_palavra":"É usada para descrever a inevitabilidade do juízo de Deus sobre aqueles que se afastam de seus caminhos.","conexao_teologica":"A queda é um tema recorrente na Bíblia, mostrando que a desobediência leva à ruína, enquanto a obediência traz bênçãos.","referencias_relacionadas":["Provérbios 16:18","Isaías 24:10","Mateus 7:27"]},"ezequiel_27_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus, que pode ser uma mensagem de juízo ou esperança.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é central na revelação divina, representando a vontade e os propósitos de Deus para a humanidade.","por_que_esta_palavra":"É importante porque destaca a importância da revelação de Deus e como ela molda a vida do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","2 Timóteo 3:16"]},"ezequiel_27_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é um título que expressa a soberania e a divindade de Deus, sendo central na adoração.","por_que_esta_palavra":"É crucial para entender a relação entre Deus e seu povo, onde o nome de Deus invoca sua presença e poder.","conexao_teologica":"O nome de Deus é frequentemente associado à sua revelação e ao seu caráter, sendo um tema importante na adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ezequiel_27_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e seu povo, frequentemente descrito como filhos.","explicacao_detalhada":"A palavra 'filho' (בֵּן) implica uma relação de intimidade e herança, mostrando o cuidado de Deus por seu povo.","por_que_esta_palavra":"É importante para entender a identidade do povo de Deus como sua família e a responsabilidade que isso implica.","conexao_teologica":"A filiação é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","1 João 3:1"]},"ezequiel_27_2_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à criação de Deus.","explicacao_detalhada":"A palavra 'homem' (אָדָם) enfatiza a dignidade e a responsabilidade do ser humano como imagem de Deus.","por_que_esta_palavra":"É importante para entender a natureza do ser humano e seu papel na criação e na história da salvação.","conexao_teologica":"A humanidade é vista como o ápice da criação, com um propósito divino e uma relação especial com Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Romanos 5:12"]},"ezequiel_27_2_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Tiro, uma cidade portuária famosa por sua riqueza e comércio.","explicacao_detalhada":"A palavra 'grande' neste contexto enfatiza a importância e a influência de Tiro no comércio marítimo da época. A cidade era conhecida por sua prosperidade e poder econômico.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a magnitude do impacto de Tiro na região e sua reputação entre as nações.","conexao_teologica":"A grandeza de Tiro serve como um aviso sobre a soberania de Deus sobre as nações e a eventual queda dos orgulhosos.","referencias_relacionadas":["Ezequiel 26:1-21","Isaías 23:1-18","Amós 1:9-10"]},"ezequiel_27_3_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Indica a ação de avaliar ou decidir sobre a situação de Tiro e suas práticas comerciais.","explicacao_detalhada":"A palavra 'julgar' implica um processo de discernimento e avaliação das ações de Tiro, que eram frequentemente corruptas e injustas.","por_que_esta_palavra":"A utilização do termo 'julgar' reflete a intenção de Deus de trazer justiça e retribuição às nações que se afastaram de Seus caminhos.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, mostrando que Ele não ignora a injustiça.","referencias_relacionadas":["Salmos 96:13","Isaías 11:4","Miquéias 6:8"]},"ezequiel_27_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Em Ezequiel 27:3, \"dizer\" aparece na frase \"E dize a Tiro, que habita nas entradas do mar, e negocia com os povos em muitas ilhas: Assim diz o Senhor Deus: Ó Tiro, tu dizes: Eu sou pe…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אָמַר; ʼâmar; H559), \"dizer\" traz a ideia de dizer. Aqui, essa palavra deixa o ensino de Ezequiel 27:3 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"dizer\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Ezequiel 28:22. Lendo junto com Ezequiel 27:3, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Ezequiel 27:3","Ezequiel 28:22","Salmos 119:105"]},"ezequiel_27_3_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar Mediterrâneo, que era vital para o comércio de Tiro.","explicacao_detalhada":"A palavra 'mar' neste contexto simboliza a fonte de riqueza e o meio de comunicação de Tiro, que dependia do comércio marítimo.","por_que_esta_palavra":"A menção do mar destaca a conexão de Tiro com outras nações e a sua dependência das rotas marítimas.","conexao_teologica":"O mar é frequentemente usado na Bíblia como símbolo de nações e povos, refletindo a soberania de Deus sobre todas as nações.","referencias_relacionadas":["Salmos 107:23-30","Isaías 57:20","Apocalipse 17:15"]},"ezequiel_27_4_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões de Tiro, simbolizando sua ambição e desejo de poder.","explicacao_detalhada":"A palavra 'coração' representa a motivação interna de Tiro, que buscava riqueza e influência a qualquer custo.","por_que_esta_palavra":"A escolha de 'coração' enfatiza que as ações de Tiro eram guiadas por desejos egoístas e ambições desmedidas.","conexao_teologica":"A Bíblia frequentemente menciona o coração como o lugar onde as decisões são tomadas, refletindo a natureza humana pecaminosa.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Mateus 15:19"]},"ezequiel_27_4_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Novamente se refere ao mar Mediterrâneo, enfatizando a importância do comércio marítimo.","explicacao_detalhada":"A repetição da palavra 'mar' reforça a ideia de que Tiro era uma potência marítima e dependia do mar para sua prosperidade.","por_que_esta_palavra":"A ênfase no mar destaca a interconexão entre as nações e a dependência de Tiro das rotas comerciais marítimas.","conexao_teologica":"O mar simboliza a diversidade das nações e a soberania de Deus sobre todos os povos.","referencias_relacionadas":["Ezequiel 26:16","Isaías 23:3","Apocalipse 18:17"]},"ezequiel_27_4_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza das fronteiras e influência de Tiro.","explicacao_detalhada":"A palavra 'grande' aqui indica não apenas tamanho físico, mas também a extensão do poder e da influência de Tiro sobre outras nações.","por_que_esta_palavra":"A repetição de 'grande' enfatiza a magnitude do impacto de Tiro na história e na geopolítica da época.","conexao_teologica":"A grandeza humana é efêmera e, muitas vezes, é usada por Deus para mostrar a fragilidade do orgulho humano.","referencias_relacionadas":["Ezequiel 28:2","Isaías 14:13-14","Daniel 4:30"]},"ezequiel_27_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à força e à ferocidade, simbolizando a natureza predatória de Tiro no comércio.","explicacao_detalhada":"A palavra 'urso' é usada metaforicamente para descrever a maneira como Tiro dominava e explorava outras nações.","por_que_esta_palavra":"A escolha de 'urso' destaca a brutalidade e a astúcia de Tiro em suas práticas comerciais.","conexao_teologica":"A ferocidade dos predadores é uma imagem que pode ser usada para descrever a opressão e a injustiça entre as nações.","referencias_relacionadas":["Daniel 7:5","Amós 3:4","Miquéias 3:1-3"]},"ezequiel_27_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Ezequiel 27:5, \"modo\" aparece na frase \"Fabricaram todos os teus conveses de faias de Senir; trouxeram cedros do Líbano para te fazerem mastros.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Ezequiel 27:5 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Ezequiel 27:9. Lendo junto com Ezequiel 27:5, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Ezequiel 27:5","Ezequiel 27:9","Salmos 119:105"]},"ezequiel_27_5_senir":{"palavra_pt":"senir","palavra_original":"שְׁנִיר","transliteracao":"Shᵉnîyr","strong":"H8149","significado_raiz":"Ideia básica: senir.","significado_contextual":"Refere-se a uma montanha ou região, simbolizando a força e a estabilidade de Tiro.","explicacao_detalhada":"A palavra 'senir' pode representar um local de poder e influência, reforçando a ideia de que Tiro era uma fortaleza comercial.","por_que_esta_palavra":"A escolha de 'senir' sugere que Tiro tinha bases sólidas que sustentavam sua grandeza e poder.","conexao_teologica":"A Bíblia frequentemente usa montanhas como símbolos de força e estabilidade, refletindo a proteção de Deus sobre Seu povo.","referencias_relacionadas":["Salmos 125:1","Isaías 2:2","Miquéias 4:1"]},"ezequiel_27_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como uma metáfora para força e poder.","explicacao_detalhada":"No contexto de Ezequiel 27, o urso simboliza a força das nações que atacam e dominam. A imagem do urso evoca a ideia de um predador poderoso, refletindo a força militar e a ferocidade.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a força e a ferocidade das nações que se levantam contra Israel.","conexao_teologica":"A força das nações é um tema recorrente na Bíblia, onde Deus usa até mesmo os inimigos de Israel para cumprir Seus propósitos.","referencias_relacionadas":["Daniel 7:5","Amós 3:8","Isaías 13:17"]},"ezequiel_27_6_seco":{"palavra_pt":"seco","palavra_original":"אִי","transliteracao":"ʼîy","strong":"H339","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se à condição árida e desprovida de vida.","explicacao_detalhada":"A palavra 'seco' é usada para descrever a terra ou o ambiente que não é fértil, simbolizando a desolação e a falta de prosperidade.","por_que_esta_palavra":"A utilização de 'seco' enfatiza a devastação que virá sobre as nações que se opõem a Deus e ao Seu povo.","conexao_teologica":"A desolação é frequentemente um símbolo do juízo de Deus sobre as nações.","referencias_relacionadas":["Isaías 35:1","Ezequiel 36:34","Salmos 107:33-34"]},"ezequiel_27_6_bashan":{"palavra_pt":"bashan","palavra_original":"בָּשָׁן","transliteracao":"Bâshân","strong":"H1316","significado_raiz":"Ideia básica: bashan.","significado_contextual":"Bashan é uma região conhecida por sua fertilidade e pastagens.","explicacao_detalhada":"No contexto de Ezequiel 27, Bashan é mencionada como um lugar de riqueza e abundância, simbolizando a prosperidade que é frequentemente associada ao povo de Deus.","por_que_esta_palavra":"A referência a Bashan destaca a riqueza e a fertilidade que Deus prometeu a Israel, contrastando com a desolação que virá sobre os inimigos.","conexao_teologica":"Bashan é frequentemente mencionada nas Escrituras como um símbolo de bênção e prosperidade.","referencias_relacionadas":["Deuteronômio 3:10","Salmos 22:12","Miquéias 7:14"]},"ezequiel_27_7_obra":{"palavra_pt":"obra","palavra_original":"רִקְמָה","transliteracao":"riqmâh","strong":"H7553","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho ou à criação de algo.","explicacao_detalhada":"A palavra 'obra' implica um esforço deliberado e criativo, muitas vezes associado ao trabalho de Deus na criação e na redenção.","por_que_esta_palavra":"A menção de 'obra' enfatiza a habilidade e a destreza dos artesãos e comerciantes que contribuíam para a riqueza das nações.","conexao_teologica":"Deus é apresentado como o grande Criador, cuja obra é perfeita e intencional.","referencias_relacionadas":["Gênesis 1:31","Salmos 104:24","Efésios 2:10"]},"ezequiel_27_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica uma queda ou um colapso.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a ruína de cidades e nações que se afastam de Deus.","por_que_esta_palavra":"A utilização de 'cair' enfatiza o juízo de Deus sobre aqueles que se opõem a Ele.","conexao_teologica":"A queda é um tema central na Bíblia, simbolizando a consequência do pecado e da desobediência.","referencias_relacionadas":["Provérbios 16:18","Isaías 14:12","Mateus 7:27"]},"ezequiel_27_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou decidir sobre algo.","explicacao_detalhada":"A palavra 'julgar' implica a ação de Deus em determinar o destino das nações com base em suas ações.","por_que_esta_palavra":"A menção de 'julgar' destaca a soberania de Deus sobre a história e as nações.","conexao_teologica":"Deus é o juiz supremo que avaliará as ações de todos os povos.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10","Apocalipse 20:12"]},"ezequiel_27_8_arvad":{"palavra_pt":"arvad","palavra_original":"אַרְוַד","transliteracao":"ʼArvad","strong":"H719","significado_raiz":"Ideia básica: arvad.","significado_contextual":"Arvad é uma cidade mencionada como parte das nações que comerciavam.","explicacao_detalhada":"A referência a Arvad destaca a importância das cidades fenícias no comércio e na cultura da época.","por_que_esta_palavra":"Arvad simboliza a riqueza e a influência das nações que se opõem a Israel.","conexao_teologica":"As nações são frequentemente usadas por Deus para cumprir Seus propósitos, mesmo que se oponham a Seu povo.","referencias_relacionadas":["Ezequiel 27:8","Isaías 23:1","Jeremias 25:22"]},"ezequiel_27_8_nome":{"palavra_pt":"nome","palavra_original":"צִידוֹן","transliteracao":"Tsîydôwn","strong":"H6721","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou à reputação de uma pessoa ou nação.","explicacao_detalhada":"A palavra 'nome' implica a importância da reputação e da honra, especialmente em contextos de comércio e relações internacionais.","por_que_esta_palavra":"A menção do 'nome' destaca a importância da honra e da reputação nas interações entre as nações.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua glória e ao Seu caráter.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Romanos 10:13"]},"ezequiel_27_9_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao corpo de água que é vital para o comércio e a vida.","explicacao_detalhada":"A palavra 'mar' simboliza tanto a abundância quanto o perigo, representando as nações que navegam e comerciam.","por_que_esta_palavra":"A menção do 'mar' destaca a importância das rotas comerciais e a interconexão entre as nações.","conexao_teologica":"O mar é frequentemente usado na Bíblia como símbolo de caos e poder, mas também de bênção.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Mateus 8:27"]},"ezequiel_27_9_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de segurar ou prender algo firmemente.","explicacao_detalhada":"A palavra 'agarrar' implica um esforço para manter controle ou domínio sobre algo.","por_que_esta_palavra":"A utilização de 'agarrar' enfatiza a luta e a resistência das nações em manter seu poder.","conexao_teologica":"A luta pelo poder é um tema recorrente, refletindo a batalha espiritual entre o bem e o mal.","referencias_relacionadas":["Isaías 41:10","Salmos 63:8","Filipenses 3:12"]},"ezequiel_27_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou apresentadas.","explicacao_detalhada":"No contexto de Ezequiel 27, 'modo' indica a forma como as nações se relacionavam com Tiro, enfatizando a importância das práticas comerciais e culturais.","por_que_esta_palavra":"A palavra é usada para descrever a maneira específica em que as interações e transações ocorriam, refletindo a complexidade das relações comerciais.","conexao_teologica":"O 'modo' de agir reflete a soberania de Deus sobre as nações e suas interações, mostrando que Ele está ciente de como cada um se comporta.","referencias_relacionadas":["Ezequiel 27:1-2","Ezequiel 28:12","Isaías 23:1"]},"ezequiel_27_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e o papel do homem nas interações sociais.","explicacao_detalhada":"A palavra 'homem' é utilizada para destacar a presença e a importância dos indivíduos nas transações e relações descritas, mostrando que cada pessoa tem um papel significativo.","por_que_esta_palavra":"É fundamental para entender a natureza das relações humanas e a responsabilidade individual nas ações coletivas.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Eclesiastes 7:29"]},"ezequiel_27_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, muitas vezes em um contexto de necessidade ou solicitação.","explicacao_detalhada":"No versículo, 'dar' implica em ações de generosidade ou comércio, onde as nações oferecem bens e serviços umas às outras.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a troca e a interdependência entre as nações, refletindo a dinâmica econômica da época.","conexao_teologica":"O ato de dar é um princípio bíblico que reflete a generosidade de Deus e a expectativa de que os seres humanos também sejam generosos.","referencias_relacionadas":["Atos 20:35","2 Coríntios 9:7","Provérbios 11:25"]},"ezequiel_27_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, simbolizando continuidade e herança.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação entre Tiro e suas colônias, enfatizando a ideia de que as nações são como filhos que se originam de uma mãe comum.","por_que_esta_palavra":"A utilização de 'filho' destaca a conexão e a responsabilidade que as nações têm umas com as outras.","conexao_teologica":"A relação de pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 2:7","Romanos 8:14-17","Gálatas 4:6"]},"ezequiel_27_11_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2428","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder, muitas vezes em um contexto militar ou de influência.","explicacao_detalhada":"A palavra 'força' é utilizada para descrever a capacidade de Tiro de exercer influência e poder sobre outras nações através de seu comércio e riqueza.","por_que_esta_palavra":"A ênfase na força destaca a posição de Tiro como uma potência econômica e militar na época.","conexao_teologica":"A força é um atributo de Deus, que é descrito como poderoso e forte em Sua proteção e justiça.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","2 Coríntios 12:9"]},"ezequiel_27_12_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"Refere-se à abundância de recursos e riquezas.","explicacao_detalhada":"A palavra 'abundância' descreve a riqueza que Tiro possuía e como isso influenciava suas relações comerciais com outras nações.","por_que_esta_palavra":"A ênfase na abundância destaca a prosperidade de Tiro e a atração que isso tinha para outras nações.","conexao_teologica":"A abundância é vista como uma bênção de Deus, que provê para Seu povo e para aqueles que O seguem.","referencias_relacionadas":["Deuteronômio 28:11","Salmos 37:25","Filipenses 4:19"]},"ezequiel_27_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as transações e interações são realizadas.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância das práticas e costumes nas relações comerciais.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica das interações entre as nações e como elas se comportam umas com as outras.","conexao_teologica":"A maneira como agimos reflete nossa relação com Deus e os princípios que seguimos em nossas vidas.","referencias_relacionadas":["Mateus 7:12","Colossenses 3:23","1 Pedro 2:12"]},"ezequiel_27_12_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"Refere-se a um metal precioso, simbolizando riqueza e valor.","explicacao_detalhada":"A palavra 'prata' é utilizada para descrever os bens que eram trocados e a riqueza que Tiro acumulava através do comércio.","por_que_esta_palavra":"A prata é um símbolo de riqueza e prosperidade, essencial para entender o contexto econômico da época.","conexao_teologica":"A prata, como outros metais preciosos, é frequentemente usada na Bíblia para simbolizar a pureza e a riqueza espiritual.","referencias_relacionadas":["Salmos 119:72","Provérbios 3:14","Mateus 6:19-21"]},"ezequiel_27_13_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida, enfatizando a essência do ser humano.","explicacao_detalhada":"A palavra 'alma' é usada para descrever a vitalidade e a importância da vida humana nas interações sociais e comerciais.","por_que_esta_palavra":"A ênfase na alma destaca a dignidade e o valor de cada indivíduo nas relações descritas.","conexao_teologica":"A alma é vista como a parte eterna do ser humano, que Deus valoriza e busca redimir.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Pedro 1:9"]},"ezequiel_27_13_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"Refere-se a um portador de armadura, simbolizando proteção e defesa.","explicacao_detalhada":"A palavra 'armour bearer' é utilizada para descrever a função de proteção que alguns indivíduos desempenhavam, refletindo a importância da segurança nas relações.","por_que_esta_palavra":"A escolha dessa palavra destaca a necessidade de proteção em tempos de conflito e a importância de aliados.","conexao_teologica":"Deus é frequentemente descrito como nosso protetor e defensor, refletindo a função do 'armour bearer' em um contexto espiritual.","referencias_relacionadas":["Salmos 91:2","Efésios 6:11-17","2 Timóteo 4:18"]},"ezequiel_27_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer ou conceder algo a alguém.","explicacao_detalhada":"No contexto de Ezequiel 27:13, 'dar' implica em uma troca ou oferta, possivelmente relacionada ao comércio e às alianças entre nações.","por_que_esta_palavra":"Esta palavra é usada para descrever a generosidade e a troca de bens entre os povos, refletindo a dinâmica econômica da época.","conexao_teologica":"A ideia de dar é central na teologia bíblica, onde Deus é visto como o maior doador, oferecendo bênçãos e salvação.","referencias_relacionadas":["Gênesis 12:2","Mateus 7:11","Tiago 1:17"]},"ezequiel_27_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' representa não apenas uma estrutura física, mas também um lar, um lugar de segurança e pertencimento.","explicacao_detalhada":"Em Ezequiel 27:14, 'casa' pode simbolizar a nação de Israel ou a comunidade de fé, enfatizando a importância da unidade e proteção.","por_que_esta_palavra":"A palavra é crucial para entender a identidade e a história do povo de Deus, que é frequentemente descrito como a 'casa' de Deus.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, representando a presença divina entre o Seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"ezequiel_27_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, alguém que é parte de uma linhagem ou família.","explicacao_detalhada":"No versículo, 'filho' pode simbolizar a continuidade da herança e a relação entre as gerações, especialmente no contexto da aliança de Deus com Israel.","por_que_esta_palavra":"A palavra é usada para enfatizar a relação íntima entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","conexao_teologica":"A filiação é um conceito teológico importante, refletindo a adoção e a relação pessoal que os crentes têm com Deus.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:7","Efésios 1:5"]},"ezequiel_27_15_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, frequentemente simbolizando a dignidade e a responsabilidade que vêm com a criação à imagem de Deus.","explicacao_detalhada":"Em Ezequiel 27:15, 'homem' pode se referir à condição humana em relação a Deus e à sociedade, destacando a necessidade de justiça e moralidade.","por_que_esta_palavra":"A palavra é importante para entender a natureza da humanidade e seu papel no plano divino.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a criação à imagem de Deus e a responsabilidade moral.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"ezequiel_27_15_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se a um local de sacrifício e adoração, onde se busca a presença de Deus.","explicacao_detalhada":"No contexto de Ezequiel 27:15, 'altar' pode simbolizar a devoção e a necessidade de expiação, refletindo a relação entre o homem e Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da adoração e do sacrifício na vida espiritual do povo de Deus.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e a humanidade, sendo central na adoração do Antigo Testamento.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"ezequiel_27_16_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"A palavra 'abundantemente' refere-se a uma grande quantidade ou plenitude de algo.","explicacao_detalhada":"Em Ezequiel 27:16, 'abundantemente' pode descrever a riqueza e a prosperidade que vêm da bênção de Deus sobre uma nação.","por_que_esta_palavra":"Esta palavra é usada para ilustrar a generosidade de Deus e a abundância que Ele oferece àqueles que O seguem.","conexao_teologica":"A abundância é um tema bíblico que reflete a generosidade de Deus e Sua provisão para o Seu povo.","referencias_relacionadas":["Salmos 23:5","Filipenses 4:19","2 Coríntios 9:8"]},"ezequiel_27_16_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é moralmente correto, desejável ou benéfico.","explicacao_detalhada":"No contexto de Ezequiel 27:16, 'bom' pode descrever a qualidade dos produtos ou ações que são agradáveis a Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da moralidade e da ética na vida do povo de Deus.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu caráter e a expectativa de que Seu povo viva de acordo com Seus padrões.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Gálatas 5:22"]},"ezequiel_27_16_emerald":{"palavra_pt":"emerald","palavra_original":"נֹפֶךְ","transliteracao":"nôphek","strong":"H5306","significado_raiz":"Ideia básica: emerald.","significado_contextual":"A palavra 'esmeralda' refere-se a uma pedra preciosa, simbolizando beleza e valor.","explicacao_detalhada":"Em Ezequiel 27:16, 'esmeralda' pode representar a riqueza e a glória das nações, bem como a beleza da criação de Deus.","por_que_esta_palavra":"Esta palavra é usada para ilustrar a magnificência e a riqueza que Deus criou e que são reflexos de Sua glória.","conexao_teologica":"As pedras preciosas são frequentemente usadas na Bíblia como símbolos da beleza e da riqueza do reino de Deus.","referencias_relacionadas":["Apocalipse 21:19","Êxodo 28:18","Ezequiel 28:13"]},"ezequiel_27_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao mundo físico e ao lar do ser humano.","explicacao_detalhada":"No contexto de Ezequiel 27:17, 'terra' pode simbolizar a herança que Deus deu ao Seu povo e a importância da criação.","por_que_esta_palavra":"A palavra é usada para enfatizar a relação entre o povo de Deus e a terra que Ele prometeu.","conexao_teologica":"A terra é um tema central na Bíblia, representando a promessa de Deus e a aliança com Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:11"]},"ezequiel_27_17_trigo":{"palavra_pt":"trigo","palavra_original":"חִטָּה","transliteracao":"chiṭṭâh","strong":"H2406","significado_raiz":"Ideia básica: trigo.","significado_contextual":"A palavra 'trigo' refere-se a um grão essencial para a alimentação e a sobrevivência.","explicacao_detalhada":"Em Ezequiel 27:17, 'trigo' pode simbolizar a provisão de Deus e a abundância que Ele oferece ao Seu povo.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a dependência do povo de Deus em Sua provisão diária.","conexao_teologica":"O trigo é frequentemente usado na Bíblia como símbolo de sustento e bênção divina.","referencias_relacionadas":["Mateus 6:11","João 6:35","Gálatas 6:7"]},"ezequiel_27_17_pannag":{"palavra_pt":"pannag","palavra_original":"פַּנַּג","transliteracao":"pannag","strong":"H6436","significado_raiz":"Ideia básica: pannag.","significado_contextual":"Pannag refere-se a um tipo de especiaria ou iguaria valiosa, simbolizando riqueza e comércio.","explicacao_detalhada":"No contexto de Ezequiel 27, pannag é mencionado como parte da riqueza de Tiro, uma cidade conhecida por seu comércio e abundância de bens preciosos. A palavra sugere não apenas um produto, mas também a prosperidade que Tiro experimentava devido ao seu comércio.","por_que_esta_palavra":"A inclusão de pannag destaca a riqueza e a variedade de produtos que eram comercializados, enfatizando a decadência que Tiro enfrentaria devido ao seu orgulho e corrupção.","conexao_teologica":"Pannag representa a tentação das riquezas materiais e como elas podem levar ao afastamento de Deus. A queda de Tiro serve como um aviso sobre a futilidade de confiar em bens materiais.","referencias_relacionadas":["Ezequiel 27:12","Ezequiel 27:24","Isaías 23:8"]},"ezequiel_27_18_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"Refere-se à abundância de bens e riquezas que eram parte do comércio de Tiro.","explicacao_detalhada":"A palavra 'abundância' enfatiza a grande quantidade de mercadorias que Tiro possuía, refletindo seu status como um centro comercial próspero. Essa abundância é contrastada com a destruição que viria sobre a cidade.","por_que_esta_palavra":"A ênfase na abundância serve para mostrar o contraste entre a riqueza temporária e a realidade da juízo de Deus sobre a cidade.","conexao_teologica":"A abundância de Tiro é um lembrete de que as bênçãos materiais podem ser efêmeras e que a verdadeira riqueza está em um relacionamento com Deus.","referencias_relacionadas":["Ezequiel 27:19","Ezequiel 27:22","Provérbios 11:28"]},"ezequiel_27_18_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade dos produtos que eram comercializados, indicando que eram de alta qualidade.","explicacao_detalhada":"A palavra 'bom' sugere que os bens de Tiro não eram apenas abundantes, mas também de excelente qualidade, o que atraía compradores de várias nações.","por_que_esta_palavra":"A menção de 'bom' destaca a reputação de Tiro como um centro de comércio de produtos de qualidade, o que contribuiu para seu sucesso econômico.","conexao_teologica":"A qualidade dos produtos pode ser vista como uma metáfora para a qualidade da vida que Deus deseja para seu povo, que deve ser marcada pela excelência e integridade.","referencias_relacionadas":["Ezequiel 27:12","Ezequiel 27:24","Salmos 37:4"]},"ezequiel_27_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como os produtos eram apresentados ou comercializados.","explicacao_detalhada":"A palavra 'modo' implica que havia uma forma específica de negociar e apresentar os bens, refletindo a cultura comercial de Tiro.","por_que_esta_palavra":"A ênfase no 'modo' sugere que a forma de fazer negócios é tão importante quanto os produtos em si, indicando a necessidade de ética nas transações.","conexao_teologica":"Isso se conecta à ideia de que a maneira como vivemos e fazemos negócios deve refletir os princípios de Deus, promovendo justiça e honestidade.","referencias_relacionadas":["Provérbios 16:11","Miquéias 6:11","Colossenses 3:23"]},"ezequiel_27_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, possivelmente em um contexto de comércio ou troca.","explicacao_detalhada":"A palavra 'dar' pode indicar tanto a ação de oferecer mercadorias quanto a ideia de clamar por ajuda ou reconhecimento, refletindo a dinâmica do comércio.","por_que_esta_palavra":"A inclusão de 'dar' enfatiza a interdependência entre as nações e a importância das relações comerciais.","conexao_teologica":"Isso pode ser visto como um paralelo à maneira como Deus nos chama a dar e servir aos outros, refletindo Seu caráter generoso.","referencias_relacionadas":["Mateus 5:42","Atos 20:35","2 Coríntios 9:7"]},"ezequiel_27_19_nome":{"palavra_pt":"nome","palavra_original":"יָוָן","transliteracao":"Yâvân","strong":"H3120","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma nação ou povo, neste caso, Javan, que representa os gregos.","explicacao_detalhada":"O nome 'Javan' é associado à cultura grega e ao comércio marítimo, indicando a influência e a conexão de Tiro com outras nações.","por_que_esta_palavra":"A menção de 'nome' destaca a importância da identidade nacional e cultural no contexto do comércio e das alianças.","conexao_teologica":"Isso reflete a ideia de que Deus conhece e se importa com as nações e suas identidades, e que todas as culturas têm um lugar em Seu plano.","referencias_relacionadas":["Gênesis 10:2","Isaías 66:19","Ezequiel 27:13"]},"ezequiel_27_20_nome":{"palavra_pt":"nome","palavra_original":"דְּדָן","transliteracao":"Dᵉdân","strong":"H1719","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de outra nação, Dedã, que também estava envolvida no comércio.","explicacao_detalhada":"Dedã era uma tribo conhecida por seu comércio e riqueza, e sua menção destaca a diversidade de parceiros comerciais de Tiro.","por_que_esta_palavra":"A inclusão de 'nome' novamente enfatiza a importância das relações comerciais e a interconexão entre as nações.","conexao_teologica":"Isso nos lembra que Deus está ciente das interações entre os povos e que Ele tem um plano para todas as nações.","referencias_relacionadas":["Gênesis 10:7","Ezequiel 27:20","Jeremias 25:23"]},"ezequiel_27_21_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um líder ou governante, simbolizando autoridade e poder.","explicacao_detalhada":"A palavra 'rei' destaca a importância da liderança e da governança no contexto do comércio e da prosperidade de Tiro.","por_que_esta_palavra":"A menção de 'rei' sugere que a liderança é crucial para o sucesso de uma nação, especialmente em tempos de crise.","conexao_teologica":"Isso se conecta à ideia de que Cristo é o Rei dos Reis e que Sua liderança é perfeita e justa, contrastando com as falhas dos líderes humanos.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6","Apocalipse 19:16"]},"ezequiel_27_22_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao princípio ou cabeça de algo, indicando liderança ou origem.","explicacao_detalhada":"A palavra 'princípio' sugere que há uma ordem e uma hierarquia nas relações comerciais e sociais, refletindo a estrutura de poder em Tiro.","por_que_esta_palavra":"A inclusão de 'princípio' enfatiza a importância da liderança e da origem das decisões que afetam a prosperidade.","conexao_teologica":"Isso se relaciona com a ideia de que Deus é o princípio de todas as coisas e que todas as autoridades devem se submeter a Ele.","referencias_relacionadas":["Colossenses 1:17","Hebreus 1:3","Apocalipse 21:6"]},"ezequiel_27_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo ou maneira de fazer as coisas, especialmente em um contexto comercial.","explicacao_detalhada":"A repetição da palavra 'modo' indica a importância da ética e da integridade nas transações comerciais.","por_que_esta_palavra":"A ênfase no 'modo' sugere que a maneira como as coisas são feitas é tão importante quanto o que é feito.","conexao_teologica":"Isso se conecta à ideia de que Deus se preocupa com a maneira como vivemos nossas vidas e fazemos negócios, chamando-nos a agir com justiça.","referencias_relacionadas":["Provérbios 11:1","Miquéias 6:8","Tiago 4:17"]},"ezequiel_27_22_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Ouro representa riqueza e valor, frequentemente associado à opulência das nações.","explicacao_detalhada":"No contexto de Ezequiel 27, o ouro é mencionado como um dos bens preciosos que as nações comerciavam com Tiro, simbolizando a prosperidade e a riqueza que a cidade acumulou através do comércio.","por_que_esta_palavra":"A palavra 'ouro' é utilizada para enfatizar a grandeza e a riqueza de Tiro, contrastando com sua eventual queda e destruição.","conexao_teologica":"Ouro, como símbolo de riqueza, também pode ser visto como uma representação das tentações e distrações que afastam o povo de Deus.","referencias_relacionadas":["Salmos 119:72","Provérbios 3:14","Mateus 6:19-21"]},"ezequiel_27_23_canneh":{"palavra_pt":"canneh","palavra_original":"כַּנֶּה","transliteracao":"Kanneh","strong":"H3656","significado_raiz":"Ideia básica: canneh.","significado_contextual":"Canneh refere-se a um tipo de tecido ou material usado na confecção de vestimentas luxuosas.","explicacao_detalhada":"Neste versículo, canneh é mencionado como parte dos bens que Tiro comercializava, destacando a qualidade e a sofisticação dos produtos oferecidos.","por_que_esta_palavra":"A inclusão de canneh ilustra a diversidade e a riqueza dos produtos de Tiro, reforçando sua reputação como um centro comercial de luxo.","conexao_teologica":"A busca por bens materiais pode desviar o foco espiritual, lembrando que a verdadeira riqueza está em Deus.","referencias_relacionadas":["Isaías 3:16-24","Ezequiel 16:10","Tiago 5:1-3"]},"ezequiel_27_23_nome":{"palavra_pt":"nome","palavra_original":"חָרָן","transliteracao":"Chârân","strong":"H2771","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome aqui pode referir-se a uma marca ou designação de um produto, simbolizando identidade e reputação.","explicacao_detalhada":"O uso da palavra 'nome' sugere a importância da marca e da qualidade associada aos produtos de Tiro, que eram conhecidos em todo o mundo antigo.","por_que_esta_palavra":"A palavra é relevante para mostrar como a reputação de Tiro era construída através da qualidade de seus bens.","conexao_teologica":"O nome de Deus é um símbolo de Sua identidade e caráter, contrastando com a efemeridade dos nomes humanos.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Romanos 10:13"]},"ezequiel_27_24_sorts":{"palavra_pt":"sorts","palavra_original":"מִכְלֻל","transliteracao":"miklul","strong":"H4360","significado_raiz":"Ideia básica: sorts.","significado_contextual":"Sorts refere-se a mercadorias ou produtos variados que eram comercializados.","explicacao_detalhada":"Neste contexto, 'sorts' representa a diversidade de bens que Tiro oferecia, destacando sua posição como um importante centro comercial.","por_que_esta_palavra":"A palavra é usada para enfatizar a variedade e a riqueza do comércio de Tiro, que atraía compradores de várias nações.","conexao_teologica":"A diversidade de bens pode ser vista como uma metáfora para a diversidade dos dons espirituais que Deus dá à Sua igreja.","referencias_relacionadas":["1 Coríntios 12:4-7","Efésios 4:11-13","Romanos 12:6-8"]},"ezequiel_27_24_clothes":{"palavra_pt":"clothes","palavra_original":"גְּלוֹם","transliteracao":"gᵉlôwm","strong":"H1545","significado_raiz":"Ideia básica: clothes.","significado_contextual":"Clothes refere-se a vestimentas, simbolizando status e riqueza.","explicacao_detalhada":"As roupas mencionadas em Ezequiel 27 são um símbolo da riqueza e do luxo que Tiro possuía, refletindo a cultura e o estilo de vida opulentos da cidade.","por_que_esta_palavra":"A palavra é usada para ilustrar a ostentação e a vaidade que muitas vezes acompanham a riqueza material.","conexao_teologica":"As vestes espirituais que Deus oferece contrastam com as vestes materiais, enfatizando a importância do caráter sobre a aparência.","referencias_relacionadas":["Isaías 61:10","Gálatas 3:27","Apocalipse 3:5"]},"ezequiel_27_24_obra":{"palavra_pt":"obra","palavra_original":"רִקְמָה","transliteracao":"riqmâh","strong":"H7553","significado_raiz":"Ideia básica: obra.","significado_contextual":"Obra refere-se ao trabalho artesanal ou à produção de bens.","explicacao_detalhada":"Neste versículo, 'obra' destaca a habilidade e o artesanato envolvidos na produção dos bens de Tiro, que eram altamente valorizados.","por_que_esta_palavra":"A palavra é relevante para mostrar a dedicação e a habilidade que foram empregadas na criação de produtos de luxo.","conexao_teologica":"As boas obras dos crentes são comparadas à obra de artesãos, refletindo a glória de Deus em nossas vidas.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:23-24","1 Pedro 2:9"]},"ezequiel_27_25_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom refere-se à qualidade superior dos produtos oferecidos.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a excelência dos bens que Tiro comercializava, enfatizando sua reputação de qualidade.","por_que_esta_palavra":"A palavra é importante para ressaltar que a qualidade dos produtos era um fator chave para o sucesso comercial de Tiro.","conexao_teologica":"A bondade de Deus é refletida em Suas obras e em Sua criação, contrastando com a corrupção do comércio humano.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Tiago 1:17"]},"ezequiel_27_25_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Coração refere-se ao centro das emoções e decisões humanas.","explicacao_detalhada":"Neste contexto, 'coração' simboliza a motivação e a intenção por trás das ações de Tiro, que buscava riqueza e poder.","por_que_esta_palavra":"A palavra é usada para enfatizar que as ações de Tiro eram guiadas por desejos e ambições materiais.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus busca sinceridade e devoção.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Romanos 10:9"]},"ezequiel_27_25_singular":{"palavra_pt":"singular","palavra_original":"שׁוּר","transliteracao":"shûwr","strong":"H7788","significado_raiz":"Ideia básica: singular.","significado_contextual":"Singular refere-se à exclusividade ou singularidade de um produto.","explicacao_detalhada":"A palavra 'singular' é usada para descrever a qualidade única dos bens que Tiro oferecia, destacando sua posição no comércio.","por_que_esta_palavra":"A palavra é relevante para mostrar que Tiro se destacava por oferecer produtos que não eram facilmente encontrados em outros lugares.","conexao_teologica":"A singularidade de Cristo como o único Salvador é um tema central na teologia cristã.","referencias_relacionadas":["Atos 4:12","João 14:6","1 Timóteo 2:5"]},"ezequiel_27_26_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Coração novamente refere-se ao centro das emoções e decisões, enfatizando a motivação por trás das ações.","explicacao_detalhada":"A repetição da palavra 'coração' neste versículo reforça a ideia de que as intenções de Tiro eram guiadas por ambições materiais.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de examinar as motivações do coração em relação ao comércio e à riqueza.","conexao_teologica":"Deus examina o coração e as intenções, buscando verdade e sinceridade em Seus adoradores.","referencias_relacionadas":["Jeremias 17:10","Salmos 51:10","Mateus 15:8"]},"ezequiel_27_26_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Refere-se às águas que cercam a cidade de Tiro, simbolizando o comércio e a riqueza.","explicacao_detalhada":"As águas são um elemento vital para a vida e o comércio. No contexto de Ezequiel 27, as águas representam as rotas comerciais que Tiro utilizava para se conectar com outras nações.","por_que_esta_palavra":"A palavra 'aguas' é utilizada para enfatizar a importância do comércio marítimo e a prosperidade de Tiro.","conexao_teologica":"As águas também podem simbolizar a purificação e a vida que Deus oferece ao seu povo.","referencias_relacionadas":["Isaías 23:1","Ezequiel 26:3","Apocalipse 17:15"]},"ezequiel_27_26_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua condição de comerciante e trabalhador.","explicacao_detalhada":"Neste contexto, o 'homem' representa aqueles que se beneficiam do comércio e da riqueza de Tiro, mostrando a dependência humana das riquezas materiais.","por_que_esta_palavra":"A palavra 'homem' é usada para destacar a interação humana com o comércio e a economia.","conexao_teologica":"A condição do homem é frequentemente ligada à sua relação com Deus e ao uso de suas bênçãos.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Eclesiastes 3:13"]},"ezequiel_27_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas, especialmente no comércio.","explicacao_detalhada":"O 'modo' implica a maneira como os comerciantes de Tiro operavam e se relacionavam com outras nações, refletindo práticas comerciais.","por_que_esta_palavra":"A palavra 'modo' é importante para entender as práticas e estratégias que levaram ao sucesso de Tiro.","conexao_teologica":"O modo de agir das pessoas pode refletir sua moralidade e ética, que são importantes na visão bíblica.","referencias_relacionadas":["Provérbios 16:2","Mateus 7:13-14","Colossenses 3:23"]},"ezequiel_27_27_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao coração como o centro das emoções e decisões humanas.","explicacao_detalhada":"O 'coração' é frequentemente visto na Bíblia como o lugar onde as intenções e desejos residem, influenciando as ações dos indivíduos.","por_que_esta_palavra":"A palavra 'coração' é usada para enfatizar a motivação por trás das ações comerciais e relacionais.","conexao_teologica":"Deus se preocupa com o coração das pessoas, pois é de lá que provêm as ações e decisões.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Mateus 5:8"]},"ezequiel_27_27_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que as atividades comerciais ocorrem.","explicacao_detalhada":"O 'dia' simboliza o tempo de prosperidade e atividade, especialmente no comércio de Tiro.","por_que_esta_palavra":"A palavra 'dia' é usada para indicar a continuidade das operações comerciais e a rotina diária dos comerciantes.","conexao_teologica":"O conceito de tempo é importante na Bíblia, pois Deus opera em tempos determinados.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"ezequiel_27_28_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à voz que clama ou se faz ouvir, especialmente em situações de lamento ou aviso.","explicacao_detalhada":"A 'voz' é um símbolo de comunicação e expressão, especialmente em momentos de crise ou necessidade.","por_que_esta_palavra":"A palavra 'voz' é usada para enfatizar a importância da comunicação nas relações comerciais e sociais.","conexao_teologica":"A voz de Deus é frequentemente mencionada na Bíblia como um chamado ao arrependimento e à obediência.","referencias_relacionadas":["Salmos 29:4","Isaías 40:3","João 10:27"]},"ezequiel_27_28_terra":{"palavra_pt":"terra","palavra_original":"רָעַשׁ","transliteracao":"râʻash","strong":"H7493","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o espaço físico onde as atividades humanas ocorrem.","explicacao_detalhada":"A 'terra' é o fundamento sobre o qual as cidades e as nações se estabelecem, simbolizando estabilidade e prosperidade.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a importância do território e da propriedade no comércio.","conexao_teologica":"A terra é frequentemente vista como uma bênção de Deus, dada ao seu povo.","referencias_relacionadas":["Gênesis 1:28","Salmos 37:11","Mateus 5:5"]},"ezequiel_27_29_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se ao inimigo que pode ameaçar a segurança e a prosperidade de Tiro.","explicacao_detalhada":"O 'inimigo' representa aqueles que se opõem ao sucesso e à paz da cidade, simbolizando conflitos e guerras.","por_que_esta_palavra":"A palavra 'inimigo' é usada para destacar a vulnerabilidade das nações e a necessidade de vigilância.","conexao_teologica":"A Bíblia frequentemente fala sobre a luta entre o bem e o mal, e a necessidade de confiar em Deus em tempos de adversidade.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","Efésios 6:12"]},"ezequiel_27_29_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um símbolo de poder e comércio.","explicacao_detalhada":"O 'mar' é um elemento que representa tanto a riqueza quanto os perigos do comércio marítimo.","por_que_esta_palavra":"A palavra 'mar' é usada para enfatizar a conexão de Tiro com o comércio internacional e suas rotas marítimas.","conexao_teologica":"O mar é frequentemente usado na Bíblia como uma metáfora para as nações e povos, e a soberania de Deus sobre eles.","referencias_relacionadas":["Salmos 107:23-24","Isaías 57:20","Apocalipse 21:1"]},"ezequiel_27_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o espaço físico e a base da prosperidade de Tiro.","explicacao_detalhada":"A 'terra' é vista como um recurso fundamental para a agricultura e a habitação, essencial para a sobrevivência e o comércio.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a importância dos recursos naturais e da propriedade na economia.","conexao_teologica":"A terra é um presente de Deus, e sua administração é uma responsabilidade dada ao homem.","referencias_relacionadas":["Gênesis 1:28","Deuteronômio 8:10","Salmos 115:16"]},"ezequiel_27_30_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de escutar e compreender mensagens, especialmente aquelas que têm um significado profundo ou espiritual.","explicacao_detalhada":"No contexto de Ezequiel 27:30, 'ouvir' implica em prestar atenção ao que está sendo dito, especialmente em relação ao juízo de Deus sobre as nações. É um chamado à reflexão e à resposta ao que Deus está comunicando.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a importância da escuta ativa em relação às advertências e instruções divinas.","conexao_teologica":"A capacidade de ouvir é frequentemente associada à obediência e à resposta ao chamado de Deus. Em várias passagens bíblicas, ouvir a palavra do Senhor é um sinal de fé.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 119:105","Romanos 10:17"]},"ezequiel_27_30_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som produzido por alguém, que pode transmitir emoções, ordens ou mensagens.","explicacao_detalhada":"Em Ezequiel 27:30, a 'voz' é um símbolo do clamor e do desespero das nações que enfrentam a destruição. A voz é um meio pelo qual a dor e a súplica são expressas.","por_que_esta_palavra":"A voz é fundamental para a comunicação e, neste contexto, representa a urgência e a gravidade da situação enfrentada pelas nações.","conexao_teologica":"A voz de Deus é frequentemente mencionada na Bíblia como poderosa e transformadora. Ouvir a voz de Deus é essencial para a vida espiritual.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"ezequiel_27_30_chamar":{"palavra_pt":"chamar","palavra_original":"זָעַק","transliteracao":"zâʻaq","strong":"H2199","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica um clamor ou uma convocação, muitas vezes em um contexto de urgência.","explicacao_detalhada":"No versículo, 'chamar' é usado para descrever o ato de invocar a atenção de Deus ou de outros em um momento de crise. É um apelo à ação.","por_que_esta_palavra":"A palavra é significativa porque destaca a necessidade de resposta em tempos de aflição, mostrando que o clamor pode levar à intervenção divina.","conexao_teologica":"Chamar a Deus é um tema recorrente na Bíblia, onde a oração e o clamor são vistos como formas de buscar ajuda e orientação.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Romanos 10:13"]},"ezequiel_27_31_self":{"palavra_pt":"self","palavra_original":"קָרַח","transliteracao":"qârach","strong":"H7139","significado_raiz":"Ideia básica: self.","significado_contextual":"A palavra 'self' refere-se à identidade ou à essência de uma pessoa.","explicacao_detalhada":"Em Ezequiel 27:31, a referência ao 'self' pode estar ligada ao lamento e à perda da identidade das nações que enfrentam a destruição.","por_que_esta_palavra":"A palavra é importante para entender como a destruição afeta não apenas as cidades, mas também a identidade e a dignidade das pessoas.","conexao_teologica":"A Bíblia fala sobre a identidade em Cristo, onde o verdadeiro 'self' é encontrado na relação com Deus.","referencias_relacionadas":["Gálatas 2:20","2 Coríntios 5:17","Efésios 2:10"]},"ezequiel_27_31_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"A palavra 'sackcloth' refere-se a um tecido áspero usado como símbolo de lamento e arrependimento.","explicacao_detalhada":"No contexto de Ezequiel 27:31, o uso de 'sackcloth' indica um estado de tristeza profunda e arrependimento diante do juízo de Deus.","por_que_esta_palavra":"Esta palavra é significativa porque representa a resposta emocional e espiritual das pessoas diante da calamidade.","conexao_teologica":"O uso de sackcloth é um símbolo de arrependimento e busca de reconciliação com Deus, um tema importante na Bíblia.","referencias_relacionadas":["Joel 1:13","Jonas 3:5","Mateus 11:21"]},"ezequiel_27_32_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se a grandes corpos de água, simbolizando muitas vezes a vastidão e o poder.","explicacao_detalhada":"Em Ezequiel 27:32, o 'mar' pode simbolizar as nações e povos que estão em agonia devido à destruição e ao juízo.","por_que_esta_palavra":"A palavra é importante para entender a magnitude da situação enfrentada pelas nações, que são comparadas à vastidão do mar.","conexao_teologica":"O mar é frequentemente usado na Bíblia como um símbolo de caos e desordem, mas também de poder e soberania divina.","referencias_relacionadas":["Salmos 46:2","Isaías 57:20","Apocalipse 21:1"]},"ezequiel_27_32_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"No versículo, 'grande' pode se referir à grandeza do juízo de Deus sobre as nações, que é inegável e impactante.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a seriedade e a extensão do que está acontecendo.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, onde Sua soberania e poder são frequentemente exaltados.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"ezequiel_27_32_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode ter conotações específicas em contextos de responsabilidade.","explicacao_detalhada":"Em Ezequiel 27:32, 'homem' pode simbolizar a condição humana diante do juízo e a fragilidade do ser humano.","por_que_esta_palavra":"A palavra é importante para entender a vulnerabilidade do homem diante de Deus e a necessidade de arrependimento.","conexao_teologica":"A Bíblia frequentemente fala sobre a condição do homem e sua necessidade de salvação e redenção.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"ezequiel_27_33_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' é usada novamente para enfatizar a vastidão e o impacto do juízo sobre as nações.","explicacao_detalhada":"Neste contexto, o 'mar' representa a agitação e a turbulência que as nações enfrentam devido à ação de Deus.","por_que_esta_palavra":"A repetição da palavra 'mar' reforça a ideia de que a calamidade é abrangente e afeta muitos.","conexao_teologica":"O mar, como símbolo de caos, é um lembrete do controle soberano de Deus sobre todas as coisas.","referencias_relacionadas":["Salmos 93:3-4","Isaías 17:12-13","Mateus 8:27"]},"ezequiel_27_33_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de deixar um lugar ou uma condição.","explicacao_detalhada":"Em Ezequiel 27:33, 'sair' pode simbolizar a saída das nações da segurança e prosperidade para a destruição e desolação.","por_que_esta_palavra":"A palavra é significativa porque indica uma mudança drástica na condição das nações, de um estado de grandeza para um de ruína.","conexao_teologica":"A ideia de sair é frequentemente associada à libertação ou ao juízo, mostrando a soberania de Deus sobre a história.","referencias_relacionadas":["Êxodo 12:41","Isaías 43:16","Apocalipse 18:4"]},"ezequiel_27_33_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a condição de vulnerabilidade e dependência.","explicacao_detalhada":"A palavra 'homem' aqui é usada para enfatizar a fragilidade do ser humano diante das adversidades e a necessidade de reconhecer sua posição diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a humanidade e a limitação do ser humano em contraste com a grandeza de Deus.","conexao_teologica":"A teologia bíblica frequentemente aborda a relação entre Deus e a humanidade, enfatizando a necessidade de arrependimento e dependência divina.","referencias_relacionadas":["Salmos 8:4","Isaías 51:12","Romanos 3:23"]},"ezequiel_27_34_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar simboliza tanto a vastidão e a profundidade quanto o caos e a instabilidade.","explicacao_detalhada":"Neste contexto, o mar é uma metáfora para as nações e povos que se agitam e se movem, refletindo a complexidade das relações humanas e a soberania de Deus sobre elas.","por_que_esta_palavra":"A palavra 'mar' é utilizada para ilustrar a grandeza e a imprevisibilidade do mundo, contrastando com a ordem divina.","conexao_teologica":"O mar é frequentemente associado ao poder de Deus sobre a criação e à sua capacidade de trazer ordem ao caos.","referencias_relacionadas":["Gênesis 1:10","Salmos 93:3-4","Apocalipse 21:1"]},"ezequiel_27_34_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou como os eventos se desenrolam.","explicacao_detalhada":"A palavra 'modo' implica em uma maneira específica de agir ou proceder, destacando a importância das ações e decisões na vida cotidiana.","por_que_esta_palavra":"A escolha de 'modo' enfatiza que a forma como se vive e se interage tem consequências significativas.","conexao_teologica":"A Bíblia ensina que devemos viver de acordo com os princípios de Deus, refletindo seu caráter em nossas ações.","referencias_relacionadas":["Provérbios 4:23","Colossenses 3:17","1 Pedro 2:12"]},"ezequiel_27_34_abismo":{"palavra_pt":"abismo","palavra_original":"מַעֲמָק","transliteracao":"maʻămâq","strong":"H4615","significado_raiz":"Ideia básica: abismo.","significado_contextual":"O abismo representa a profundidade e o desconhecido, muitas vezes associado ao juízo e à separação de Deus.","explicacao_detalhada":"Neste contexto, o abismo pode simbolizar a condição de desespero e a distância de Deus, refletindo a gravidade do pecado.","por_que_esta_palavra":"A palavra 'abismo' é usada para ilustrar a severidade do juízo divino e a realidade do afastamento de Deus.","conexao_teologica":"A teologia bíblica frequentemente aborda a questão do juízo e da redenção, mostrando como Deus pode resgatar do abismo.","referencias_relacionadas":["Salmos 130:1","Romanos 8:39","Apocalipse 20:1"]},"ezequiel_27_35_seco":{"palavra_pt":"seco","palavra_original":"אִי","transliteracao":"ʼîy","strong":"H339","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se à condição de desolação e ausência de vida, simbolizando a falta de bênçãos.","explicacao_detalhada":"A palavra 'seco' é usada para descrever um estado de aridez espiritual e emocional, refletindo a necessidade de renovação e restauração.","por_que_esta_palavra":"A escolha de 'seco' enfatiza a realidade da vida sem a presença de Deus, que é a fonte de água viva.","conexao_teologica":"A Bíblia frequentemente usa a metáfora da água para descrever a vida e a abundância que vêm de Deus.","referencias_relacionadas":["Isaías 58:11","João 4:14","Apocalipse 21:6"]},"ezequiel_27_36_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se a um grupo de pessoas unidas por laços sociais, culturais ou religiosos.","explicacao_detalhada":"A palavra 'povo' destaca a coletividade e a identidade compartilhada, enfatizando a importância da comunidade na vida espiritual.","por_que_esta_palavra":"A escolha de 'povo' ressalta a responsabilidade coletiva diante de Deus e a necessidade de unidade.","conexao_teologica":"A Bíblia ensina que o povo de Deus deve viver em comunhão, refletindo seu caráter e propósito.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Hebreus 10:24-25"]},"ezequiel_27_36_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza de Deus e à sua promessa de vida eterna.","explicacao_detalhada":"A palavra 'eterno' destaca a continuidade da existência e a fidelidade de Deus em cumprir suas promessas ao longo das gerações.","por_que_esta_palavra":"A escolha de 'eterno' enfatiza a esperança que temos em Deus, que transcende o tempo e as circunstâncias.","conexao_teologica":"A teologia bíblica ensina que a vida eterna é um dom de Deus, disponível a todos que creem.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 2:25"]},"ezequiel_27_36_merchantman":{"palavra_pt":"merchant man","palavra_original":"סָחַר","transliteracao":"çâchar","strong":"H5503","significado_raiz":"Ideia básica: merchant man.","significado_contextual":"Refere-se a um comerciante, simbolizando a troca e o comércio de bens e ideias.","explicacao_detalhada":"A palavra 'merchant man' destaca a atividade econômica e as interações sociais que moldam a vida comunitária.","por_que_esta_palavra":"A escolha de 'merchant man' enfatiza a importância do comércio e das relações econômicas na sociedade.","conexao_teologica":"A Bíblia aborda a ética no comércio e a responsabilidade de agir com justiça e integridade.","referencias_relacionadas":["Provérbios 11:1","Ezequiel 18:7","Mateus 7:12"]}}