{"ezequiel_28_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de alguém em desgraça ou condenação.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a transgressão e as consequências do pecado, enfatizando a necessidade de arrependimento.","por_que_esta_palavra":"A escolha de 'cair' ressalta a fragilidade da condição humana e a necessidade de buscar a restauração em Deus.","conexao_teologica":"A queda é um tema central na teologia bíblica, refletindo a necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Pedro 5:8"]},"ezequiel_28_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação divina e à importância da revelação.","explicacao_detalhada":"A palavra 'palavra' destaca a autoridade e o poder da mensagem de Deus, que traz vida e transformação.","por_que_esta_palavra":"A escolha de 'palavra' enfatiza a centralidade da Escritura na vida do crente e a necessidade de ouvir a voz de Deus.","conexao_teologica":"A Bíblia é considerada a Palavra de Deus, e sua leitura e meditação são essenciais para o crescimento espiritual.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","2 Timóteo 3:16-17"]},"ezequiel_28_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor Deus, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que tem controle sobre todas as coisas. No contexto de Ezequiel 28, isso é importante pois Deus está se dirigindo a um rei que se exaltou.","por_que_esta_palavra":"Esta palavra é utilizada para reafirmar a posição de Deus como o único verdadeiro Senhor, contrastando com a arrogância do rei de Tiro.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o criador e governante do universo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:11"]},"ezequiel_28_2_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Simboliza o centro das emoções e decisões do ser humano.","explicacao_detalhada":"A palavra 'coração' (לֵב) é frequentemente usada na Bíblia para representar a mente e a vontade, não apenas as emoções. No contexto de Ezequiel 28, refere-se ao coração do rei que se encheu de orgulho.","por_que_esta_palavra":"É crucial para entender a motivação interna do rei de Tiro, que se considerava divino e superior.","conexao_teologica":"O coração humano é frequentemente mencionado nas Escrituras como a fonte de ações e pensamentos, refletindo a condição espiritual do indivíduo.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Mateus 15:19"]},"ezequiel_28_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em transferir algo de uma pessoa para outra. No contexto, pode se referir ao que o rei de Tiro estava dando a si mesmo em termos de poder e riqueza.","por_que_esta_palavra":"É importante para entender a arrogância do rei, que se via como alguém que poderia dar a si mesmo status divino.","conexao_teologica":"A ideia de dar é central na teologia bíblica, especialmente em relação ao que Deus dá à humanidade e o que os seres humanos devem oferecer a Deus.","referencias_relacionadas":["Tiago 1:17","Lucas 6:38","Gálatas 6:7"]},"ezequiel_28_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Representa a relação de descendência e herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas descendência biológica, mas também uma relação de autoridade e posição. No contexto, pode se referir ao rei como um 'filho' de Deus em um sentido figurado.","por_que_esta_palavra":"É relevante para a discussão sobre identidade e status, especialmente em relação à arrogância do rei.","conexao_teologica":"A relação de filho é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, bem como entre Cristo e os crentes.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"ezequiel_28_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma forma de ser ou agir. No contexto, refere-se à maneira como o rei de Tiro se comporta e se apresenta.","por_que_esta_palavra":"É importante para entender a atitude do rei, que se comporta de maneira arrogante e desafiadora.","conexao_teologica":"A maneira de viver e agir é um tema importante na Bíblia, refletindo a moralidade e a ética que Deus espera de Seu povo.","referencias_relacionadas":["Efésios 4:1","Colossenses 3:17","1 Pedro 2:12"]},"ezequiel_28_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à sinceridade.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a ausência de falsidade. No contexto, é uma crítica à mentira e à enganação do rei.","por_que_esta_palavra":"É crucial para entender a natureza enganosa do orgulho do rei de Tiro.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, onde a honestidade e a integridade são valorizadas.","referencias_relacionadas":["João 8:32","Efésios 4:25","Salmos 51:6"]},"ezequiel_28_3_nome":{"palavra_pt":"nome","palavra_original":"דָנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1840","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e reputação.","explicacao_detalhada":"A palavra 'nome' (דָנִיֵּאל) é usada para indicar não apenas um rótulo, mas a essência do ser. No contexto, pode se referir à reputação do rei.","por_que_esta_palavra":"É importante para entender como o rei se vê e como deseja ser visto pelos outros.","conexao_teologica":"O nome de Deus é frequentemente associado ao Seu caráter e atributos, e os crentes são chamados a honrar o nome de Deus.","referencias_relacionadas":["Salmos 8:1","Provérbios 22:1","Mateus 6:9"]},"ezequiel_28_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) implica em ação e realização. No contexto, pode se referir ao que o rei de Tiro fez para se estabelecer como poderoso.","por_que_esta_palavra":"É relevante para entender as ações do rei que o levaram a se exaltar.","conexao_teologica":"As ações humanas são frequentemente discutidas na Bíblia em relação à soberania de Deus e ao propósito divino.","referencias_relacionadas":["Gênesis 1:26","Salmos 127:1","Colossenses 3:23"]},"ezequiel_28_4_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2451","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se ao conhecimento e à habilidade de aplicar o entendimento.","explicacao_detalhada":"A palavra 'sabedoria' (חׇכְמָה) é usada para descrever a capacidade de discernir e agir corretamente. No contexto, refere-se à sabedoria que o rei de Tiro acreditava ter.","por_que_esta_palavra":"É importante para entender a autopercepção do rei e sua confiança em sua própria sabedoria.","conexao_teologica":"A sabedoria é um tema central na Bíblia, frequentemente associada a Deus e à Sua criação.","referencias_relacionadas":["Provérbios 3:13","Tiago 1:5","Eclesiastes 2:26"]},"ezequiel_28_5_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"Refere-se à abundância e à prosperidade.","explicacao_detalhada":"A palavra 'abundância' (רֹב) implica em uma grande quantidade ou riqueza. No contexto, refere-se à riqueza que o rei de Tiro acumulou.","por_que_esta_palavra":"É relevante para entender a base do orgulho do rei, que se via como autossuficiente devido à sua riqueza.","conexao_teologica":"A abundância é frequentemente discutida na Bíblia em relação à provisão de Deus e à responsabilidade que vem com a riqueza.","referencias_relacionadas":["Deuteronômio 8:18","Filipenses 4:19","2 Coríntios 9:8"]},"ezequiel_28_5_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2451","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria mencionada aqui refere-se ao conhecimento profundo e à habilidade de discernir entre o bem e o mal, especialmente em relação ao governo e à liderança.","explicacao_detalhada":"A palavra 'sabedoria' (חׇכְמָה) é usada para descrever a capacidade de tomar decisões sábias e justas. No contexto de Ezequiel 28:5, é uma crítica à soberania de Tiro, que se considerava sábia e poderosa, mas que se afastou de Deus.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a arrogância de Tiro, que se via como superior devido à sua sabedoria, ignorando a verdadeira fonte de sabedoria que é Deus.","conexao_teologica":"A sabedoria é um atributo de Deus e é frequentemente associada ao temor do Senhor. A verdadeira sabedoria leva à humildade e ao reconhecimento da soberania divina.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Eclesiastes 2:26"]},"ezequiel_28_5_grande":{"palavra_pt":"grande","palavra_original":"גָּבַהּ","transliteracao":"gâbahh","strong":"H1361","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude e a importância da cidade de Tiro, que se considerava uma potência comercial e militar.","explicacao_detalhada":"A palavra 'grande' (גָּבַהּ) implica não apenas tamanho físico, mas também grandeza em termos de influência e poder. Tiro se via como uma cidade de grande importância no mundo antigo.","por_que_esta_palavra":"A utilização de 'grande' destaca a arrogância de Tiro, que se exaltava por sua posição, mas que estava prestes a ser julgada por Deus.","conexao_teologica":"A grandeza humana é passageira e, sem a humildade diante de Deus, pode levar à queda. A verdadeira grandeza é encontrada em servir a Deus.","referencias_relacionadas":["Isaías 2:12","Salmos 37:20","Ezequiel 31:10"]},"ezequiel_28_6_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração aqui simboliza o centro das emoções e decisões, representando a motivação interna de Tiro.","explicacao_detalhada":"A palavra 'coração' (לֵב) é frequentemente usada na Bíblia para descrever a sede do pensamento e da vontade. No contexto de Ezequiel 28:6, refere-se à arrogância e ao orgulho que habitavam no coração do rei de Tiro.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza do pecado de Tiro, que se baseava em um coração orgulhoso e autossuficiente.","conexao_teologica":"Deus examina o coração e não apenas as ações externas. A verdadeira transformação começa no coração.","referencias_relacionadas":["Jeremias 17:9","Salmos 51:10","Provérbios 4:23"]},"ezequiel_28_6_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre todas as nações e reinos.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é um título que expressa a soberania de Deus. No contexto, enfatiza que, apesar da grandeza de Tiro, Deus é o verdadeiro Senhor sobre tudo.","por_que_esta_palavra":"A utilização de 'senhor' serve para lembrar a Tiro que sua autoridade é limitada e que Deus é o governante supremo.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem controle sobre a história e os destinos das nações.","referencias_relacionadas":["Salmos 24:1","Isaías 45:6","Romanos 14:9"]},"ezequiel_28_6_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, enfatizando a autoridade e o poder de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Deus' (יְהֹוִה) é usada para afirmar a singularidade e a soberania de Deus. No contexto, serve como um lembrete da insignificância de Tiro diante do Criador.","por_que_esta_palavra":"Esta palavra é importante para mostrar que, apesar da autossuficiência de Tiro, Deus é quem realmente detém o poder e a autoridade.","conexao_teologica":"A compreensão de Deus como soberano é fundamental para a fé cristã, pois nos lembra que Ele está no controle de todas as circunstâncias.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Apocalipse 1:8"]},"ezequiel_28_7_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando a importância do que está prestes a ser declarado.","explicacao_detalhada":"A palavra 'eis' (הֵן) é usada para introduzir uma revelação ou um aviso. No contexto, é um convite para que os ouvintes prestem atenção ao julgamento que se aproxima.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a seriedade da mensagem de Deus e a necessidade de reconhecimento do que está por vir.","conexao_teologica":"Deus frequentemente usa expressões como 'eis' para chamar a atenção do Seu povo para verdades importantes e advertências.","referencias_relacionadas":["Isaías 40:9","Mateus 24:42","Apocalipse 3:20"]},"ezequiel_28_7_poderoso":{"palavra_pt":"poderoso","palavra_original":"עָרִיץ","transliteracao":"ʻârîyts","strong":"H6184","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade de Deus de executar Seu julgamento.","explicacao_detalhada":"A palavra 'poderoso' (עָרִיץ) implica em força e domínio. No contexto, refere-se ao poder de Deus para trazer juízo sobre Tiro.","por_que_esta_palavra":"Esta palavra é usada para lembrar que, apesar da aparente força de Tiro, Deus é o verdadeiro poderoso que pode derrubar qualquer império.","conexao_teologica":"A soberania de Deus é frequentemente associada ao Seu poder, mostrando que Ele pode realizar o que deseja.","referencias_relacionadas":["Salmos 62:11","Isaías 40:26","Romanos 9:22"]},"ezequiel_28_7_idiom":{"palavra_pt":"expressao","palavra_original":"רוּק","transliteracao":"rûwq","strong":"H7324","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como as ideias são comunicadas, especialmente em relação ao orgulho e à arrogância.","explicacao_detalhada":"A palavra 'expressão' (רוּק) pode ser entendida como a forma como o coração de Tiro se manifestava em suas ações e palavras. Refere-se à comunicação de sua soberania.","por_que_esta_palavra":"Esta palavra é importante para entender como o orgulho de Tiro se expressava em sua autoconfiança e desprezo por Deus.","conexao_teologica":"As palavras e ações de uma pessoa refletem seu coração. A Bíblia nos ensina a cuidar do que expressamos em nossas vidas.","referencias_relacionadas":["Mateus 12:34","Tiago 3:10","Provérbios 18:21"]},"ezequiel_28_8_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao juízo e à destruição que virão sobre Tiro como resultado de sua arrogância.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é usada para descrever a consequência final do orgulho e da rebelião contra Deus. No contexto, é um aviso do juízo iminente.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a seriedade do juízo de Deus e a inevitabilidade da morte espiritual e física para aqueles que se afastam Dele.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Apocalipse 21:8"]},"ezequiel_28_8_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração aqui novamente simboliza a motivação interna e o estado espiritual do rei de Tiro.","explicacao_detalhada":"A palavra 'coração' (לֵב) é usada para enfatizar que a verdadeira questão não é apenas a ação externa, mas o que está dentro do coração que leva à destruição.","por_que_esta_palavra":"Esta palavra é importante para entender que o juízo de Deus se baseia no estado do coração, não apenas nas ações visíveis.","conexao_teologica":"Deus se preocupa com o coração e as intenções, e não apenas com as aparências externas.","referencias_relacionadas":["1 Samuel 16:7","Salmos 139:23-24","Hebreus 4:12"]},"ezequiel_28_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação divina, onde Deus se revela e estabelece Sua vontade.","explicacao_detalhada":"No contexto de Ezequiel 28:9, a palavra 'dizer' enfatiza a autoridade de Deus ao pronunciar juízos e declarações sobre a queda de Tiro. É uma afirmação da soberania divina.","por_que_esta_palavra":"Esta palavra é crucial porque mostra como Deus se comunica com a humanidade e como Suas palavras têm poder e efeito.","conexao_teologica":"A comunicação de Deus é um tema central na teologia, mostrando que Ele se relaciona com a criação através de Sua palavra.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Isaías 55:11"]},"ezequiel_28_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, enfatizando a natureza de Deus como criador e juiz.","explicacao_detalhada":"Em Ezequiel 28:9, a menção de 'Deus' destaca a autoridade divina sobre as nações e o julgamento que Ele pronuncia sobre Tiro.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e a humanidade, especialmente em contextos de julgamento e redenção.","conexao_teologica":"A natureza de Deus como juiz é um tema recorrente na Bíblia, refletindo Sua santidade e justiça.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"ezequiel_28_9_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' simboliza a presença e a face de Deus, que é um tema importante na relação entre Deus e o homem.","explicacao_detalhada":"No versículo, o 'rosto' pode ser interpretado como a revelação do caráter de Deus e Sua disposição em se relacionar com a criação.","por_que_esta_palavra":"A menção do 'rosto' é significativa porque implica em intimidade e a busca pela face de Deus na adoração.","conexao_teologica":"A busca pelo rosto de Deus é um tema que aparece em várias passagens, refletindo o desejo humano de conhecer a Deus.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"ezequiel_28_10_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se à consequência do pecado e ao juízo de Deus sobre aqueles que se rebelam contra Ele.","explicacao_detalhada":"Em Ezequiel 28:10, a morte é um símbolo do fim da soberania de Tiro e da punição que Deus traz sobre a cidade por sua arrogância.","por_que_esta_palavra":"A morte é uma realidade que todos enfrentam, e neste contexto, representa a severidade do juízo divino.","conexao_teologica":"A morte é um tema central na teologia cristã, que aponta para a necessidade de redenção e a esperança da ressurreição.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Apocalipse 20:14"]},"ezequiel_28_10_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' implica a ação de experimentar a morte, especialmente como resultado do juízo de Deus.","explicacao_detalhada":"No contexto do versículo, 'morrer' é uma consequência direta da desobediência e rebelião contra Deus, refletindo a gravidade do pecado.","por_que_esta_palavra":"A palavra é importante para entender a seriedade do juízo divino e a realidade da separação de Deus.","conexao_teologica":"A morte espiritual e física é um tema que permeia a Escritura, mostrando a necessidade de reconciliação com Deus.","referencias_relacionadas":["Gênesis 2:17","Romanos 5:12","Efésios 2:1"]},"ezequiel_28_10_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder e ação, frequentemente associada à intervenção de Deus na história.","explicacao_detalhada":"Em Ezequiel 28:10, a 'mão' de Deus representa Sua autoridade e capacidade de trazer juízo sobre Tiro.","por_que_esta_palavra":"A mão de Deus é um símbolo de Sua proteção e também de Sua disciplina, mostrando que Ele age em favor ou contra as nações.","conexao_teologica":"A mão de Deus é um tema que aparece em muitos relatos bíblicos, enfatizando Sua soberania e poder.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"ezequiel_28_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de Tiro, simbolizando a perda de poder e prestígio diante de Deus.","explicacao_detalhada":"No contexto do versículo, 'cair' representa a consequência do orgulho e da rebelião contra Deus, resultando em destruição.","por_que_esta_palavra":"A queda é um tema recorrente na Bíblia, simbolizando a fragilidade do poder humano diante da soberania divina.","conexao_teologica":"A queda de líderes e nações é um aviso sobre a necessidade de humildade e submissão a Deus.","referencias_relacionadas":["Isaías 14:12","Ezequiel 31:18","Mateus 23:12"]},"ezequiel_28_11_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus, que traz vida e juízo.","explicacao_detalhada":"Em Ezequiel 28:11, a 'palavra' de Deus é o meio pelo qual Ele estabelece Seu plano e juízo sobre Tiro.","por_que_esta_palavra":"A palavra é fundamental na teologia, pois representa a revelação de Deus e Sua vontade para a humanidade.","conexao_teologica":"A importância da palavra de Deus é enfatizada em toda a Escritura, mostrando que ela é viva e eficaz.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 40:8"]},"ezequiel_28_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto do versículo, 'senhor' enfatiza a posição de Deus como o único que pode pronunciar juízos e determinar destinos.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre Deus e a humanidade, destacando Sua autoridade suprema.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu controle sobre a história e a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 14:11","Filipenses 2:10"]},"ezequiel_28_12_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"כָּלִיל","transliteracao":"kâlîyl","strong":"H3632","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se à oferta feita a Deus, simbolizando devoção e arrependimento.","explicacao_detalhada":"Em Ezequiel 28:12, o 'sacrifício' pode ser visto como uma expressão de adoração que foi corrompida por Tiro, que se afastou de Deus.","por_que_esta_palavra":"A palavra é importante porque representa a relação entre o homem e Deus, onde o sacrifício é um meio de reconciliação.","conexao_teologica":"O conceito de sacrifício é central na Bíblia, culminando no sacrifício de Cristo como a oferta perfeita.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"ezequiel_28_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a uma relação de descendência ou origem, indicando a posição de alguém como filho de outra entidade.","explicacao_detalhada":"No contexto de Ezequiel 28:12, a palavra 'filho' é usada para descrever a relação de Lúcifer como um ser criado por Deus, destacando sua origem divina e sua queda.","por_que_esta_palavra":"A palavra 'filho' é utilizada para enfatizar a criação e a posição elevada que Lúcifer tinha antes de sua rebelião.","conexao_teologica":"A relação de 'filho' implica em uma responsabilidade e uma expectativa de fidelidade a Deus, que Lúcifer não cumpriu.","referencias_relacionadas":["Isaías 14:12","Gênesis 6:2","Mateus 5:9"]},"ezequiel_28_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Indica uma posição de autoridade e domínio, referindo-se ao poder que Lúcifer exercia antes de sua queda.","explicacao_detalhada":"A palavra 'rei' neste versículo destaca a majestade e a soberania que Lúcifer possuía, sendo considerado o 'rei' de Tiro, simbolizando sua influência e poder.","por_que_esta_palavra":"A utilização de 'rei' enfatiza a grandeza e a responsabilidade que Lúcifer tinha, que foi corrompida por seu orgulho.","conexao_teologica":"A queda de Lúcifer de sua posição de 'rei' ilustra a transição de um estado de honra para um estado de condenação devido ao pecado.","referencias_relacionadas":["Ezequiel 28:17","Apocalipse 12:7-9","Isaías 14:13-14"]},"ezequiel_28_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico, muitas vezes associado a eventos significativos ou a criação.","explicacao_detalhada":"A palavra 'dia' é usada para descrever o tempo em que Lúcifer foi criado, destacando a perfeição de sua criação e a beleza que ele possuía.","por_que_esta_palavra":"O uso de 'dia' enfatiza a ideia de um momento de origem e de um estado inicial de pureza e beleza.","conexao_teologica":"O conceito de 'dia' na criação é fundamental para entender a bondade original de Deus e a queda que se seguiu.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Eclesiastes 3:1"]},"ezequiel_28_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador de todas as coisas, que tem autoridade sobre tudo.","explicacao_detalhada":"A palavra 'Deus' neste contexto ressalta a origem de Lúcifer como uma criação divina, enfatizando a soberania de Deus sobre todas as criaturas.","por_que_esta_palavra":"A menção de 'Deus' sublinha a relação de Lúcifer com o Criador e a responsabilidade que ele tinha como uma de suas criações.","conexao_teologica":"A soberania de Deus é um tema central na teologia, e a queda de Lúcifer serve como um aviso sobre a rebelião contra essa autoridade.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 45:5"]},"ezequiel_28_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma como algo é feito ou apresentado.","explicacao_detalhada":"A palavra 'modo' neste versículo indica a perfeição e a beleza da criação de Lúcifer, que foi feita de maneira sublime.","por_que_esta_palavra":"O uso de 'modo' enfatiza a excelência da criação de Deus e a queda de Lúcifer de um estado de perfeição.","conexao_teologica":"A maneira como Deus cria reflete sua natureza perfeita, e a queda de Lúcifer destaca a corrupção que pode ocorrer na criação.","referencias_relacionadas":["Gênesis 1:31","Salmos 139:14","Efésios 2:10"]},"ezequiel_28_14_cover":{"palavra_pt":"cobrir","palavra_original":"סָכַךְ","transliteracao":"çâkak","strong":"H5526","significado_raiz":"Ideia básica: cobrir.","significado_contextual":"Refere-se ao ato de cobrir ou proteger, muitas vezes associado a uma função de guarda.","explicacao_detalhada":"A palavra 'cobrir' indica a função de Lúcifer como um querubim ungido que tinha a responsabilidade de proteger a santidade de Deus.","por_que_esta_palavra":"O uso de 'cobrir' destaca a posição elevada de Lúcifer e sua função de intercessão e proteção antes de sua queda.","conexao_teologica":"A função de 'cobrir' é teologicamente significativa, pois reflete a proteção divina e a responsabilidade que os seres criados têm em relação a Deus.","referencias_relacionadas":["Êxodo 25:20","Salmos 91:1","Hebreus 9:5"]},"ezequiel_28_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo, muitas vezes em um contexto de autoridade.","explicacao_detalhada":"A palavra 'dar' neste contexto pode indicar a autoridade que Lúcifer tinha para conceder ou influenciar, refletindo seu papel antes da queda.","por_que_esta_palavra":"O uso de 'dar' enfatiza a capacidade de Lúcifer de exercer influência e autoridade, que foi corrompida por seu orgulho.","conexao_teologica":"A capacidade de 'dar' é um reflexo da autoridade que Deus confere a seus servos, e a queda de Lúcifer serve como um aviso sobre o uso inadequado dessa autoridade.","referencias_relacionadas":["Mateus 7:7","Tiago 1:17","Romanos 12:6"]},"ezequiel_28_14_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se a uma elevação geográfica, muitas vezes simbolizando um lugar de proximidade com Deus.","explicacao_detalhada":"A palavra 'montanha' neste contexto pode simbolizar a posição elevada de Lúcifer como um ser celestial que estava próximo a Deus.","por_que_esta_palavra":"O uso de 'montanha' destaca a grandeza e a proximidade de Lúcifer com Deus antes de sua queda.","conexao_teologica":"As montanhas frequentemente simbolizam lugares de encontro com Deus, e a queda de Lúcifer representa a perda dessa proximidade.","referencias_relacionadas":["Salmos 125:2","Isaías 2:2","Mateus 17:1"]},"ezequiel_28_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico, muitas vezes associado à criação ou a um estado de pureza.","explicacao_detalhada":"A palavra 'dia' aqui enfatiza o tempo em que Lúcifer era perfeito em seus caminhos, antes de sua corrupção.","por_que_esta_palavra":"O uso de 'dia' destaca a ideia de um momento de integridade e beleza na criação de Lúcifer.","conexao_teologica":"A noção de 'dia' na criação é fundamental para entender a bondade original de Deus e a queda subsequente de Lúcifer.","referencias_relacionadas":["Gênesis 1:31","Eclesiastes 3:11","Romanos 8:22"]},"ezequiel_28_15_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à qualidade de ser verdadeiro, justo e íntegro.","explicacao_detalhada":"A palavra 'verdade' neste contexto indica a pureza e a integridade de Lúcifer antes de sua queda, quando ele era perfeito em todos os seus caminhos.","por_que_esta_palavra":"O uso de 'verdade' enfatiza a condição original de Lúcifer como um ser criado em retidão, que se desviou dessa verdade.","conexao_teologica":"A verdade é um atributo de Deus, e a queda de Lúcifer ilustra a tragédia da corrupção do que era originalmente bom.","referencias_relacionadas":["Salmos 15:2","João 14:6","Efésios 4:15"]},"ezequiel_28_15_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' neste contexto refere-se à essência e à plenitude que Deus deu a seus seres criados.","explicacao_detalhada":"No versículo, a 'vida' é apresentada como um dom divino, simbolizando a relação íntima entre Deus e suas criaturas. A ausência de vida representa a separação de Deus.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a importância da conexão espiritual e da obediência a Deus como fonte de verdadeira existência.","conexao_teologica":"A vida é um tema central na teologia bíblica, representando não apenas a existência física, mas também a vida espiritual em comunhão com Deus.","referencias_relacionadas":["Gênesis 2:7","João 10:10","Romanos 6:23"]},"ezequiel_28_16_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão contra a vontade de Deus, que resulta em separação e morte espiritual.","explicacao_detalhada":"Neste versículo, o pecado é descrito como a causa da queda do ser que tinha sido criado perfeito. A desobediência trouxe corrupção e destruição.","por_que_esta_palavra":"A palavra 'pecado' é usada para destacar a gravidade da rebelião contra Deus e suas consequências devastadoras.","conexao_teologica":"O pecado é um conceito fundamental na teologia cristã, que explica a necessidade de redenção e a obra de Cristo na cruz.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-10","Tiago 1:15"]},"ezequiel_28_16_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"A palavra 'abundantemente' indica uma grande quantidade ou plenitude, referindo-se à riqueza que foi dada ao ser criado.","explicacao_detalhada":"Neste contexto, 'abundantemente' sugere que o ser criado recebeu bênçãos em grande medida, mas que isso foi corrompido pelo pecado.","por_que_esta_palavra":"A utilização de 'abundantemente' ressalta a generosidade de Deus em conceder dons e recursos, que foram mal utilizados.","conexao_teologica":"A abundância de Deus é um tema que aparece em várias passagens, mostrando que Ele deseja que seus filhos vivam em plenitude.","referencias_relacionadas":["Salmos 23:5","Filipenses 4:19","João 10:10"]},"ezequiel_28_16_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"A palavra 'crueldade' refere-se à injustiça e à opressão, que surgem como resultado do pecado.","explicacao_detalhada":"Neste versículo, a crueldade é uma consequência da corrupção moral e espiritual, levando à exploração e ao sofrimento dos outros.","por_que_esta_palavra":"A palavra 'crueldade' é usada para enfatizar a natureza destrutiva do pecado e suas repercussões sociais e espirituais.","conexao_teologica":"A crueldade é contrária à natureza de Deus, que é amor e justiça, e destaca a necessidade de arrependimento e restauração.","referencias_relacionadas":["Provérbios 21:15","Isaías 58:6","Miquéias 6:8"]},"ezequiel_28_17_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' simboliza o centro das emoções e decisões, representando a verdadeira natureza do ser.","explicacao_detalhada":"Neste contexto, o coração é descrito como sendo cheio de orgulho e vaidade, levando à queda do ser criado.","por_que_esta_palavra":"A escolha da palavra 'coração' enfatiza a importância do estado interior do ser humano e sua relação com Deus.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde se toma decisões espirituais e morais, refletindo a condição do ser diante de Deus.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Romanos 10:9"]},"ezequiel_28_17_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2451","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A palavra 'sabedoria' refere-se à capacidade de discernir e agir de acordo com a verdade divina.","explicacao_detalhada":"Neste versículo, a sabedoria é apresentada como um atributo que foi corrompido, levando a decisões erradas e à queda.","por_que_esta_palavra":"A palavra 'sabedoria' é crucial para entender a relação entre conhecimento e ação, especialmente em relação à vontade de Deus.","conexao_teologica":"A sabedoria é um tema central na literatura sapiencial da Bíblia, mostrando que a verdadeira sabedoria vem de Deus.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Colossenses 2:3"]},"ezequiel_28_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus, que foi afetada pelo pecado.","explicacao_detalhada":"Neste contexto, a terra representa não apenas o espaço físico, mas também a criação que sofre as consequências da rebelião.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a abrangência do impacto do pecado, afetando tanto o ser humano quanto a criação.","conexao_teologica":"A relação entre a terra e a humanidade é um tema importante na teologia, refletindo a responsabilidade do homem sobre a criação.","referencias_relacionadas":["Gênesis 1:28","Romanos 8:22","Apocalipse 21:1"]},"ezequiel_28_18_mal":{"palavra_pt":"mal","palavra_original":"עֶוֶל","transliteracao":"ʻevel","strong":"H5766","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se à corrupção moral e à injustiça que surgem como resultado do pecado.","explicacao_detalhada":"Neste versículo, o mal é descrito como uma consequência direta da desobediência e da rebelião contra Deus.","por_que_esta_palavra":"A palavra 'mal' é utilizada para destacar a gravidade das ações que se afastam da vontade de Deus e suas consequências.","conexao_teologica":"O mal é um conceito central na teologia, que explica a necessidade de redenção e a luta entre o bem e o mal.","referencias_relacionadas":["Gênesis 6:5","Romanos 12:21","1 João 5:19"]},"ezequiel_28_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' neste contexto refere-se ao impacto do pecado sobre o mundo criado, que sofre as consequências da rebelião.","explicacao_detalhada":"A terra, como criação de Deus, é afetada pelo pecado, refletindo a degradação moral e espiritual da humanidade.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a abrangência do impacto do pecado, afetando tanto o ser humano quanto o ambiente.","conexao_teologica":"A relação entre a terra e a humanidade é um tema importante na teologia, refletindo a responsabilidade do homem sobre a criação.","referencias_relacionadas":["Gênesis 3:17-19","Isaías 24:5","Romanos 8:21"]},"ezequiel_28_18_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"A palavra 'abundantemente' refere-se à grandeza das bênçãos que foram dadas, agora corrompidas pelo pecado.","explicacao_detalhada":"Neste contexto, 'abundantemente' sugere que as bênçãos de Deus foram mal utilizadas, resultando em consequências negativas.","por_que_esta_palavra":"A utilização de 'abundantemente' ressalta a generosidade de Deus, contrastando com a ingratidão e a corrupção do ser criado.","conexao_teologica":"A abundância de Deus é um tema que aparece em várias passagens, mostrando que Ele deseja que seus filhos vivam em plenitude.","referencias_relacionadas":["Salmos 36:8","2 Coríntios 9:8","Efésios 3:20"]},"ezequiel_28_19_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus e à sua soberania sobre todas as coisas.","explicacao_detalhada":"A palavra 'eterno' neste contexto enfatiza a natureza imutável e perpétua de Deus, que não está sujeita ao tempo ou à mudança. É uma afirmação da divindade e da permanência do Seu reino.","por_que_esta_palavra":"A escolha da palavra 'eterno' destaca a diferença entre a criação e o Criador, sublinhando que enquanto tudo é passageiro, Deus é eterno.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, pois implica que Ele é a fonte de toda a vida e existência, e que Seu plano de salvação é eterno.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"ezequiel_28_19_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Deus, que é escolhido e separado para um relacionamento especial com Ele.","explicacao_detalhada":"A palavra 'povo' implica uma comunidade unida por laços espirituais e sociais, que serve a Deus e vive segundo Seus mandamentos. É um lembrete da identidade coletiva dos fiéis.","por_que_esta_palavra":"A utilização da palavra 'povo' enfatiza a importância da coletividade na fé, mostrando que a relação com Deus é tanto individual quanto comunitária.","conexao_teologica":"A ideia de povo de Deus é fundamental na Bíblia, refletindo a aliança entre Deus e Israel, e, por extensão, a Igreja como o novo povo de Deus.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Romanos 9:25-26"]},"ezequiel_28_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de um ser que antes estava em posição elevada, simbolizando a perda de honra e status.","explicacao_detalhada":"A palavra 'cair' neste contexto é uma metáfora para a queda espiritual e moral, representando a transgressão e a consequência do orgulho e da rebelião contra Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' ilustra a fragilidade da condição humana e a necessidade de humildade diante de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação do homem de Deus e a necessidade de redenção.","referencias_relacionadas":["Isaías 14:12-15","Gênesis 3:6-7","Lucas 10:18"]},"ezequiel_28_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus, que é poderosa e criativa, capaz de trazer à existência o que não existe.","explicacao_detalhada":"A palavra 'palavra' neste contexto destaca a importância da revelação divina e como Deus se comunica com a humanidade, trazendo instruções e juízos.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a autoridade e a eficácia da mensagem de Deus, que não volta vazia.","conexao_teologica":"A palavra de Deus é central na teologia cristã, sendo vista como a base da fé e da prática cristã.","referencias_relacionadas":["Salmos 33:6","Hebreus 4:12","João 1:1"]},"ezequiel_28_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua essência, caráter e autoridade.","explicacao_detalhada":"A palavra 'senhor' neste contexto é um reconhecimento da soberania de Deus sobre todas as coisas e da reverência que devemos ter em Sua presença.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de submissão e adoração que os crentes devem ter em relação a Deus.","conexao_teologica":"O nome de Deus é um tema fundamental na Bíblia, simbolizando Sua presença e poder na vida do Seu povo.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-11"]},"ezequiel_28_21_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de Deus em comunicar Sua vontade e juízo ao Seu povo.","explicacao_detalhada":"A palavra 'falar' neste contexto implica a revelação divina e a importância da obediência à palavra de Deus, que é sempre relevante e atual.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a necessidade de ouvir e responder à voz de Deus em nossas vidas.","conexao_teologica":"A comunicação de Deus com a humanidade é um aspecto central da teologia, mostrando como Ele se relaciona com Seu povo.","referencias_relacionadas":["Jeremias 1:7","Mateus 4:4","Romanos 10:17"]},"ezequiel_28_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação especial entre Deus e Seu povo, muitas vezes descrita como uma relação paternal.","explicacao_detalhada":"A palavra 'filho' neste contexto simboliza a herança, a proteção e o amor que Deus tem por aqueles que são Seus.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a intimidade do relacionamento que os crentes têm com Deus, como filhos e filhas do Rei.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, refletindo a nova identidade dos crentes em Cristo.","referencias_relacionadas":["Gálatas 4:6-7","João 1:12","Romanos 8:15"]},"ezequiel_28_21_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana, enfatizando a criação de Deus e a dignidade do ser humano.","explicacao_detalhada":"A palavra 'homem' neste contexto destaca a singularidade da criação humana, feita à imagem e semelhança de Deus, e a responsabilidade que isso implica.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a importância da humanidade no plano de Deus e a necessidade de viver de acordo com Sua vontade.","conexao_teologica":"A criação do homem é um tema fundamental na teologia, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Tiago 3:9"]},"ezequiel_28_22_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e à Sua criação, que é perfeita e sem defeito.","explicacao_detalhada":"A palavra 'bom' neste contexto enfatiza a natureza de Deus como a fonte de toda bondade e a expectativa de que Seu povo viva de acordo com essa bondade.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a moralidade e a ética que devem guiar a vida dos crentes, refletindo o caráter de Deus.","conexao_teologica":"A bondade de Deus é um tema central na teologia, mostrando que tudo o que Ele faz é bom e que devemos buscar a Sua vontade.","referencias_relacionadas":["Gênesis 1:31","Salmos 119:68","Romanos 12:2"]},"ezequiel_28_22_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se à santidade de Deus e à necessidade de pureza moral e espiritual entre Seu povo.","explicacao_detalhada":"A palavra 'santificar' neste contexto implica a separação do que é comum e impuro, chamando o povo a viver em santidade diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'santificar' enfatiza a importância da pureza e da dedicação a Deus em todas as áreas da vida.","conexao_teologica":"A santidade de Deus é um tema central na teologia, refletindo a separação do pecado e a chamada à santidade para os crentes.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:16","Hebreus 12:14"]},"ezequiel_28_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Expressar uma declaração ou comando.","explicacao_detalhada":"A palavra 'dizer' é usada para comunicar uma mensagem, seja ela de ordem, instrução ou revelação. No contexto de Ezequiel 28:22, Deus está se dirigindo a uma nação ou a um povo, enfatizando a importância de Sua palavra.","por_que_esta_palavra":"Esta palavra é fundamental na comunicação divina, pois Deus frequentemente se revela e orienta Seu povo através de Sua palavra.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que Ele estabelece Seu plano e propósito para a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"ezequiel_28_23_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Representa vida e sacrifício.","explicacao_detalhada":"No contexto de Ezequiel 28:23, o sangue é mencionado em relação ao juízo e à purificação. O sangue é um símbolo de vida e, na teologia bíblica, também é associado ao sacrifício expiatório.","por_que_esta_palavra":"O sangue é central na narrativa bíblica, simbolizando a vida e a redenção através do sacrifício de Cristo.","conexao_teologica":"O sangue de Cristo é o que nos purifica de todo pecado e nos reconcilia com Deus.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"ezequiel_28_23_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Mandar ou despachar algo ou alguém.","explicacao_detalhada":"A palavra 'enviar' implica uma ação de delegar ou comissionar. Em Ezequiel 28:23, Deus está enviando juízo sobre uma nação, mostrando Seu controle sobre os eventos.","por_que_esta_palavra":"Deus frequentemente envia profetas e mensagens para alertar e instruir Seu povo.","conexao_teologica":"A missão de Jesus foi um envio divino para a salvação da humanidade.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","João 20:21"]},"ezequiel_28_23_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"Referente ao fim da vida ou ao juízo.","explicacao_detalhada":"A morte, mencionada em Ezequiel 28:23, é um símbolo do juízo de Deus sobre a iniquidade. É uma consequência do pecado e uma realidade que todos enfrentarão.","por_que_esta_palavra":"A morte é um tema recorrente na Bíblia, representando tanto a separação espiritual de Deus quanto a morte física.","conexao_teologica":"Cristo venceu a morte, oferecendo vida eterna a todos que creem Nele.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","Apocalipse 20:14"]},"ezequiel_28_24_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou à nação de Israel.","explicacao_detalhada":"A palavra 'casa' em Ezequiel 28:24 pode se referir tanto a um lar físico quanto à nação de Israel como um todo, simbolizando a presença de Deus entre Seu povo.","por_que_esta_palavra":"A casa é um símbolo de segurança e pertencimento, refletindo a relação de Deus com Seu povo.","conexao_teologica":"A Igreja é descrita como a casa de Deus, onde Ele habita entre os crentes.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"ezequiel_28_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito.","explicacao_detalhada":"A palavra 'modo' em Ezequiel 28:24 indica a forma ou maneira de agir, especialmente em relação à justiça e ao comportamento moral.","por_que_esta_palavra":"O modo de viver é crucial na vida cristã, refletindo a santidade de Deus.","conexao_teologica":"A Bíblia nos ensina a viver de maneira digna do chamado que recebemos.","referencias_relacionadas":["Efésios 4:1","Colossenses 3:17","1 Pedro 1:15-16"]},"ezequiel_28_24_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à realidade.","explicacao_detalhada":"A palavra 'verdade' em Ezequiel 28:24 enfatiza a importância da honestidade e da integridade no relacionamento com Deus e com os outros.","por_que_esta_palavra":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","conexao_teologica":"Jesus é descrito como a Verdade, e conhecer a verdade nos liberta.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:25"]},"ezequiel_28_25_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir ou avaliar.","explicacao_detalhada":"A palavra 'julgar' em Ezequiel 28:25 implica a ação de Deus em avaliar as ações de Seu povo e trazer justiça.","por_que_esta_palavra":"O julgamento é uma parte essencial da justiça divina, refletindo a santidade de Deus.","conexao_teologica":"Deus é o justo juiz que avaliará cada um segundo suas obras.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10","Apocalipse 20:12"]},"ezequiel_28_25_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de tornar algo sagrado ou separado para Deus.","explicacao_detalhada":"A palavra 'santificar' em Ezequiel 28:25 indica a necessidade de separar o que é comum do que é sagrado, enfatizando a pureza e a dedicação a Deus.","por_que_esta_palavra":"A santificação é essencial para a vida cristã, pois nos chama a viver em conformidade com a vontade de Deus.","conexao_teologica":"A santificação é um processo contínuo na vida do crente, à medida que somos moldados à imagem de Cristo.","referencias_relacionadas":["1 Tessalonicenses 4:3","Hebreus 12:14","1 Pedro 1:16"]},"ezequiel_28_25_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus.","explicacao_detalhada":"A palavra 'senhor' em Ezequiel 28:25 destaca a posição de Deus como autoridade suprema sobre todas as coisas, enfatizando Sua soberania.","por_que_esta_palavra":"Reconhecer Deus como Senhor é fundamental para a fé e a obediência do crente.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 10:9"]},"ezequiel_28_26_refugio":{"palavra_pt":"refugio","palavra_original":"בֶּטַח","transliteracao":"beṭach","strong":"H983","significado_raiz":"Ideia básica: refugio.","significado_contextual":"Refúgio representa um lugar seguro, onde o povo de Deus pode encontrar proteção e descanso.","explicacao_detalhada":"No contexto de Ezequiel 28:26, a palavra 'refúgio' é usada para descrever a segurança que Deus oferece ao seu povo, especialmente em tempos de adversidade. O refúgio é um símbolo da presença divina que protege e cuida.","por_que_esta_palavra":"A palavra 'refúgio' é importante porque enfatiza a confiança que os fiéis devem ter em Deus como seu protetor e salvador.","conexao_teologica":"Teologicamente, o refúgio em Deus é um tema recorrente nas Escrituras, simbolizando a segurança que Ele proporciona aos que nele confiam.","referencias_relacionadas":["Salmos 91:2","Salmos 46:1","Provérbios 18:10"]}}