{"ezequiel_29_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Expressão refere-se à forma como a mensagem de Deus é comunicada ao povo.","explicacao_detalhada":"Em Ezequiel 29:1, a palavra 'expressão' é usada para indicar a comunicação direta de Deus através do profeta, ressaltando a importância da revelação divina.","por_que_esta_palavra":"A palavra 'expressão' é crucial para entender como Deus se comunica com a humanidade, mostrando que Ele deseja que sua vontade seja conhecida.","conexao_teologica":"A revelação de Deus é um aspecto fundamental da teologia, pois permite que os seres humanos compreendam sua natureza e planos.","referencias_relacionadas":["Hebreus 1:1-2","Amós 3:7","2 Pedro 1:21"]},"ezequiel_29_1_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Lua simboliza a passagem do tempo e os ciclos da vida, muitas vezes associada a festividades e celebrações.","explicacao_detalhada":"No contexto de Ezequiel 29:1, a menção da lua pode estar relacionada a períodos de adoração e a marcação de eventos importantes no calendário religioso.","por_que_esta_palavra":"A palavra 'lua' é significativa porque representa a ordem e a regularidade que Deus estabeleceu na criação, refletindo sua soberania.","conexao_teologica":"A criação e os ciclos naturais são frequentemente usados nas Escrituras para ilustrar a fidelidade de Deus e sua providência.","referencias_relacionadas":["Gênesis 1:14-18","Salmos 104:19","Eclesiastes 3:1"]},"ezequiel_29_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se à mensagem de Deus, que é poderosa e transformadora.","explicacao_detalhada":"Em Ezequiel 29:1, a palavra 'palavra' enfatiza a importância da comunicação divina e como ela deve ser ouvida e obedecida pelo povo.","por_que_esta_palavra":"A palavra 'palavra' é central na teologia bíblica, pois representa a verdade de Deus que traz vida e direção.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua importância é destacada em toda a Escritura como meio de revelação e transformação.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"ezequiel_29_2_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à ação de comunicar a mensagem de Deus ao povo.","explicacao_detalhada":"No contexto de Ezequiel 29:2, a palavra 'falar' indica a responsabilidade do profeta em transmitir a vontade de Deus de maneira clara e direta.","por_que_esta_palavra":"A palavra 'falar' é essencial porque destaca a importância da comunicação profética e a necessidade de ouvir a voz de Deus.","conexao_teologica":"A comunicação divina é um tema central na teologia, pois Deus se revela e se relaciona com a humanidade através de sua palavra.","referencias_relacionadas":["Romanos 10:14","Atos 2:4","1 Pedro 4:11"]},"ezequiel_29_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a relação de herança e continuidade na família de Deus.","explicacao_detalhada":"Em Ezequiel 29:2, a palavra 'filho' é usada para enfatizar a identidade e a posição do povo de Deus como seus filhos, com direitos e responsabilidades.","por_que_esta_palavra":"A palavra 'filho' é significativa porque reflete a intimidade do relacionamento entre Deus e seu povo, enfatizando amor e cuidado.","conexao_teologica":"A filiação divina é um tema importante, mostrando que os crentes são adotados na família de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"ezequiel_29_2_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó representa a autoridade e o poder humano que se opõe a Deus.","explicacao_detalhada":"No contexto de Ezequiel 29:2, a palavra 'faraó' é usada para descrever a figura de autoridade que Deus está julgando, simbolizando a arrogância e a resistência ao seu governo.","por_que_esta_palavra":"A palavra 'faraó' é importante porque ilustra a luta entre o poder humano e a soberania divina.","conexao_teologica":"A soberania de Deus sobre as nações é um tema central na teologia, mostrando que nenhum poder humano pode resistir à vontade de Deus.","referencias_relacionadas":["Êxodo 5:1","Romanos 9:17","Isaías 19:4"]},"ezequiel_29_3_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude e à importância de Deus em contraste com os poderes humanos.","explicacao_detalhada":"Em Ezequiel 29:3, a palavra 'grande' é usada para descrever a grandeza de Deus e sua autoridade sobre todas as coisas, incluindo os governantes da terra.","por_que_esta_palavra":"A palavra 'grande' é significativa porque enfatiza a majestade de Deus e sua capacidade de agir em favor do seu povo.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, destacando sua soberania e poder sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 19:16"]},"ezequiel_29_3_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Ezequiel 29:3, a palavra 'senhor' é usada para afirmar a soberania de Deus sobre o faraó e as nações, reconhecendo que Ele é o verdadeiro governante.","por_que_esta_palavra":"A palavra 'senhor' é crucial porque estabelece a relação de domínio e submissão entre Deus e a humanidade.","conexao_teologica":"A soberania de Deus é um dos pilares da teologia, mostrando que Ele reina sobre toda a criação e que sua vontade prevalece.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Filipenses 2:9-11"]},"ezequiel_29_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se à ação de conceder ou oferecer algo, muitas vezes em um contexto de bênção ou julgamento.","explicacao_detalhada":"Em Ezequiel 29:4, a palavra 'dar' é usada para descrever a ação de Deus em conceder a palavra ao profeta, enfatizando a responsabilidade de transmitir essa mensagem ao povo.","por_que_esta_palavra":"A palavra 'dar' é significativa porque reflete a generosidade de Deus em revelar sua vontade e a responsabilidade do profeta em comunicar essa revelação.","conexao_teologica":"A generosidade de Deus em dar sua palavra é um tema importante, mostrando seu desejo de se relacionar com a humanidade.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Romanos 12:6"]},"ezequiel_29_4_jejum":{"palavra_pt":"jejum","palavra_original":"דָּבַק","transliteracao":"dâbaq","strong":"H1692","significado_raiz":"Ideia básica: jejum.","significado_contextual":"O jejum é uma prática de abstinência de alimentos, muitas vezes associada a um estado de luto ou busca espiritual.","explicacao_detalhada":"No contexto de Ezequiel 29:4, o jejum pode ser visto como um ato de humilhação diante de Deus, onde o povo busca arrependimento e reconciliação. O jejum é uma forma de se afastar das distrações do mundo físico para se concentrar em questões espirituais.","por_que_esta_palavra":"A palavra 'jejum' é utilizada para enfatizar a necessidade de um retorno à espiritualidade e à dependência de Deus em tempos de crise.","conexao_teologica":"O jejum é frequentemente mencionado na Bíblia como um meio de buscar a Deus, refletir sobre o pecado e pedir Sua intervenção. É um ato de submissão e devoção.","referencias_relacionadas":["Isaías 58:6","Mateus 6:16-18","Joel 2:12-13"]},"ezequiel_29_5_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne representa a parte física e mortal do ser humano, frequentemente associada à fragilidade e à mortalidade.","explicacao_detalhada":"Em Ezequiel 29:5, a menção da carne pode simbolizar a vulnerabilidade do povo e a necessidade de reconhecer sua condição diante de Deus. A carne é um lembrete da fragilidade humana e da dependência de Deus para sustento e vida.","por_que_esta_palavra":"A palavra 'carne' é usada para ilustrar a condição humana e a necessidade de um relacionamento com Deus que transcenda a existência física.","conexao_teologica":"A carne é frequentemente contrastada com o espírito, enfatizando a luta entre a natureza humana e a busca pela santidade.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:5-8","1 Coríntios 15:50"]},"ezequiel_29_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como o lugar físico onde o povo habita, simbolizando também a herança e a promessa de Deus.","explicacao_detalhada":"No contexto de Ezequiel 29:5, a terra pode representar tanto a nação de Israel quanto a criação de Deus. A referência à terra enfatiza a conexão entre o povo e o seu lar, bem como a importância da terra nas promessas divinas.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre Deus e Seu povo, além de ser um símbolo de estabilidade e promessa.","conexao_teologica":"A terra é um tema recorrente na Bíblia, representando não apenas o espaço físico, mas também a presença de Deus e Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Salmos 37:11","Hebreus 11:10"]},"ezequiel_29_5_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os céus são frequentemente associados à habitação de Deus e ao domínio espiritual.","explicacao_detalhada":"Em Ezequiel 29:5, a menção aos céus pode simbolizar a soberania de Deus sobre toda a criação e a sua autoridade. Os céus representam o lugar onde Deus reina e onde as orações e súplicas são dirigidas.","por_que_esta_palavra":"A palavra 'céus' é utilizada para enfatizar a grandeza de Deus e a sua capacidade de intervir na história humana.","conexao_teologica":"Os céus são um símbolo da presença de Deus e da esperança de um futuro eterno com Ele.","referencias_relacionadas":["Salmos 115:16","Mateus 6:9-10","Apocalipse 21:1"]},"ezequiel_29_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa o lar, a família e a comunidade, simbolizando segurança e pertencimento.","explicacao_detalhada":"No contexto de Ezequiel 29:6, a casa pode referir-se ao povo de Israel como um todo, enfatizando a unidade e a necessidade de proteção divina. A casa é um símbolo de identidade e continuidade.","por_que_esta_palavra":"A palavra 'casa' é importante para entender a estrutura social e espiritual do povo de Deus.","conexao_teologica":"A casa é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, como uma família espiritual.","referencias_relacionadas":["Salmos 127:1","Efésios 2:19-22","1 Pedro 2:5"]},"ezequiel_29_6_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer implica um relacionamento íntimo e pessoal, não apenas um entendimento intelectual.","explicacao_detalhada":"Em Ezequiel 29:6, a palavra 'conhecer' sugere uma relação profunda entre Deus e Seu povo, onde o conhecimento vai além da mera informação e envolve experiência e intimidade.","por_que_esta_palavra":"A palavra 'conhecer' é utilizada para enfatizar a importância de um relacionamento pessoal com Deus.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida espiritual e é frequentemente associado à salvação e à vida eterna.","referencias_relacionadas":["Jeremias 31:34","João 17:3","Filipenses 3:10"]},"ezequiel_29_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"No contexto de Ezequiel 29:6, 'modo' pode se referir à maneira como o povo deve se comportar ou agir em relação a Deus e uns aos outros.","por_que_esta_palavra":"A palavra 'modo' é importante para entender as instruções de Deus sobre como viver de maneira justa e piedosa.","conexao_teologica":"A maneira de viver é um tema central na Bíblia, onde Deus orienta Seu povo a viver de acordo com Seus princípios.","referencias_relacionadas":["Miquéias 6:8","Romanos 12:1-2","Colossenses 3:17"]},"ezequiel_29_7_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão simboliza poder, ação e autoridade.","explicacao_detalhada":"Em Ezequiel 29:7, a mão pode representar a ação de Deus ou a intervenção divina na história do povo. A mão é um símbolo de força e proteção.","por_que_esta_palavra":"A palavra 'mão' é utilizada para enfatizar a capacidade de Deus de agir em favor de Seu povo.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de Sua proteção e poder.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","João 10:28-29"]},"ezequiel_29_7_breach":{"palavra_pt":"breach","palavra_original":"בָּקַע","transliteracao":"bâqaʻ","strong":"H1234","significado_raiz":"Ideia básica: breach.","significado_contextual":"Breach (ou ruptura) refere-se a uma quebra de confiança ou de relacionamento.","explicacao_detalhada":"No contexto de Ezequiel 29:7, a palavra 'breach' pode simbolizar a separação entre Deus e Seu povo devido ao pecado e à desobediência.","por_que_esta_palavra":"A palavra 'breach' é usada para destacar a gravidade da situação espiritual do povo e a necessidade de reconciliação.","conexao_teologica":"A ruptura no relacionamento com Deus é um tema recorrente na Bíblia, onde o arrependimento é necessário para a restauração.","referencias_relacionadas":["Isaías 59:2","Romanos 3:23","2 Coríntios 5:18-19"]},"ezequiel_29_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"Em Ezequiel 29:7, 'modo' pode se referir à maneira como o povo deve se comportar ou agir em relação a Deus e uns aos outros.","por_que_esta_palavra":"A palavra 'modo' é importante para entender as instruções de Deus sobre como viver de maneira justa e piedosa.","conexao_teologica":"A maneira de viver é um tema central na Bíblia, onde Deus orienta Seu povo a viver de acordo com Seus princípios.","referencias_relacionadas":["Miquéias 6:8","Romanos 12:1-2","Colossenses 3:17"]},"ezequiel_29_8_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir refere-se à ação de eliminar ou arruinar algo completamente, neste caso, a nação do Egito.","explicacao_detalhada":"A palavra 'destruir' (כָּרַת) é usada para descrever a severidade do juízo de Deus sobre o Egito, simbolizando a remoção total de sua influência e poder.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a gravidade da punição que o Egito enfrentará por sua rebeldia contra Deus.","conexao_teologica":"A destruição do Egito é um exemplo do juízo divino sobre nações que se opõem a Deus e à Sua vontade.","referencias_relacionadas":["Ezequiel 30:4","Ezequiel 32:12","Isaías 19:1"]},"ezequiel_29_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à soberania de Deus sobre todas as nações e Sua autoridade para julgar.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é um título que expressa a majestade e o domínio de Deus, indicando que Ele é o governante supremo.","por_que_esta_palavra":"É utilizada para reafirmar a posição de Deus como juiz e autoridade máxima sobre o Egito e outras nações.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem controle sobre a história e os destinos das nações.","referencias_relacionadas":["Salmos 24:1","Isaías 40:15","Romanos 14:11"]},"ezequiel_29_8_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Deus, neste contexto, refere-se ao Deus de Israel, que está prestes a executar juízo sobre o Egito.","explicacao_detalhada":"A palavra 'Deus' (יְהֹוִה) é usada para enfatizar a identidade do Senhor como o único Deus verdadeiro que tem autoridade sobre todas as coisas.","por_que_esta_palavra":"É importante para estabelecer a relação entre Deus e Seu povo, e a responsabilidade que as nações têm diante d'Ele.","conexao_teologica":"A identidade de Deus como o Criador e Juiz é fundamental para entender Sua relação com a humanidade e a justiça divina.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2","Salmos 46:10"]},"ezequiel_29_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se à queda do Egito como uma potência, simbolizando a derrota e a humilhação.","explicacao_detalhada":"A palavra 'cair' (הָיָה) implica uma mudança drástica na condição do Egito, que passará de um estado de poder para um estado de ruína.","por_que_esta_palavra":"É utilizada para descrever a inevitabilidade do juízo de Deus e a fragilidade das nações diante de Sua vontade.","conexao_teologica":"A queda de nações é um tema recorrente na Bíblia, mostrando que Deus é capaz de levantar e derrubar reinos conforme Sua soberania.","referencias_relacionadas":["Daniel 2:21","Provérbios 16:18","Isaías 14:12"]},"ezequiel_29_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao território do Egito, que será afetado pelo juízo de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para indicar não apenas a geografia, mas também o povo e a cultura que habitam essa região.","por_que_esta_palavra":"É importante para mostrar que o juízo de Deus não é apenas espiritual, mas também físico e social, afetando a vida cotidiana.","conexao_teologica":"A relação entre Deus e a terra é fundamental, pois a terra é vista como parte da promessa e do plano de Deus para Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7","Salmos 37:11"]},"ezequiel_29_9_laid":{"palavra_pt":"laid","palavra_original":"שְׁמָמָה","transliteracao":"shᵉmâmâh","strong":"H8077","significado_raiz":"Ideia básica: laid.","significado_contextual":"Laid refere-se ao estado de desolação que o Egito experimentará após o juízo de Deus.","explicacao_detalhada":"A palavra 'laid' (שְׁמָמָה) implica um estado de abandono e desolação, refletindo a devastação que ocorrerá.","por_que_esta_palavra":"É utilizada para enfatizar a totalidade da destruição e o impacto que isso terá sobre a nação e seu povo.","conexao_teologica":"A desolação é um símbolo do juízo de Deus e serve como um aviso para outras nações sobre as consequências da desobediência.","referencias_relacionadas":["Jeremias 25:11","Ezequiel 33:28","Isaías 24:1"]},"ezequiel_29_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar refere-se ao ato de Deus de chamar a atenção para o juízo que está prestes a ocorrer.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para indicar que Deus está entregando um aviso ou uma mensagem ao povo sobre o que está por vir.","por_que_esta_palavra":"É importante para mostrar que Deus não age sem aviso, mas sempre oferece oportunidades de arrependimento.","conexao_teologica":"O clamor de Deus é um tema que reflete Sua misericórdia e justiça, pois Ele deseja que todos se voltem para Ele.","referencias_relacionadas":["Amós 3:7","Isaías 55:6","Ezequiel 18:30"]},"ezequiel_29_10_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Eis é uma chamada à atenção, indicando que algo importante está prestes a ser revelado.","explicacao_detalhada":"A palavra 'eis' (הֵן) é uma expressão que chama a atenção do ouvinte para a gravidade da mensagem que está sendo transmitida.","por_que_esta_palavra":"É utilizada para enfatizar a urgência e a importância do que Deus está prestes a declarar.","conexao_teologica":"A chamada para 'eis' é um convite para que as pessoas reconheçam a verdade de Deus e respondam a ela.","referencias_relacionadas":["Mateus 11:15","Apocalipse 3:20","Isaías 41:10"]},"ezequiel_29_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se novamente ao Egito, enfatizando a abrangência do juízo de Deus.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) reforça a ideia de que todo o território e povo do Egito serão afetados pelo juízo.","por_que_esta_palavra":"É importante para mostrar que o juízo de Deus não é seletivo, mas abrange todos os aspectos da nação.","conexao_teologica":"A abrangência do juízo de Deus é um lembrete da Sua autoridade sobre todas as nações e povos.","referencias_relacionadas":["Ezequiel 30:3","Salmos 46:10","Isaías 19:25"]},"ezequiel_29_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à certeza do juízo que Deus está prestes a executar sobre o Egito.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar que as promessas e advertências de Deus são absolutas e inegáveis.","por_que_esta_palavra":"É utilizada para enfatizar que o que Deus diz acontecerá, e que Sua palavra é confiável.","conexao_teologica":"A verdade de Deus é um fundamento da fé, pois Ele é fiel às Suas promessas e advertências.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"ezequiel_29_11_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' neste contexto refere-se ao ato de Deus de decidir sobre o destino de uma nação.","explicacao_detalhada":"O julgamento de Deus é um tema recorrente na Bíblia, onde Ele avalia as ações das nações e indivíduos, trazendo consequências justas. Em Ezequiel 29:11, Deus declara que o Egito será julgado por suas transgressões.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a autoridade divina e a justiça de Deus em lidar com a iniquidade.","conexao_teologica":"O julgamento de Deus é um aspecto fundamental da Sua santidade e justiça, mostrando que Ele não ignora o pecado.","referencias_relacionadas":["Salmos 96:13","Isaías 3:13","Romanos 14:10"]},"ezequiel_29_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para descrever a ação de Deus em entregar o Egito a um estado de desolação.","explicacao_detalhada":"Neste versículo, Deus promete dar o Egito como um deserto, simbolizando a perda de sua glória e poder. Isso reflete a soberania de Deus sobre as nações.","por_que_esta_palavra":"A palavra 'dar' mostra a autoridade de Deus em decidir o destino das nações e a consequência do pecado.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é visto como o controlador de toda a história.","referencias_relacionadas":["Ezequiel 30:4","Jeremias 46:26","Daniel 2:21"]},"ezequiel_29_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico do Egito, que será devastado.","explicacao_detalhada":"A desolação da terra é um símbolo do julgamento de Deus e da perda de bênçãos que vêm da desobediência.","por_que_esta_palavra":"A ênfase na 'terra' destaca a conexão entre a espiritualidade e a realidade física, mostrando que o pecado tem consequências tangíveis.","conexao_teologica":"A relação entre a terra e a bênção divina é um tema importante na Bíblia, onde a obediência resulta em prosperidade.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 5:9","Ezequiel 36:34"]},"ezequiel_29_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão do julgamento de Deus sobre o Egito.","explicacao_detalhada":"Este termo é crucial para entender a lógica divina por trás das ações de Deus, que não são arbitrárias, mas baseadas em justiça.","por_que_esta_palavra":"A palavra 'porque' conecta a ação de Deus com a razão moral, enfatizando que Ele age em resposta ao pecado.","conexao_teologica":"A justiça de Deus é um princípio fundamental, onde cada ação divina é justificada por Sua natureza santa.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Salmos 37:28"]},"ezequiel_29_13_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza a soberania de Deus e Sua posição como juiz das nações.","por_que_esta_palavra":"A utilização de 'senhor' destaca a relação de autoridade entre Deus e a humanidade, especialmente em tempos de julgamento.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é reconhecido como o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 10:12"]},"ezequiel_29_13_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' refere-se à divindade que exerce poder e autoridade sobre o Egito.","explicacao_detalhada":"Neste versículo, 'Deus' é apresentado como o ser supremo que determina o destino das nações, reforçando a ideia de Sua soberania.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza do julgamento e a relação entre Deus e a humanidade.","conexao_teologica":"A divindade de Deus é um aspecto essencial da fé, onde Ele é visto como o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"ezequiel_29_14_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se à restauração que Deus promete trazer após o julgamento.","explicacao_detalhada":"Após o julgamento do Egito, Deus promete edificar novamente a terra, simbolizando esperança e renovação.","por_que_esta_palavra":"A escolha da palavra 'edificar' sugere que Deus não apenas julga, mas também restaura e traz vida nova.","conexao_teologica":"A restauração é um tema central na Bíblia, refletindo a natureza redentora de Deus.","referencias_relacionadas":["Isaías 61:4","Ezequiel 36:10","Joel 2:25"]},"ezequiel_29_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao território que será restaurado por Deus.","explicacao_detalhada":"A restauração da terra é um símbolo da fidelidade de Deus às Suas promessas e da esperança de um futuro melhor.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância do espaço físico na relação entre Deus e Seu povo.","conexao_teologica":"A terra prometida é um conceito importante na teologia bíblica, representando a bênção e a presença de Deus.","referencias_relacionadas":["Deuteronômio 30:5","Ezequiel 36:33","Romanos 8:21"]},"ezequiel_29_14_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda do Egito como potência e ao seu estado de desolação.","explicacao_detalhada":"A queda do Egito é um exemplo do poder de Deus para derrubar nações que se opõem a Ele.","por_que_esta_palavra":"A palavra 'cair' enfatiza a fragilidade das potências humanas diante da soberania divina.","conexao_teologica":"A queda de nações é um tema recorrente, mostrando que Deus é soberano sobre a história e os reinos da terra.","referencias_relacionadas":["Salmos 75:7","Daniel 4:17","Apocalipse 18:2"]},"ezequiel_29_15_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"A palavra 'reino' refere-se ao domínio que o Egito perdeu devido ao julgamento de Deus.","explicacao_detalhada":"O reino do Egito, uma vez poderoso, será reduzido a nada, simbolizando a justiça de Deus.","por_que_esta_palavra":"A palavra 'reino' destaca a transitoriedade do poder humano em comparação com a eternidade de Deus.","conexao_teologica":"A soberania de Deus sobre os reinos da terra é um tema central na Bíblia, onde Ele estabelece e derruba governantes.","referencias_relacionadas":["Salmos 22:28","Daniel 2:21","Mateus 28:18"]},"ezequiel_29_15_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou relação de proximidade, sugerindo que algo está situado no meio de outras coisas.","explicacao_detalhada":"No contexto de Ezequiel 29:15, 'entre' é usado para descrever a localização de uma nação ou povo em relação a outros, enfatizando a ideia de separação e distinção.","por_que_esta_palavra":"A escolha da palavra 'entre' é crucial para entender a dinâmica de poder e a posição de Israel em relação às nações vizinhas.","conexao_teologica":"A ideia de estar 'entre' reflete a soberania de Deus sobre as nações e a escolha de Israel como Seu povo especial.","referencias_relacionadas":["Ezequiel 28:25","Isaías 43:4","Deuteronômio 7:6"]},"ezequiel_29_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em autenticidade e fidelidade, especialmente em relação às promessas de Deus.","explicacao_detalhada":"Em Ezequiel 29:15, a negação da verdade sugere uma quebra de aliança ou desvio da fidelidade esperada entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'verdade' é utilizada para enfatizar a importância da lealdade e da sinceridade nas relações, especialmente entre Deus e Israel.","conexao_teologica":"A verdade é um atributo de Deus e um chamado para que Seu povo viva de acordo com Sua vontade.","referencias_relacionadas":["Salmos 25:5","João 14:6","Provérbios 12:22"]},"ezequiel_29_16_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se não apenas a uma estrutura física, mas também ao lar espiritual e à comunidade do povo de Deus.","explicacao_detalhada":"No versículo, 'casa' simboliza a nação de Israel e sua relação com Deus, representando segurança e identidade.","por_que_esta_palavra":"A utilização de 'casa' destaca a importância da comunidade e da família na fé, refletindo a aliança de Deus com Seu povo.","conexao_teologica":"A casa de Deus é frequentemente mencionada nas Escrituras como um lugar de adoração e comunhão.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","Mateus 7:24"]},"ezequiel_29_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reforça a ideia de autenticidade e a necessidade de viver em conformidade com a vontade de Deus.","explicacao_detalhada":"A repetição da palavra 'verdade' em Ezequiel 29:16 enfatiza a importância da sinceridade nas relações, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra é fundamental para entender a expectativa de Deus em relação ao comportamento do Seu povo.","conexao_teologica":"A verdade é central na mensagem profética, chamando o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Salmos 51:6","Efésios 4:15","1 João 1:6"]},"ezequiel_29_16_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência plena que Deus deseja para Seu povo, tanto física quanto espiritualmente.","explicacao_detalhada":"Em Ezequiel 29:16, 'vida' simboliza a bênção e a proteção que Deus oferece àqueles que permanecem fiéis a Ele.","por_que_esta_palavra":"A escolha da palavra 'vida' destaca a relação vital entre Deus e Seu povo, onde a obediência resulta em bênçãos.","conexao_teologica":"A vida em Deus é um tema recorrente, simbolizando a salvação e a restauração.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 8:6"]},"ezequiel_29_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' implica em um estado de queda ou ruína, frequentemente associado ao juízo divino.","explicacao_detalhada":"No contexto de Ezequiel 29:17, 'cair' pode se referir à queda de nações ou indivíduos que se afastam de Deus.","por_que_esta_palavra":"A palavra é usada para alertar sobre as consequências da desobediência e da infidelidade.","conexao_teologica":"A queda é um tema que reflete a necessidade de arrependimento e a busca pela restauração em Deus.","referencias_relacionadas":["Provérbios 16:18","Mateus 7:25","Romanos 11:22"]},"ezequiel_29_17_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' pode simbolizar ciclos e mudanças, refletindo a natureza passageira das coisas.","explicacao_detalhada":"Em Ezequiel 29:17, 'lua' pode ser vista como um símbolo de tempo e de eventos que se desenrolam sob a soberania de Deus.","por_que_esta_palavra":"A menção da lua sugere a ideia de que tudo está sob o controle divino, incluindo os ciclos da vida.","conexao_teologica":"A criação, incluindo os corpos celestes, é um testemunho da grandeza de Deus e de Seu plano soberano.","referencias_relacionadas":["Gênesis 1:14","Salmos 104:19","Mateus 24:29"]},"ezequiel_29_17_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina e à revelação de Deus ao Seu povo.","explicacao_detalhada":"Em Ezequiel 29:17, 'palavra' enfatiza a importância da mensagem profética e da obediência a ela.","por_que_esta_palavra":"A escolha de 'palavra' destaca a relevância da revelação de Deus na vida do povo e a necessidade de escutar e agir conforme ela.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a fé e a prática do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Romanos 10:17"]},"ezequiel_29_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, implicando em comportamento e conduta.","explicacao_detalhada":"No contexto de Ezequiel 29:18, 'modo' sugere que a forma de agir de um povo pode refletir sua relação com Deus.","por_que_esta_palavra":"A escolha de 'modo' é importante para entender que a conduta do povo deve estar alinhada com os princípios divinos.","conexao_teologica":"A maneira de viver é um reflexo da fé e da obediência a Deus, sendo um testemunho para os outros.","referencias_relacionadas":["1 Pedro 1:15","Gálatas 5:22-23","Colossenses 3:17"]},"ezequiel_29_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa não apenas a relação biológica, mas também a herança espiritual e a identidade em Deus.","explicacao_detalhada":"Em Ezequiel 29:18, 'filho' pode simbolizar a relação entre Deus e Seu povo, enfatizando a responsabilidade e o compromisso.","por_que_esta_palavra":"A escolha de 'filho' é significativa para entender a dinâmica de amor e disciplina entre Deus e Seus filhos.","conexao_teologica":"A filiação divina é um tema central na Escritura, refletindo a adoção e a herança que temos em Cristo.","referencias_relacionadas":["Romanos 8:15","Gálatas 4:7","Efésios 1:5"]},"ezequiel_29_18_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se a Nabucodonosor, rei da Babilônia, que é mencionado como um instrumento de Deus para o julgamento sobre as nações.","explicacao_detalhada":"Nabucodonosor é descrito como um rei poderoso que conquistou Jerusalém e levou os israelitas ao exílio. No contexto de Ezequiel 29, Deus fala sobre o destino de Egito e de seu rei, comparando-o ao destino de Nabucodonosor.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a autoridade e o poder que Nabucodonosor tinha sobre as nações, e como Deus usou essa autoridade para cumprir Seus propósitos.","conexao_teologica":"A soberania de Deus é evidenciada ao usar reis e nações para realizar Seus planos, mostrando que mesmo os governantes mais poderosos estão sob o controle divino.","referencias_relacionadas":["Jeremias 25:9","Daniel 2:37-38","Ezequiel 30:10"]},"ezequiel_29_19_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, 'rei' refere-se a Nabucodonosor, enfatizando seu papel no julgamento do Egito.","explicacao_detalhada":"Neste versículo, Deus declara que Nabucodonosor receberá o Egito como recompensa por seu serviço de julgamento. Isso destaca a relação entre a obediência a Deus e as consequências que vêm com ela.","por_que_esta_palavra":"A repetição do termo 'rei' reforça a ideia de que Nabucodonosor é um agente de Deus, mesmo que ele não tenha consciência disso.","conexao_teologica":"A ideia de que Deus pode usar líderes ímpios para cumprir Seus planos é um tema recorrente na Bíblia, mostrando a complexidade da soberania divina.","referencias_relacionadas":["Isaías 10:5-7","Ezequiel 30:24","Daniel 4:17"]},"ezequiel_29_19_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua autoridade suprema sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' é usado para afirmar que Deus é o verdadeiro governante e que Ele tem controle sobre os destinos dos reinos e seus reis.","por_que_esta_palavra":"A utilização de 'senhor' destaca a relação de domínio e submissão entre Deus e a humanidade, especialmente em tempos de julgamento.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor de toda a criação e que nada acontece fora de Sua vontade.","referencias_relacionadas":["Salmos 24:1","Isaías 45:7","Romanos 13:1"]},"ezequiel_29_19_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' refere-se ao Senhor, enfatizando Sua divindade e poder sobre todas as nações.","explicacao_detalhada":"Neste versículo, Deus é apresentado como o autor do julgamento e da restauração, mostrando que Ele tem o controle absoluto sobre a história.","por_que_esta_palavra":"A palavra 'Deus' é crucial para entender a natureza de Sua autoridade e a relação que Ele tem com as nações e seus governantes.","conexao_teologica":"A divindade de Deus é um pilar da fé, e Sua capacidade de governar sobre os reinos da terra é uma demonstração de Seu poder soberano.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Apocalipse 19:16"]},"ezequiel_29_20_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de Deus conceder o Egito a Nabucodonosor como recompensa por seu serviço.","explicacao_detalhada":"Neste contexto, 'dar' implica que Deus está entregando o Egito nas mãos de Nabucodonosor, mostrando que Ele está no controle do destino das nações.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a soberania de Deus em decidir quem receberá o que, e como Ele usa as circunstâncias para cumprir Seus propósitos.","conexao_teologica":"A ideia de que Deus dá e retira é um tema importante na Bíblia, refletindo Sua autoridade sobre a criação e os reinos da terra.","referencias_relacionadas":["Deuteronômio 8:18","Salmos 75:7","Tiago 1:17"]},"ezequiel_29_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao Egito, que é o foco do julgamento de Deus neste capítulo.","explicacao_detalhada":"Neste contexto, 'terra' é usada para descrever a nação egípcia que será entregue a Nabucodonosor, simbolizando a queda de uma potência que se opôs a Deus.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa não apenas o território físico, mas também a identidade e a cultura de um povo.","conexao_teologica":"A relação entre Deus e as nações é frequentemente expressa em termos de terra, simbolizando a promessa e o juízo divino.","referencias_relacionadas":["Gênesis 12:7","Ezequiel 30:6","Mateus 5:5"]},"ezequiel_29_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a uma metáfora que pode simbolizar força e ferocidade, embora o contexto exato não seja claro.","explicacao_detalhada":"Neste versículo, a palavra 'urso' pode ser interpretada como uma representação de poder e destruição, possivelmente aludindo ao caráter do rei babilônico.","por_que_esta_palavra":"A escolha de 'urso' pode ser uma forma de enfatizar a brutalidade e a força que Nabucodonosor demonstraria ao conquistar o Egito.","conexao_teologica":"A utilização de animais como metáforas para descrever líderes e nações é comum na literatura profética, refletindo a natureza de suas ações.","referencias_relacionadas":["Daniel 7:5","Amós 3:8","Miquéias 1:8"]},"ezequiel_29_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico determinado por Deus para a realização de Seus propósitos.","explicacao_detalhada":"Neste contexto, 'dia' pode simbolizar um tempo de julgamento e restauração, onde Deus agirá em favor de Seu povo.","por_que_esta_palavra":"A palavra 'dia' é importante porque enfatiza a certeza e a iminência das promessas de Deus, que se cumprirão em Seu tempo.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo e à intervenção divina na história, refletindo a expectativa de um futuro redentor.","referencias_relacionadas":["Joel 2:31","Zacarias 14:1","Atos 2:20"]},"ezequiel_29_21_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo ou à habitação de Deus entre Seu povo, simbolizando Sua presença.","explicacao_detalhada":"Neste contexto, 'casa' é um lembrete da importância do templo como o lugar onde Deus se encontrava com Seu povo e onde as promessas de restauração seriam cumpridas.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa a relação íntima entre Deus e Seu povo, e a importância do culto e da adoração.","conexao_teologica":"A habitação de Deus entre os homens é um tema central na Bíblia, culminando na encarnação de Cristo e na promessa de um novo céu e nova terra.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"ezequiel_29_21_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de adoração e sacrifício, central na vida religiosa do povo de Israel.","explicacao_detalhada":"Neste contexto, o altar simboliza a necessidade de reconciliação entre Deus e Seu povo, e a importância dos sacrifícios na adoração.","por_que_esta_palavra":"A palavra 'altar' é crucial porque representa o meio pelo qual o povo se aproximava de Deus e buscava perdão e restauração.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e a humanidade, que encontra seu cumprimento em Cristo, o sacrifício perfeito.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]}}