{"ezequiel_3_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se ao ato de comunicar uma mensagem ou instrução.","explicacao_detalhada":"Em Ezequiel 3:1, a palavra 'dizer' é usada para enfatizar a importância da comunicação da mensagem de Deus ao povo, destacando a responsabilidade do profeta.","por_que_esta_palavra":"A palavra 'dizer' é fundamental porque representa a ação de Deus ao chamar Ezequiel para ser Sua voz entre os israelitas.","conexao_teologica":"A comunicação da palavra de Deus é central na teologia bíblica, pois Deus se revela e se relaciona com Seu povo através da fala.","referencias_relacionadas":["Ezequiel 3:4","Romanos 10:14","Atos 2:4"]},"ezequiel_3_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se a um descendente ou alguém que tem uma relação familiar.","explicacao_detalhada":"No contexto de Ezequiel 3:1, a palavra 'filho' é usada para enfatizar a relação de Ezequiel com Deus, que o chama de 'filho' para indicar uma relação de intimidade e responsabilidade.","por_que_esta_palavra":"A designação de 'filho' é significativa porque implica que Ezequiel tem um papel especial e uma missão divina a cumprir.","conexao_teologica":"A relação de Deus com Seus profetas como 'filhos' reflete a natureza paternal de Deus e Sua intenção de guiar e proteger Seu povo.","referencias_relacionadas":["Ezequiel 2:1","Gálatas 4:6","Romanos 8:14"]},"ezequiel_3_2_appear":{"palavra_pt":"aparecer","palavra_original":"פָּתַח","transliteracao":"pâthach","strong":"H6605","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"Aparecer refere-se ao ato de se tornar visível ou se manifestar.","explicacao_detalhada":"Em Ezequiel 3:2, a palavra 'aparecer' é usada para descrever a manifestação da palavra de Deus ao profeta, indicando que a revelação divina é clara e acessível.","por_que_esta_palavra":"A ideia de 'aparecer' é importante porque mostra que Deus se revela a Ezequiel de maneira direta, permitindo que ele compreenda Sua vontade.","conexao_teologica":"A manifestação de Deus é um tema central na teologia, pois reflete o desejo de Deus de se relacionar com a humanidade e revelar Sua verdade.","referencias_relacionadas":["Ezequiel 1:1","Êxodo 3:2","João 1:14"]},"ezequiel_3_2_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"Unrepresented refere-se a algo que não é representado ou que está ausente.","explicacao_detalhada":"No contexto de Ezequiel 3:2, a palavra 'unrepresented' pode se referir à ideia de que a mensagem de Deus não é apenas para Ezequiel, mas deve ser levada ao povo que não a representa adequadamente.","por_que_esta_palavra":"A ausência de representação é significativa porque destaca a responsabilidade de Ezequiel em ser a voz de Deus para aqueles que não estão ouvindo.","conexao_teologica":"A ideia de ser um representante de Deus é fundamental na teologia, pois implica que os profetas têm a responsabilidade de comunicar a verdade divina ao povo.","referencias_relacionadas":["Ezequiel 3:4","Isaías 6:8","Mateus 28:19"]},"ezequiel_3_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se novamente ao ato de comunicar uma mensagem ou instrução.","explicacao_detalhada":"Em Ezequiel 3:3, a repetição da palavra 'dizer' enfatiza a importância da comunicação da mensagem de Deus e a necessidade de Ezequiel em ser diligente em sua tarefa.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a urgência e a seriedade da missão profética de Ezequiel.","conexao_teologica":"A comunicação da palavra de Deus é um aspecto vital da missão da igreja, refletindo a continuidade do ministério profético na era moderna.","referencias_relacionadas":["Ezequiel 3:4","1 Pedro 4:11","Atos 20:27"]},"ezequiel_3_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Em Ezequiel 3:3, \"filho\" aparece na frase \"E disse-me: Filho do homem, dá de comer ao teu ventre, e enche as tuas entranhas deste rolo que eu te dou. Então o comi, e era na minha boc…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (בֵּן; bên; H1121), \"filho\" traz a ideia de filho. Aqui, essa palavra deixa o ensino de Ezequiel 3:3 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"filho\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Ezequiel 3:4. Lendo junto com Ezequiel 3:3, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Ezequiel 3:3","Ezequiel 3:4","Salmos 119:105"]},"ezequiel_3_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Em Ezequiel 3:4, \"dizer\" aparece na frase \"E disse-me ainda: Filho do homem, vai, entra na casa de Israel, e dize-lhe as minhas palavras.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אָמַר; ʼâmar; H559), \"dizer\" traz a ideia de dizer. Aqui, essa palavra deixa o ensino de Ezequiel 3:4 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"dizer\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Ezequiel 33:10. Lendo junto com Ezequiel 3:4, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Ezequiel 3:4","Ezequiel 33:10","Salmos 119:105"]},"ezequiel_3_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou progenitor, enfatizando a relação familiar.","explicacao_detalhada":"A palavra 'filho' no contexto de Ezequiel 3:4 destaca a missão de Ezequiel como um porta-voz de Deus para o povo de Israel, que é frequentemente descrito como 'filhos' de Deus.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a relação íntima entre Deus e Seu povo, indicando que eles são parte de Sua família.","conexao_teologica":"A ideia de ser 'filho' de Deus é central na teologia bíblica, refletindo a filiação espiritual e a responsabilidade que vem com essa relação.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","João 1:12"]},"ezequiel_3_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à nação de Israel, simbolizando a comunidade e a estrutura social.","explicacao_detalhada":"A palavra 'casa' é usada para descrever não apenas um edifício físico, mas também a nação e o povo de Israel como um todo, enfatizando a coletividade.","por_que_esta_palavra":"A 'casa' de Israel é um tema recorrente nas Escrituras, representando o povo escolhido de Deus e Sua habitação entre eles.","conexao_teologica":"A casa de Deus é um conceito que se estende até o Novo Testamento, onde a Igreja é vista como a nova casa de Deus.","referencias_relacionadas":["Gênesis 28:17","Salmos 127:1","Hebreus 3:6"]},"ezequiel_3_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa, ligando a ação à condição.","explicacao_detalhada":"A palavra 'porque' é usada para conectar a missão de Ezequiel com a condição do povo, indicando que sua mensagem é necessária devido à sua desobediência.","por_que_esta_palavra":"Esta palavra é crucial para entender a razão pela qual Ezequiel deve falar, mostrando que a mensagem de Deus é uma resposta à situação do povo.","conexao_teologica":"A comunicação de Deus muitas vezes é condicionada à resposta do povo, refletindo a necessidade de arrependimento e retorno a Ele.","referencias_relacionadas":["Isaías 1:18","Mateus 4:17","Atos 17:30"]},"ezequiel_3_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade ou à realidade, especialmente em relação à palavra de Deus.","explicacao_detalhada":"A palavra 'verdade' aqui implica que a mensagem de Ezequiel é baseada na verdade divina e não em enganos ou ilusões.","por_que_esta_palavra":"A ênfase na verdade é essencial para a credibilidade da mensagem profética e para a resposta do povo.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, onde a fidelidade e a justiça de Deus são constantemente reafirmadas.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"ezequiel_3_5_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se ao órgão da fala, simbolizando a comunicação e a expressão verbal.","explicacao_detalhada":"A palavra 'língua' destaca a importância da comunicação na transmissão da mensagem de Deus, enfatizando o papel de Ezequiel como porta-voz.","por_que_esta_palavra":"A língua é um instrumento vital para a profecia e para a proclamação da verdade de Deus ao povo.","conexao_teologica":"A comunicação divina muitas vezes ocorre através da fala, e a língua é vista como um meio pelo qual Deus se revela ao Seu povo.","referencias_relacionadas":["Tiago 3:5-6","Romanos 10:14","Atos 2:4"]},"ezequiel_3_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Reforça a ideia de que a mensagem de Ezequiel é verdadeira e deve ser levada a sério.","explicacao_detalhada":"A repetição da palavra 'verdade' enfatiza a importância da autenticidade da mensagem profética em contraste com a desobediência do povo.","por_que_esta_palavra":"A verdade é fundamental para a missão de Ezequiel, pois ele deve transmitir a mensagem de Deus com integridade.","conexao_teologica":"A verdade de Deus é um pilar da fé, e a rejeição dela leva a consequências espirituais sérias.","referencias_relacionadas":["Salmos 25:5","João 8:32","1 João 1:6"]},"ezequiel_3_6_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a condição e a natureza do povo de Israel.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a humanidade em sua fragilidade e necessidade de redenção.","por_que_esta_palavra":"A referência ao 'homem' destaca a responsabilidade individual e coletiva diante de Deus.","conexao_teologica":"A condição do homem é um tema central na teologia, refletindo a necessidade de salvação e a graça de Deus.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Efésios 2:8-9"]},"ezequiel_3_6_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Novamente, refere-se à capacidade de comunicação, essencial para a profecia.","explicacao_detalhada":"A repetição da palavra 'língua' reforça a ideia de que a comunicação é vital para a transmissão da mensagem de Deus.","por_que_esta_palavra":"A língua é um meio pelo qual a verdade de Deus é proclamada, e sua importância não pode ser subestimada.","conexao_teologica":"A comunicação é um aspecto fundamental da relação entre Deus e a humanidade, e a língua desempenha um papel crucial nesse processo.","referencias_relacionadas":["Salmos 34:13","Provérbios 18:21","Colossenses 4:6"]},"ezequiel_3_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à nação de Israel, enfatizando a coletividade e a identidade do povo escolhido.","explicacao_detalhada":"A palavra 'casa' é usada para descrever a comunidade de Israel, que é chamada a ouvir e responder à mensagem de Deus.","por_que_esta_palavra":"A 'casa' de Israel representa a coletividade do povo e sua relação com Deus, sendo um tema recorrente nas Escrituras.","conexao_teologica":"A ideia de ser parte da 'casa' de Deus é central na teologia, refletindo a união e a responsabilidade do povo diante de Deus.","referencias_relacionadas":["Isaías 56:7","Mateus 21:13","1 Pedro 2:5"]},"ezequiel_3_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade da mensagem que deve ser aceita pelo povo.","explicacao_detalhada":"A repetição da palavra 'verdade' enfatiza a necessidade de o povo reconhecer e aceitar a verdade de Deus.","por_que_esta_palavra":"A verdade é fundamental para a relação entre Deus e Seu povo, e a rejeição dela leva a consequências espirituais.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, onde a fidelidade e a justiça de Deus são constantemente reafirmadas.","referencias_relacionadas":["Salmos 119:151","João 17:17","2 Timóteo 2:15"]},"ezequiel_3_7_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de escutar e entender a mensagem de Deus.","explicacao_detalhada":"No contexto de Ezequiel 3:7, Deus está alertando o profeta sobre a resistência do povo de Israel em ouvir Suas palavras. O ato de ouvir é mais do que apenas captar sons; implica em prestar atenção e agir de acordo com o que se ouve.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a importância da receptividade à mensagem divina e a responsabilidade do povo em responder a ela.","conexao_teologica":"A capacidade de ouvir a voz de Deus é fundamental para a fé e a obediência. A rejeição dessa voz leva ao afastamento de Deus.","referencias_relacionadas":["Isaías 6:9","Mateus 13:15","Tiago 1:19"]},"ezequiel_3_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em transmitir uma mensagem ou um aviso, especialmente em um contexto de urgência.","explicacao_detalhada":"Em Ezequiel 3:8, Deus comissiona Ezequiel a 'dar' a mensagem ao povo, enfatizando a necessidade de que ele não apenas fale, mas que também entregue a mensagem com seriedade e autoridade.","por_que_esta_palavra":"A palavra 'dar' é crucial, pois indica que a mensagem não é apenas uma informação, mas uma entrega de responsabilidade que deve ser recebida e considerada.","conexao_teologica":"A entrega da mensagem de Deus é um ato de amor e responsabilidade, refletindo o desejo de Deus de que todos se voltem para Ele.","referencias_relacionadas":["Romanos 10:14","2 Coríntios 5:20","Atos 20:27"]},"ezequiel_3_8_poderoso":{"palavra_pt":"poderoso","palavra_original":"חָזָק","transliteracao":"châzâq","strong":"H2389","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à força e à capacidade de resistir, especialmente em um contexto de oposição.","explicacao_detalhada":"No versículo, Deus fortalece Ezequiel, garantindo que ele será 'poderoso' diante da resistência do povo, mostrando que a força divina está com ele.","por_que_esta_palavra":"A ênfase na força é vital, pois Ezequiel enfrentará desafios significativos ao transmitir a mensagem de Deus.","conexao_teologica":"A força de Deus capacita Seus servos a cumprir Seus propósitos, mesmo diante da adversidade.","referencias_relacionadas":["Filipenses 4:13","Isaías 41:10","2 Timóteo 1:7"]},"ezequiel_3_8_beside":{"palavra_pt":"beside","palavra_original":"עֻמָּה","transliteracao":"ʻummâh","strong":"H5980","significado_raiz":"Ideia básica: beside.","significado_contextual":"A palavra 'beside' sugere proximidade e apoio, indicando que Ezequiel não está sozinho em sua missão.","explicacao_detalhada":"Neste contexto, a presença de Deus ao lado de Ezequiel é uma garantia de que ele terá o suporte necessário para enfrentar os desafios que surgirem.","por_que_esta_palavra":"A ideia de estar 'ao lado' enfatiza a relação íntima entre Deus e o profeta, mostrando que a missão é compartilhada.","conexao_teologica":"Deus promete estar ao lado de Seus servos, oferecendo apoio e encorajamento em suas tarefas.","referencias_relacionadas":["Salmos 23:4","Mateus 28:20","Hebreus 13:5"]},"ezequiel_3_9_poderoso":{"palavra_pt":"poderoso","palavra_original":"חָזָק","transliteracao":"châzâq","strong":"H2389","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A repetição da palavra 'poderoso' reforça a ideia de que Ezequiel será fortalecido em sua missão.","explicacao_detalhada":"Neste versículo, Deus reafirma a força que Ele concede a Ezequiel, preparando-o para enfrentar a dureza do coração do povo.","por_que_esta_palavra":"A repetição serve para enfatizar a importância da força espiritual e moral que Ezequiel precisará.","conexao_teologica":"A força que Deus dá é essencial para a realização de Sua vontade, mesmo quando a oposição é intensa.","referencias_relacionadas":["Salmos 27:1","Isaías 40:29","2 Coríntios 12:9"]},"ezequiel_3_9_pedra":{"palavra_pt":"pedra","palavra_original":"צֹר","transliteracao":"tsôr","strong":"H6864","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' simboliza resistência e dureza, refletindo a obstinação do povo em ouvir a mensagem.","explicacao_detalhada":"Em Ezequiel 3:9, a comparação de Ezequiel com uma pedra indica que ele deve ser firme e inabalável diante da resistência do povo.","por_que_esta_palavra":"A escolha da palavra 'pedra' destaca a necessidade de firmeza e determinação na missão profética.","conexao_teologica":"A firmeza em Deus é essencial para enfrentar a dureza dos corações humanos e permanecer fiel à missão.","referencias_relacionadas":["Mateus 7:24","1 Pedro 2:5","Efésios 6:13"]},"ezequiel_3_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação da mensagem de Deus de forma clara e autoritária.","explicacao_detalhada":"Em Ezequiel 3:10, Deus instrui Ezequiel a 'dizer' as palavras que Ele lhe deu, enfatizando a importância da clareza na comunicação da verdade divina.","por_que_esta_palavra":"A palavra 'dizer' é fundamental, pois a mensagem de Deus deve ser proclamada com precisão e convicção.","conexao_teologica":"A proclamação da palavra de Deus é um ato de obediência e um meio pelo qual a verdade é revelada ao povo.","referencias_relacionadas":["Romanos 10:17","1 Tessalonicenses 2:13","Atos 4:20"]},"ezequiel_3_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de Ezequiel com o povo, que é visto como filhos de Deus.","explicacao_detalhada":"Neste contexto, Ezequiel é chamado a se dirigir ao povo como um pai se dirige a seus filhos, enfatizando a responsabilidade e o cuidado.","por_que_esta_palavra":"A palavra 'filho' destaca a relação íntima e a responsabilidade que Ezequiel tem em guiar e corrigir o povo.","conexao_teologica":"Deus se relaciona com Seu povo como um pai, e os profetas são chamados a refletir essa paternidade em suas interações.","referencias_relacionadas":["Gálatas 4:6","Romanos 8:14","Efésios 1:5"]},"ezequiel_3_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como a mensagem deve ser comunicada.","explicacao_detalhada":"Em Ezequiel 3:10, Deus instrui Ezequiel sobre a importância de comunicar a mensagem de maneira adequada, refletindo a seriedade do conteúdo.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que a forma de comunicar é tão importante quanto o conteúdo da mensagem.","conexao_teologica":"A maneira como a verdade é apresentada pode impactar a recepção da mensagem e a resposta do povo.","referencias_relacionadas":["Colossenses 4:6","1 Pedro 3:15","2 Timóteo 2:15"]},"ezequiel_3_11_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao modo de vida e à conduta que deve ser seguida.","explicacao_detalhada":"Em Ezequiel 3:11, Deus instrui Ezequiel a 'andar' entre o povo, indicando que ele deve viver e interagir com eles enquanto cumpre sua missão.","por_que_esta_palavra":"A palavra 'andar' sugere que a missão profética não é apenas sobre falar, mas também sobre viver de maneira que reflita a mensagem de Deus.","conexao_teologica":"A vida cristã é um testemunho da verdade de Deus, e o modo como andamos deve refletir nossa fé.","referencias_relacionadas":["Gálatas 5:16","1 João 2:6","Efésios 5:8"]},"ezequiel_3_11_carried":{"palavra_pt":"carried","palavra_original":"גּוֹלָה","transliteracao":"gôwlâh","strong":"H1473","significado_raiz":"Ideia básica: carried.","significado_contextual":"Refere-se ao ato de ser levado ou transportado, simbolizando a missão do profeta.","explicacao_detalhada":"A palavra 'carried' (gôwlâh) implica um movimento que não é voluntário, mas sim uma ação imposta, refletindo a experiência de Ezequiel ao ser levado pelo Espírito para cumprir sua missão profética.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica entre o profeta e Deus, onde Ezequiel é guiado pelo Espírito para ver e ouvir as revelações divinas.","conexao_teologica":"A ideia de ser 'carried' destaca a soberania de Deus sobre a vida do profeta e a importância da obediência ao chamado divino.","referencias_relacionadas":["Ezequiel 3:12","Ezequiel 8:3","Ezequiel 11:1"]},"ezequiel_3_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, mas também simboliza a identidade e a herança espiritual.","explicacao_detalhada":"A palavra 'filho' (bên) é usada para enfatizar a relação de Ezequiel com o povo de Israel, destacando sua responsabilidade como porta-voz de Deus para os 'filhos' de Israel.","por_que_esta_palavra":"A escolha da palavra 'filho' reforça a ideia de que Ezequiel não é apenas um profeta, mas também parte da comunidade que ele serve.","conexao_teologica":"A relação de filho implica em responsabilidade e cuidado, refletindo a relação de Deus com Seu povo.","referencias_relacionadas":["Ezequiel 2:1","Ezequiel 3:4","Ezequiel 3:17"]},"ezequiel_3_12_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Representa o Espírito de Deus, que traz revelação e poder.","explicacao_detalhada":"A palavra 'vento' (rûwach) é frequentemente associada ao Espírito Santo, simbolizando a presença ativa de Deus na vida do profeta e na comunicação de Sua mensagem.","por_que_esta_palavra":"A utilização de 'vento' enfatiza a natureza invisível, mas poderosa, do Espírito, que guia e capacita Ezequiel em sua missão.","conexao_teologica":"O Espírito é fundamental para a profecia, pois é Ele quem dá vida e direção à palavra de Deus.","referencias_relacionadas":["Ezequiel 37:9","João 3:8","Atos 2:2"]},"ezequiel_3_12_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Indica a ação de prestar atenção à voz de Deus.","explicacao_detalhada":"A palavra 'ouvir' (shâmaʻ) implica não apenas em ouvir sons, mas em compreender e responder à mensagem divina, essencial para o ministério profético.","por_que_esta_palavra":"A ênfase em 'ouvir' destaca a importância da receptividade à palavra de Deus, que é fundamental para a missão de Ezequiel.","conexao_teologica":"Ouvir a voz de Deus é um tema central na vida espiritual, refletindo a necessidade de discernimento e obediência.","referencias_relacionadas":["Ezequiel 3:10","Romanos 10:17","Salmos 119:105"]},"ezequiel_3_12_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou obedecer à direção divina.","explicacao_detalhada":"A palavra 'seguir' (ʼachar) implica em um movimento ativo em direção à vontade de Deus, essencial para o papel de Ezequiel como profeta.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de Ezequiel não apenas ouvir, mas também agir conforme a direção recebida do Espírito.","conexao_teologica":"Seguir a Deus é um chamado para todos os crentes, refletindo a obediência e a disposição de viver segundo Sua vontade.","referencias_relacionadas":["Mateus 16:24","João 10:27","Salmos 23:3"]},"ezequiel_3_13_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação de Deus através do som e da palavra.","explicacao_detalhada":"A palavra 'voz' (qôwl) é usada para descrever a clareza e a autoridade da mensagem divina que Ezequiel deve transmitir ao povo.","por_que_esta_palavra":"A ênfase na 'voz' destaca a importância da comunicação clara e direta de Deus, que é vital para a missão profética.","conexao_teologica":"A voz de Deus é um tema recorrente nas Escrituras, simbolizando Sua presença e autoridade.","referencias_relacionadas":["Ezequiel 2:2","Salmos 29:4","Hebreus 1:1"]},"ezequiel_3_13_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à condição humana e à fragilidade do ser humano.","explicacao_detalhada":"A palavra 'carne' (chay) é usada para enfatizar a vulnerabilidade do povo de Israel e a necessidade de ouvir a mensagem de Deus para a restauração.","por_que_esta_palavra":"A escolha dessa palavra destaca a realidade da condição humana e a urgência da mensagem profética.","conexao_teologica":"A fragilidade da carne contrasta com a força e a eternidade de Deus, enfatizando a necessidade de dependência dEle.","referencias_relacionadas":["Gênesis 6:3","Isaías 40:6","Romanos 8:3"]},"ezequiel_3_13_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"Simboliza liberdade e a capacidade de voar acima das dificuldades.","explicacao_detalhada":"A palavra 'ave' (kânâph) pode representar a esperança e a proteção que Deus oferece ao Seu povo, mesmo em meio a adversidades.","por_que_esta_palavra":"A utilização de 'ave' sugere a ideia de que, apesar das dificuldades, há uma promessa de libertação e proteção divina.","conexao_teologica":"A imagem da ave é frequentemente usada nas Escrituras para simbolizar a proteção de Deus e a liberdade que Ele proporciona.","referencias_relacionadas":["Salmos 91:4","Isaías 40:31","Mateus 10:31"]},"ezequiel_3_14_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se novamente ao Espírito de Deus, que atua na vida do profeta.","explicacao_detalhada":"A palavra 'vento' (rûwach) aqui reforça a ideia de movimento e ação do Espírito, que impulsiona Ezequiel em sua missão.","por_que_esta_palavra":"A repetição da palavra 'vento' enfatiza a continuidade da ação do Espírito na vida do profeta, mostrando que ele não está sozinho em sua tarefa.","conexao_teologica":"A presença do Espírito é fundamental para a capacitação e a eficácia do ministério profético.","referencias_relacionadas":["Ezequiel 37:14","Atos 1:8","Romanos 8:26"]},"ezequiel_3_14_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de mover-se ou progredir na missão dada por Deus.","explicacao_detalhada":"A palavra 'andar' (yâlak) implica em um movimento contínuo e deliberado em direção ao cumprimento da vontade de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de Ezequiel não apenas ouvir, mas também agir e progredir em sua missão.","conexao_teologica":"Andar com Deus é um tema central na vida cristã, refletindo a necessidade de viver em obediência e fé.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","Colossenses 1:10"]},"ezequiel_3_14_furia":{"palavra_pt":"furia","palavra_original":"חֵמָה","transliteracao":"chêmâh","strong":"H2534","significado_raiz":"Ideia básica: furia.","significado_contextual":"A palavra 'furia' refere-se à ira intensa de Deus contra a desobediência do povo.","explicacao_detalhada":"Neste contexto, a 'furia' representa a resposta divina ao pecado e à rebeldia de Israel, enfatizando a seriedade do juízo que viria sobre eles.","por_que_esta_palavra":"A escolha da palavra 'furia' destaca a gravidade da situação e a urgência da mensagem que Ezequiel deveria transmitir.","conexao_teologica":"A ira de Deus é um tema recorrente nas Escrituras, refletindo Sua santidade e justiça. A 'furia' de Deus é uma resposta ao pecado, mas também um convite ao arrependimento.","referencias_relacionadas":["Salmos 78:49","Isaías 5:25","Romanos 1:18"]},"ezequiel_3_15_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de Deus em avaliar e decidir sobre a condição espiritual do povo.","explicacao_detalhada":"Ezequiel é chamado a ser um porta-voz de Deus, que julga a nação por suas transgressões e infidelidades, trazendo à tona a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'julgar' é fundamental para entender o papel profético de Ezequiel, que não apenas anuncia a destruição, mas também a possibilidade de restauração.","conexao_teologica":"O julgamento de Deus é sempre acompanhado de misericórdia, pois Ele deseja que todos se voltem para Ele e sejam salvos.","referencias_relacionadas":["Ezequiel 18:30","Mateus 12:36","Romanos 14:10"]},"ezequiel_3_15_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' sugere um convite ou uma convocação para que o povo ouça a mensagem de Deus.","explicacao_detalhada":"Neste versículo, 'vir' implica que o povo deve se aproximar e prestar atenção ao que Deus está dizendo através de Ezequiel.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a iniciativa de Deus em se comunicar com Seu povo, mostrando Sua disposição para se relacionar com eles.","conexao_teologica":"Deus chama Seu povo para um relacionamento, e essa convocação é um tema central na Bíblia, refletindo Sua graça e amor.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"ezequiel_3_15_carried":{"palavra_pt":"carried","palavra_original":"גּוֹלָה","transliteracao":"gôwlâh","strong":"H1473","significado_raiz":"Ideia básica: carried.","significado_contextual":"A palavra 'carried' refere-se à ideia de ser levado ou transportado, possivelmente em um sentido espiritual ou emocional.","explicacao_detalhada":"Neste contexto, pode indicar a carga que Ezequiel carrega ao transmitir a mensagem de Deus, bem como a condição do povo que está sendo levado ao juízo.","por_que_esta_palavra":"A palavra 'carried' ilustra a responsabilidade do profeta e a seriedade da mensagem que ele deve entregar.","conexao_teologica":"A ideia de ser 'carried' pode ser vista como uma metáfora para a jornada espiritual, onde Deus leva Seu povo através de dificuldades em direção à redenção.","referencias_relacionadas":["Isaías 53:4","Gálatas 6:2","1 Pedro 5:7"]},"ezequiel_3_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir à queda espiritual do povo ou ao juízo que está prestes a ocorrer.","explicacao_detalhada":"Neste contexto, 'cair' sugere a consequência do pecado e a inevitabilidade do juízo divino sobre aqueles que se afastaram de Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da condição humana diante da justiça de Deus.","conexao_teologica":"A queda é um tema central na teologia bíblica, simbolizando a separação do homem de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Gênesis 3:6","Tiago 4:10"]},"ezequiel_3_16_fim":{"palavra_pt":"fim","palavra_original":"קָצֶה","transliteracao":"qâtseh","strong":"H7097","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término de um ciclo ou à conclusão do juízo que Deus trará sobre o povo.","explicacao_detalhada":"Neste contexto, 'fim' indica que a paciência de Deus se esgotou e que o tempo de arrependimento está se esgotando.","por_que_esta_palavra":"A palavra 'fim' é crucial para entender a urgência da mensagem profética e a necessidade de resposta imediata do povo.","conexao_teologica":"O conceito de 'fim' é frequentemente associado ao juízo final e à restauração que Deus promete aos que se arrependem.","referencias_relacionadas":["Mateus 24:14","Apocalipse 21:6","Eclesiastes 3:2"]},"ezequiel_3_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico em que o juízo de Deus será executado.","explicacao_detalhada":"Neste contexto, 'dia' pode simbolizar tanto um tempo literal quanto um tempo de manifestação do juízo divino.","por_que_esta_palavra":"A palavra 'dia' é importante para enfatizar a certeza e a iminência do juízo de Deus.","conexao_teologica":"O 'dia do Senhor' é um tema recorrente nas Escrituras, representando um tempo de julgamento e restauração.","referencias_relacionadas":["Amós 5:18","2 Pedro 3:10","1 Tessalonicenses 5:2"]},"ezequiel_3_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao povo de Israel, simbolizando a comunidade e a nação escolhida por Deus.","explicacao_detalhada":"Neste contexto, 'casa' representa a coletividade do povo que deve ouvir e responder à mensagem de Deus através de Ezequiel.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a responsabilidade coletiva do povo em relação ao seu relacionamento com Deus.","conexao_teologica":"A ideia de 'casa' é central na teologia bíblica, simbolizando a habitação de Deus entre Seu povo e a importância da comunidade na fé.","referencias_relacionadas":["1 Pedro 2:9","Hebreus 3:6","Gálatas 6:10"]},"ezequiel_3_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação especial entre Deus e Seu povo, que é considerado Seu filho.","explicacao_detalhada":"Neste contexto, 'filho' destaca a intimidade e a responsabilidade que o povo tem em obedecer a Deus como Sua herança.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a dignidade e o valor que Deus atribui ao Seu povo.","conexao_teologica":"A relação de Deus como Pai e Seu povo como filhos é um tema central na Bíblia, refletindo amor, cuidado e disciplina.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:6","Efésios 1:5"]},"ezequiel_3_17_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de transmitir a mensagem de Deus ao povo, enfatizando a urgência do chamado.","explicacao_detalhada":"Neste contexto, 'dar' implica a responsabilidade de Ezequiel em comunicar a palavra de Deus e alertar o povo sobre o juízo iminente.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a importância da comunicação da verdade divina e a necessidade de resposta do povo.","conexao_teologica":"A ação de 'dar' é um reflexo do amor de Deus, que se revela e se comunica com Seu povo, chamando-os ao arrependimento.","referencias_relacionadas":["Mateus 10:7","Atos 20:27","2 Coríntios 5:20"]},"ezequiel_3_18_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à responsabilidade moral e espiritual de um indivíduo por suas ações.","explicacao_detalhada":"No contexto de Ezequiel 3:18, a palavra 'culpado' implica que a pessoa que não ouve a advertência do profeta é responsável por sua própria condenação. A culpa é uma condição que resulta da desobediência a Deus.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica entre o profeta e o povo, onde a responsabilidade individual é enfatizada.","conexao_teologica":"A culpa é um tema central na teologia bíblica, refletindo a necessidade de arrependimento e a justiça de Deus.","referencias_relacionadas":["Ezequiel 18:30","Romanos 3:23","Gálatas 6:5"]},"ezequiel_3_18_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à morte física e espiritual como consequência do pecado.","explicacao_detalhada":"Em Ezequiel 3:18, a morte é apresentada como a consequência inevitável para aqueles que rejeitam a mensagem de Deus. Isso inclui tanto a morte física quanto a separação espiritual de Deus.","por_que_esta_palavra":"A inclusão da palavra 'morrer' destaca a seriedade da advertência e a urgência do arrependimento.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a consequência do pecado e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Apocalipse 20:14"]},"ezequiel_3_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui é usada para enfatizar a autenticidade da mensagem do profeta.","explicacao_detalhada":"Em Ezequiel 3:18, a verdade é a base sobre a qual a advertência é dada. A rejeição da verdade resulta em consequências graves para aqueles que não ouvem.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a integridade da mensagem profética e a responsabilidade do ouvinte.","conexao_teologica":"A verdade é um atributo de Deus e é essencial para a relação entre Deus e a humanidade.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"ezequiel_3_19_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A repetição da palavra 'culpado' reforça a ideia de responsabilidade individual.","explicacao_detalhada":"Neste versículo, a ênfase na culpa destaca que cada pessoa é responsável por suas próprias escolhas e ações diante de Deus.","por_que_esta_palavra":"A palavra é usada para reiterar a mensagem de que a desobediência leva à culpa e à condenação.","conexao_teologica":"A responsabilidade pessoal é um princípio teológico que permeia toda a Escritura.","referencias_relacionadas":["Ezequiel 18:30","Gálatas 6:7","Romanos 14:12"]},"ezequiel_3_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a culpa é relevante.","explicacao_detalhada":"Em Ezequiel 3:19, 'porque' conecta a responsabilidade do ouvinte à sua resposta à mensagem do profeta, indicando que a escolha de não ouvir resulta em culpa.","por_que_esta_palavra":"É uma palavra chave que liga a advertência à consequência, enfatizando a importância da resposta do ouvinte.","conexao_teologica":"A relação entre a escolha humana e as consequências espirituais é um tema central na teologia bíblica.","referencias_relacionadas":["Deuteronômio 30:19","Romanos 10:14","Tiago 1:22"]},"ezequiel_3_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' reafirma a autenticidade da mensagem e a seriedade da advertência.","explicacao_detalhada":"Neste contexto, a verdade é essencial para a compreensão da responsabilidade do povo em ouvir e responder à mensagem de Deus.","por_que_esta_palavra":"A verdade é um fundamento sobre o qual a culpa e a responsabilidade são construídas.","conexao_teologica":"A verdade de Deus é um tema central que permeia a Escritura, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 25:5","João 14:6","1 João 1:8-10"]},"ezequiel_3_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever um perigo iminente.","explicacao_detalhada":"Em Ezequiel 3:20, o 'urso' simboliza a ameaça que se aproxima para aqueles que não ouvem a advertência do profeta.","por_que_esta_palavra":"A metáfora do urso enfatiza a gravidade da situação e a necessidade de atenção à mensagem.","conexao_teologica":"A imagem de perigos e ameaças é frequentemente usada na Bíblia para ilustrar a urgência do arrependimento.","referencias_relacionadas":["Provérbios 17:12","Amós 5:19","Mateus 7:13-14"]},"ezequiel_3_20_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de advertir ou chamar a atenção.","explicacao_detalhada":"Em Ezequiel 3:20, 'dar' implica a responsabilidade do profeta de alertar o povo sobre o perigo que se aproxima.","por_que_esta_palavra":"A ação de 'dar' é essencial para a função profética, que é comunicar a mensagem de Deus.","conexao_teologica":"A comunicação da verdade de Deus é uma parte fundamental do ministério profético.","referencias_relacionadas":["Isaías 58:1","Ezequiel 33:7","Atos 20:26-27"]},"ezequiel_3_20_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se à construção de uma vida ou comunidade baseada na obediência a Deus.","explicacao_detalhada":"Em Ezequiel 3:20, 'edificar' sugere que a resposta à advertência do profeta pode levar à restauração e ao fortalecimento espiritual.","por_que_esta_palavra":"A ideia de edificação é central para a missão do profeta, que busca não apenas advertir, mas também construir uma relação saudável entre o povo e Deus.","conexao_teologica":"A edificação espiritual é um tema recorrente, refletindo a obra de Deus na vida dos crentes.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","Colossenses 2:6-7"]},"ezequiel_3_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual a advertência é dada.","explicacao_detalhada":"Em Ezequiel 3:21, 'porque' conecta a responsabilidade do profeta à sua missão de advertir e guiar o povo.","por_que_esta_palavra":"É uma palavra chave que liga a ação do profeta à resposta do povo, enfatizando a importância da comunicação clara.","conexao_teologica":"A relação entre a missão do profeta e a resposta do povo é um tema central na teologia profética.","referencias_relacionadas":["Ezequiel 33:9","Mateus 28:19-20","Hebreus 13:17"]},"ezequiel_3_21_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se àqueles que seguem os caminhos de Deus e praticam a justiça.","explicacao_detalhada":"No contexto de Ezequiel 3:21, o 'justo' é alguém que vive de acordo com os preceitos divinos e é responsável por alertar os outros sobre suas transgressões.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da justiça e da responsabilidade moral na comunidade.","conexao_teologica":"A justiça é um atributo de Deus e é fundamental para a relação entre Ele e Seu povo.","referencias_relacionadas":["Salmos 37:30","Provérbios 21:21","Isaías 26:7"]},"ezequiel_3_21_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O 'pecado' é a transgressão da lei de Deus, que separa o homem de Sua presença.","explicacao_detalhada":"Em Ezequiel 3:21, o pecado é mencionado como algo que deve ser advertido, pois traz consequências graves para a vida espiritual e social.","por_que_esta_palavra":"A palavra é crucial para entender a necessidade de arrependimento e a função do profeta como vigilante.","conexao_teologica":"O pecado é a razão pela qual a humanidade precisa de redenção e um relacionamento restaurado com Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"ezequiel_3_22_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se a um estado de queda espiritual ou moral, muitas vezes associado ao pecado.","explicacao_detalhada":"No versículo, 'cair' implica a necessidade de se levantar novamente, simbolizando arrependimento e retorno ao caminho certo.","por_que_esta_palavra":"É uma chamada à ação, indicando que mesmo aqueles que caem podem ser restaurados.","conexao_teologica":"A ideia de cair e levantar-se é central na mensagem de esperança e restauração de Deus.","referencias_relacionadas":["Provérbios 24:16","Miquéias 7:8","Salmos 37:24"]},"ezequiel_3_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 3:22, o uso do nome de Deus enfatiza Sua presença e a importância de ouvir Sua voz.","por_que_esta_palavra":"A palavra é usada para invocar a autoridade divina e a necessidade de obediência.","conexao_teologica":"O nome de Deus é central na revelação de Sua natureza e caráter, sendo um convite ao relacionamento.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"ezequiel_3_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é uma ação que implica comunicação e revelação.","explicacao_detalhada":"No contexto, Deus está se comunicando com Ezequiel, instruindo-o sobre sua missão profética.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e o profeta, onde a palavra de Deus é vital.","conexao_teologica":"A comunicação divina é um meio pelo qual Deus revela Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Hebreus 1:1","Salmos 119:105","Isaías 55:11"]},"ezequiel_3_23_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar implica uma ação de se erguer, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"Em Ezequiel 3:23, levantar-se é um símbolo de prontidão para cumprir a missão dada por Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da ação e da disposição para servir a Deus.","conexao_teologica":"Levantar-se é um chamado à ação, refletindo a resposta do crente ao chamado de Deus.","referencias_relacionadas":["Isaías 60:1","Salmos 68:1","Mateus 28:19"]},"ezequiel_3_23_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à manifestação da presença e do caráter de Deus.","explicacao_detalhada":"No versículo, a glória de Deus é um aspecto que deve ser reconhecido e reverenciado.","por_que_esta_palavra":"É usada para descrever a grandeza de Deus e a importância de Sua presença entre o povo.","conexao_teologica":"A glória de Deus é um tema central na adoração e na revelação divina.","referencias_relacionadas":["Êxodo 33:18","Salmos 19:1","Romanos 11:36"]},"ezequiel_3_23_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de deixar um lugar ou uma condição.","explicacao_detalhada":"Em Ezequiel 3:23, sair pode simbolizar a transição de um estado de desobediência para um de obediência.","por_que_esta_palavra":"É uma chamada à mudança e à disposição de seguir a direção de Deus.","conexao_teologica":"Sair de uma condição de pecado para a vida nova em Cristo é um tema central na teologia cristã.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 6:4","Gálatas 5:1"]},"ezequiel_3_24_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica movimento em direção a algo ou alguém.","explicacao_detalhada":"No contexto, é um convite para que Ezequiel entre na presença de Deus e ouça Suas instruções.","por_que_esta_palavra":"É uma expressão da relação íntima entre Deus e o profeta, onde a obediência é essencial.","conexao_teologica":"O chamado de Deus para entrar em Sua presença é um tema recorrente nas Escrituras.","referencias_relacionadas":["Mateus 11:28","Apocalipse 3:20","Hebreus 4:16"]},"ezequiel_3_24_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' refere-se à presença ativa de Deus, que traz vida e transformação.","explicacao_detalhada":"Em Ezequiel 3:24, o espírito é um símbolo da ação de Deus na vida do profeta e na comunidade.","por_que_esta_palavra":"É usada para descrever a dinâmica do poder de Deus que opera através de Seu espírito.","conexao_teologica":"O Espírito Santo é essencial para a vida cristã, capacitando e guiando os crentes.","referencias_relacionadas":["João 3:8","Atos 2:4","Romanos 8:11"]},"ezequiel_3_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de Ezequiel com o povo de Israel, como um filho que deve ser advertido.","explicacao_detalhada":"A palavra 'filho' implica uma relação de responsabilidade e cuidado. Ezequiel é chamado para ser um mensageiro de Deus, e essa relação é fundamental para entender seu papel profético.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a conexão entre Ezequiel e o povo, mostrando que ele não é apenas um profeta, mas alguém que se preocupa com seu bem-estar espiritual.","conexao_teologica":"A relação de pai e filho é uma metáfora comum na Bíblia, representando a relação de Deus com Seu povo. Ezequiel, como filho, reflete a responsabilidade de guiar e corrigir.","referencias_relacionadas":["Ezequiel 2:1","Ezequiel 3:4","Romanos 8:14","Gálatas 4:6"]},"ezequiel_3_25_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de Ezequiel em transmitir a mensagem de Deus ao povo.","explicacao_detalhada":"A palavra 'dar' é usada para descrever a entrega de uma mensagem ou aviso. Ezequiel deve 'dar' a palavra de Deus, enfatizando a importância da comunicação divina.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a responsabilidade do profeta em transmitir fielmente a mensagem que recebeu de Deus.","conexao_teologica":"A comunicação divina é central na teologia bíblica, onde os profetas são vistos como mensageiros que 'dão' a palavra de Deus ao povo.","referencias_relacionadas":["Ezequiel 3:4","Ezequiel 33:7","Mateus 28:19-20","Atos 20:27"]},"ezequiel_3_25_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à fidelidade da mensagem que Ezequiel deve transmitir.","explicacao_detalhada":"A palavra 'verdade' implica que a mensagem de Deus é confiável e deve ser aceita como tal. Ezequiel é chamado a proclamar a verdade, mesmo que seja difícil.","por_que_esta_palavra":"A ênfase na 'verdade' é crucial para a missão de Ezequiel, pois ele deve ser um porta-voz da realidade espiritual que o povo precisa ouvir.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo a natureza de Deus como fiel e justo. Ezequiel representa essa verdade em sua profecia.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15","1 João 1:8-10"]},"ezequiel_3_26_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade de Ezequiel e à sua condição como profeta diante de Deus.","explicacao_detalhada":"A palavra 'homem' enfatiza a fragilidade e a dependência de Ezequiel em relação a Deus. Ele é um ser humano chamado para uma tarefa divina.","por_que_esta_palavra":"A utilização da palavra 'homem' destaca a dualidade da natureza de Ezequiel: ele é tanto um profeta quanto um ser humano que enfrenta desafios.","conexao_teologica":"A humanidade de Ezequiel reflete a encarnação de Cristo, que também era plenamente homem e plenamente Deus, mostrando que Deus se comunica através de seres humanos.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Hebreus 2:14-17","Tiago 4:14"]},"ezequiel_3_26_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à capacidade de Ezequiel de falar e comunicar a mensagem de Deus.","explicacao_detalhada":"A palavra 'língua' implica a habilidade de Ezequiel em expressar a vontade de Deus. É um símbolo do poder da palavra e da comunicação.","por_que_esta_palavra":"A ênfase na 'língua' destaca a importância da comunicação verbal na profecia e na transmissão da mensagem divina.","conexao_teologica":"A língua é um instrumento poderoso que pode ser usado para edificar ou destruir. A Bíblia frequentemente fala sobre o poder das palavras.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Romanos 10:14","Efésios 4:29"]},"ezequiel_3_26_boca":{"palavra_pt":"boca","palavra_original":"חֵךְ","transliteracao":"chêk","strong":"H2441","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se ao meio pelo qual Ezequiel deve proclamar a mensagem de Deus.","explicacao_detalhada":"A palavra 'boca' simboliza a fonte da comunicação. Ezequiel deve usar sua boca para falar as palavras que Deus lhe deu.","por_que_esta_palavra":"A escolha da palavra 'boca' enfatiza a ação de falar e a responsabilidade de Ezequiel em transmitir a mensagem de forma clara.","conexao_teologica":"A boca é frequentemente mencionada na Bíblia como o meio pelo qual Deus se comunica com Seu povo. A importância da proclamação é um tema recorrente.","referencias_relacionadas":["Salmos 81:10","Isaías 58:1","Romanos 10:8","Mateus 12:34"]},"ezequiel_3_27_destituido":{"palavra_pt":"destituido","palavra_original":"חָדֵל","transliteracao":"châdêl","strong":"H2310","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Refere-se à condição de Ezequiel se ele não cumprir sua missão profética.","explicacao_detalhada":"A palavra 'destituído' implica a perda de autoridade ou relevância se Ezequiel não falar a mensagem que Deus lhe deu.","por_que_esta_palavra":"A ênfase na 'destituição' destaca a seriedade da responsabilidade de Ezequiel como profeta e as consequências de sua omissão.","conexao_teologica":"A responsabilidade dos profetas é um tema importante na Bíblia, onde a desobediência pode levar à perda de bênçãos e à separação de Deus.","referencias_relacionadas":["Ezequiel 33:8-9","Mateus 25:30","Lucas 12:47-48","Tiago 3:1"]},"ezequiel_3_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da mensagem que Ezequiel deve transmitir.","explicacao_detalhada":"A palavra 'dizer' implica a importância e a urgência da mensagem que Ezequiel deve comunicar ao povo.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a ação de comunicar e a responsabilidade que Ezequiel tem em transmitir a verdade de Deus.","conexao_teologica":"A comunicação da verdade de Deus é fundamental para a vida espiritual do povo. A Bíblia enfatiza a importância de ouvir e obedecer à palavra de Deus.","referencias_relacionadas":["Ezequiel 2:7","Romanos 10:17","1 Pedro 4:11","Apocalipse 1:3"]},"ezequiel_3_27_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus sobre a mensagem que Ezequiel deve transmitir.","explicacao_detalhada":"A palavra 'senhor' enfatiza a autoridade de Deus e a importância de reconhecer Sua posição como soberano.","por_que_esta_palavra":"A ênfase na palavra 'senhor' destaca a reverência e a submissão que Ezequiel deve ter ao comunicar a mensagem de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é reconhecido como o Senhor de toda a criação e da história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Romanos 14:8-9","Filipenses 2:10-11"]}}