{"ezequiel_33_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' neste contexto refere-se à queda moral e espiritual do povo de Israel, simbolizando a necessidade de arrependimento.","explicacao_detalhada":"O termo 'cair' é usado para descrever a condição do povo que se afastou de Deus e, portanto, está em risco de juízo. A queda representa a fragilidade da humanidade diante da desobediência.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a gravidade da situação espiritual do povo e a urgência de um chamado ao arrependimento.","conexao_teologica":"A queda do homem é um tema central na teologia bíblica, refletindo a necessidade de redenção e a graça de Deus em restaurar o que caiu.","referencias_relacionadas":["Romanos 3:23","Gênesis 3:6","Salmos 37:24"]},"ezequiel_33_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina, que é essencial para a orientação e correção do povo.","explicacao_detalhada":"Neste contexto, 'palavra' implica não apenas um discurso, mas a revelação de Deus ao seu povo, que deve ser ouvida e obedecida.","por_que_esta_palavra":"A palavra de Deus é fundamental para a vida espiritual e moral do povo, sendo um meio pelo qual Deus se comunica e guia.","conexao_teologica":"A importância da palavra de Deus é um tema recorrente, refletindo a necessidade de ouvir e seguir os ensinamentos divinos.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"ezequiel_33_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é uma referência ao Deus soberano, que tem autoridade sobre toda a criação e sobre o destino do seu povo.","explicacao_detalhada":"Neste contexto, o uso do nome 'Senhor' enfatiza a relação de autoridade e cuidado que Deus tem com Israel, chamando-os ao arrependimento.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reafirmar a soberania de Deus e a responsabilidade do povo em responder ao seu chamado.","conexao_teologica":"A soberania de Deus é um aspecto central da teologia, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Isaías 45:5","Salmos 24:1","Romanos 10:13"]},"ezequiel_33_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território de Israel, mas também simboliza a criação de Deus e a herança do seu povo.","explicacao_detalhada":"Neste contexto, 'terra' representa não apenas um lugar físico, mas a promessa de Deus ao seu povo e a responsabilidade que eles têm sobre ela.","por_que_esta_palavra":"A menção da 'terra' destaca a conexão entre o povo e a sua herança divina, enfatizando a importância de viver de acordo com os mandamentos de Deus.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Deuteronômio 8:7-10","Josué 1:3","Salmos 37:29"]},"ezequiel_33_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' neste contexto refere-se ao ato de Deus de enviar um aviso ou um chamado ao arrependimento ao povo.","explicacao_detalhada":"O verbo 'dar' implica uma ação de entrega, onde Deus oferece a oportunidade de salvação e mudança ao seu povo.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a graça de Deus em oferecer uma chance de retorno e reconciliação.","conexao_teologica":"A ideia de que Deus dá oportunidades de arrependimento é um tema recorrente na Bíblia, refletindo seu amor e misericórdia.","referencias_relacionadas":["2 Pedro 3:9","Ezequiel 18:30","Lucas 15:10"]},"ezequiel_33_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se ao povo de Israel como filhos de Deus, enfatizando a relação familiar e de responsabilidade.","explicacao_detalhada":"Neste contexto, 'filho' simboliza a herança e a responsabilidade que o povo tem diante de Deus, que os considera como sua própria família.","por_que_esta_palavra":"A palavra 'filho' é usada para reforçar a ideia de que Deus se importa profundamente com seu povo e espera que eles respondam a esse cuidado.","conexao_teologica":"A relação entre Deus e seu povo como pai e filhos é um tema central na teologia bíblica, refletindo amor e disciplina.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:6","Efésios 1:5"]},"ezequiel_33_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A repetição da palavra 'terra' enfatiza a importância do contexto físico e espiritual em que o povo vive.","explicacao_detalhada":"Neste versículo, 'terra' é um lembrete da responsabilidade do povo em cuidar do que Deus lhes deu e viver em conformidade com sua vontade.","por_que_esta_palavra":"A ênfase na 'terra' destaca a conexão entre a vida espiritual e a realidade física do povo de Deus.","conexao_teologica":"A relação entre a terra e a espiritualidade é um tema importante, mostrando que a vida do povo deve refletir a vontade de Deus em todos os aspectos.","referencias_relacionadas":["Levítico 25:23","Salmos 115:16","Isaías 1:19"]},"ezequiel_33_3_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção espiritual e à necessidade de discernimento diante dos avisos de Deus.","explicacao_detalhada":"Neste contexto, 'ver' implica não apenas a visão física, mas a capacidade de entender e responder aos alertas divinos.","por_que_esta_palavra":"A escolha da palavra 'ver' enfatiza a importância de estar atento às mensagens de Deus e agir de acordo com elas.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, refletindo a necessidade de discernimento e sabedoria na vida cristã.","referencias_relacionadas":["Provérbios 2:6","Mateus 13:16","Efésios 1:18"]},"ezequiel_33_3_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' simboliza o juízo e a disciplina de Deus sobre o povo desobediente.","explicacao_detalhada":"Neste contexto, 'espada' representa a severidade das consequências que vêm da desobediência e da necessidade de arrependimento.","por_que_esta_palavra":"A escolha da palavra 'espada' enfatiza a seriedade do aviso e a urgência de se voltar a Deus antes que o juízo venha.","conexao_teologica":"O tema do juízo de Deus é recorrente na Bíblia, mostrando que Ele é justo e que a desobediência traz consequências.","referencias_relacionadas":["Hebreus 10:31","Romanos 2:6","Apocalipse 19:15"]},"ezequiel_33_4_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à disposição do povo em escutar e responder ao chamado de Deus.","explicacao_detalhada":"Neste contexto, 'ouvir' implica uma ação de atenção e obediência às instruções divinas, que são essenciais para a vida espiritual.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a responsabilidade do povo em prestar atenção às advertências de Deus e agir de acordo.","conexao_teologica":"A importância de ouvir a voz de Deus é um tema central na Bíblia, refletindo a necessidade de relacionamento e comunhão com Ele.","referencias_relacionadas":["Tiago 1:22","Salmos 95:7","João 10:27"]},"ezequiel_33_4_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' aqui representa o chamado de Deus para que o povo ouça e responda ao aviso do profeta.","explicacao_detalhada":"A palavra 'voz' (קוֹל, qôwl) é usada para enfatizar a importância da comunicação divina. Neste contexto, Ezequiel é um sentinela que deve alertar o povo sobre a iminente destruição, e a 'voz' é o meio pelo qual essa mensagem é transmitida.","por_que_esta_palavra":"A escolha da palavra 'voz' destaca a urgência e a seriedade da mensagem que deve ser ouvida e considerada pelo povo.","conexao_teologica":"A 'voz' de Deus é um tema recorrente na Bíblia, simbolizando a revelação divina e o chamado ao arrependimento.","referencias_relacionadas":["Isaías 30:21","João 10:27","Salmos 29:4"]},"ezequiel_33_5_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Reforça a ideia de que a 'voz' é um aviso que deve ser ouvido e considerado pelo povo.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'voz' (קוֹל, qôwl) enfatiza a responsabilidade do profeta em transmitir a mensagem de Deus e a responsabilidade do povo em ouvir e agir de acordo.","por_que_esta_palavra":"A palavra 'voz' é crucial para entender a dinâmica entre Deus, o profeta e o povo, mostrando que a comunicação divina é vital para a salvação.","conexao_teologica":"A 'voz' de Deus é frequentemente associada à obediência e à resposta do povo às advertências divinas.","referencias_relacionadas":["Hebreus 3:15","Apocalipse 3:20","Salmos 95:7"]},"ezequiel_33_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui implica na autenticidade da mensagem que está sendo transmitida.","explicacao_detalhada":"A palavra 'verdade' (לֹא, lôʼ) é usada para afirmar que o aviso do profeta é verdadeiro e deve ser levado a sério. A verdade é um elemento central na comunicação de Deus ao seu povo.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a ideia de que o que está sendo dito não é apenas um aviso, mas uma realidade que deve ser reconhecida.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, onde a fidelidade de Deus às suas promessas é sempre enfatizada.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"ezequiel_33_6_behold":{"palavra_pt":"eis","palavra_original":"צָפָה","transliteracao":"tsâphâh","strong":"H6822","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' serve como um chamado à atenção para o que está prestes a ser declarado.","explicacao_detalhada":"A palavra 'eis' (צָפָה, tsâphâh) é uma expressão que indica a necessidade de observar ou prestar atenção a algo importante que está sendo revelado.","por_que_esta_palavra":"Usar 'eis' é uma forma de preparar o ouvinte para a gravidade da mensagem que se segue.","conexao_teologica":"A chamada para 'eis' é comum em passagens bíblicas que introduzem revelações significativas de Deus.","referencias_relacionadas":["Isaías 43:19","Mateus 24:42","Apocalipse 1:7"]},"ezequiel_33_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a mensagem é importante.","explicacao_detalhada":"A palavra 'porque' (כִּי, kîy) é usada para justificar a advertência que está sendo dada, ligando a ação do profeta à necessidade de resposta do povo.","por_que_esta_palavra":"Esta palavra é essencial para entender a lógica da mensagem e a urgência da resposta esperada.","conexao_teologica":"A razão dada por Deus para suas advertências é um tema comum, mostrando a relação entre a justiça divina e a responsabilidade humana.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Tiago 1:22"]},"ezequiel_33_6_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' simboliza o juízo e a destruição iminente.","explicacao_detalhada":"A palavra 'espada' (חֶרֶב, chereb) é frequentemente usada na Bíblia para representar a punição e o juízo de Deus sobre o pecado.","por_que_esta_palavra":"A escolha da palavra 'espada' enfatiza a seriedade da advertência e a necessidade de arrependimento.","conexao_teologica":"A espada é um símbolo do juízo divino, que aparece em várias passagens bíblicas, refletindo a santidade de Deus e sua justiça.","referencias_relacionadas":["Hebreus 4:12","Apocalipse 19:15","Salmos 149:6"]},"ezequiel_33_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao povo de Israel como a comunidade que deve ser alertada.","explicacao_detalhada":"A palavra 'casa' (בַּיִת, bayith) é uma metáfora para a nação de Israel, enfatizando a coletividade e a responsabilidade do povo diante de Deus.","por_que_esta_palavra":"A utilização de 'casa' destaca a importância da unidade e da responsabilidade coletiva na resposta ao chamado de Deus.","conexao_teologica":"A ideia de 'casa' é central na teologia bíblica, representando tanto a habitação de Deus quanto o povo que Ele escolheu.","referencias_relacionadas":["1 Pedro 2:5","Hebreus 3:6","Salmos 127:1"]},"ezequiel_33_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a relação entre Deus e seu povo, enfatizando a paternidade divina.","explicacao_detalhada":"A palavra 'filho' (בֵּן, bên) é usada para mostrar a intimidade da relação entre Deus e Israel, onde o povo é visto como filhos e filhas do Senhor.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a responsabilidade e a expectativa que Deus tem para com seu povo.","conexao_teologica":"A paternidade de Deus é um tema central na Bíblia, refletindo amor, cuidado e disciplina.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:6","Efésios 1:5"]},"ezequiel_33_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de transmitir a mensagem de Deus ao povo.","explicacao_detalhada":"A palavra 'dar' (נָתַן, nâthan) é usada para descrever a ação do profeta em comunicar a advertência divina, enfatizando a responsabilidade de transmitir a mensagem.","por_que_esta_palavra":"A escolha da palavra 'dar' indica a ação ativa do profeta em alertar o povo sobre o juízo iminente.","conexao_teologica":"O ato de 'dar' a mensagem de Deus é um chamado para todos os crentes, refletindo a missão de evangelizar e advertir.","referencias_relacionadas":["Mateus 28:19-20","Atos 20:27","2 Timóteo 4:2"]},"ezequiel_33_8_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à responsabilidade do povo diante de Deus.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע, râshâʻ) é usada para descrever aqueles que não ouvem a advertência e, portanto, são responsáveis por suas ações.","por_que_esta_palavra":"A escolha da palavra 'culpado' enfatiza a seriedade do juízo e a necessidade de arrependimento.","conexao_teologica":"A culpa e a responsabilidade são temas centrais na teologia bíblica, refletindo a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Romanos 3:23","Ezequiel 18:30","Gálatas 6:5"]},"ezequiel_33_8_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à morte física e espiritual, enfatizando a consequência do pecado.","explicacao_detalhada":"Neste contexto, a morte é apresentada como resultado da desobediência a Deus. Ezequiel é chamado a alertar os pecadores sobre as consequências de suas ações, que levam à morte.","por_que_esta_palavra":"A escolha da palavra 'morrer' é crucial para transmitir a gravidade do pecado e a necessidade de arrependimento.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando a separação de Deus e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Gênesis 2:17"]},"ezequiel_33_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a certeza e a realidade das advertências de Deus.","explicacao_detalhada":"Neste versículo, a verdade é apresentada como um princípio fundamental que deve ser aceito para evitar a morte espiritual.","por_que_esta_palavra":"A palavra 'verdade' é essencial para estabelecer a confiança nas promessas de Deus e na necessidade de arrependimento.","conexao_teologica":"A verdade de Deus é um tema recorrente, refletindo a natureza de Deus como fiel e justo.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 1:18"]},"ezequiel_33_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a advertência deve ser levada a sério.","explicacao_detalhada":"Neste contexto, 'porque' conecta a advertência de Ezequiel à responsabilidade do pecador em ouvir e responder ao chamado de Deus.","por_que_esta_palavra":"A palavra 'porque' é usada para justificar a urgência da mensagem de arrependimento.","conexao_teologica":"A responsabilidade humana em responder à mensagem de Deus é um tema central na teologia bíblica.","referencias_relacionadas":["Atos 17:30","Romanos 10:14","2 Coríntios 5:20"]},"ezequiel_33_9_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição do pecador que não se arrepende.","explicacao_detalhada":"Neste versículo, a culpa é apresentada como uma consequência direta da desobediência a Deus, enfatizando a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'culpado' é importante para destacar a responsabilidade pessoal diante de Deus.","conexao_teologica":"A culpa e a necessidade de redenção são temas centrais na mensagem do evangelho.","referencias_relacionadas":["Romanos 3:23","Tiago 4:17","1 João 1:9"]},"ezequiel_33_9_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' representa a promessa de Deus para aqueles que se arrependem e seguem Seus caminhos.","explicacao_detalhada":"Neste contexto, 'vida' é contrastada com a morte, enfatizando a escolha entre seguir a Deus ou permanecer no pecado.","por_que_esta_palavra":"A palavra 'vida' é usada para ilustrar a esperança e a restauração que vêm através do arrependimento.","conexao_teologica":"A vida eterna é uma promessa central na mensagem cristã, simbolizando a comunhão com Deus.","referencias_relacionadas":["João 10:10","Romanos 6:4","1 João 5:12"]},"ezequiel_33_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação entre Deus e Seu povo, enfatizando a responsabilidade filial.","explicacao_detalhada":"Neste versículo, 'filho' é usado para mostrar que o povo de Israel é considerado como filhos de Deus, que devem ouvir e obedecer.","por_que_esta_palavra":"A palavra 'filho' é significativa para estabelecer a identidade e a responsabilidade do povo diante de Deus.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação.","referencias_relacionadas":["Gálatas 4:6","Romanos 8:14","Efésios 1:5"]},"ezequiel_33_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' representa a nação de Israel como um todo, simbolizando a comunidade de fé.","explicacao_detalhada":"Neste contexto, 'casa' é usada para referir-se ao povo de Deus, que deve ouvir as advertências e se voltar para Ele.","por_que_esta_palavra":"A palavra 'casa' é importante para enfatizar a coletividade e a responsabilidade comunitária diante de Deus.","conexao_teologica":"A ideia de 'casa' é central na teologia bíblica, representando a habitação de Deus entre Seu povo.","referencias_relacionadas":["Hebreus 3:6","1 Pedro 2:5","Mateus 7:24"]},"ezequiel_33_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a mensagem de Deus ao povo.","explicacao_detalhada":"Neste versículo, 'dizer' enfatiza a importância da comunicação divina e da resposta humana.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a função do profeta como mensageiro de Deus.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, refletindo Sua vontade e propósito.","referencias_relacionadas":["Hebreus 1:1-2","2 Timóteo 3:16","Mateus 28:19-20"]},"ezequiel_33_11_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever a consequência do pecado e a separação de Deus.","explicacao_detalhada":"Neste contexto, 'morte' é apresentada como a realidade que aguarda aqueles que persistem em seus pecados sem arrependimento.","por_que_esta_palavra":"A palavra 'morte' é significativa para enfatizar a gravidade da situação espiritual do povo.","conexao_teologica":"A morte espiritual é um tema recorrente na Bíblia, contrastando com a vida que é oferecida em Cristo.","referencias_relacionadas":["Romanos 6:23","Apocalipse 20:14","Gênesis 3:19"]},"ezequiel_33_11_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' representa a promessa de Deus de restauração e vida plena para aqueles que se arrependem.","explicacao_detalhada":"Neste versículo, 'viver' é contrastado com a morte, enfatizando a oferta de vida que Deus dá aos que se voltam para Ele.","por_que_esta_palavra":"A palavra 'viver' é usada para expressar a esperança e a nova vida que são encontradas em Deus.","conexao_teologica":"A vida em Cristo é um tema central na teologia cristã, simbolizando a nova criação e a comunhão com Deus.","referencias_relacionadas":["João 3:16","2 Coríntios 5:17","Gálatas 2:20"]},"ezequiel_33_11_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição moral de alguém que cometeu injustiça ou pecado.","explicacao_detalhada":"No contexto de Ezequiel 33:11, Deus expressa seu desejo de que os ímpios se voltem de seus caminhos e vivam, enfatizando que a culpa não é irreversível. A palavra 'culpado' é usada para descrever aqueles que estão em desobediência a Deus.","por_que_esta_palavra":"A palavra é utilizada para chamar a atenção dos ouvintes sobre a gravidade do pecado e a necessidade de arrependimento.","conexao_teologica":"A ideia de culpa é central na teologia bíblica, pois destaca a necessidade de redenção e a misericórdia de Deus que oferece perdão aos arrependidos.","referencias_relacionadas":["Ezequiel 18:30","Romanos 3:23","1 João 1:9"]},"ezequiel_33_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a juízo ou salvação.","explicacao_detalhada":"Em Ezequiel 33:12, o 'dia' simboliza o tempo em que cada um será julgado segundo suas ações, enfatizando a responsabilidade individual diante de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a noção de que cada pessoa é responsável por suas escolhas e ações diante de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever o dia do Senhor, um tempo de juízo e restauração.","referencias_relacionadas":["Mateus 12:36","2 Coríntios 5:10","Apocalipse 20:12"]},"ezequiel_33_12_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' implica em ter vida plena, tanto física quanto espiritualmente.","explicacao_detalhada":"No versículo, 'viver' é uma promessa de Deus para aqueles que se arrependem e se voltam para Ele, indicando que a verdadeira vida é encontrada em comunhão com Deus.","por_que_esta_palavra":"A ênfase em 'viver' destaca a oferta de vida que Deus dá aos que se afastam do pecado.","conexao_teologica":"A vida eterna é um tema central na teologia cristã, simbolizando a restauração e a relação com Deus.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"ezequiel_33_12_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se a alguém que vive de acordo com os padrões de Deus, sendo moralmente correto.","explicacao_detalhada":"Em Ezequiel 33:12, a justiça é apresentada como um critério para a vida e a morte espiritual, onde o justo é aquele que se afasta do pecado e busca a retidão.","por_que_esta_palavra":"A palavra é importante para enfatizar que a justiça não é apenas uma questão de ações, mas de um coração voltado para Deus.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, refletindo seu caráter e sua expectativa para com a humanidade.","referencias_relacionadas":["Salmos 1:6","Mateus 5:6","Romanos 1:17"]},"ezequiel_33_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a inevitabilidade do juízo de Deus.","explicacao_detalhada":"No contexto do versículo, a menção ao 'urso' simboliza a certeza de que o justo que se desvia de sua justiça enfrentará consequências severas.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a gravidade da situação e a urgência do arrependimento.","conexao_teologica":"A imagem do juízo é uma representação da justiça de Deus, que não ignora o pecado.","referencias_relacionadas":["Hebreus 10:31","Gálatas 6:7","Romanos 2:6"]},"ezequiel_33_13_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' é usada para descrever aqueles que seguem os caminhos de Deus e vivem de acordo com Sua vontade.","explicacao_detalhada":"Em Ezequiel 33:13, a justiça é um tema central, mostrando que mesmo os justos devem permanecer vigilantes e fiéis para não se desviarem.","por_que_esta_palavra":"A palavra é importante para enfatizar a necessidade de perseverança na fé e na justiça.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para todos os crentes, refletindo a natureza divina.","referencias_relacionadas":["Mateus 24:13","Tiago 1:12","1 Pedro 1:17"]},"ezequiel_33_13_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' aqui se refere à continuidade da vida espiritual e física, dependendo da fidelidade a Deus.","explicacao_detalhada":"No versículo, viver é uma promessa para aqueles que permanecem justos, indicando que a vida verdadeira é mantida em comunhão com Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da fidelidade e da justiça para a vida plena.","conexao_teologica":"A vida em Cristo é um tema central, onde a obediência resulta em vida abundante.","referencias_relacionadas":["João 15:5","Romanos 8:1","Gálatas 2:20"]},"ezequiel_33_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é novamente usada para enfatizar a severidade do juízo de Deus sobre aqueles que se desviam.","explicacao_detalhada":"Em Ezequiel 33:14, a menção ao 'urso' reforça a ideia de que o juízo é inevitável e que a desobediência traz consequências.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a força do juízo divino e a urgência do arrependimento.","conexao_teologica":"A imagem do juízo é uma representação da justiça de Deus, que não ignora o pecado.","referencias_relacionadas":["Romanos 2:5","Apocalipse 21:8","Mateus 7:13-14"]},"ezequiel_33_14_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' é usada para descrever aqueles que, mesmo após conhecerem a justiça, escolhem o caminho do pecado.","explicacao_detalhada":"No contexto do versículo, Deus destaca que a culpa é uma escolha e que aqueles que persistem no pecado são responsáveis por suas ações.","por_que_esta_palavra":"A palavra é importante para enfatizar a responsabilidade individual diante de Deus.","conexao_teologica":"A culpa é um tema central na teologia, refletindo a necessidade de arrependimento e a oferta de perdão.","referencias_relacionadas":["Ezequiel 18:30","Romanos 3:23","1 João 1:9"]},"ezequiel_33_14_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à consequência espiritual e física do pecado.","explicacao_detalhada":"Em Ezequiel 33:14, a morte é apresentada como resultado da desobediência, contrastando com a vida prometida aos justos.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a gravidade das consequências do pecado e a urgência do arrependimento.","conexao_teologica":"A morte espiritual é um tema central na Bíblia, simbolizando a separação de Deus.","referencias_relacionadas":["Romanos 6:23","Apocalipse 21:8","Gênesis 2:17"]},"ezequiel_33_15_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à condição humana e à fragilidade da vida.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a natureza mortal e vulnerável do ser humano, enfatizando a necessidade de arrependimento e a fragilidade diante de Deus.","por_que_esta_palavra":"É utilizada para mostrar a transitoriedade da vida e a importância de se voltar para Deus.","conexao_teologica":"A carne representa a humanidade caída e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 6:3","Salmos 78:39","Romanos 8:3"]},"ezequiel_33_15_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Indica alguém que cometeu uma transgressão ou pecado.","explicacao_detalhada":"A palavra 'culpado' é usada para descrever aqueles que são responsáveis por suas ações erradas e que devem prestar contas a Deus.","por_que_esta_palavra":"É importante para enfatizar a responsabilidade individual diante de Deus e a necessidade de arrependimento.","conexao_teologica":"A culpa é um tema central na teologia do pecado e da necessidade de salvação.","referencias_relacionadas":["Romanos 3:23","Tiago 4:17","1 João 1:8"]},"ezequiel_33_15_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade do ser humano, tanto físico quanto espiritual.","explicacao_detalhada":"A palavra 'corpo' é usada para enfatizar a integralidade do ser humano e a importância de viver em santidade diante de Deus.","por_que_esta_palavra":"É relevante para discutir a relação entre o corpo e a alma na vida cristã.","conexao_teologica":"O corpo é visto como templo do Espírito Santo, enfatizando a importância da pureza e da santidade.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:24"]},"ezequiel_33_16_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão da lei de Deus.","explicacao_detalhada":"A palavra 'pecado' é usada para descrever a ação de desobedecer a Deus, resultando em separação espiritual.","por_que_esta_palavra":"É fundamental para entender a necessidade de arrependimento e a oferta de perdão através de Cristo.","conexao_teologica":"O pecado é a razão pela qual a humanidade precisa de um Salvador.","referencias_relacionadas":["Romanos 6:23","1 João 1:9","Salmos 51:5"]},"ezequiel_33_16_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à oferta feita a Deus para expiação de pecados.","explicacao_detalhada":"A palavra 'sacrifício' é usada para descrever a prática de oferecer algo de valor a Deus como ato de adoração e arrependimento.","por_que_esta_palavra":"É essencial para entender o sistema de sacrifícios do Antigo Testamento e sua culminação em Cristo.","conexao_teologica":"O sacrifício de Cristo é o sacrifício final que expia os pecados da humanidade.","referencias_relacionadas":["Hebreus 9:26","Romanos 5:8","Isaías 53:5"]},"ezequiel_33_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração ou afirmação de algo significativo.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância da comunicação e da revelação divina.","por_que_esta_palavra":"É relevante para entender a comunicação de Deus com seu povo e a importância de ouvir Sua voz.","conexao_teologica":"A palavra de Deus é fundamental para a fé e a vida do crente.","referencias_relacionadas":["Salmos 119:105","Romanos 10:17","Hebreus 4:12"]},"ezequiel_33_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à herança espiritual.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação íntima entre Deus e Seu povo, enfatizando a filiação espiritual.","por_que_esta_palavra":"É importante para entender a identidade do crente como filho de Deus.","conexao_teologica":"A filiação é um tema central na teologia do Novo Testamento, especialmente em relação a Cristo.","referencias_relacionadas":["João 1:12","Gálatas 4:7","Romanos 8:15"]},"ezequiel_33_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à fidelidade de Deus.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a natureza imutável de Deus e Sua palavra.","por_que_esta_palavra":"É crucial para entender a confiança que podemos ter em Deus e em Suas promessas.","conexao_teologica":"A verdade é um atributo de Deus e é central na mensagem do evangelho.","referencias_relacionadas":["João 14:6","Salmos 119:160","1 João 5:20"]},"ezequiel_33_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma ação que pode ser interpretada como criação ou realização.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a ação de fazer ou criar, enfatizando a soberania de Deus sobre a criação.","por_que_esta_palavra":"É importante para entender a ação de Deus no mundo e Sua capacidade de realizar Seus propósitos.","conexao_teologica":"Deus é o Criador e Sustentador de todas as coisas, e Sua ação é sempre boa.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Isaías 45:12"]},"ezequiel_33_18_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao fim da vida física e à separação espiritual.","explicacao_detalhada":"A palavra 'morrer' é usada para descrever a consequência do pecado e a realidade da morte física e espiritual.","por_que_esta_palavra":"É relevante para entender a gravidade do pecado e a necessidade de salvação.","conexao_teologica":"A morte é um tema central na teologia cristã, especialmente em relação à vida eterna oferecida em Cristo.","referencias_relacionadas":["Romanos 6:23","João 11:25-26","Apocalipse 21:4"]},"ezequiel_33_18_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Construir ou estabelecer algo de forma sólida e duradoura.","explicacao_detalhada":"No contexto de Ezequiel 33:18, a palavra 'edificar' refere-se à ação de construir uma vida ou uma nação que esteja alinhada com os princípios de Deus. É um chamado à responsabilidade e à ação positiva.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de criar uma base sólida na fé e na obediência a Deus.","conexao_teologica":"A edificação espiritual é um tema recorrente na Bíblia, onde os crentes são chamados a edificar suas vidas sobre a rocha, que é Cristo.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:9-11","Efésios 2:19-22"]},"ezequiel_33_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever uma força ou um poder que pode ser destrutivo.","explicacao_detalhada":"No versículo, o 'urso' simboliza a força do juízo de Deus sobre aqueles que não se arrependem. É uma representação da gravidade das consequências do pecado.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a ferocidade e a inevitabilidade do juízo divino.","conexao_teologica":"A ideia de que Deus é um juiz justo que traz consequências severas para o pecado é um tema central na teologia bíblica.","referencias_relacionadas":["Hebreus 10:31","Romanos 2:6-8","Gálatas 6:7"]},"ezequiel_33_19_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Construir ou estabelecer algo de forma sólida e duradoura.","explicacao_detalhada":"Neste versículo, 'edificar' é um chamado à ação para que as pessoas construam suas vidas em conformidade com a vontade de Deus, evitando a destruição.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de criar uma base sólida na fé e na obediência a Deus.","conexao_teologica":"A edificação espiritual é um tema recorrente na Bíblia, onde os crentes são chamados a edificar suas vidas sobre a rocha, que é Cristo.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:9-11","Efésios 2:19-22"]},"ezequiel_33_19_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se a alguém que é responsável por um erro ou pecado.","explicacao_detalhada":"No contexto de Ezequiel 33:19, 'culpado' indica a responsabilidade moral e espiritual que cada indivíduo tem diante de Deus por suas ações.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de arrependimento e a realidade do juízo divino sobre aqueles que persistem no pecado.","conexao_teologica":"A culpa e a necessidade de redenção são temas centrais na mensagem do evangelho.","referencias_relacionadas":["Romanos 3:23","Tiago 4:17","1 João 1:9"]},"ezequiel_33_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para comunicar uma verdade ou um aviso.","explicacao_detalhada":"Neste versículo, 'dizer' implica a importância da comunicação da mensagem de Deus e a responsabilidade de transmitir a verdade.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a necessidade de ouvir e responder à voz de Deus.","conexao_teologica":"A comunicação divina é um aspecto vital da relação entre Deus e a humanidade, sendo a Palavra de Deus um meio de revelação.","referencias_relacionadas":["Salmos 119:105","Romanos 10:17","2 Timóteo 3:16-17"]},"ezequiel_33_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à fidelidade das promessas de Deus.","explicacao_detalhada":"A palavra 'verdade' é fundamental para entender a natureza de Deus e Sua palavra, que é sempre verdadeira e confiável.","por_que_esta_palavra":"A ênfase na verdade destaca a importância de viver de acordo com os princípios de Deus.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, onde Jesus é descrito como a Verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 1:25"]},"ezequiel_33_20_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à existência plena e abundante que Deus oferece.","explicacao_detalhada":"A palavra 'vida' neste contexto implica não apenas a sobrevivência física, mas uma vida espiritual rica e significativa em comunhão com Deus.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a oferta de Deus de um relacionamento vibrante e transformador.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde se fala da vida eterna como um presente de Deus.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"ezequiel_33_21_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade ou comunidade, muitas vezes associada à habitação do povo de Deus.","explicacao_detalhada":"No contexto de Ezequiel 33:21, 'cidade' simboliza a coletividade do povo e suas interações com Deus e entre si.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da comunidade na vida espiritual.","conexao_teologica":"A cidade de Deus é um tema que aparece em várias partes da Bíblia, simbolizando a habitação de Deus entre Seu povo.","referencias_relacionadas":["Hebreus 11:10","Apocalipse 21:2","Salmos 46:4"]},"ezequiel_33_21_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se a um colapso ou queda, muitas vezes em um sentido moral ou espiritual.","explicacao_detalhada":"Neste versículo, 'cair' implica a consequência do pecado e a necessidade de arrependimento para evitar a destruição.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a gravidade das consequências de se afastar de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, onde se fala das consequências do pecado e da necessidade de redenção.","referencias_relacionadas":["Provérbios 16:18","Romanos 5:12","Gálatas 6:7"]},"ezequiel_33_21_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Refere-se ao corpo celeste que ilumina a noite, simbolizando a presença de Deus.","explicacao_detalhada":"A palavra 'lua' pode simbolizar a luz de Deus em tempos de escuridão, representando esperança e orientação.","por_que_esta_palavra":"A escolha da palavra 'lua' destaca a beleza da criação de Deus e Sua capacidade de trazer luz nas trevas.","conexao_teologica":"A luz de Deus é um tema importante, onde Ele é descrito como a luz do mundo.","referencias_relacionadas":["Salmos 27:1","João 8:12","Apocalipse 22:5"]},"ezequiel_33_22_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Representa a ação e o poder de Deus em guiar e proteger.","explicacao_detalhada":"A palavra 'mão' é frequentemente usada na Bíblia para simbolizar a força e a intervenção divina. Em Ezequiel 33:22, a mão de Deus é mencionada como um sinal de Sua presença e controle sobre os eventos.","por_que_esta_palavra":"A mão de Deus é um símbolo de autoridade e proteção, indicando que Ele está ativamente envolvido na vida do Seu povo.","conexao_teologica":"A mão de Deus é um tema recorrente nas Escrituras, representando Sua soberania e poder em agir na história da humanidade.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Deuteronômio 33:3"]},"ezequiel_33_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e à identidade de Deus como Senhor.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é central na teologia bíblica, representando a natureza eterna e imutável de Deus. Em Ezequiel 33:22, enfatiza a relação de Deus com Seu povo e Sua promessa de estar presente.","por_que_esta_palavra":"O uso do nome de Deus destaca Sua soberania e a importância de reconhecer Sua autoridade em todas as coisas.","conexao_teologica":"O nome de Deus é um tema que aparece em toda a Bíblia, simbolizando Sua presença, poder e a aliança com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"ezequiel_33_22_dia":{"palavra_pt":"dia","palavra_original":"עֶרֶב","transliteracao":"ʻereb","strong":"H6153","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico de tempo, muitas vezes associado ao juízo ou à intervenção divina.","explicacao_detalhada":"A palavra 'dia' em Ezequiel 33:22 pode simbolizar um tempo de decisão ou de cumprimento das promessas de Deus, onde Ele age de maneira decisiva na história.","por_que_esta_palavra":"O conceito de 'dia' é importante para entender os momentos de revelação e ação de Deus na vida do Seu povo.","conexao_teologica":"O dia do Senhor é um tema importante na profecia bíblica, indicando um tempo de juízo e restauração.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"ezequiel_33_23_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica uma mudança de estado, muitas vezes associada à queda ou ao juízo.","explicacao_detalhada":"A palavra 'cair' em Ezequiel 33:23 pode simbolizar a queda de um povo ou a perda de uma posição privilegiada diante de Deus, refletindo a consequência do pecado.","por_que_esta_palavra":"A ideia de cair é frequentemente usada na Bíblia para descrever a queda de impérios, pessoas ou nações que se afastam de Deus.","conexao_teologica":"A queda é um tema que ressoa com a necessidade de arrependimento e a graça de Deus para restaurar.","referencias_relacionadas":["Provérbios 16:18","Isaías 14:12","Romanos 11:22"]},"ezequiel_33_23_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus, Sua mensagem e revelação ao Seu povo.","explicacao_detalhada":"A palavra 'palavra' em Ezequiel 33:23 enfatiza a importância da revelação divina e como Deus se comunica com a humanidade, trazendo instruções e advertências.","por_que_esta_palavra":"A palavra de Deus é fundamental para a fé e a prática, sendo um guia para a vida do crente.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que Deus se revela e transforma vidas.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16"]},"ezequiel_33_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se à autoridade e identidade de Deus como Senhor.","explicacao_detalhada":"A repetição do nome 'Senhor' em Ezequiel 33:23 reforça a ideia de que Deus é a fonte de toda verdade e justiça, e que Sua palavra deve ser ouvida e obedecida.","por_que_esta_palavra":"A ênfase no nome de Deus destaca a importância de reconhecer Sua soberania em todas as circunstâncias.","conexao_teologica":"O nome de Deus é um pilar da fé, representando Sua relação com a humanidade e Sua promessa de salvação.","referencias_relacionadas":["Salmos 23:1","Isaías 42:8","Filipenses 2:9-11"]},"ezequiel_33_24_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à posse ou apropriação de algo, muitas vezes em um contexto de herança.","explicacao_detalhada":"A palavra 'agarrar' em Ezequiel 33:24 implica em tomar posse da terra prometida, simbolizando a fidelidade de Deus às Suas promessas.","por_que_esta_palavra":"Agarrar é um ato de fé, onde o povo de Deus é chamado a reivindicar as promessas que Ele fez.","conexao_teologica":"A ideia de herança é central na teologia bíblica, representando a relação entre Deus e Seu povo.","referencias_relacionadas":["Josué 1:3","Salmos 37:29","Gálatas 3:29"]},"ezequiel_33_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico, mas também simboliza a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' em Ezequiel 33:24 é um símbolo da herança que Deus deu a Israel, representando tanto um lugar físico quanto uma relação espiritual com Ele.","por_que_esta_palavra":"A terra é um tema central na narrativa bíblica, simbolizando a presença de Deus e a bênção sobre Seu povo.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece a todos os que creem.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 4:9-11"]},"ezequiel_33_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da aliança de Deus com Seu povo.","explicacao_detalhada":"A palavra 'filho' em Ezequiel 33:24 destaca a relação familiar entre Deus e Seu povo, enfatizando a ideia de herança e responsabilidade.","por_que_esta_palavra":"Ser chamado de filho de Deus implica em uma relação íntima e a expectativa de viver de acordo com Seus mandamentos.","conexao_teologica":"A filiação é um tema importante na Bíblia, simbolizando a nova vida em Cristo e a adoção como filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:7"]},"ezequiel_33_25_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se à vida e à importância do sangue como símbolo de sacrifício e redenção.","explicacao_detalhada":"A palavra 'sangue' em Ezequiel 33:25 é um lembrete da seriedade do pecado e da necessidade de sacrifício para a expiação.","por_que_esta_palavra":"O sangue é um símbolo poderoso na Bíblia, representando a vida e a aliança entre Deus e Seu povo.","conexao_teologica":"O sangue de Cristo é central na teologia da salvação, simbolizando a redenção e a nova aliança.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Hebreus 9:22"]},"ezequiel_33_25_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território ou à nação de Israel, que é frequentemente simbolizada como a terra prometida.","explicacao_detalhada":"A palavra 'terra' neste contexto enfatiza a relação entre o povo de Israel e a terra que Deus lhes deu. É um símbolo de herança, promessa e identidade nacional.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância da terra na aliança entre Deus e Israel, onde a obediência a Deus está diretamente ligada à prosperidade da terra.","conexao_teologica":"A terra é um elemento central na teologia do Antigo Testamento, representando a presença de Deus entre seu povo e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:11"]},"ezequiel_33_25_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor soberano, que tem autoridade sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' indica a posição de Deus como governante e juiz, enfatizando Sua autoridade e poder sobre a criação e sobre o povo de Israel.","por_que_esta_palavra":"É usada para lembrar o povo de que devem se submeter à vontade de Deus, reconhecendo Sua soberania em suas vidas.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o Senhor que dirige a história e as nações.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8-9"]},"ezequiel_33_26_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade e necessidade de dependência de Deus.","explicacao_detalhada":"A palavra 'homem' aqui destaca a condição humana, a vulnerabilidade e a responsabilidade diante de Deus e de suas ações.","por_que_esta_palavra":"É utilizada para enfatizar que o homem não deve confiar em sua própria força, mas sim em Deus, que é a fonte de toda vida e sustento.","conexao_teologica":"A natureza do homem e sua relação com Deus são temas centrais na teologia bíblica, onde a dependência de Deus é fundamental.","referencias_relacionadas":["Gênesis 1:27","Salmos 103:14","Romanos 3:23"]},"ezequiel_33_26_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente refere-se à terra de Israel, enfatizando seu papel na vida do povo.","explicacao_detalhada":"A repetição da palavra 'terra' neste contexto reforça a ideia de que a terra é um presente de Deus, que deve ser tratado com respeito e responsabilidade.","por_que_esta_palavra":"É usada para lembrar o povo de que suas ações têm consequências diretas sobre a terra que habitam.","conexao_teologica":"A relação entre o povo e a terra é um tema importante na aliança de Deus com Israel, onde a obediência resulta em bênçãos sobre a terra.","referencias_relacionadas":["Levítico 25:23","Deuteronômio 11:12","Jeremias 2:7"]},"ezequiel_33_26_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e ferocidade, usado para ilustrar a gravidade da situação.","explicacao_detalhada":"A palavra 'urso' é utilizada metaforicamente para descrever a força e a destruição que podem vir sobre aqueles que desobedecem a Deus.","por_que_esta_palavra":"É uma advertência sobre as consequências da desobediência, mostrando que a força de Deus pode se manifestar de maneira severa.","conexao_teologica":"A imagem de animais ferozes é frequentemente usada na Bíblia para representar juízo e a severidade de Deus em relação ao pecado.","referencias_relacionadas":["Amós 3:8","Isaías 11:7","Oséias 13:8"]},"ezequiel_33_27_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à fragilidade e mortalidade do ser humano, enfatizando a vulnerabilidade diante de Deus.","explicacao_detalhada":"A palavra 'carne' é usada para ilustrar a condição humana, que é limitada e sujeita à morte, contrastando com a eternidade de Deus.","por_que_esta_palavra":"É uma lembrança da fragilidade humana e da necessidade de buscar a vida que vem de Deus.","conexao_teologica":"A mortalidade do homem é um tema importante na teologia bíblica, onde a vida eterna é oferecida através da fé em Deus.","referencias_relacionadas":["Gênesis 6:3","Salmos 78:39","Romanos 8:3"]},"ezequiel_33_27_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente a Deus como o Senhor, enfatizando Sua autoridade e poder.","explicacao_detalhada":"A repetição da palavra 'senhor' reforça a ideia de que Deus é o governante supremo e que todos devem se submeter a Ele.","por_que_esta_palavra":"É uma chamada à obediência e ao reconhecimento da soberania de Deus em todas as áreas da vida.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é apresentado como o Senhor que dirige a história e as nações.","referencias_relacionadas":["Salmos 103:19","Isaías 40:28","Romanos 10:12"]},"ezequiel_33_27_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' enfatiza a divindade e a autoridade de Deus sobre a criação e a necessidade de reverência por parte do homem.","por_que_esta_palavra":"É usada para lembrar o povo de que Deus é a fonte de toda vida e que devem se voltar a Ele em busca de ajuda e orientação.","conexao_teologica":"A divindade de Deus é um tema fundamental na teologia bíblica, onde Ele é reconhecido como o único Deus verdadeiro.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 1:1"]},"ezequiel_33_28_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou entregar algo, simbolizando a generosidade de Deus.","explicacao_detalhada":"A palavra 'dar' neste contexto enfatiza a ação de Deus em oferecer bênçãos e sustento ao Seu povo, mesmo em tempos de juízo.","por_que_esta_palavra":"É usada para mostrar que, apesar das advertências, Deus continua a oferecer oportunidades de arrependimento e restauração.","conexao_teologica":"A generosidade de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como aquele que dá boas dádivas a Seu povo.","referencias_relacionadas":["Tiago 1:17","Salmos 37:25","Mateus 7:11"]},"ezequiel_33_28_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra de Israel, enfatizando a continuidade da relação entre o povo e a terra.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a ideia de que a terra é um presente de Deus, que deve ser tratado com responsabilidade e reverência.","por_que_esta_palavra":"É uma chamada à consciência sobre a importância da terra e a necessidade de viver de acordo com os princípios de Deus.","conexao_teologica":"A relação entre o povo e a terra é um tema importante na aliança de Deus com Israel, onde a obediência resulta em bênçãos sobre a terra.","referencias_relacionadas":["Deuteronômio 11:21","Salmos 85:12","Ezequiel 36:33"]},"ezequiel_33_28_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado é um dia de descanso e adoração, instituído por Deus como um sinal da aliança entre Ele e Seu povo.","explicacao_detalhada":"No contexto de Ezequiel 33:28, o sábado representa a obediência às leis de Deus e a importância de reservar um tempo para a comunhão com Ele. É um dia que simboliza a criação e a redenção.","por_que_esta_palavra":"A palavra 'sábado' é usada para enfatizar a necessidade de descanso e reflexão espiritual, destacando a importância de parar as atividades cotidianas para se concentrar em Deus.","conexao_teologica":"O sábado é um símbolo do descanso que Deus oferece ao Seu povo, refletindo a promessa de descanso eterno em Cristo.","referencias_relacionadas":["Êxodo 20:8-11","Gênesis 2:2-3","Mateus 12:8"]},"ezequiel_33_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como um presente de Deus ao Seu povo, um lugar de habitação e bênção.","explicacao_detalhada":"Em Ezequiel 33:29, a terra é mencionada em um contexto de julgamento e restauração, onde Deus promete devolver a terra ao Seu povo após o exílio.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre Deus e Israel, simbolizando a herança e a promessa divina.","conexao_teologica":"A terra é um símbolo da presença de Deus e da fidelidade de Suas promessas, refletindo a esperança de restauração e redenção.","referencias_relacionadas":["Deuteronômio 30:5","Salmos 37:11","Isaías 61:4"]},"ezequiel_33_29_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer implica em um relacionamento profundo e íntimo com Deus, além do simples conhecimento intelectual.","explicacao_detalhada":"No versículo, 'conhecer' refere-se à compreensão e aceitação da soberania de Deus sobre a terra e Seu povo, enfatizando a necessidade de um relacionamento verdadeiro com Ele.","por_que_esta_palavra":"A palavra 'conhecer' é utilizada para destacar a importância de reconhecer a autoridade de Deus e a necessidade de viver em conformidade com Sua vontade.","conexao_teologica":"O conhecimento de Deus é fundamental para a fé e a vida espiritual, refletindo a relação de intimidade que Ele deseja ter com Seu povo.","referencias_relacionadas":["Jeremias 9:23-24","Oséias 6:6","Filipenses 3:10"]},"ezequiel_33_29_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão ou justificativa para a afirmação anterior, ligando as ideias de forma lógica.","explicacao_detalhada":"Em Ezequiel 33:29, 'porque' serve para explicar a consequência do conhecimento e da obediência a Deus, mostrando que a desobediência leva ao julgamento.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica do discurso profético, onde as ações do povo têm consequências diretas.","conexao_teologica":"A relação entre causa e efeito é um tema central na teologia bíblica, onde a obediência a Deus resulta em bênçãos, enquanto a desobediência resulta em juízo.","referencias_relacionadas":["Gálatas 6:7","Deuteronômio 28:1-2","Romanos 2:6"]},"ezequiel_33_30_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa não apenas um lar físico, mas também a comunidade e a identidade do povo de Deus.","explicacao_detalhada":"No contexto de Ezequiel 33:30, a 'casa' refere-se ao povo de Israel, que se reunia para ouvir as palavras do profeta e refletir sobre sua relação com Deus.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a importância da comunidade e da unidade entre os crentes na adoração e na obediência a Deus.","conexao_teologica":"A casa de Deus é um símbolo da presença divina e da comunhão entre os crentes, refletindo a Igreja como o corpo de Cristo.","referencias_relacionadas":["Salmos 127:1","Mateus 16:18","1 Pedro 2:5"]},"ezequiel_33_30_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é um meio de comunicação divina, representando a revelação e os ensinamentos de Deus ao Seu povo.","explicacao_detalhada":"Em Ezequiel 33:30, 'palavra' refere-se à mensagem que Deus deseja transmitir ao Seu povo, enfatizando a importância de ouvir e obedecer.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para a compreensão da revelação divina e da necessidade de resposta por parte do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo essencial para a fé e a prática cristã, refletindo a importância da Escritura na vida do crente.","referencias_relacionadas":["Hebreus 4:12","2 Timóteo 3:16-17","Salmos 119:105"]},"ezequiel_33_30_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a continuidade da linhagem e a relação especial entre Deus e Seu povo.","explicacao_detalhada":"No contexto de Ezequiel 33:30, 'filho' pode referir-se tanto a filhos físicos quanto à ideia de que o povo de Israel é considerado filho de Deus, enfatizando a relação de paternidade divina.","por_que_esta_palavra":"A palavra 'filho' é usada para ilustrar a intimidade e a responsabilidade que vem com essa relação, destacando a necessidade de obediência.","conexao_teologica":"A relação de Deus como Pai e o povo como Seus filhos é um tema central na teologia bíblica, refletindo amor, cuidado e disciplina.","referencias_relacionadas":["Gálatas 4:6","Romanos 8:14-17","Efésios 1:5"]},"ezequiel_33_31_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se ao ato de avaliar e discernir, especialmente em relação às ações do povo diante de Deus.","explicacao_detalhada":"Em Ezequiel 33:31, 'julgar' implica em uma avaliação das atitudes e comportamentos do povo, enfatizando a necessidade de arrependimento e mudança.","por_que_esta_palavra":"A palavra 'julgar' é usada para destacar a responsabilidade do povo em responder à mensagem de Deus e a seriedade do juízo divino.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, refletindo Sua justiça e a necessidade de arrependimento.","referencias_relacionadas":["Mateus 7:1-2","Romanos 14:10-12","Apocalipse 20:12"]},"ezequiel_33_31_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Chamar implica em um convite ou convocação, especialmente para ouvir e responder à palavra de Deus.","explicacao_detalhada":"No contexto de Ezequiel 33:31, 'vir' ou 'entrar' refere-se ao convite de Deus para que o povo se aproxime dEle e ouça Suas instruções.","por_que_esta_palavra":"A palavra 'chamar' é usada para enfatizar a iniciativa de Deus em buscar Seu povo e a importância da resposta a esse chamado.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, refletindo Sua graça e desejo de relacionamento com a humanidade.","referencias_relacionadas":["Mateus 11:28","Romanos 10:13","Apocalipse 3:20"]},"ezequiel_33_31_came":{"palavra_pt":"came","palavra_original":"מָבוֹא","transliteracao":"mâbôwʼ","strong":"H3996","significado_raiz":"Ideia básica: came.","significado_contextual":"Came refere-se ao ato de chegar ou entrar em um lugar, simbolizando a disposição de ouvir e responder.","explicacao_detalhada":"Em Ezequiel 33:31, 'came' implica em uma ação de se aproximar de Deus, ouvindo Sua palavra e se dispondo a obedecer.","por_que_esta_palavra":"A palavra 'came' é utilizada para enfatizar a importância da ação e da resposta ao chamado de Deus.","conexao_teologica":"A ideia de vir a Deus é central na fé cristã, refletindo a necessidade de se aproximar dEle em busca de salvação e orientação.","referencias_relacionadas":["Hebreus 4:16","Tiago 4:8","Mateus 5:6"]},"ezequiel_33_32_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma metáfora que representa força e ferocidade, simbolizando a gravidade da mensagem que Ezequiel traz.","explicacao_detalhada":"Neste contexto, o urso pode ser visto como uma representação da destruição e do juízo que virá sobre o povo, enfatizando a seriedade da advertência do profeta.","por_que_esta_palavra":"A palavra 'urso' é utilizada para transmitir a ideia de um perigo iminente, algo que deve ser levado a sério pelos ouvintes.","conexao_teologica":"A presença de animais ferozes na Bíblia muitas vezes simboliza o juízo de Deus e a força de suas advertências.","referencias_relacionadas":["Isaías 11:7","Daniel 7:5","Amós 5:19"]},"ezequiel_33_32_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando que algo importante está prestes a ser revelado.","explicacao_detalhada":"Neste versículo, 'eis' serve para preparar o ouvinte para a mensagem crítica que se segue, enfatizando a urgência da situação.","por_que_esta_palavra":"A utilização de 'eis' é uma técnica retórica que busca captar a atenção do público e prepará-los para a verdade que será apresentada.","conexao_teologica":"A chamada à atenção é uma prática comum nos profetas, que frequentemente introduzem suas mensagens com expressões que exigem foco e consideração.","referencias_relacionadas":["Mateus 24:42","Apocalipse 3:20","Isaías 40:9"]},"ezequiel_33_33_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' refere-se a um entendimento profundo e relacional, não apenas intelectual.","explicacao_detalhada":"No contexto, conhecer implica em ter uma relação íntima com Deus e entender suas advertências e promessas.","por_que_esta_palavra":"A escolha da palavra 'conhecer' enfatiza a importância de uma experiência pessoal com Deus, além do mero conhecimento factual.","conexao_teologica":"O conhecimento de Deus é central na teologia bíblica, onde se enfatiza a necessidade de um relacionamento pessoal com o Criador.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","João 17:3"]},"ezequiel_33_33_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a mensagem é relevante e deve ser considerada.","explicacao_detalhada":"Neste contexto, 'porque' conecta a advertência do profeta com a responsabilidade do povo em ouvir e responder à mensagem.","por_que_esta_palavra":"A palavra 'porque' é crucial para estabelecer a lógica da mensagem profética, ligando a advertência à ação esperada.","conexao_teologica":"A relação entre a advertência e a responsabilidade humana é um tema recorrente na Bíblia, onde Deus chama seu povo à obediência.","referencias_relacionadas":["Deuteronômio 30:19","Romanos 2:6","Gálatas 6:7"]},"ezequiel_33_33_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém que fala em nome do Senhor.","explicacao_detalhada":"Neste versículo, o papel do profeta é enfatizado como aquele que traz a palavra de Deus ao povo, alertando sobre as consequências de suas ações.","por_que_esta_palavra":"A palavra 'profeta' é fundamental para entender a função de Ezequiel e a seriedade de sua missão de advertir o povo.","conexao_teologica":"A figura do profeta é central na narrativa bíblica, representando a voz de Deus que chama o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Deuteronômio 18:18","Mateus 10:41","Hebreus 1:1"]}}