{"ezequiel_34_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda moral ou espiritual do povo, refletindo sua condição diante de Deus.","explicacao_detalhada":"Neste contexto, 'cair' sugere um estado de ruína e necessidade de restauração, que é um tema recorrente nas profecias de Ezequiel.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a gravidade da situação do povo e a urgência de um retorno a Deus.","conexao_teologica":"A queda é um tema teológico que representa a separação do homem de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Gênesis 3:6","Salmos 37:24"]},"ezequiel_34_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina, a mensagem que Deus deseja transmitir ao seu povo.","explicacao_detalhada":"Neste versículo, 'palavra' enfatiza a importância da revelação de Deus e a necessidade de ouvir e obedecer a essa mensagem.","por_que_esta_palavra":"A palavra 'palavra' é central na teologia bíblica, pois representa a verdade de Deus que deve ser proclamada e vivida.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua importância é destacada em toda a Escritura como meio de transformação e direção.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"ezequiel_34_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre seu povo.","explicacao_detalhada":"Neste contexto, 'senhor' destaca a relação de Deus como pastor e protetor, enfatizando sua responsabilidade sobre o bem-estar do povo.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a posição de Deus como autoridade máxima, que deve ser respeitada e obedecida.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é reconhecido como o Criador e Sustentador de todas as coisas.","referencias_relacionadas":["Salmos 23:1","Isaías 40:10","Romanos 14:8"]},"ezequiel_34_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de intimidade e herança entre Deus e seu povo.","explicacao_detalhada":"Neste versículo, 'filho' enfatiza a identidade do povo como filhos de Deus, com todas as implicações de cuidado e responsabilidade.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a relação de amor e compromisso que Deus tem com seu povo.","conexao_teologica":"A filiação é um tema importante na Escritura, onde os crentes são chamados de filhos de Deus, refletindo sua nova identidade em Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"ezequiel_34_2_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar a mensagem de Deus ao povo.","explicacao_detalhada":"Neste contexto, 'falar' destaca a responsabilidade do profeta em transmitir a verdade divina e chamar o povo ao arrependimento.","por_que_esta_palavra":"A escolha da palavra 'falar' é crucial para entender a função profética e a importância da comunicação da palavra de Deus.","conexao_teologica":"A comunicação de Deus ao seu povo é um tema central na Bíblia, onde Ele se revela e orienta através de suas palavras.","referencias_relacionadas":["Jeremias 1:7","Ezequiel 2:7","Atos 4:20"]},"ezequiel_34_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para transmitir uma mensagem de Deus aos pastores de Israel.","explicacao_detalhada":"Neste contexto, Deus está se dirigindo aos líderes de Israel, chamando-os à responsabilidade por suas ações e omissões em cuidar do povo.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a autoridade divina e a necessidade de comunicação clara entre Deus e Seu povo.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, refletindo Sua vontade e desejo de relacionamento.","referencias_relacionadas":["Ezequiel 3:17","Amós 3:7","Hebreus 1:1"]},"ezequiel_34_3_idiom":{"palavra_pt":"expressao","palavra_original":"חֶלֶב","transliteracao":"cheleb","strong":"H2459","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se ao modo como os pastores se comportam e se comunicam com o rebanho.","explicacao_detalhada":"Os pastores são criticados por não expressarem cuidado e compaixão, levando à desproteção do povo.","por_que_esta_palavra":"A palavra 'expressão' destaca a importância da atitude e do comportamento dos líderes espirituais.","conexao_teologica":"A forma como os líderes se expressam reflete a natureza de Deus e Sua relação com o povo.","referencias_relacionadas":["Tiago 3:1-2","1 Pedro 5:2-3","Mateus 20:26-28"]},"ezequiel_34_3_woollen":{"palavra_pt":"wool len","palavra_original":"צֶמֶר","transliteracao":"tsemer","strong":"H6785","significado_raiz":"Ideia básica: wool len.","significado_contextual":"A palavra 'wool len' se refere ao material utilizado para vestimentas, simbolizando conforto e proteção.","explicacao_detalhada":"Os pastores são acusados de não fornecerem o cuidado necessário, que é simbolizado pelo uso de lã para aquecer e proteger o rebanho.","por_que_esta_palavra":"A lã representa a provisão e o cuidado que deveriam ser oferecidos aos necessitados.","conexao_teologica":"Deus é frequentemente descrito como um pastor que cuida de Seu povo, oferecendo proteção e conforto.","referencias_relacionadas":["Salmos 23:1-3","Isaías 40:11","João 10:11"]},"ezequiel_34_3_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se às ofertas feitas a Deus, que deveriam ser feitas com sinceridade e devoção.","explicacao_detalhada":"Os pastores são criticados por não oferecerem o verdadeiro sacrifício que agrada a Deus, que é o cuidado genuíno pelo povo.","por_que_esta_palavra":"A palavra 'sacrifício' enfatiza a necessidade de ações que demonstrem amor e compromisso com Deus e com os outros.","conexao_teologica":"O sacrifício é um tema central na Bíblia, simbolizando a entrega e a devoção a Deus.","referencias_relacionadas":["Romanos 12:1","Hebreus 13:15-16","Salmos 51:17"]},"ezequiel_34_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para descrever a falta de honestidade e integridade dos pastores.","explicacao_detalhada":"Os líderes são acusados de não serem verdadeiros em suas ações, levando à exploração e ao sofrimento do povo.","por_que_esta_palavra":"A verdade é fundamental para a liderança espiritual e a relação com Deus.","conexao_teologica":"Deus é a verdade e espera que Seus líderes reflitam essa verdade em suas vidas e ministérios.","referencias_relacionadas":["João 4:24","Salmos 15:2","Provérbios 12:22"]},"ezequiel_34_4_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à ação de tomar posse ou controlar algo.","explicacao_detalhada":"Os pastores são criticados por agarrar o que não lhes pertence, em vez de cuidar do rebanho.","por_que_esta_palavra":"A palavra 'agarrar' ilustra a ganância e a exploração que os líderes demonstram em relação ao povo.","conexao_teologica":"Deus deseja que os líderes sejam servos, não tiranos, refletindo Seu caráter amoroso.","referencias_relacionadas":["Mateus 20:25-28","Filipenses 2:3-4","1 Pedro 5:2"]},"ezequiel_34_4_oracao":{"palavra_pt":"oracao","palavra_original":"חָלָה","transliteracao":"châlâh","strong":"H2470","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A palavra 'oração' refere-se à comunicação com Deus, que deveria ser uma prática constante dos líderes.","explicacao_detalhada":"Os pastores falharam em buscar a orientação de Deus e em interceder pelo povo.","por_que_esta_palavra":"A oração é essencial para a liderança espiritual e para a saúde do rebanho.","conexao_teologica":"A oração é um meio de se conectar com Deus e buscar Sua vontade.","referencias_relacionadas":["1 Tessalonicenses 5:17","Tiago 5:16","Filipenses 4:6"]},"ezequiel_34_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os pastores conduzem suas vidas e ministérios.","explicacao_detalhada":"Os líderes são criticados por não agirem de maneira adequada e justa em relação ao povo.","por_que_esta_palavra":"A palavra 'modo' destaca a importância da conduta ética e moral dos líderes.","conexao_teologica":"A maneira de viver dos líderes deve refletir a santidade e a justiça de Deus.","referencias_relacionadas":["Tito 1:7-9","1 Timóteo 3:2-3","Salmos 78:72"]},"ezequiel_34_5_break":{"palavra_pt":"quebrar","palavra_original":"פּוּץ","transliteracao":"pûwts","strong":"H6327","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"A palavra 'quebrar' refere-se à ação de romper ou desmantelar algo.","explicacao_detalhada":"Os pastores quebraram a confiança do povo, levando à desunião e ao desespero.","por_que_esta_palavra":"A palavra 'quebrar' enfatiza a gravidade das ações dos líderes que prejudicam o rebanho.","conexao_teologica":"Deus deseja que Seus líderes promovam a unidade e a paz entre o povo.","referencias_relacionadas":["Efésios 4:3","Romanos 14:19","Colossenses 3:14"]},"ezequiel_34_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é novamente utilizada para enfatizar a conduta dos pastores em relação ao rebanho.","explicacao_detalhada":"Os pastores não estavam cuidando do povo, mas sim se aproveitando dele, o que é uma inversão do papel esperado.","por_que_esta_palavra":"A repetição da palavra 'modo' reforça a crítica à maneira como os líderes se comportam.","conexao_teologica":"A liderança deve ser caracterizada pelo serviço e pelo amor, refletindo o caráter de Cristo.","referencias_relacionadas":["Mateus 23:11-12","Marcos 10:43-45","1 Pedro 5:3"]},"ezequiel_34_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico onde o povo de Israel habita, simbolizando também a promessa de Deus de restaurar a terra de Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo, mas também o lar e a herança que Deus deu ao povo de Israel. Neste contexto, enfatiza a relação entre o povo e a terra prometida.","por_que_esta_palavra":"A terra é um elemento central na aliança de Deus com Israel, representando segurança, identidade e a presença de Deus entre Seu povo.","conexao_teologica":"A terra é frequentemente vista como um símbolo da bênção divina e da fidelidade de Deus às Suas promessas. A restauração da terra é um tema recorrente nas profecias.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:5","Salmos 37:11"]},"ezequiel_34_6_enganar":{"palavra_pt":"enganar","palavra_original":"שָׁגָה","transliteracao":"shâgâh","strong":"H7686","significado_raiz":"Ideia básica: enganar.","significado_contextual":"Refere-se à ação de enganar ou desviar o povo de Deus de Sua verdade e direção.","explicacao_detalhada":"A palavra 'enganar' (שָׁגָה) implica uma manipulação que leva o povo a se afastar dos ensinamentos de Deus, resultando em consequências negativas.","por_que_esta_palavra":"É crucial entender como líderes e pastores podem enganar o povo, levando-os a se desviar da verdade divina.","conexao_teologica":"O engano é uma tática do inimigo para afastar os fiéis da verdade de Deus, e a responsabilidade dos líderes é guiar o povo com integridade.","referencias_relacionadas":["Mateus 24:4-5","2 Coríntios 11:13-15","1 João 4:1"]},"ezequiel_34_7_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus e à importância de Sua palavra para a vida do povo.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é fundamental na revelação de Deus e na instrução ao Seu povo, representando tanto a mensagem quanto a ação de Deus.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, e é através dela que o povo é guiado e edificado.","conexao_teologica":"A centralidade da palavra de Deus na vida do crente é um tema importante, pois ela traz sabedoria e direção.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"ezequiel_34_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Sua natureza e Sua relação com o povo de Israel.","por_que_esta_palavra":"O nome de Deus é invocado em momentos de oração e adoração, simbolizando a soberania e a presença de Deus entre Seu povo.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, refletindo Sua santidade e a importância de conhecê-Lo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"ezequiel_34_7_phrase":{"palavra_pt":"expressao","palavra_original":"כֵּן","transliteracao":"kên","strong":"H3651","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de Deus em relação ao Seu povo e à Sua vontade.","explicacao_detalhada":"A palavra 'expressão' (כֵּן) indica a verdade e a sinceridade nas comunicações de Deus, enfatizando a importância da autenticidade na relação com Ele.","por_que_esta_palavra":"A expressão de Deus é fundamental para que o povo compreenda Sua vontade e se relacione com Ele de maneira verdadeira.","conexao_teologica":"A autenticidade na comunicação de Deus é essencial para a fé e a prática do povo de Deus.","referencias_relacionadas":["Salmos 119:160","João 14:6","1 Pedro 1:25"]},"ezequiel_34_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus age e se relaciona com Seu povo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a maneira abrangente e completa com que Deus se revela e age na história.","por_que_esta_palavra":"Compreender o modo de Deus é essencial para entender Sua soberania e Seus planos para a humanidade.","conexao_teologica":"O modo de Deus é um reflexo de Sua natureza e caráter, e é importante para a formação da fé do crente.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 3:20"]},"ezequiel_34_8_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à condição humana e à fragilidade do ser humano diante de Deus.","explicacao_detalhada":"A palavra 'carne' (חַי) simboliza a vulnerabilidade e a mortalidade do ser humano, contrastando com a eternidade de Deus.","por_que_esta_palavra":"Reconhecer a condição de carne é fundamental para entender a necessidade de dependência de Deus.","conexao_teologica":"A fragilidade humana é um tema importante na teologia, pois nos leva a buscar a força e a salvação em Deus.","referencias_relacionadas":["Salmos 103:14","Isaías 40:6-8","Romanos 8:3"]},"ezequiel_34_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) enfatiza o domínio de Deus e Sua posição como Senhor sobre a criação e o Seu povo.","por_que_esta_palavra":"Reconhecer Deus como Senhor é fundamental para a adoração e a submissão do crente à Sua vontade.","conexao_teologica":"A soberania de Deus é um pilar da fé cristã, refletindo Seu controle e propósito na história.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","Filipenses 2:9-11"]},"ezequiel_34_9_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"Refere-se ao papel do pastor como líder e cuidador do povo de Deus.","explicacao_detalhada":"A palavra 'pastor' (רָעָה) implica responsabilidade e cuidado, simbolizando a liderança que deve guiar o povo em caminhos de justiça.","por_que_esta_palavra":"O conceito de pastor é central na liderança espiritual, refletindo o cuidado e a proteção que Deus oferece ao Seu povo.","conexao_teologica":"Jesus é frequentemente referido como o Bom Pastor, e essa imagem é fundamental para entender o relacionamento entre Deus e Seu povo.","referencias_relacionadas":["Salmos 23:1","João 10:11","1 Pedro 5:2-4"]},"ezequiel_34_9_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus através de Seus líderes e profetas.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) aqui enfatiza a importância da mensagem que deve ser transmitida ao povo, refletindo a verdade de Deus.","por_que_esta_palavra":"A palavra de Deus é essencial para a edificação e a correção do povo, sendo um meio pelo qual Deus se comunica.","conexao_teologica":"A importância da palavra de Deus na vida da igreja é um tema central, pois ela traz direção e transformação.","referencias_relacionadas":["2 Timóteo 3:16-17","Hebreus 1:1-2","1 Tessalonicenses 2:13"]},"ezequiel_34_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus supremo e soberano.","explicacao_detalhada":"O termo 'Senhor' (יְהֹוָה) é usado para enfatizar a autoridade e o poder de Deus sobre todas as coisas. No contexto de Ezequiel 34, Deus se apresenta como o pastor que cuida de seu povo.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a relação de Deus com seu povo, mostrando que Ele é o líder e protetor.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é reconhecido como o criador e mantenedor do universo.","referencias_relacionadas":["Salmos 23:1","Isaías 40:11","João 10:11"]},"ezequiel_34_10_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Denota a autoridade de Deus como Senhor e Mestre.","explicacao_detalhada":"A palavra 'Senhor' (אֲדֹנָי) é uma forma de respeito e reconhecimento da posição de Deus como aquele que governa e dirige.","por_que_esta_palavra":"É usada para enfatizar a relação de servidão e submissão do povo a Deus.","conexao_teologica":"A relação entre Deus e seu povo é frequentemente descrita em termos de senhorio e servidão, refletindo a dependência do homem em relação a Deus.","referencias_relacionadas":["Êxodo 20:2","Salmos 119:94","Romanos 10:9"]},"ezequiel_34_10_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à divindade de Deus como o Senhor que cuida de seu povo.","explicacao_detalhada":"A palavra 'Deus' (יְהֹוִה) é usada para enfatizar a natureza divina e a relação de Deus com a criação.","por_que_esta_palavra":"É importante para mostrar que Deus não é apenas um líder, mas também o criador e sustentador de todas as coisas.","conexao_teologica":"A divindade de Deus é um pilar da fé, onde Ele é reconhecido como o único Deus verdadeiro.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","1 Coríntios 8:6"]},"ezequiel_34_10_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção do ouvinte para a mensagem importante que se segue.","explicacao_detalhada":"A palavra 'eis' (הֵן) serve como um marcador que introduz uma declaração significativa ou uma revelação de Deus.","por_que_esta_palavra":"É uma forma de enfatizar a importância do que está sendo dito, preparando o ouvinte para uma revelação.","conexao_teologica":"A chamada à atenção é uma técnica comum nas Escrituras para destacar a importância da mensagem divina.","referencias_relacionadas":["Isaías 43:1","Mateus 28:20","Apocalipse 3:20"]},"ezequiel_34_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual Deus está agindo em favor de seu povo.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para explicar a motivação de Deus em cuidar de seu povo, revelando seu caráter amoroso e protetor.","por_que_esta_palavra":"É fundamental para entender a lógica divina por trás das ações de Deus em relação à humanidade.","conexao_teologica":"A motivação de Deus para agir é frequentemente ligada ao seu amor e compromisso com seu povo.","referencias_relacionadas":["Romanos 5:8","1 João 4:19","Salmos 136:1"]},"ezequiel_34_11_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a ideia de Deus como Senhor que cuida e protege.","explicacao_detalhada":"A palavra 'Senhor' (אֲדֹנָי) é usada novamente para reafirmar a autoridade de Deus sobre seu povo e sua responsabilidade de cuidar deles.","por_que_esta_palavra":"É uma reafirmação da relação de Deus com seu povo, mostrando que Ele é digno de confiança.","conexao_teologica":"A confiança em Deus como Senhor é um tema recorrente nas Escrituras, onde Ele é visto como o protetor e guia.","referencias_relacionadas":["Salmos 23:1","Isaías 54:5","Hebreus 13:6"]},"ezequiel_34_11_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à natureza divina de Deus que cuida de seu povo.","explicacao_detalhada":"A palavra 'Deus' (יְהֹוִה) enfatiza a soberania e a divindade de Deus em sua relação com a humanidade.","por_que_esta_palavra":"É importante para entender que Deus não é apenas um ser distante, mas ativo e envolvido na vida de seu povo.","conexao_teologica":"A presença de Deus na vida do crente é um tema central na teologia, onde Ele é visto como um Deus pessoal.","referencias_relacionadas":["Salmos 121:2","Mateus 6:26","Filipenses 4:19"]},"ezequiel_34_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Deus agirá em favor de seu povo.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um período específico em que Deus fará algo significativo.","por_que_esta_palavra":"É uma forma de enfatizar que Deus tem um plano e um tempo determinado para agir.","conexao_teologica":"A noção de tempo e ação divina é importante, pois mostra que Deus está no controle da história.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","2 Pedro 3:8"]},"ezequiel_34_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus cuidará de seu povo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica a forma abrangente e completa com que Deus se relaciona com seu povo.","por_que_esta_palavra":"É usada para enfatizar que Deus não apenas age, mas faz isso de maneira perfeita e adequada.","conexao_teologica":"A maneira de Deus agir é um reflexo de seu caráter e natureza, que é sempre boa e justa.","referencias_relacionadas":["Salmos 145:17","Romanos 12:2","Tiago 1:17"]},"ezequiel_34_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao povo de Deus e à terra prometida.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para simbolizar o lugar onde Deus habita com seu povo e onde suas promessas se realizam.","por_que_esta_palavra":"É importante para entender a relação entre Deus, seu povo e a terra que Ele prometeu.","conexao_teologica":"A terra é um símbolo da presença de Deus e da realização de suas promessas na vida do seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"ezequiel_34_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus cuida de seu povo, enfatizando a maneira cuidadosa e atenta de seu pastoreio.","explicacao_detalhada":"A palavra 'modo' aqui indica a forma como Deus age em relação ao seu rebanho, mostrando que Ele não apenas os guia, mas também se preocupa com suas necessidades e bem-estar.","por_que_esta_palavra":"Esta palavra é utilizada para destacar a natureza do cuidado divino, que é meticuloso e amoroso.","conexao_teologica":"O modo de Deus pastorear seu povo é um reflexo de sua natureza amorosa e protetora, revelando a relação íntima entre Deus e seus seguidores.","referencias_relacionadas":["Salmos 23:1-3","Isaías 40:11","João 10:11"]},"ezequiel_34_14_deus":{"palavra_pt":"deus","palavra_original":"נָוֶה","transliteracao":"nâveh","strong":"H5116","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui se refere à figura suprema que cuida e provê para seu povo.","explicacao_detalhada":"Neste contexto, Deus é apresentado como o pastor que alimenta e protege seu rebanho, simbolizando sua soberania e cuidado.","por_que_esta_palavra":"A escolha da palavra 'deus' enfatiza a autoridade e a divindade de quem está cuidando do povo.","conexao_teologica":"A imagem de Deus como pastor é central na teologia bíblica, representando sua relação com a humanidade e seu papel como provedor.","referencias_relacionadas":["Salmos 100:3","Ezequiel 34:11-12","João 10:14"]},"ezequiel_34_14_feeding":{"palavra_pt":"feeding","palavra_original":"מִרְעֶה","transliteracao":"mirʻeh","strong":"H4829","significado_raiz":"Ideia básica: feeding.","significado_contextual":"Refere-se ao ato de alimentar, simbolizando o cuidado e a provisão de Deus para com seu povo.","explicacao_detalhada":"A palavra 'feeding' destaca a responsabilidade de Deus em suprir as necessidades espirituais e físicas de seu povo, mostrando que Ele é a fonte de sustento.","por_que_esta_palavra":"Esta palavra é importante para ilustrar a ação de Deus em nutrir e fortalecer aqueles que pertencem a Ele.","conexao_teologica":"A alimentação espiritual é um tema recorrente na Bíblia, simbolizando a necessidade de dependência de Deus para sustento e crescimento.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 23:2"]},"ezequiel_34_14_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' descreve a qualidade do que Deus oferece ao seu povo, enfatizando a bondade de suas ações.","explicacao_detalhada":"Neste contexto, 'bom' refere-se à natureza benevolente de Deus, que deseja o melhor para seu rebanho.","por_que_esta_palavra":"A utilização da palavra 'bom' é crucial para entender a intenção de Deus em proporcionar um ambiente seguro e saudável para seu povo.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo sua natureza e seus planos para a humanidade.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Gálatas 5:22"]},"ezequiel_34_15_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus como Senhor, que tem autoridade sobre seu povo.","explicacao_detalhada":"A palavra 'senhor' enfatiza a posição de Deus como autoridade suprema que guia e protege seu rebanho.","por_que_esta_palavra":"A escolha desta palavra é significativa para reconhecer a relação de submissão e respeito que o povo deve ter para com Deus.","conexao_teologica":"A soberania de Deus é um princípio fundamental na teologia cristã, que afirma que Ele é o Senhor de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Filipenses 2:9-11"]},"ezequiel_34_15_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'deus' aqui reafirma a divindade e a autoridade de Deus como o pastor do seu povo.","explicacao_detalhada":"Neste contexto, Deus é apresentado como aquele que tem o poder e a responsabilidade de cuidar e guiar seu rebanho.","por_que_esta_palavra":"A utilização da palavra 'deus' é essencial para entender a natureza divina de quem está liderando e protegendo o povo.","conexao_teologica":"A divindade de Deus é um aspecto central da fé, que assegura aos crentes que Ele é capaz de cumprir suas promessas.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Hebreus 13:20"]},"ezequiel_34_16_perecer":{"palavra_pt":"perecer","palavra_original":"אָבַד","transliteracao":"ʼâbad","strong":"H6","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Refere-se à ideia de destruição ou perda, contrastando com o cuidado que Deus oferece.","explicacao_detalhada":"A palavra 'perecer' destaca as consequências da falta de cuidado e proteção, mostrando a importância do pastoreio divino.","por_que_esta_palavra":"Esta palavra é usada para enfatizar o que acontece quando o povo não é cuidado, revelando a gravidade da situação.","conexao_teologica":"A ideia de perecer é frequentemente associada ao juízo e à necessidade de redenção, que é central na mensagem bíblica.","referencias_relacionadas":["Ezequiel 18:30","Mateus 10:28","João 3:16"]},"ezequiel_34_16_poderoso":{"palavra_pt":"poderoso","palavra_original":"חָזָק","transliteracao":"châzâq","strong":"H2389","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e capacidade de Deus para proteger e salvar seu povo.","explicacao_detalhada":"A palavra 'poderoso' enfatiza a habilidade de Deus em agir em favor de seu povo, garantindo sua segurança e bem-estar.","por_que_esta_palavra":"A escolha desta palavra é importante para reconhecer que Deus não é apenas um pastor, mas também um defensor forte.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, que assegura aos crentes que Ele é capaz de realizar o que promete.","referencias_relacionadas":["Salmos 18:2","Isaías 40:29","Romanos 1:16"]},"ezequiel_34_17_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força e poder que Deus exerce sobre seu povo e as nações.","explicacao_detalhada":"A palavra 'força' aqui destaca a capacidade de Deus de proteger e guiar seu povo, mostrando que Ele é um refúgio seguro.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a proteção divina e a segurança que Deus oferece aos que confiam nele.","conexao_teologica":"A força de Deus é um aspecto essencial da sua natureza, que garante aos crentes que Ele é capaz de salvá-los.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","2 Coríntios 12:9"]},"ezequiel_34_17_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus como Senhor, que tem autoridade sobre seu povo.","explicacao_detalhada":"A palavra 'senhor' enfatiza a posição de Deus como autoridade suprema que guia e protege seu rebanho.","por_que_esta_palavra":"A escolha desta palavra é significativa para reconhecer a relação de submissão e respeito que o povo deve ter para com Deus.","conexao_teologica":"A soberania de Deus é um princípio fundamental na teologia cristã, que afirma que Ele é o Senhor de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Filipenses 2:9-11"]},"ezequiel_34_17_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus sobre o Seu povo, enfatizando Sua autoridade e cuidado.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוִה) é usada para indicar a relação de Deus como o governante supremo e protetor de Israel. Neste contexto, Deus é apresentado como o juiz e pastor que cuida de Seu rebanho.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a posição de Deus como autoridade máxima e a necessidade de submissão e reverência por parte do povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o criador e mantenedor de todas as coisas, e que Seu cuidado é constante.","referencias_relacionadas":["Salmos 23:1","Isaías 40:11","Ezequiel 34:11-12"]},"ezequiel_34_18_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade das ações de Deus e ao que é desejável para o Seu povo.","explicacao_detalhada":"A palavra 'bom' (טוֹב) implica não apenas a bondade moral, mas também a adequação e a satisfação que Deus proporciona ao Seu povo. Neste versículo, Deus está contrastando o que é bom com o que é ruim.","por_que_esta_palavra":"A palavra 'bom' é utilizada para enfatizar que as intenções de Deus são sempre para o bem do Seu povo, refletindo Seu caráter amoroso e justo.","conexao_teologica":"A bondade de Deus é um atributo fundamental que se reflete em Suas promessas e ações em favor da humanidade.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Gênesis 1:31"]},"ezequiel_34_18_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação de proximidade e inclusão entre o povo e Deus.","explicacao_detalhada":"A palavra 'entre' (מִן) sugere uma conexão íntima e a presença de Deus no meio do Seu povo, destacando a ideia de que Deus está sempre próximo e acessível.","por_que_esta_palavra":"A utilização de 'entre' reforça a ideia de que Deus não é um ser distante, mas que está ativamente envolvido na vida de Seu povo.","conexao_teologica":"A presença de Deus entre Seu povo é um tema recorrente na Bíblia, simbolizando Sua relação pessoal e direta com a humanidade.","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Apocalipse 21:3"]},"ezequiel_34_19_agua":{"palavra_pt":"agua","palavra_original":"מִרְפָּשׂ","transliteracao":"mirpâs","strong":"H4833","significado_raiz":"Ideia básica: agua.","significado_contextual":"Simboliza a vida e a purificação que Deus oferece ao Seu povo.","explicacao_detalhada":"A palavra 'água' (מִרְפָּשׂ) é frequentemente usada na Bíblia para representar a saciedade espiritual e a renovação. Neste contexto, Deus está prometendo sustento e restauração.","por_que_esta_palavra":"A água é um elemento essencial para a vida, e sua menção aqui destaca a provisão de Deus para as necessidades espirituais e físicas do Seu povo.","conexao_teologica":"A água é um símbolo do Espírito Santo e da vida eterna, refletindo a oferta de Deus de salvação e renovação.","referencias_relacionadas":["João 4:14","Isaías 55:1","Apocalipse 22:17"]},"ezequiel_34_19_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao caráter do povo de Deus.","explicacao_detalhada":"A palavra 'nome' (צֹאן) neste contexto é usada para descrever o rebanho de Deus, representando a coletividade do povo escolhido e sua relação com o Pastor divino.","por_que_esta_palavra":"O uso de 'nome' enfatiza a importância da identidade do povo de Deus e como eles são conhecidos e reconhecidos por Ele.","conexao_teologica":"A identidade do povo de Deus é um tema central na Bíblia, onde o nome de Deus e o nome do Seu povo estão interligados.","referencias_relacionadas":["Salmos 79:13","Isaías 43:1","1 Pedro 2:9"]},"ezequiel_34_20_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de Deus em discernir e decidir sobre as ações do Seu povo.","explicacao_detalhada":"A palavra 'julgar' (שָׁפַט) implica a ideia de avaliação e decisão, onde Deus atua como juiz que traz justiça e retidão ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'julgar' destaca a responsabilidade de Deus em manter a ordem e a justiça entre Seu povo, refletindo Seu caráter justo.","conexao_teologica":"O julgamento de Deus é um tema importante na teologia bíblica, mostrando que Ele é justo e que suas decisões são sempre corretas.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10-12","Apocalipse 20:12"]},"ezequiel_34_20_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e ao domínio de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para enfatizar a soberania de Deus e Sua posição como mestre e governante sobre o Seu povo.","por_que_esta_palavra":"A utilização de 'senhor' reforça a ideia de que Deus é digno de adoração e respeito, e que Seu governo é essencial para a vida do povo.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele tem controle sobre a história e a vida de cada indivíduo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Filipenses 2:9-11"]},"ezequiel_34_20_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à natureza divina de Deus como o Criador e Sustentador.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוִה) aqui reafirma a identidade de Deus como o ser supremo que cuida e dirige o Seu povo com amor e justiça.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a relação de Deus com Seu povo, mostrando que Ele é tanto o criador quanto o redentor.","conexao_teologica":"A natureza de Deus como Senhor é fundamental para a compreensão da relação entre Deus e a humanidade, destacando Sua autoridade e amor.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Hebreus 11:3"]},"ezequiel_34_21_fim":{"palavra_pt":"fim","palavra_original":"כָּתֵף","transliteracao":"kâthêph","strong":"H3802","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de ações injustas e à restauração da justiça.","explicacao_detalhada":"A palavra 'fim' (כָּתֵף) implica um fechamento ou conclusão, especialmente no contexto do julgamento e da correção das injustiças que estavam ocorrendo entre o povo.","por_que_esta_palavra":"A utilização de 'fim' destaca a certeza de que Deus trará justiça e restaurará a ordem entre Seu povo.","conexao_teologica":"O conceito de fim é importante na teologia bíblica, onde Deus promete um futuro de restauração e justiça para aqueles que O seguem.","referencias_relacionadas":["Eclesiastes 3:17","Romanos 12:19","Apocalipse 21:4"]},"ezequiel_34_21_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao lugar de adoração e sacrifício, simbolizando a relação do povo com Deus.","explicacao_detalhada":"A palavra 'altar' (קֶרֶן) representa o local onde os sacrifícios eram feitos, simbolizando a devoção e a busca de reconciliação com Deus.","por_que_esta_palavra":"A escolha da palavra 'altar' enfatiza a importância da adoração e do sacrifício na vida espiritual do povo de Deus.","conexao_teologica":"O altar é um símbolo de adoração e sacrifício, refletindo a necessidade de expiação e a busca pela presença de Deus.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"ezequiel_34_22_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em proteger e resgatar seu povo das dificuldades e opressões.","explicacao_detalhada":"No contexto de Ezequiel 34:22, Deus promete salvar seu povo das mãos de líderes corruptos e das consequências de seus pecados. A salvação aqui é tanto física quanto espiritual, indicando um retorno à segurança e à comunhão com Deus.","por_que_esta_palavra":"A palavra 'salvar' é central na mensagem de esperança que Deus oferece ao seu povo, enfatizando sua fidelidade e poder em restaurar.","conexao_teologica":"A salvação é um tema recorrente na Bíblia, simbolizando a intervenção divina na história humana. Em Ezequiel, isso se conecta à promessa de um pastor que cuidará do rebanho, que é uma prefiguração de Cristo.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"ezequiel_34_22_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de Deus em avaliar e decidir sobre as ações de seu povo e seus líderes.","explicacao_detalhada":"Em Ezequiel 34:22, Deus se coloca como juiz que irá corrigir as injustiças cometidas pelos líderes de Israel, trazendo justiça e equidade ao seu povo.","por_que_esta_palavra":"A palavra 'julgar' é importante porque destaca a responsabilidade de Deus em manter a ordem e a justiça, especialmente em relação ao seu povo escolhido.","conexao_teologica":"O julgamento de Deus é um tema que aparece em toda a Escritura, refletindo sua santidade e justiça. Ele é tanto um juiz quanto um salvador, equilibrando misericórdia e justiça.","referencias_relacionadas":["Salmos 9:7-8","Isaías 1:17","Mateus 7:1-2"]},"ezequiel_34_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à integridade nas ações e promessas de Deus.","explicacao_detalhada":"No contexto de Ezequiel 34:22, a verdade é um atributo de Deus que garante que suas promessas de restauração e justiça serão cumpridas, contrastando com a falsidade dos líderes de Israel.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e sua relação com seu povo, pois Ele é a fonte de toda verdade.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, revelando que Ele não pode mentir e que suas promessas são sempre cumpridas.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"ezequiel_34_23_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica a ação de Deus em restaurar e estabelecer líderes justos sobre seu povo.","explicacao_detalhada":"Em Ezequiel 34:23, Deus promete levantar um pastor que cuidará do rebanho, simbolizando a restauração da liderança espiritual e a proteção do povo.","por_que_esta_palavra":"A palavra 'levantar' é significativa porque indica a ação de Deus em trazer novos começos e esperança ao seu povo.","conexao_teologica":"Levantar um pastor é uma imagem que se conecta a Jesus como o Bom Pastor, que cuida e guia seu povo com amor e sacrifício.","referencias_relacionadas":["Salmos 23:1","João 10:11","Hebreus 13:20"]},"ezequiel_34_23_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' refere-se à função de liderança e cuidado que Deus designa para guiar seu povo.","explicacao_detalhada":"No contexto de Ezequiel 34:23, Deus se compromete a enviar um pastor que cuidará do rebanho, simbolizando a responsabilidade de liderança espiritual e moral.","por_que_esta_palavra":"A palavra 'pastor' é essencial para entender a relação entre Deus e seu povo, onde o pastor é um cuidador e protetor.","conexao_teologica":"A imagem do pastor é central na teologia cristã, refletindo o papel de Cristo como aquele que cuida e sacrifica por suas ovelhas.","referencias_relacionadas":["Salmos 100:3","Ezequiel 34:11-12","João 10:14"]},"ezequiel_34_23_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e importância do papel que Deus desempenha na vida de seu povo.","explicacao_detalhada":"Em Ezequiel 34:23, a grandeza de Deus é enfatizada ao prometer um pastor que não apenas cuidará, mas também será um líder poderoso e justo.","por_que_esta_palavra":"A palavra 'grande' é usada para descrever a soberania de Deus e a importância de sua intervenção na história.","conexao_teologica":"A grandeza de Deus é um tema que permeia toda a Escritura, mostrando que Ele é digno de adoração e reverência.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"ezequiel_34_24_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à natureza suprema e soberana de Deus sobre toda a criação.","explicacao_detalhada":"Em Ezequiel 34:24, Deus se apresenta como o verdadeiro Deus que cuida de seu povo e exerce autoridade sobre todas as coisas.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o Criador e a criação, destacando sua soberania e poder.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor de toda a história e que suas promessas são fiéis.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"ezequiel_34_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao título de autoridade e soberania que Deus possui sobre seu povo.","explicacao_detalhada":"Em Ezequiel 34:24, o uso do nome 'Senhor' enfatiza a relação de aliança entre Deus e Israel, onde Ele é reconhecido como o governante supremo.","por_que_esta_palavra":"A palavra 'senhor' é importante porque reflete a reverência e o reconhecimento da autoridade de Deus na vida do povo.","conexao_teologica":"O nome de Deus é sagrado e representa sua presença e poder. A invocação do nome do Senhor é um ato de fé e submissão.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ezequiel_34_24_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo que Deus exerce sobre seu povo.","explicacao_detalhada":"Em Ezequiel 34:24, Deus se apresenta como o rei que governa com justiça e retidão, contrastando com os líderes falhos de Israel.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a natureza do governo de Deus e sua intenção de restaurar a ordem e a justiça.","conexao_teologica":"A ideia de Deus como rei é central na Bíblia, culminando na realeza de Cristo, que é o Rei dos Reis.","referencias_relacionadas":["Salmos 10:16","Isaías 33:22","Apocalipse 19:16"]},"ezequiel_34_25_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de Deus em eliminar as injustiças e as ameaças ao seu povo.","explicacao_detalhada":"Em Ezequiel 34:25, Deus promete destruir as ameaças que afligem seu povo, trazendo segurança e paz.","por_que_esta_palavra":"A palavra 'destruir' é significativa porque mostra a determinação de Deus em proteger seu povo e eliminar o mal.","conexao_teologica":"A destruição do mal é um tema importante na teologia, refletindo a esperança de um futuro sem pecado e sofrimento.","referencias_relacionadas":["Salmos 37:9","Isaías 54:17","Apocalipse 21:4"]},"ezequiel_34_25_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado é um dia de descanso e santidade, estabelecido por Deus como um sinal de aliança com o Seu povo.","explicacao_detalhada":"No contexto de Ezequiel 34:25, o sábado representa a promessa de Deus de restaurar e trazer paz ao Seu povo, proporcionando um tempo de descanso e renovação espiritual.","por_que_esta_palavra":"A palavra 'sábado' é central na teologia judaica, simbolizando não apenas descanso físico, mas também um tempo de comunhão com Deus.","conexao_teologica":"O sábado é um símbolo da criação e da redenção, apontando para a obra de Cristo que traz descanso verdadeiro.","referencias_relacionadas":["Êxodo 20:8-11","Gênesis 2:2-3","Marcos 2:27-28"]},"ezequiel_34_25_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como um presente de Deus ao Seu povo, simbolizando segurança e prosperidade.","explicacao_detalhada":"Em Ezequiel 34:25, a terra representa a restauração da nação de Israel, que havia sido dispersa e oprimida. Deus promete trazer de volta Seu povo à sua terra prometida.","por_que_esta_palavra":"A palavra 'terra' é fundamental na narrativa bíblica, pois reflete a aliança de Deus com Israel e Sua fidelidade em cumprir promessas.","conexao_teologica":"A terra é um símbolo da presença de Deus entre Seu povo e da realização de Suas promessas.","referencias_relacionadas":["Deuteronômio 30:5","Salmos 37:11","Isaías 11:11-12"]},"ezequiel_34_26_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar implica um pedido urgente e sincero a Deus, buscando Sua intervenção.","explicacao_detalhada":"No versículo, o clamor é uma expressão da necessidade do povo por ajuda e proteção divina, refletindo a relação de dependência entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'clamar' enfatiza a urgência e a sinceridade da oração, mostrando que Deus ouve aqueles que O buscam de coração.","conexao_teologica":"O clamor é uma forma de adoração e reconhecimento da soberania de Deus, que se importa com as necessidades de Seu povo.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Isaías 65:24"]},"ezequiel_34_26_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Inimigo refere-se a qualquer força ou pessoa que se opõe ao povo de Deus, trazendo destruição e dor.","explicacao_detalhada":"Neste contexto, Deus promete proteger Seu povo dos inimigos que os oprimem, garantindo segurança e paz.","por_que_esta_palavra":"A palavra 'inimigo' é importante para entender a luta espiritual e a necessidade de proteção divina.","conexao_teologica":"Deus é visto como o defensor de Seu povo, que luta contra os inimigos espirituais e físicos.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","Efésios 6:12"]},"ezequiel_34_26_place":{"palavra_pt":"lugar","palavra_original":"סָבִיב","transliteracao":"çâbîyb","strong":"H5439","significado_raiz":"Ideia básica: lugar.","significado_contextual":"Lugar refere-se a um espaço físico ou espiritual onde o povo de Deus pode encontrar segurança e abrigo.","explicacao_detalhada":"No versículo, o 'lugar' simboliza a promessa de Deus de restaurar a segurança e a paz ao Seu povo em sua terra.","por_que_esta_palavra":"A palavra 'lugar' é significativa, pois representa a habitação de Deus entre Seu povo e a segurança que Ele oferece.","conexao_teologica":"Deus promete um lugar seguro para Seu povo, refletindo Sua intenção de habitar com eles e protegê-los.","referencias_relacionadas":["Salmos 91:1","João 14:2","Hebreus 11:10"]},"ezequiel_34_27_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar novamente enfatiza a necessidade de buscar a ajuda de Deus em tempos de dificuldade.","explicacao_detalhada":"O clamor é uma demonstração de fé e confiança na capacidade de Deus de restaurar e proteger Seu povo.","por_que_esta_palavra":"A repetição da palavra 'clamar' reforça a ideia de que a oração é essencial na vida do crente.","conexao_teologica":"A oração é um meio pelo qual os crentes se conectam com Deus e expressam suas necessidades.","referencias_relacionadas":["Salmos 18:6","Tiago 5:16","1 Pedro 5:7"]},"ezequiel_34_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra, novamente, simboliza a restauração e a promessa de Deus de trazer Seu povo de volta ao seu lar.","explicacao_detalhada":"Neste contexto, a terra representa a segurança e a bênção que Deus deseja dar ao Seu povo após um período de exílio e sofrimento.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a importância do lar e da herança que Deus oferece.","conexao_teologica":"A terra é um símbolo da fidelidade de Deus em cumprir Suas promessas e de Sua presença entre o Seu povo.","referencias_relacionadas":["Ezequiel 36:24","Jeremias 29:10","Amós 9:14"]},"ezequiel_34_28_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Carne refere-se à condição física do povo, simbolizando a vulnerabilidade e a necessidade de cuidado.","explicacao_detalhada":"No versículo, a carne representa a vida e a vitalidade que Deus deseja restaurar em Seu povo, que havia sido ferido e oprimido.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a fragilidade humana e a necessidade de intervenção divina.","conexao_teologica":"Deus se preocupa com o bem-estar físico e espiritual de Seu povo, prometendo restaurar a vida.","referencias_relacionadas":["Gênesis 9:4","Salmos 78:39","Romanos 8:11"]},"ezequiel_34_28_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra, mais uma vez, simboliza a herança e a bênção que Deus deseja dar ao Seu povo.","explicacao_detalhada":"Neste contexto, a terra representa a restauração da identidade e da segurança do povo de Deus após um período de desolação.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que a terra é um presente de Deus, cheio de promessas.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo e de Sua fidelidade em cumprir Suas promessas.","referencias_relacionadas":["Deuteronômio 11:21","Salmos 37:29","Isaías 65:17"]},"ezequiel_34_28_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se à ação de Deus em trazer justiça e restauração ao Seu povo.","explicacao_detalhada":"No versículo, Deus promete julgar com justiça, trazendo ordem e paz ao Seu povo que havia sido oprimido.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a natureza de Deus como justo e reto em Suas decisões.","conexao_teologica":"Deus é o juiz supremo que traz justiça e restauração, refletindo Seu caráter santo.","referencias_relacionadas":["Salmos 9:7-8","Isaías 11:4","Romanos 2:6"]},"ezequiel_34_29_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de estabelecer ou restaurar algo que estava em ruínas.","explicacao_detalhada":"No contexto de Ezequiel 34:29, Deus promete levantar um novo líder que cuidará do Seu povo, simbolizando restauração e proteção.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a ação divina de restaurar a dignidade e a segurança do povo de Israel.","conexao_teologica":"Levantar um novo líder é um tema recorrente nas Escrituras, simbolizando esperança e renovação na aliança de Deus com Seu povo.","referencias_relacionadas":["Isaías 40:31","Salmos 75:7","Ezequiel 37:26"]},"ezequiel_34_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a herança e a presença de Deus entre Seu povo.","explicacao_detalhada":"Em Ezequiel 34:29, a terra representa não apenas um lugar físico, mas também a bênção e a prosperidade que Deus deseja para Seu povo.","por_que_esta_palavra":"A menção da terra reforça a ideia de que Deus está comprometido em restaurar a relação do Seu povo com a terra prometida.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel, representando a fidelidade divina e a realização das promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Josué 1:3"]},"ezequiel_34_29_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' implica autoridade e reputação, especialmente em relação a Deus e Seus representantes.","explicacao_detalhada":"Em Ezequiel 34:29, o 'nome' de Deus é associado à proteção e à identidade do povo, indicando que eles são conhecidos por pertencer a Ele.","por_que_esta_palavra":"A ênfase no 'nome' destaca a importância da identidade e da autoridade divina sobre o povo de Israel.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua presença e poder entre os homens.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"ezequiel_34_30_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica um relacionamento íntimo e pessoal, não apenas um entendimento intelectual.","explicacao_detalhada":"Em Ezequiel 34:30, Deus deseja que Seu povo conheça a Ele como seu Deus, enfatizando a relação de intimidade e confiança.","por_que_esta_palavra":"A escolha da palavra 'conhecer' sugere que a verdadeira fé envolve um relacionamento profundo com Deus, além de mera obediência.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida espiritual, refletindo a importância da revelação divina na experiência humana.","referencias_relacionadas":["Jeremias 31:34","Oséias 6:6","João 17:3"]},"ezequiel_34_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão ou justificativa para a afirmação anterior, ligando as ideias de forma lógica.","explicacao_detalhada":"Em Ezequiel 34:30, 'porque' é usado para explicar a relação entre o conhecimento de Deus e a identidade do povo como Seu rebanho.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica da promessa de Deus e a responsabilidade do povo em conhecê-Lo.","conexao_teologica":"A relação entre conhecimento e obediência é um tema central na teologia bíblica, refletindo a natureza da aliança.","referencias_relacionadas":["Romanos 10:14","Tiago 1:22","1 João 2:3"]},"ezequiel_34_30_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre Seu povo.","explicacao_detalhada":"Em Ezequiel 34:30, o uso do nome 'Senhor' enfatiza a relação de Deus como o governante e protetor de Israel.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a dinâmica de poder e cuidado entre Deus e Seu povo.","conexao_teologica":"A soberania de Deus é um tema central nas Escrituras, refletindo Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 23:1","Isaías 40:10","Apocalipse 19:16"]},"ezequiel_34_31_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, enfatizando o poder e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 34:31, a referência a Deus destaca a relação especial entre Ele e Seu povo, que é chamado de rebanho.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a natureza da adoração e a dependência do povo em relação a Ele.","conexao_teologica":"A divindade de Deus é um tema central na teologia, refletindo Sua soberania e amor por Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"ezequiel_34_31_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para expressar a autoridade e o domínio de Deus sobre a criação e Seu povo.","explicacao_detalhada":"Em Ezequiel 34:31, o uso do termo 'senhor' reforça a ideia de que Deus é o cuidador e protetor de Israel.","por_que_esta_palavra":"A palavra 'senhor' é importante para entender a relação de submissão e confiança que o povo deve ter em Deus.","conexao_teologica":"A autoridade de Deus como Senhor é um tema recorrente nas Escrituras, refletindo Sua posição como Rei e Salvador.","referencias_relacionadas":["Salmos 110:1","Mateus 22:44","Atos 2:36"]}}