{"ezequiel_35_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de um estado ou condição, simbolizando juízo e destruição.","explicacao_detalhada":"Em Ezequiel 35:1, a palavra 'cair' é usada para descrever o destino de Edom, que será julgado por suas ações contra Israel.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a certeza do juízo de Deus sobre aqueles que se opõem ao Seu povo.","conexao_teologica":"A queda como consequência do juízo divino é um tema importante na narrativa bíblica, refletindo a justiça de Deus.","referencias_relacionadas":["Ezequiel 18:30","Amós 9:1","Romanos 14:10"]},"ezequiel_35_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à comunicação de Deus, que traz instrução e juízo.","explicacao_detalhada":"Em Ezequiel 35:1, a 'palavra' de Deus é um meio pelo qual Ele revela Seu plano e Seu juízo contra Edom.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da revelação divina na vida do povo e o poder que ela contém.","conexao_teologica":"A palavra de Deus é central na teologia bíblica, refletindo Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","2 Timóteo 3:16"]},"ezequiel_35_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre todas as coisas.","explicacao_detalhada":"O termo 'senhor' (יְהֹוָה) é utilizado para enfatizar a relação de Deus com o Seu povo, destacando Sua posição de autoridade e poder. É um nome que denota a eternidade e a imutabilidade de Deus.","por_que_esta_palavra":"A palavra é usada para estabelecer a identidade de Deus como o único verdadeiro Senhor, que governa sobre todas as nações e povos.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"ezequiel_35_2_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de Deus de comunicar Sua vontade e juízo ao povo.","explicacao_detalhada":"A palavra 'falar' (נָבָא) é frequentemente usada para descrever a comunicação profética, onde Deus revela Seus planos e advertências através de Seus profetas.","por_que_esta_palavra":"É essencial para entender como Deus se relaciona com a humanidade, transmitindo mensagens de esperança ou juízo.","conexao_teologica":"A comunicação divina é um aspecto fundamental da revelação, mostrando que Deus deseja que Seu povo conheça Sua vontade.","referencias_relacionadas":["Amós 3:7","Jeremias 1:7","Ezequiel 2:7"]},"ezequiel_35_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de filiação entre Deus e Seu povo, destacando a identidade e a herança espiritual.","explicacao_detalhada":"A palavra 'filho' (בֵּן) simboliza não apenas a relação biológica, mas também a ligação espiritual e a responsabilidade que vem com essa posição.","por_que_esta_palavra":"É usada para enfatizar a intimidade da relação entre Deus e os que O seguem, como Seus filhos e filhas.","conexao_teologica":"A filiação divina é um tema importante, pois implica em herança, proteção e responsabilidade diante de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:16","Gálatas 4:7"]},"ezequiel_35_2_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à natureza humana e à criação do homem à imagem de Deus.","explicacao_detalhada":"A palavra 'homem' (אָדָם) é usada para descrever a humanidade em sua totalidade, enfatizando a dignidade e o valor que cada ser humano possui por ser criado por Deus.","por_que_esta_palavra":"É importante para entender a posição do homem na criação e sua responsabilidade diante de Deus.","conexao_teologica":"A doutrina da criação do homem à imagem de Deus é fundamental para a compreensão da dignidade humana e do propósito da vida.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Tiago 3:9"]},"ezequiel_35_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus, enfatizando a importância e a seriedade de Suas palavras.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é frequentemente usada para expressar a autoridade das declarações de Deus, que têm poder e efeito.","por_que_esta_palavra":"É usada para afirmar a certeza e a veracidade das promessas e advertências divinas.","conexao_teologica":"A palavra de Deus é viva e eficaz, mostrando que o que Ele diz deve ser levado a sério.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Mateus 24:35"]},"ezequiel_35_3_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus sobre todas as coisas e Sua autoridade para julgar.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é um título que expressa a relação de domínio e respeito que os servos devem ter para com seu Senhor.","por_que_esta_palavra":"É usada para reafirmar a posição de Deus como Senhor sobre a criação e a necessidade de submissão por parte da humanidade.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, que nos lembra da importância de reconhecer Sua autoridade.","referencias_relacionadas":["Salmos 97:5","Romanos 10:9","Filipenses 2:11"]},"ezequiel_35_3_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à natureza divina de Deus, enfatizando Sua santidade e poder.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוִה) é um dos nomes mais reverenciados de Deus, que expressa Sua essência e caráter como o Deus que é.","por_que_esta_palavra":"É usada para enfatizar a singularidade de Deus e Sua posição como o único digno de adoração.","conexao_teologica":"A compreensão da natureza de Deus é fundamental para a fé cristã, pois nos ajuda a entender quem Ele é e como devemos nos relacionar com Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:10","Apocalipse 1:8"]},"ezequiel_35_4_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade específica, muitas vezes simbolizando um lugar de segurança ou de juízo.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever tanto cidades literais quanto a ideia de comunidades e povos.","por_que_esta_palavra":"É importante para entender o contexto geográfico e social das mensagens proféticas.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a condição espiritual de seu povo e o juízo de Deus sobre elas.","referencias_relacionadas":["Salmos 48:1","Mateus 5:14","Apocalipse 21:2"]},"ezequiel_35_4_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de ter conhecimento ou entendimento sobre algo, especialmente em relação a Deus.","explicacao_detalhada":"A palavra 'conhecer' (יָדַע) implica uma relação íntima e pessoal, não apenas um conhecimento intelectual.","por_que_esta_palavra":"É usada para enfatizar a importância do relacionamento pessoal com Deus e o entendimento de Sua vontade.","conexao_teologica":"O conhecimento de Deus é essencial para a vida espiritual e para a obediência a Seus mandamentos.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","1 João 2:3"]},"ezequiel_35_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa para uma declaração ou ação, frequentemente usada para justificar o juízo.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que introduz explicações e fundamentos para as afirmações feitas.","por_que_esta_palavra":"É usada para conectar a ação de Deus com a razão pela qual Ele age, mostrando Sua justiça.","conexao_teologica":"A justiça de Deus é um tema recorrente, onde Ele age de acordo com Sua natureza e caráter.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Apocalipse 20:12"]},"ezequiel_35_5_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus e à sua promessa de juízo.","explicacao_detalhada":"A palavra 'eterno' enfatiza a natureza imutável e perpétua de Deus, que não está sujeita ao tempo. No contexto de Ezequiel 35:5, destaca a certeza do juízo divino sobre Edom.","por_que_esta_palavra":"A inclusão da palavra 'eterno' reforça a ideia de que as promessas e advertências de Deus são definitivas e não mudam com o tempo.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, mostrando que Ele é soberano e que suas promessas são eternas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"ezequiel_35_5_libertar":{"palavra_pt":"libertar","palavra_original":"נָגַר","transliteracao":"nâgar","strong":"H5064","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Indica a ação de libertar, especialmente em relação ao povo de Israel.","explicacao_detalhada":"A palavra 'libertar' é usada para descrever a ação de Deus em trazer liberdade ao seu povo, contrastando com a opressão que eles enfrentaram.","por_que_esta_palavra":"A palavra é crucial para entender a relação de Deus com Israel e sua intenção de restaurar e proteger seu povo.","conexao_teologica":"A libertação é um tema recorrente na Bíblia, simbolizando a salvação e a redenção que Deus oferece.","referencias_relacionadas":["Êxodo 6:6","Salmos 34:17","Gálatas 5:1"]},"ezequiel_35_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de Deus com seu povo, descrito como filhos.","explicacao_detalhada":"A palavra 'filho' implica uma relação íntima e especial entre Deus e Israel, destacando a paternidade divina.","por_que_esta_palavra":"É importante para entender a identidade do povo de Deus como sua herança e a responsabilidade que isso traz.","conexao_teologica":"A filiação é um conceito teológico que enfatiza a relação pessoal e a herança espiritual dos crentes.","referencias_relacionadas":["Romanos 8:14","Gálatas 3:26","1 João 3:1"]},"ezequiel_35_6_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Simboliza a vida e a culpa, especialmente no contexto de sacrifícios e justiça.","explicacao_detalhada":"A palavra 'sangue' é frequentemente associada ao sacrifício e à expiação, representando a vida que é dada em favor de outra.","por_que_esta_palavra":"O uso de 'sangue' enfatiza a gravidade do pecado e a necessidade de redenção.","conexao_teologica":"O sangue de Cristo é central na teologia da salvação, simbolizando o sacrifício perfeito que redime os pecadores.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"ezequiel_35_6_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à fragilidade e mortalidade do ser humano.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a condição humana e a necessidade de dependência de Deus.","por_que_esta_palavra":"Destaca a vulnerabilidade do homem e a necessidade de redenção e proteção divina.","conexao_teologica":"A carne é frequentemente contrastada com o espírito, enfatizando a luta entre a natureza humana e a vida espiritual.","referencias_relacionadas":["Gênesis 6:3","Romanos 7:18","Gálatas 5:17"]},"ezequiel_35_6_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a majestade e o domínio de Deus, especialmente em relação ao seu povo.","por_que_esta_palavra":"É fundamental para entender a relação de submissão e adoração que os crentes devem ter para com Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o governante supremo do universo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:9"]},"ezequiel_35_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar a ajuda de Deus em tempos de necessidade.","explicacao_detalhada":"A palavra 'clamar' implica um pedido urgente e sincero por socorro, refletindo a dependência do povo em relação a Deus.","por_que_esta_palavra":"É importante para entender a atitude de oração e súplica que deve existir na vida do crente.","conexao_teologica":"A oração é um meio pelo qual os crentes se comunicam com Deus, expressando suas necessidades e confiança.","referencias_relacionadas":["Salmos 18:6","Jeremias 33:3","Romanos 10:13"]},"ezequiel_35_7_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de eliminar ou trazer juízo sobre algo.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever o juízo de Deus sobre as nações que se opõem a Ele e ao seu povo.","por_que_esta_palavra":"É crucial para entender a justiça de Deus e sua resposta ao pecado e à rebelião.","conexao_teologica":"A destruição dos ímpios é um tema recorrente na Bíblia, refletindo a santidade e a justiça de Deus.","referencias_relacionadas":["Salmos 37:38","Isaías 13:19","Apocalipse 20:10"]},"ezequiel_35_7_laid":{"palavra_pt":"laid","palavra_original":"שְׁמָמָה","transliteracao":"shᵉmâmâh","strong":"H8077","significado_raiz":"Ideia básica: laid.","significado_contextual":"Refere-se ao estado de desolação e abandono.","explicacao_detalhada":"A palavra 'laid' implica um lugar que foi deixado em ruínas, simbolizando o juízo e a consequência do pecado.","por_que_esta_palavra":"É importante para entender o resultado do afastamento de Deus e as consequências do pecado.","conexao_teologica":"A desolação é um símbolo do juízo de Deus e da necessidade de arrependimento.","referencias_relacionadas":["Jeremias 9:11","Ezequiel 33:28","Miquéias 3:12"]},"ezequiel_35_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou como se comportam.","explicacao_detalhada":"A palavra 'modo' implica um padrão ou forma de agir, que pode ser tanto positivo quanto negativo.","por_que_esta_palavra":"É relevante para entender a importância da conduta e das ações do povo de Deus.","conexao_teologica":"A maneira de viver é um reflexo da fé e da obediência a Deus, e é um tema importante na ética cristã.","referencias_relacionadas":["Mateus 7:13-14","Romanos 12:2","1 Pedro 1:15-16"]},"ezequiel_35_8_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao ato de preencher um espaço ou uma condição, muitas vezes associado a um estado de abundância ou completude.","explicacao_detalhada":"No contexto de Ezequiel 35:8, a palavra 'encher' implica a ideia de que a terra será preenchida com os mortos, simbolizando a destruição e a devastação que virão sobre Edom como juízo divino.","por_que_esta_palavra":"A escolha da palavra 'encher' enfatiza a totalidade da destruição e a severidade do juízo de Deus sobre Edom, que será completamente arrasado.","conexao_teologica":"A ideia de 'encher' está ligada ao conceito de juízo divino, onde a desobediência e a maldade resultam em consequências severas, refletindo a justiça de Deus.","referencias_relacionadas":["Ezequiel 32:25","Isaías 34:3","Apocalipse 21:4"]},"ezequiel_35_8_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é apresentada como um estado final, muitas vezes associado ao juízo e à separação de Deus.","explicacao_detalhada":"Em Ezequiel 35:8, a palavra 'morte' simboliza não apenas a ausência de vida, mas também a consequência do pecado e da rebelião contra Deus, refletindo o juízo que recai sobre Edom.","por_que_esta_palavra":"A inclusão da palavra 'morte' serve para enfatizar a gravidade da situação e o resultado inevitável do juízo divino sobre aqueles que se opõem a Deus.","conexao_teologica":"A morte, como consequência do pecado, é um tema recorrente na Bíblia, onde a desobediência a Deus leva à separação e à condenação.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Apocalipse 20:14"]},"ezequiel_35_9_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se a algo que não tem fim, que perdura para sempre, muitas vezes associado à natureza de Deus e ao Seu reino.","explicacao_detalhada":"No versículo, a palavra 'eterno' é usada para descrever a permanência do juízo de Deus sobre Edom, indicando que as consequências de suas ações são irreversíveis e duradouras.","por_que_esta_palavra":"A palavra 'eterno' destaca a seriedade do juízo de Deus, que não é temporário, mas se estende por toda a eternidade, refletindo a natureza imutável de Deus.","conexao_teologica":"A eternidade de Deus e de Suas promessas é um tema central na teologia bíblica, onde a justiça e a misericórdia de Deus se manifestam ao longo da história.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 9:14"]},"ezequiel_35_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"O ato de clamar implica um pedido urgente ou uma súplica, frequentemente em momentos de desespero ou necessidade.","explicacao_detalhada":"Em Ezequiel 35:9, a palavra 'clamar' sugere a invocação de Deus em busca de ajuda ou intervenção, refletindo a condição desesperadora do povo diante do juízo.","por_que_esta_palavra":"A escolha da palavra 'clamar' enfatiza a urgência e a necessidade de um relacionamento com Deus, especialmente em tempos de crise.","conexao_teologica":"O clamor a Deus é um tema recorrente nas Escrituras, onde o povo busca a intervenção divina em momentos de dificuldade, mostrando a dependência humana de Deus.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Joel 2:32"]},"ezequiel_35_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local de habitação, muitas vezes associado à segurança, identidade e comunidade.","explicacao_detalhada":"No contexto de Ezequiel 35:9, a palavra 'cidade' representa não apenas um espaço físico, mas também a cultura e a identidade do povo que habita ali, que será destruída como parte do juízo de Deus.","por_que_esta_palavra":"A menção de 'cidade' destaca a importância da comunidade e da identidade nacional, que será afetada pela destruição divina.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a presença de Deus e a segurança que Ele oferece ao Seu povo, e sua destruição representa a retirada dessa proteção.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Apocalipse 21:2"]},"ezequiel_35_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como um dom de Deus, representando a promessa, a herança e a habitação do povo.","explicacao_detalhada":"Em Ezequiel 35:10, a palavra 'terra' refere-se ao território que foi prometido a Israel, que será afetado pelo juízo sobre Edom, simbolizando a perda de herança e bênção.","por_que_esta_palavra":"A palavra 'terra' é crucial, pois representa não apenas um espaço físico, mas também a relação do povo com Deus e as promessas feitas a eles.","conexao_teologica":"A terra é um tema central na narrativa bíblica, simbolizando a aliança de Deus com Seu povo e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Romanos 4:13"]},"ezequiel_35_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome de Deus é um símbolo de Sua autoridade, caráter e presença.","explicacao_detalhada":"Em Ezequiel 35:10, a palavra 'senhor' refere-se à soberania de Deus sobre todas as nações e Sua capacidade de julgar e restaurar.","por_que_esta_palavra":"A menção do nome de Deus enfatiza Sua autoridade e o fato de que o juízo sobre Edom é uma ação direta de Deus, que não pode ser ignorada.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão de Sua natureza, refletindo Sua santidade e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ezequiel_35_10_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a um grupo de pessoas unidas por laços culturais, étnicos ou políticos.","explicacao_detalhada":"No contexto de Ezequiel 35:10, a palavra 'nação' representa Edom como um povo que será julgado por suas ações contra Israel e contra Deus.","por_que_esta_palavra":"A palavra 'nação' é significativa, pois indica a responsabilidade coletiva de Edom e o juízo que recai sobre eles como um povo.","conexao_teologica":"A ideia de nação na Bíblia está ligada ao plano de Deus para a humanidade, onde cada nação é chamada a reconhecer Sua soberania.","referencias_relacionadas":["Gênesis 10:32","Isaías 60:12","Mateus 28:19"]},"ezequiel_35_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é frequentemente associado à força e à ferocidade, simbolizando poder e destruição.","explicacao_detalhada":"Em Ezequiel 35:11, a palavra 'urso' pode simbolizar a força de Deus em trazer juízo, utilizando imagens de animais ferozes para descrever a severidade do que está por vir.","por_que_esta_palavra":"A escolha de 'urso' destaca a natureza implacável do juízo divino, que é poderoso e não pode ser resistido.","conexao_teologica":"A ferocidade de Deus em juízo é um tema que aparece em várias partes da Bíblia, onde Ele é descrito como um guerreiro que luta por Sua justiça.","referencias_relacionadas":["Amós 3:8","Isaías 13:17","Apocalipse 19:11"]},"ezequiel_35_11_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne representa a fragilidade e a mortalidade do ser humano, frequentemente associada à vida e à morte.","explicacao_detalhada":"No contexto de Ezequiel 35:11, a palavra 'carne' pode simbolizar a vulnerabilidade do povo diante do juízo de Deus, que traz destruição e morte.","por_que_esta_palavra":"A menção de 'carne' enfatiza a condição humana e a necessidade de dependência de Deus, especialmente em tempos de juízo.","conexao_teologica":"A fragilidade da carne é um lembrete da mortalidade humana e da necessidade de redenção, um tema central na mensagem do evangelho.","referencias_relacionadas":["Gênesis 6:3","Salmos 78:39","Romanos 8:3"]},"ezequiel_35_11_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' (אֲדֹנָי) é usada para enfatizar a autoridade e o domínio de Deus, especialmente em contextos de julgamento e restauração.","por_que_esta_palavra":"É utilizada para reconhecer a posição de Deus como autoridade suprema, especialmente em momentos de crise.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele controla a história e o destino das nações.","referencias_relacionadas":["Salmos 24:1","Isaías 45:7","Romanos 13:1"]},"ezequiel_35_12_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Indica um conhecimento profundo e relacional, não apenas intelectual.","explicacao_detalhada":"A palavra 'conhecer' (יָדַע) implica uma experiência íntima com Deus, que vai além do simples saber.","por_que_esta_palavra":"É usada para enfatizar a importância de um relacionamento pessoal com Deus, onde o conhecimento é transformador.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida espiritual, conforme ensinado em várias passagens bíblicas.","referencias_relacionadas":["Jeremias 9:23-24","Filipenses 3:10","1 João 2:3"]},"ezequiel_35_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para a declaração que se segue.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar a causa e o efeito, explicando a motivação de Deus em suas ações.","por_que_esta_palavra":"É essencial para entender a lógica divina e a razão por trás dos julgamentos e promessas de Deus.","conexao_teologica":"A relação entre causa e efeito é um princípio teológico que ajuda a entender a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Tiago 1:13"]},"ezequiel_35_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à identidade e à natureza de Deus.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela sua eternidade e imutabilidade.","por_que_esta_palavra":"É usada para invocar a presença e a autoridade de Deus em contextos de promessa e julgamento.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"ezequiel_35_13_corpo":{"palavra_pt":"corpo","palavra_original":"גָּדַל","transliteracao":"gâdal","strong":"H1431","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade do ser, incluindo tanto o físico quanto o espiritual.","explicacao_detalhada":"A palavra 'corpo' (גָּדַל) é usada para descrever a grandeza e a importância do que Deus está fazendo em relação ao seu povo.","por_que_esta_palavra":"É utilizada para enfatizar a plenitude da ação de Deus, que envolve todo o ser humano.","conexao_teologica":"A relação entre corpo e espírito é um tema importante na teologia, mostrando que Deus se importa com o ser humano em sua totalidade.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:16"]},"ezequiel_35_13_multiplicar":{"palavra_pt":"multiplicar","palavra_original":"עָתַר","transliteracao":"ʻâthar","strong":"H6280","significado_raiz":"Ideia básica: multiplicar.","significado_contextual":"Refere-se ao aumento ou crescimento em número ou influência.","explicacao_detalhada":"A palavra 'multiplicar' (עָתַר) é usada para descrever a bênção de Deus sobre seu povo, prometendo crescimento e prosperidade.","por_que_esta_palavra":"É importante para entender as promessas de Deus de prosperidade e multiplicação para aqueles que são fiéis.","conexao_teologica":"A multiplicação é um tema que aparece frequentemente nas promessas de Deus ao seu povo, simbolizando bênção e favor.","referencias_relacionadas":["Gênesis 1:28","Salmos 107:38","Isaías 54:2-3"]},"ezequiel_35_13_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus e à sua revelação ao povo.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é usada para descrever a mensagem de Deus, que é viva e eficaz.","por_que_esta_palavra":"É fundamental para entender a importância da revelação divina e como ela impacta a vida do crente.","conexao_teologica":"A palavra de Deus é central na vida cristã, sendo a base para a fé e a prática.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16-17"]},"ezequiel_35_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao espaço físico e à herança prometida por Deus ao seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever a promessa de Deus de dar uma terra aos seus filhos, simbolizando segurança e bênção.","por_que_esta_palavra":"É importante para entender a relação entre Deus e seu povo em termos de promessa e herança.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Deuteronômio 8:7-10","Josué 1:3","Salmos 37:11"]},"ezequiel_35_14_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reitera a soberania e a autoridade de Deus sobre a criação.","explicacao_detalhada":"A palavra 'Senhor' (אֲדֹנָי) é usada para reafirmar a posição de Deus como governante supremo, especialmente em contextos de julgamento.","por_que_esta_palavra":"É crucial para reconhecer a autoridade de Deus em todas as situações da vida.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o Senhor de todas as nações.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Apocalipse 19:16"]},"ezequiel_35_14_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à natureza divina e à presença de Deus entre seu povo.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוִה) é usada para enfatizar a relação pessoal e íntima que Deus tem com seu povo.","por_que_esta_palavra":"É importante para entender a natureza de Deus como aquele que se relaciona com a humanidade.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, mostrando que Ele deseja habitar entre seu povo.","referencias_relacionadas":["Êxodo 25:8","Mateus 1:23","Apocalipse 21:3"]},"ezequiel_35_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas, indicando um comportamento ou atitude.","explicacao_detalhada":"A palavra 'modo' sugere uma forma específica de agir ou se comportar, que pode refletir a moralidade ou a intenção por trás das ações.","por_que_esta_palavra":"É utilizada para enfatizar a importância da conduta e das ações dos indivíduos em relação a Deus e aos outros.","conexao_teologica":"O modo de viver é um reflexo da relação do ser humano com Deus e suas leis.","referencias_relacionadas":["Salmos 119:1","Provérbios 4:26","Mateus 7:13-14"]},"ezequiel_35_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Simboliza não apenas uma estrutura física, mas também a família e a comunidade que nela reside.","explicacao_detalhada":"A palavra 'casa' é frequentemente usada na Bíblia para representar a habitação de Deus entre seu povo e a segurança que Ele oferece.","por_que_esta_palavra":"A casa é um símbolo de proteção e pertencimento, refletindo a relação entre Deus e seu povo.","conexao_teologica":"A casa de Deus é um lugar de adoração e comunhão, onde os fiéis se reúnem.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]}}