{"ezequiel_37_1_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Representa o Espírito de Deus que traz vida e renovação.","explicacao_detalhada":"A palavra 'vento' é usada para descrever a ação do Espírito Santo, que traz vida aos ossos secos no vale de Ezequiel 37. É um símbolo de poder e transformação.","por_que_esta_palavra":"É crucial para entender como Deus opera na restauração e vivificação do Seu povo.","conexao_teologica":"O Espírito é visto como agente de criação e renovação, essencial na obra de Deus na vida dos crentes.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:4"]},"ezequiel_37_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e soberania de Deus sobre todas as coisas.","explicacao_detalhada":"O nome 'Senhor' é uma afirmação da divindade e do controle de Deus sobre a história e a criação. Em Ezequiel 37, isso destaca a capacidade de Deus de trazer vida onde há morte.","por_que_esta_palavra":"É fundamental para reconhecer a soberania de Deus em todas as circunstâncias.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua natureza e a relação com Seu povo.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 14:11"]},"ezequiel_37_2_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade e à condição do povo de Deus.","explicacao_detalhada":"A palavra 'homem' em Ezequiel 37:2 é usada para enfatizar a fragilidade e a necessidade de intervenção divina na vida humana.","por_que_esta_palavra":"É importante para entender a relação entre Deus e a humanidade, especialmente em momentos de desespero.","conexao_teologica":"A condição humana é um tema recorrente na Bíblia, mostrando a necessidade de salvação e restauração.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Efésios 2:1"]},"ezequiel_37_2_plain":{"palavra_pt":"plain","palavra_original":"בִּקְעָה","transliteracao":"biqʻâh","strong":"H1237","significado_raiz":"Ideia básica: plain.","significado_contextual":"Refere-se ao local onde a visão de Ezequiel ocorre, simbolizando um espaço de desolação.","explicacao_detalhada":"A 'plain' (planície) é um cenário que representa a condição de morte e desespero do povo de Israel, que precisa da intervenção de Deus.","por_que_esta_palavra":"É relevante para entender o contexto da visão e a transformação que Deus pode trazer.","conexao_teologica":"A transformação de lugares desolados em locais de vida é um tema importante na narrativa bíblica.","referencias_relacionadas":["Isaías 35:1-2","Salmos 126:4","Ezequiel 34:26"]},"ezequiel_37_2_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Simboliza a passagem ou transição de uma condição de morte para uma de vida.","explicacao_detalhada":"A palavra 'cruz' é usada para descrever a ação de Deus em trazer vida a partir da morte, representando a transformação que Ele pode realizar.","por_que_esta_palavra":"É importante para entender a obra redentora de Deus na vida do Seu povo.","conexao_teologica":"A ideia de cruzar de uma condição para outra é central na mensagem do evangelho.","referencias_relacionadas":["João 5:24","Romanos 6:4","2 Coríntios 5:17"]},"ezequiel_37_3_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à restauração da vida e esperança ao povo de Deus.","explicacao_detalhada":"A palavra 'viver' é central na visão de Ezequiel, simbolizando a promessa de Deus de trazer vida aos que estavam mortos espiritualmente.","por_que_esta_palavra":"É crucial para entender a mensagem de esperança e renovação que Deus oferece.","conexao_teologica":"A vida espiritual é um tema central na Bíblia, refletindo a obra de Deus em trazer salvação.","referencias_relacionadas":["João 10:10","Romanos 8:11","1 João 5:12"]},"ezequiel_37_3_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Simboliza a estrutura e a fundação do povo de Deus, que estava em ruínas.","explicacao_detalhada":"A palavra 'osso' em Ezequiel 37:3 representa a condição de morte e desolação do povo, que precisa ser restaurado por Deus.","por_que_esta_palavra":"É importante para entender a profundidade da restauração que Deus promete.","conexao_teologica":"A restauração dos ossos secos é uma metáfora poderosa para a renovação espiritual.","referencias_relacionadas":["Salmos 34:20","Provérbios 3:8","Romanos 12:1"]},"ezequiel_37_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da palavra de Deus e ao poder que ela tem para transformar.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a autoridade de Deus ao falar e a importância de Sua palavra na criação e na restauração.","por_que_esta_palavra":"É essencial para reconhecer o poder da palavra de Deus em nossas vidas.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de trazer transformação e vida.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"ezequiel_37_4_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Refere-se à estrutura física que sustenta o corpo, simbolizando a fragilidade e a necessidade de restauração.","explicacao_detalhada":"No contexto de Ezequiel 37, os ossos secos representam o povo de Israel em sua condição de morte espiritual e exílio. A ordem de Deus para que Ezequiel profetize aos ossos secos é um chamado à restauração e à vida.","por_que_esta_palavra":"A palavra 'osso' é usada para enfatizar a condição de desolação e a necessidade de um renascimento espiritual.","conexao_teologica":"Os ossos secos simbolizam a morte espiritual e a promessa de Deus de restaurar Seu povo, refletindo a esperança de ressurreição e renovação.","referencias_relacionadas":["Ezequiel 37:1-14","Isaías 26:19","Romanos 8:11"]},"ezequiel_37_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar uma mensagem significativa e poderosa.","explicacao_detalhada":"A palavra 'dizer' é utilizada para expressar a autoridade de Deus ao transmitir Sua vontade através do profeta Ezequiel, que é chamado a declarar a vida sobre os ossos secos.","por_que_esta_palavra":"A escolha da palavra 'dizer' ressalta a importância da comunicação divina e a eficácia da palavra de Deus em trazer vida.","conexao_teologica":"A palavra de Deus tem poder criativo e transformador, refletindo a capacidade de Deus de trazer vida onde há morte.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 4:12"]},"ezequiel_37_4_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de profetizar, comunicar a mensagem de Deus com autoridade.","explicacao_detalhada":"A palavra 'falar' implica um ato profético, onde Ezequiel é chamado a declarar a palavra de Deus aos ossos secos, simbolizando a comunicação direta entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'falar' é crucial para entender o papel do profeta como mensageiro de Deus, que traz esperança e restauração.","conexao_teologica":"A profecia é um meio pelo qual Deus se comunica com Seu povo, trazendo direção e esperança em tempos de desespero.","referencias_relacionadas":["Ezequiel 3:17","Amós 3:7","Atos 2:17"]},"ezequiel_37_5_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Reforça a ideia de restauração física e espiritual do povo de Israel.","explicacao_detalhada":"A repetição da palavra 'osso' enfatiza a condição de morte e a necessidade de intervenção divina para trazer vida e restauração ao povo.","por_que_esta_palavra":"A palavra 'osso' é central para a metáfora de Ezequiel, simbolizando a base da vida e a necessidade de um renascimento espiritual.","conexao_teologica":"A restauração dos ossos secos é um símbolo da ressurreição e da nova vida que Deus promete ao Seu povo.","referencias_relacionadas":["Ezequiel 37:1-14","Romanos 6:4","1 Coríntios 15:22"]},"ezequiel_37_5_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Representa a ação de receber vida, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'viver' é uma promessa de Deus de que os ossos secos não apenas existirão, mas terão vida plena e vibrante, simbolizando a restauração do povo de Israel.","por_que_esta_palavra":"A palavra 'viver' é essencial para entender a transformação que Deus deseja realizar em Seu povo, trazendo esperança e renovação.","conexao_teologica":"A vida que Deus oferece é uma metáfora da salvação e da nova vida em Cristo, que é a verdadeira restauração espiritual.","referencias_relacionadas":["João 10:10","Romanos 8:10-11","2 Coríntios 5:17"]},"ezequiel_37_5_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre a vida e a morte.","explicacao_detalhada":"A palavra 'senhor' enfatiza a posição de Deus como o Criador e Sustentador da vida, que tem o poder de trazer os mortos de volta à vida.","por_que_esta_palavra":"A invocação de 'senhor' sublinha a relação de autoridade entre Deus e Seu povo, destacando Sua capacidade de realizar promessas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu controle sobre a história e a vida humana.","referencias_relacionadas":["Salmos 68:20","Isaías 43:11","Romanos 14:9"]},"ezequiel_37_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de invocar ou chamar a vida sobre os ossos secos.","explicacao_detalhada":"A palavra 'dar' é usada para expressar a ação de Deus em conceder vida, mostrando que a restauração é um ato divino.","por_que_esta_palavra":"A palavra 'dar' enfatiza a generosidade e a iniciativa de Deus em trazer vida ao que estava morto.","conexao_teologica":"A ação de Deus em dar vida é uma representação da graça divina, que oferece salvação e renovação ao Seu povo.","referencias_relacionadas":["Efésios 2:8-9","Tito 3:5","João 3:16"]},"ezequiel_37_6_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à promessa de vida que será concedida aos ossos secos.","explicacao_detalhada":"A repetição da palavra 'viver' reforça a certeza da restauração e a transformação que Deus realizará em Seu povo.","por_que_esta_palavra":"A palavra 'viver' é central para a mensagem de esperança e renovação que Deus oferece.","conexao_teologica":"A vida que Deus promete é um símbolo da nova aliança e da vida eterna em Cristo.","referencias_relacionadas":["João 11:25-26","Romanos 8:1-2","1 João 5:11-12"]},"ezequiel_37_7_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de profetizar novamente, enfatizando a continuidade da mensagem de Deus.","explicacao_detalhada":"A palavra 'falar' é usada para mostrar a importância da comunicação contínua da palavra de Deus, que traz vida e esperança.","por_que_esta_palavra":"A repetição da palavra 'falar' destaca a necessidade de ouvir e responder à voz de Deus.","conexao_teologica":"A comunicação de Deus é vital para a vida espiritual, refletindo a importância da revelação divina na vida do crente.","referencias_relacionadas":["Hebreus 1:1-2","Tiago 1:22","Romanos 10:17"]},"ezequiel_37_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de os ossos se unirem e se levantarem, simbolizando a restauração.","explicacao_detalhada":"A palavra 'cair' é usada para descrever o movimento dos ossos se juntando, representando a obra de Deus em restaurar Seu povo.","por_que_esta_palavra":"A palavra 'cair' enfatiza a transformação que ocorre quando a palavra de Deus é proclamada.","conexao_teologica":"A união dos ossos é um símbolo da unidade do corpo de Cristo e da restauração do povo de Deus.","referencias_relacionadas":["1 Coríntios 12:12-13","Efésios 4:4-6","Colossenses 3:14"]},"ezequiel_37_7_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' representa a comunicação divina e a ordem de Deus para que os ossos secos se reúnam.","explicacao_detalhada":"Neste versículo, a voz de Deus é um meio pelo qual a vida é trazida aos mortos espiritualmente. A voz é um símbolo do poder de Deus para criar e restaurar.","por_que_esta_palavra":"A palavra 'voz' é crucial porque enfatiza a autoridade de Deus e sua capacidade de trazer transformação através de Sua palavra.","conexao_teologica":"A voz de Deus é frequentemente associada à criação e à revelação, mostrando que Ele fala e as coisas acontecem.","referencias_relacionadas":["Gênesis 1:3","Salmos 29:4","João 10:27"]},"ezequiel_37_8_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'vento' ou 'espírito' simboliza a presença de Deus que traz vida e renovação.","explicacao_detalhada":"Neste contexto, o vento é o agente que traz os ossos secos à vida, simbolizando a ação do Espírito Santo que vivifica.","por_que_esta_palavra":"A palavra 'vento' é utilizada para ilustrar a dinâmica do Espírito de Deus, que é invisível, mas poderoso e transformador.","conexao_teologica":"O vento é uma metáfora comum para o Espírito Santo, que atua na regeneração e na vivificação dos crentes.","referencias_relacionadas":["João 3:8","Atos 2:2-4","Romanos 8:11"]},"ezequiel_37_8_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção espiritual e à revelação do que Deus está prestes a fazer.","explicacao_detalhada":"Ver neste contexto implica em entender a visão que Deus está proporcionando a Ezequiel sobre a restauração de Israel.","por_que_esta_palavra":"A palavra 'ver' é importante porque destaca a necessidade de discernimento espiritual para compreender as obras de Deus.","conexao_teologica":"A visão é um tema recorrente na profecia, onde Deus revela Seu plano e propósito ao Seu povo.","referencias_relacionadas":["Isaías 6:10","Ezequiel 1:1","Apocalipse 1:10"]},"ezequiel_37_9_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Novamente, o 'vento' ou 'espírito' é mencionado como a força que traz vida aos corpos inanimados.","explicacao_detalhada":"A repetição da palavra 'vento' enfatiza a importância do Espírito Santo na ressurreição e na restauração espiritual.","por_que_esta_palavra":"A palavra 'vento' é essencial para entender a ação de Deus em trazer vida onde havia morte.","conexao_teologica":"Refere-se à obra do Espírito Santo em dar vida e renovar a criação de Deus.","referencias_relacionadas":["Gênesis 2:7","Ezequiel 36:26-27","Romanos 8:9"]},"ezequiel_37_9_sopro":{"palavra_pt":"sopro","palavra_original":"נָפַח","transliteracao":"nâphach","strong":"H5301","significado_raiz":"Ideia básica: sopro.","significado_contextual":"O 'sopro' representa a ação direta de Deus ao infundir vida nos corpos secos.","explicacao_detalhada":"O sopro de Deus é um ato criativo que traz existência e vitalidade, simbolizando a presença do Espírito Santo.","por_que_esta_palavra":"A palavra 'sopro' é significativa porque indica a forma como Deus dá vida e sustenta a criação.","conexao_teologica":"O sopro de Deus é um símbolo da vida que Ele dá, refletindo a criação do homem em Gênesis.","referencias_relacionadas":["Gênesis 2:7","Salmos 104:29-30","João 20:22"]},"ezequiel_37_10_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Mais uma vez, o 'vento' ou 'espírito' é mencionado como a força que traz vida e movimento.","explicacao_detalhada":"A presença do vento aqui reforça a ideia de que a vida espiritual é um ato de Deus, que sopra onde quer.","por_que_esta_palavra":"A palavra 'vento' é crucial para entender a dinâmica da vida espiritual que é gerada pelo Espírito Santo.","conexao_teologica":"O vento é uma representação do poder de Deus que opera na vida dos crentes.","referencias_relacionadas":["Ezequiel 36:27","Atos 2:2","Romanos 8:11"]},"ezequiel_37_10_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à restauração da vida espiritual e física dos israelitas.","explicacao_detalhada":"Neste contexto, viver implica em uma nova vida que é dada por Deus, simbolizando a restauração do povo de Israel.","por_que_esta_palavra":"A palavra 'viver' é fundamental, pois representa a transformação e a nova identidade que Deus oferece.","conexao_teologica":"A vida espiritual é um tema central na teologia cristã, onde a nova vida em Cristo é enfatizada.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Efésios 2:1"]},"ezequiel_37_10_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à proclamação da palavra de Deus e ao cumprimento de Suas promessas.","explicacao_detalhada":"Falar neste contexto é um ato profético que traz à existência aquilo que Deus deseja realizar.","por_que_esta_palavra":"A palavra 'falar' é importante porque destaca o poder da palavra de Deus em criar e transformar.","conexao_teologica":"A fala de Deus é um meio pelo qual Ele se revela e age na história da salvação.","referencias_relacionadas":["Salmos 33:9","Hebreus 11:3","Tiago 3:5"]},"ezequiel_37_11_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"A palavra 'osso' simboliza a estrutura e a base do corpo, representando o povo de Israel.","explicacao_detalhada":"Os ossos secos representam a condição de morte e desolação do povo, que precisa ser restaurado por Deus.","por_que_esta_palavra":"A palavra 'osso' é significativa porque enfatiza a fragilidade e a necessidade de restauração do povo de Deus.","conexao_teologica":"Os ossos são uma metáfora para a condição espiritual do povo de Deus, que precisa de renovação.","referencias_relacionadas":["Salmos 34:20","Ezequiel 37:1-2","Romanos 12:1"]},"ezequiel_37_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à declaração de Deus sobre a restauração do Seu povo.","explicacao_detalhada":"Dizer neste contexto implica em afirmar a verdade de Deus e o que Ele está prestes a realizar.","por_que_esta_palavra":"A palavra 'dizer' é importante porque destaca a autoridade de Deus em declarar a vida sobre o que estava morto.","conexao_teologica":"A declaração de Deus é um tema central na Escritura, onde Sua palavra tem poder e eficácia.","referencias_relacionadas":["Isaías 55:11","Romanos 4:17","Hebreus 11:3"]},"ezequiel_37_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e o povo de Israel, simbolizando a filiação espiritual.","explicacao_detalhada":"A palavra 'filho' neste contexto indica a identidade do povo de Israel como filhos de Deus, enfatizando a relação íntima e a responsabilidade que vem com essa filiação.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a ideia de herança e pertencimento ao povo escolhido por Deus.","conexao_teologica":"A filiação é um tema central na teologia bíblica, refletindo a relação de Deus com seu povo e a promessa de restauração.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"ezequiel_37_12_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação divina, onde Deus instrui Ezequiel a profetizar.","explicacao_detalhada":"A palavra 'falar' implica a ação de transmitir a mensagem de Deus ao povo, enfatizando a importância da profecia na restauração de Israel.","por_que_esta_palavra":"A palavra 'falar' é crucial, pois mostra que a voz de Deus é um meio de trazer vida e esperança ao povo.","conexao_teologica":"A comunicação de Deus através dos profetas é um tema recorrente, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Jeremias 1:7","Amós 3:7","Hebreus 1:1"]},"ezequiel_37_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da mensagem que Deus está prestes a transmitir através de Ezequiel.","explicacao_detalhada":"A palavra 'dizer' enfatiza a importância e a seriedade da declaração que será feita, que envolve a restauração do povo.","por_que_esta_palavra":"A escolha de 'dizer' indica que a mensagem de Deus é autoritária e deve ser ouvida com atenção.","conexao_teologica":"A palavra de Deus é poderosa e tem o potencial de transformar vidas, um tema central na teologia bíblica.","referencias_relacionadas":["Isaías 55:11","Salmos 119:105","Mateus 4:4"]},"ezequiel_37_12_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus sobre todas as coisas, especialmente em relação ao seu povo.","explicacao_detalhada":"A palavra 'senhor' destaca a autoridade de Deus, que comanda e dirige a história de Israel e a vida de seus filhos.","por_que_esta_palavra":"A utilização de 'senhor' reforça a ideia de que Deus é o governante supremo e que suas promessas são fiéis.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele tem controle sobre o destino do seu povo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:7","Romanos 14:9"]},"ezequiel_37_13_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao reconhecimento do poder e da soberania de Deus pelo povo de Israel.","explicacao_detalhada":"A palavra 'conhecer' implica uma experiência íntima e pessoal com Deus, que leva à transformação do coração.","por_que_esta_palavra":"O conhecimento de Deus é fundamental para a fé e a obediência do povo, mostrando a importância de um relacionamento pessoal com Ele.","conexao_teologica":"O conhecimento de Deus é essencial para a vida espiritual, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","1 João 2:3"]},"ezequiel_37_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual o povo de Israel deve reconhecer a Deus.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a resposta do povo, enfatizando a lógica da fé.","por_que_esta_palavra":"A utilização de 'porque' é crucial para entender a motivação por trás da revelação divina.","conexao_teologica":"A razão e a lógica são frequentemente usadas nas Escrituras para explicar a relação entre Deus e seu povo.","referencias_relacionadas":["Romanos 12:1","Tiago 1:22","1 Pedro 2:9"]},"ezequiel_37_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua natureza e caráter.","explicacao_detalhada":"A palavra 'senhor' neste contexto é um lembrete da autoridade e do poder de Deus sobre a vida do povo.","por_que_esta_palavra":"O nome de Deus é sagrado e carrega consigo a essência de quem Ele é, sendo fundamental para a adoração.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, refletindo sua relação com o Criador.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ezequiel_37_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se à ação de Deus em dar vida ao povo de Israel, simbolizando restauração.","explicacao_detalhada":"A palavra 'dar' implica um ato de generosidade e poder divino, onde Deus promete revitalizar seu povo.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a graça de Deus em restaurar e renovar a vida do povo.","conexao_teologica":"A ação de Deus em dar vida é um tema central na Bíblia, refletindo sua natureza redentora.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Efésios 2:1-5"]},"ezequiel_37_14_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à promessa de vida e restauração que Deus oferece ao seu povo.","explicacao_detalhada":"A palavra 'viver' simboliza a transformação espiritual e a nova vida que Deus proporciona aos que creem.","por_que_esta_palavra":"A escolha da palavra 'viver' é fundamental, pois representa a esperança e a renovação que Deus traz.","conexao_teologica":"A vida em Cristo é um tema central na teologia cristã, simbolizando a nova criação e a restauração.","referencias_relacionadas":["Romanos 6:4","Gálatas 2:20","1 João 5:12"]},"ezequiel_37_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Deus em criar e realizar sua vontade entre o povo.","explicacao_detalhada":"A palavra 'urso' implica a ideia de fazer algo acontecer, destacando a soberania de Deus em suas ações.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a capacidade de Deus de realizar suas promessas e propósitos.","conexao_teologica":"A ação de Deus em realizar sua vontade é um tema recorrente, mostrando sua fidelidade e poder.","referencias_relacionadas":["Isaías 46:10","Salmos 33:11","Romanos 8:28"]},"ezequiel_37_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao ato de descer ou tombar, simbolizando a queda de um estado anterior.","explicacao_detalhada":"No contexto de Ezequiel 37:15, 'cair' pode representar a transição de um estado de morte espiritual para a vida, onde Deus traz o Seu povo de volta à vida.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da condição humana e a necessidade de intervenção divina para restaurar a vida.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Efésios 2:1-5"]},"ezequiel_37_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é usada para descrever a comunicação divina e a revelação de Deus ao Seu povo.","explicacao_detalhada":"Em Ezequiel 37:15, 'palavra' representa a instrução e a ordem de Deus para que os profetas falem e ajam em Seu nome, trazendo esperança ao povo.","por_que_esta_palavra":"A palavra é fundamental na relação entre Deus e a humanidade, pois é através dela que Deus se revela e comunica Seus planos.","conexao_teologica":"A palavra de Deus é viva e eficaz, trazendo transformação e vida aos que a ouvem e obedecem.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"ezequiel_37_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor é uma representação de Sua autoridade e caráter.","explicacao_detalhada":"Em Ezequiel 37:15, o uso do nome 'Senhor' enfatiza a soberania de Deus sobre a história e a vida do Seu povo, indicando que Ele é quem traz restauração.","por_que_esta_palavra":"O nome de Deus é invocado para mostrar a Sua presença e poder em agir em favor do Seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na invocação, representando Sua natureza e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ezequiel_37_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de descendência e herança, simbolizando a identidade do povo de Deus.","explicacao_detalhada":"Em Ezequiel 37:16, 'filho' representa a conexão entre Deus e Seu povo, que é chamado de filhos e filhas, indicando um relacionamento íntimo.","por_que_esta_palavra":"A designação de 'filho' enfatiza a filiação e a responsabilidade que vem com essa relação.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a adoção e a herança espiritual.","referencias_relacionadas":["Romanos 8:14-17","Gálatas 4:6-7","1 João 3:1"]},"ezequiel_37_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Em Ezequiel 37:16, 'modo' pode se referir à forma como a mensagem de Deus deve ser comunicada ao povo, enfatizando a clareza e a precisão.","por_que_esta_palavra":"A escolha de 'modo' destaca a importância da comunicação eficaz da palavra de Deus.","conexao_teologica":"A maneira como apresentamos a mensagem de Deus pode impactar a recepção e a compreensão do evangelho.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 4:6","2 Timóteo 2:15"]},"ezequiel_37_16_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"A palavra 'descrever' implica em relatar ou registrar algo de forma detalhada.","explicacao_detalhada":"Em Ezequiel 37:16, 'descrever' pode se referir à necessidade de documentar a visão e a mensagem que Deus deu a Ezequiel para que o povo compreenda.","por_que_esta_palavra":"A descrição é essencial para transmitir a revelação de Deus de maneira clara e compreensível.","conexao_teologica":"A revelação de Deus é frequentemente registrada nas Escrituras para instrução e edificação do povo.","referencias_relacionadas":["Habacuque 2:2","Salmos 102:18","Apocalipse 1:3"]},"ezequiel_37_17_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, ação e autoridade.","explicacao_detalhada":"Em Ezequiel 37:17, 'mão' pode representar a ação de Deus em unir e restaurar Seu povo, mostrando Seu poder em ação.","por_que_esta_palavra":"A mão de Deus é frequentemente associada à Sua intervenção e ajuda em momentos de necessidade.","conexao_teologica":"A mão de Deus é um símbolo de proteção e guia, refletindo Seu cuidado por Seu povo.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","1 Pedro 5:6-7"]},"ezequiel_37_17_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' pode simbolizar vida, crescimento e estabilidade.","explicacao_detalhada":"Em Ezequiel 37:17, 'árvore' pode representar o povo de Deus, que é chamado a crescer e frutificar sob a bênção divina.","por_que_esta_palavra":"A imagem da árvore é frequentemente usada na Bíblia para ilustrar a saúde espiritual e a prosperidade do povo de Deus.","conexao_teologica":"A árvore da vida é um símbolo de vida eterna e comunhão com Deus.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:7-8","Apocalipse 22:2"]},"ezequiel_37_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' aqui também pode simbolizar a queda de um estado de desolação para um estado de restauração.","explicacao_detalhada":"Em Ezequiel 37:17, 'cair' pode indicar a transformação que ocorre quando Deus age em favor de Seu povo, trazendo vida onde havia morte.","por_que_esta_palavra":"A repetição da palavra 'cair' enfatiza a mudança radical que Deus pode realizar na vida de Seu povo.","conexao_teologica":"A ideia de cair e ser levantado é um tema central na narrativa bíblica da redenção.","referencias_relacionadas":["Isaías 61:3","Mateus 11:28-30","2 Coríntios 5:17"]},"ezequiel_37_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada novamente para reafirmar a identidade e a relação do povo com Deus.","explicacao_detalhada":"Em Ezequiel 37:18, 'filho' reforça a ideia de que o povo de Israel é considerado como filhos de Deus, com todas as implicações de herança e responsabilidade.","por_que_esta_palavra":"A repetição da palavra 'filho' sublinha a importância da relação familiar entre Deus e Seu povo.","conexao_teologica":"A filiação divina é um tema que permeia toda a Escritura, destacando a intimidade do relacionamento entre Deus e Seus filhos.","referencias_relacionadas":["Romanos 8:16","Gálatas 3:26","Efésios 1:5"]},"ezequiel_37_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação divina e a revelação de Deus ao seu povo.","explicacao_detalhada":"No contexto de Ezequiel 37:18, Deus instrui Ezequiel a comunicar uma mensagem de esperança e restauração ao povo de Israel, que se sentia perdido e sem esperança. A palavra 'dizer' enfatiza a importância da comunicação profética.","por_que_esta_palavra":"A palavra 'dizer' é crucial porque representa a voz de Deus que traz vida e esperança ao povo, mostrando que a comunicação divina é um meio de restauração.","conexao_teologica":"A comunicação de Deus através dos profetas é um tema recorrente na Bíblia, mostrando como Ele se relaciona com a humanidade e traz mensagens de esperança e salvação.","referencias_relacionadas":["Ezequiel 3:17","Amós 3:7","Hebreus 1:1-2"]},"ezequiel_37_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a autenticidade e a fidelidade da mensagem de Deus.","explicacao_detalhada":"Em Ezequiel 37:18, a verdade é um conceito central que garante que as promessas de Deus são reais e confiáveis, especialmente em tempos de desespero e dúvida.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a fé, pois assegura que as promessas de Deus são inabaláveis e que Ele é fiel ao que diz.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo Sua natureza e caráter, e é essencial para a compreensão da fé cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"ezequiel_37_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para expressar a ação de Deus em conceder algo ao seu povo.","explicacao_detalhada":"No versículo, Deus promete dar ao povo de Israel um novo coração e um novo espírito, simbolizando a transformação e a restauração que Ele oferece.","por_que_esta_palavra":"A palavra 'dar' é significativa porque representa a generosidade de Deus e Sua disposição em restaurar e renovar Seu povo.","conexao_teologica":"A ideia de Deus dar é um tema recorrente, refletindo Sua graça e misericórdia em oferecer redenção e restauração.","referencias_relacionadas":["Ezequiel 36:26","Tiago 1:17","Romanos 8:32"]},"ezequiel_37_19_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 37:19, o uso da palavra 'senhor' enfatiza que Deus é o governante supremo que tem o poder de restaurar Seu povo.","por_que_esta_palavra":"A palavra 'senhor' é importante porque reconhece a posição de Deus como autoridade máxima, que pode cumprir Suas promessas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de toda a criação e de Seu plano de salvação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:9"]},"ezequiel_37_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de algo que se torna inerte ou sem vida.","explicacao_detalhada":"No contexto de Ezequiel 37:20, a palavra 'cair' simboliza a condição de morte espiritual do povo de Israel, que precisa ser restaurado por Deus.","por_que_esta_palavra":"A palavra 'cair' é significativa porque representa a realidade da condição humana sem Deus e a necessidade de Sua intervenção.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas centrais na Bíblia, refletindo a condição de todos os seres humanos sem a graça de Deus.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Efésios 2:1"]},"ezequiel_37_20_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' é usada simbolicamente para representar vida, crescimento e estabilidade.","explicacao_detalhada":"Em Ezequiel 37:20, a árvore pode simbolizar o povo de Israel, que deve crescer e florescer sob a bênção de Deus.","por_que_esta_palavra":"A palavra 'árvore' é importante porque representa a promessa de Deus de restaurar Seu povo e fazê-lo prosperar.","conexao_teologica":"A metáfora da árvore é frequentemente usada na Bíblia para descrever o povo de Deus e Sua relação com eles, simbolizando vida e frutificação.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:7-8","Mateus 7:17"]},"ezequiel_37_21_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada para expressar a comunicação de Deus ao Seu povo.","explicacao_detalhada":"No versículo, Deus instrui Ezequiel a falar ao povo sobre a restauração e a promessa de união entre as nações.","por_que_esta_palavra":"A palavra 'falar' é significativa porque destaca a importância da comunicação divina e da revelação de Deus ao Seu povo.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, mostrando como Ele se revela e se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 1:1","Ezequiel 3:10","Romanos 10:14"]},"ezequiel_37_21_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade e soberania de Deus sobre a história e o destino de Seu povo.","explicacao_detalhada":"Em Ezequiel 37:21, a menção de 'senhor' enfatiza que é Deus quem traz a restauração e a união do povo de Israel.","por_que_esta_palavra":"A palavra 'senhor' é crucial para reconhecer a soberania de Deus em cumprir Suas promessas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem controle sobre todas as coisas e cumpre Seus propósitos.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 8:28"]},"ezequiel_37_21_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui se refere à divindade e à natureza de Deus como Criador e Redentor.","explicacao_detalhada":"No versículo, a menção de 'Deus' enfatiza Sua capacidade de restaurar e unir Seu povo, mostrando Sua natureza redentora.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a identidade de quem faz as promessas e a natureza de Sua ação na história.","conexao_teologica":"A natureza de Deus como Criador e Redentor é um tema central na Bíblia, refletindo Sua relação com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:1","João 3:16"]},"ezequiel_37_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada simbolicamente para representar força e poder.","explicacao_detalhada":"Em Ezequiel 37:22, a menção de 'urso' pode simbolizar a força que Deus dará ao Seu povo na restauração e na união.","por_que_esta_palavra":"A palavra 'urso' é significativa porque representa a força e a proteção que Deus oferece ao Seu povo.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, mostrando que Ele é um refúgio e fortaleza para aqueles que confiam Nele.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"ezequiel_37_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a restauração e a unidade do povo.","explicacao_detalhada":"Neste contexto, a 'terra' representa não apenas a geografia física, mas também a identidade e a herança espiritual do povo de Deus. A promessa de retorno à terra é central na mensagem de Ezequiel.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância do lugar onde o povo de Israel deve viver em comunhão com Deus, cumprindo Suas promessas.","conexao_teologica":"A terra é um símbolo da aliança entre Deus e Seu povo, refletindo a fidelidade divina e a esperança de restauração.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:5","Salmos 37:11"]},"ezequiel_37_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à liderança e autoridade que será restaurada sobre Israel, simbolizando a soberania de Deus.","explicacao_detalhada":"Neste versículo, a menção ao 'rei' indica a promessa de um líder justo que governará o povo, trazendo paz e segurança, refletindo a figura messiânica.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a restauração da ordem e da justiça no reino de Israel, que havia sido corrompido.","conexao_teologica":"A figura do rei é central na teologia bíblica, representando a liderança divina e a realização das promessas messiânicas.","referencias_relacionadas":["Isaías 9:6-7","Jeremias 23:5-6","Ezequiel 34:23-24"]},"ezequiel_37_23_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em libertação e restauração do povo de Israel, que estava em cativeiro.","explicacao_detalhada":"Neste contexto, 'salvar' refere-se à ação de Deus em trazer Seu povo de volta à vida e à comunhão com Ele, simbolizando a redenção.","por_que_esta_palavra":"A escolha da palavra 'salvar' destaca a necessidade de intervenção divina para restaurar a vida espiritual e física do povo.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a ação de Deus em redimir Seu povo e restaurar a relação com Ele.","referencias_relacionadas":["Salmos 68:20","Isaías 53:5","Romanos 10:9-10"]},"ezequiel_37_23_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se à condição espiritual do povo, que será restaurada e santificada.","explicacao_detalhada":"Neste versículo, 'puro' indica a limpeza do pecado e a restauração da santidade, essencial para a comunhão com Deus.","por_que_esta_palavra":"A palavra 'puro' é importante para enfatizar a transformação que ocorrerá no coração do povo, permitindo uma nova aliança com Deus.","conexao_teologica":"A pureza é um conceito fundamental na teologia bíblica, simbolizando a santidade e a separação do pecado.","referencias_relacionadas":["Salmos 51:10","Mateus 5:8","Hebreus 12:14"]},"ezequiel_37_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não é diretamente mencionada em Ezequiel 37:24, mas pode ser uma referência a força e proteção.","explicacao_detalhada":"Embora 'urso' não apareça no texto, a ideia de força e proteção é relevante para a figura do rei que governará com poder.","por_que_esta_palavra":"A menção a animais fortes pode simbolizar a força do novo governo e a segurança que ele trará ao povo.","conexao_teologica":"A força e proteção de Deus são frequentemente simbolizadas por animais poderosos, refletindo Sua soberania.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:31","Romanos 8:31"]},"ezequiel_37_24_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente enfatiza a liderança divina que será restaurada sobre Israel.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a importância de um líder justo e fiel que guiará o povo na verdade e na justiça.","por_que_esta_palavra":"A palavra 'rei' é essencial para entender a restauração da autoridade e a esperança messiânica.","conexao_teologica":"A figura do rei é um símbolo da liderança divina e da realização das promessas de Deus ao Seu povo.","referencias_relacionadas":["Ezequiel 34:24","Isaías 11:1-5","Mateus 2:2"]},"ezequiel_37_25_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus em estabelecer justiça e retidão entre Seu povo.","explicacao_detalhada":"Neste contexto, 'julgar' implica em trazer ordem e justiça, restaurando a integridade moral da nação.","por_que_esta_palavra":"A palavra 'julgar' é importante para enfatizar a necessidade de uma liderança que promova a justiça e a verdade.","conexao_teologica":"O julgamento de Deus é um tema central, refletindo Sua justiça e a necessidade de retidão entre Seu povo.","referencias_relacionadas":["Salmos 9:7-8","Isaías 1:17","Miquéias 6:8"]},"ezequiel_37_25_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é novamente mencionada, reforçando a ideia de um lar restaurado para o povo de Deus.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a importância do lugar físico e espiritual onde o povo viverá em comunhão com Deus.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a promessa de restauração e a identidade do povo de Israel.","conexao_teologica":"A terra é um símbolo da aliança e da presença de Deus entre Seu povo, refletindo Sua fidelidade.","referencias_relacionadas":["Deuteronômio 11:12","Ezequiel 36:28","Apocalipse 21:1-2"]},"ezequiel_37_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação íntima entre Deus e Seu povo, que é considerado Seu filho.","explicacao_detalhada":"Neste contexto, 'filho' simboliza a herança e a continuidade da aliança de Deus com Israel.","por_que_esta_palavra":"A palavra 'filho' é importante para enfatizar a relação familiar e a responsabilidade que vem com essa identidade.","conexao_teologica":"A filiação é um tema central na Bíblia, refletindo a relação de amor e compromisso entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14-17","Gálatas 3:26"]},"ezequiel_37_26_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de Deus em remover o pecado e a iniquidade do meio do Seu povo.","explicacao_detalhada":"Neste contexto, 'destruir' implica em eliminar tudo que é contrário à vontade de Deus, preparando o caminho para a restauração.","por_que_esta_palavra":"A palavra 'destruir' é crucial para entender a purificação necessária antes da restauração completa do povo.","conexao_teologica":"A destruição do pecado é um tema central na teologia bíblica, refletindo a necessidade de santidade e pureza.","referencias_relacionadas":["Isaías 61:3","Ezequiel 18:30","Romanos 6:6"]},"ezequiel_37_26_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de conceder algo, neste caso, a promessa de Deus de dar um novo pacto ao Seu povo.","explicacao_detalhada":"No contexto de Ezequiel 37:26, Deus promete dar ao Seu povo um novo pacto, que será caracterizado por uma relação renovada e íntima com Ele. Essa promessa é um sinal da restauração e da aliança eterna entre Deus e Israel.","por_que_esta_palavra":"A palavra 'dar' é fundamental porque expressa a generosidade de Deus e Sua disposição em restaurar Seu povo, oferecendo-lhes um novo começo.","conexao_teologica":"A ideia de Deus dar algo ao Seu povo é central na teologia bíblica, refletindo a graça e a misericórdia divina. Isso se conecta com a nova aliança em Cristo, onde Deus dá a salvação a todos os que creem.","referencias_relacionadas":["Jeremias 31:31-34","Hebreus 8:6-13","Romanos 11:26-27"]},"ezequiel_37_26_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' indica a durabilidade e a permanência da aliança que Deus fará com Seu povo.","explicacao_detalhada":"Em Ezequiel 37:26, a promessa de uma aliança eterna implica que a relação entre Deus e Seu povo não será temporária, mas sim perpétua, refletindo a fidelidade de Deus ao longo das gerações.","por_que_esta_palavra":"A noção de eternidade é crucial para entender a natureza imutável de Deus e Suas promessas, que não falham e permanecem para sempre.","conexao_teologica":"A eternidade de Deus e Suas promessas é um tema recorrente na Bíblia, que se conecta com a esperança da vida eterna em Cristo.","referencias_relacionadas":["Salmos 105:8-10","Isaías 55:3","Mateus 26:28"]},"ezequiel_37_27_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo que estabelece a aliança e promete habitar entre Seu povo.","explicacao_detalhada":"Em Ezequiel 37:27, a presença de Deus entre o Seu povo é um sinal de Sua proteção e bênção. Ele promete ser o Deus deles, e eles serão Seu povo, enfatizando a relação íntima e pessoal.","por_que_esta_palavra":"A palavra 'Deus' é central na narrativa bíblica, pois representa a autoridade, a soberania e a proximidade de Deus com a humanidade.","conexao_teologica":"A presença de Deus entre Seu povo é um tema que se estende por toda a Bíblia, culminando na encarnação de Cristo e na promessa do Espírito Santo.","referencias_relacionadas":["Êxodo 29:45-46","Levítico 26:12","Apocalipse 21:3"]},"ezequiel_37_27_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser entendida como um estado de desolação ou ruína, que contrasta com a promessa de restauração.","explicacao_detalhada":"No contexto de Ezequiel 37:27, a ideia de 'cair' refere-se ao estado de Israel antes da restauração, simbolizando a necessidade de intervenção divina para trazer vida e esperança.","por_que_esta_palavra":"A palavra 'cair' é importante para entender a condição do povo de Deus antes de Sua intervenção, destacando a necessidade de salvação.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas centrais na teologia cristã, que se conectam com a obra redentora de Cristo.","referencias_relacionadas":["Gênesis 3:6-7","Romanos 5:12","Efésios 2:1-3"]},"ezequiel_37_27_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local de habitação de Deus entre Seu povo, simbolizando Sua presença e santidade.","explicacao_detalhada":"Em Ezequiel 37:27, o templo é um símbolo da nova aliança, onde Deus promete habitar entre os Seus, indicando uma restauração da comunhão perdida.","por_que_esta_palavra":"A palavra 'templo' é significativa porque representa a presença de Deus e a adoração que deve ser oferecida a Ele.","conexao_teologica":"O conceito de templo é central na Bíblia, culminando na ideia de que os crentes são o templo do Espírito Santo.","referencias_relacionadas":["1 Coríntios 3:16-17","Hebreus 9:11-12","Apocalipse 21:22"]},"ezequiel_37_28_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' reafirma a natureza duradoura da aliança que Deus fará com Seu povo.","explicacao_detalhada":"Em Ezequiel 37:28, a ênfase na eternidade da aliança destaca a fidelidade de Deus e Sua intenção de estabelecer um relacionamento contínuo com Seu povo.","por_que_esta_palavra":"A eternidade é um conceito que assegura aos crentes que as promessas de Deus são seguras e imutáveis.","conexao_teologica":"A eternidade de Deus e Suas promessas é um tema que se conecta com a esperança da vida eterna em Cristo.","referencias_relacionadas":["Salmos 100:5","Isaías 40:8","João 3:16"]},"ezequiel_37_28_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica uma relação íntima e pessoal entre Deus e Seu povo.","explicacao_detalhada":"Em Ezequiel 37:28, conhecer a Deus é mais do que saber sobre Ele; é ter um relacionamento profundo e transformador com Ele.","por_que_esta_palavra":"A palavra 'conhecer' é vital para entender a natureza da relação que Deus deseja ter com Seu povo, que é baseada em amor e intimidade.","conexao_teologica":"O conhecimento de Deus é um tema central na Bíblia, que se conecta com a vida eterna prometida em Cristo.","referencias_relacionadas":["Jeremias 31:34","João 17:3","1 João 2:3"]},"ezequiel_37_28_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se ao povo de Israel, que será restaurado e unido sob a liderança de Deus.","explicacao_detalhada":"Em Ezequiel 37:28, a referência à nação destaca a promessa de que Deus reunirá Seu povo, trazendo unidade e restauração após o exílio.","por_que_esta_palavra":"A palavra 'nação' é importante porque enfatiza a identidade coletiva do povo de Deus e Sua intenção de restaurá-los como um só povo.","conexao_teologica":"A restauração de Israel é um tema importante na escatologia bíblica, que se conecta com a promessa de um povo redimido em Cristo.","referencias_relacionadas":["Isaías 11:11-12","Romanos 11:25-26","Apocalipse 7:9"]}}