{"ezequiel_38_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' neste contexto pode indicar a queda de nações ou líderes que se opõem ao plano de Deus.","explicacao_detalhada":"Em Ezequiel 38:1, a menção de 'cair' sugere um juízo divino sobre aqueles que se levantam contra o povo de Deus, enfatizando a soberania de Deus sobre as nações.","por_que_esta_palavra":"A palavra 'cair' é significativa porque reflete a certeza do juízo de Deus sobre aqueles que desafiam Sua autoridade.","conexao_teologica":"A queda dos ímpios é um tema recorrente na Bíblia, que se conecta com a justiça de Deus e a vitória final de Cristo.","referencias_relacionadas":["Salmos 2:1-5","Isaías 14:12-15","Apocalipse 19:11-21"]},"ezequiel_38_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Deus que é comunicada ao profeta Ezequiel.","explicacao_detalhada":"Em Ezequiel 38:1, a 'palavra' de Deus é um meio pelo qual Ele revela Seus planos e propósitos, mostrando a importância da revelação divina na vida do profeta e do povo.","por_que_esta_palavra":"A palavra 'palavra' é crucial porque representa a comunicação de Deus com a humanidade, que é essencial para a fé e a obediência.","conexao_teologica":"A revelação de Deus através da Sua palavra é um tema central na Bíblia, que culmina na encarnação do Verbo em Cristo.","referencias_relacionadas":["Hebreus 1:1-2","2 Timóteo 3:16-17","Apocalipse 1:3"]},"ezequiel_38_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado como Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"O termo 'senhor' (יְהֹוָה) é utilizado para designar a divindade suprema, que tem controle sobre todas as coisas. É um nome que expressa a relação de Deus com Seu povo e Sua promessa de proteção e liderança.","por_que_esta_palavra":"A palavra é usada para afirmar a identidade de Deus como o único verdadeiro Senhor, que governa sobre todas as nações e situações.","conexao_teologica":"A invocação do nome de Deus como Senhor é central na teologia bíblica, pois estabelece a relação entre Deus e a humanidade, destacando Sua autoridade e poder.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Êxodo 3:14"]},"ezequiel_38_2_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de Deus ao comunicar Sua vontade e profecias através de Ezequiel.","explicacao_detalhada":"A palavra 'falar' (נָבָא) é frequentemente associada à profecia, onde Deus se revela e transmite mensagens importantes ao Seu povo, alertando sobre eventos futuros e chamando ao arrependimento.","por_que_esta_palavra":"É essencial para entender a função profética de Ezequiel, que é ser a voz de Deus em meio ao exílio e à desolação.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, mostrando como Deus se relaciona com a humanidade e revela Seus planos.","referencias_relacionadas":["Amós 3:7","Jeremias 1:7","Ezequiel 3:17"]},"ezequiel_38_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de Deus com Seu povo, muitas vezes descrito como 'filhos' de Deus.","explicacao_detalhada":"A palavra 'filho' (בֵּן) simboliza a filiação e a herança, indicando a intimidade e o relacionamento especial que Deus tem com Israel.","por_que_esta_palavra":"É usada para enfatizar a identidade do povo de Deus como Sua família, destacando a responsabilidade e a promessa de bênçãos.","conexao_teologica":"A ideia de que os crentes são filhos de Deus é fundamental na teologia cristã, refletindo a adoção e a nova identidade em Cristo.","referencias_relacionadas":["Romanos 8:14","Gálatas 3:26","João 1:12"]},"ezequiel_38_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, que é central na história de Israel e nas promessas de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) simboliza não apenas o território físico, mas também a herança espiritual e as promessas de Deus ao Seu povo.","por_que_esta_palavra":"É crucial para entender o contexto das promessas de Deus a Israel e a importância da terra na aliança.","conexao_teologica":"A terra é um símbolo da presença de Deus e da realização de Suas promessas, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10","Josué 1:3"]},"ezequiel_38_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da declaração de Deus e à importância da mensagem que está sendo transmitida.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para enfatizar a autoridade da palavra de Deus, que é sempre verdadeira e poderosa.","por_que_esta_palavra":"É importante para entender a seriedade e a gravidade das mensagens proféticas que estão sendo comunicadas.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua declaração tem o poder de transformar vidas e realidades.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"ezequiel_38_3_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus sobre todas as nações e Seu papel como juiz.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é um título que expressa a autoridade e o domínio de Deus, especialmente em contextos de julgamento e redenção.","por_que_esta_palavra":"É utilizada para reafirmar a posição de Deus como o governante supremo, que tem o poder de decidir o destino das nações.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de toda a história.","referencias_relacionadas":["Salmos 24:1","Romanos 13:1","Daniel 4:17"]},"ezequiel_38_3_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à natureza divina de Deus, enfatizando Sua presença e poder.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוִה) é um dos nomes mais reverenciados de Deus, que expressa Sua eternidade e imutabilidade.","por_que_esta_palavra":"É usada para afirmar a divindade de Deus e Sua relação com a criação e a humanidade.","conexao_teologica":"A compreensão da natureza de Deus é fundamental para a fé cristã, pois define a relação entre o Criador e a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"ezequiel_38_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de Deus ao convocar e chamar a atenção do povo.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em um ato de entrega, onde Deus oferece Sua mensagem e Sua vontade ao povo.","por_que_esta_palavra":"É importante para entender a natureza da comunicação divina e o convite ao arrependimento e à obediência.","conexao_teologica":"Deus se revela e se comunica com Seu povo, oferecendo oportunidades de arrependimento e restauração.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"ezequiel_38_4_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à ação de sair, que pode simbolizar a libertação ou o movimento em direção a um novo propósito.","explicacao_detalhada":"A palavra 'sair' (יָצָא) pode indicar um chamado para deixar o que é antigo e entrar em uma nova fase de vida ou ministério.","por_que_esta_palavra":"É usada para enfatizar a necessidade de mudança e a resposta ao chamado de Deus.","conexao_teologica":"A ideia de sair é frequentemente associada à libertação e ao cumprimento das promessas de Deus.","referencias_relacionadas":["Êxodo 12:31","Gálatas 5:1","2 Coríntios 6:17"]},"ezequiel_38_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas, enfatizando a importância da abordagem correta.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em um padrão ou maneira de agir que deve ser seguido, refletindo a ordem e a intenção de Deus.","por_que_esta_palavra":"É importante para entender que a forma como as ações são realizadas é significativa para Deus.","conexao_teologica":"A maneira de viver e agir segundo os princípios de Deus é fundamental para a vida cristã.","referencias_relacionadas":["Colossenses 3:17","1 Coríntios 10:31","Romanos 12:2"]},"ezequiel_38_5_filho":{"palavra_pt":"filho","palavra_original":"פּוּט","transliteracao":"Pûwṭ","strong":"H6316","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou progenitor, indicando uma relação familiar.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a linhagem e a herança, muitas vezes associada a promessas divinas e alianças.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a continuidade da linhagem e a importância das relações familiares na cultura hebraica.","conexao_teologica":"A relação de filho é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, assim como entre Jesus e Deus Pai.","referencias_relacionadas":["Gênesis 17:7","Mateus 5:9","Romanos 8:14"]},"ezequiel_38_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir, indicando um comportamento ou estilo de vida.","explicacao_detalhada":"A palavra 'modo' é utilizada para descrever a forma como as ações são realizadas, refletindo a cultura e os costumes do povo.","por_que_esta_palavra":"A palavra é importante para entender como as pessoas se comportam em determinadas situações, especialmente em contextos de guerra ou conflito.","conexao_teologica":"O modo de vida dos crentes deve refletir os ensinamentos de Cristo, mostrando a diferença entre o mundo e os seguidores de Deus.","referencias_relacionadas":["1 Pedro 1:15","Romanos 12:2","Efésios 4:1"]},"ezequiel_38_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma estrutura física, mas também pode simbolizar uma família ou um lar.","explicacao_detalhada":"A palavra 'casa' é usada para descrever não apenas o espaço físico, mas também a unidade familiar e a comunidade.","por_que_esta_palavra":"A casa é um símbolo de segurança e pertencimento, refletindo a importância da família na sociedade hebraica.","conexao_teologica":"A casa de Deus é frequentemente mencionada na Bíblia como um lugar de adoração e comunhão com o Senhor.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Timóteo 3:15"]},"ezequiel_38_6_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, muitas vezes em um contexto de liderança ou responsabilidade.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a condição humana e as interações sociais, além de implicar em autoridade.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância da liderança e da responsabilidade nas relações sociais e espirituais.","conexao_teologica":"A Bíblia frequentemente fala sobre o papel do homem como líder espiritual e moral dentro da família e da sociedade.","referencias_relacionadas":["Gênesis 1:26","Efésios 5:23","1 Coríntios 11:3"]},"ezequiel_38_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir, semelhante ao uso anterior.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância do comportamento e das ações em um contexto específico.","por_que_esta_palavra":"A palavra é crucial para entender a natureza das interações e a moralidade das ações dos indivíduos.","conexao_teologica":"Os crentes são chamados a viver de maneira digna do chamado que receberam, refletindo o caráter de Cristo.","referencias_relacionadas":["Colossenses 1:10","Filipenses 1:27","1 Tessalonicenses 2:12"]},"ezequiel_38_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode ser literal ou figurativo, indicando uma queda moral ou espiritual.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a derrota ou a queda de um indivíduo ou nação, muitas vezes como consequência do pecado.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a fragilidade da condição humana e a necessidade de dependência de Deus.","conexao_teologica":"A queda é um tema central na Bíblia, simbolizando a separação de Deus e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:1","Tiago 4:10"]},"ezequiel_38_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"A palavra 'dia' é usada para marcar momentos importantes na história, especialmente em relação ao juízo de Deus.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a certeza e a iminência do juízo divino.","conexao_teologica":"O conceito de 'dia do Senhor' é recorrente na Bíblia, simbolizando o tempo em que Deus intervirá na história.","referencias_relacionadas":["Joel 2:31","Atos 2:20","1 Tessalonicenses 5:2"]},"ezequiel_38_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou decidir sobre a justiça, muitas vezes em um contexto de julgamento divino.","explicacao_detalhada":"A palavra 'julgar' implica em um processo de avaliação moral e espiritual, refletindo a justiça de Deus.","por_que_esta_palavra":"A escolha da palavra 'julgar' destaca a soberania de Deus sobre as nações e a responsabilidade moral dos indivíduos.","conexao_teologica":"O julgamento de Deus é um tema central na Bíblia, enfatizando a necessidade de arrependimento e justiça.","referencias_relacionadas":["Salmos 9:7","Romanos 14:10","Apocalipse 20:12"]},"ezequiel_38_8_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente ao ser humano, enfatizando a condição e a responsabilidade moral.","explicacao_detalhada":"A repetição da palavra 'homem' reforça a ideia de que todos são responsáveis diante de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a universalidade do julgamento e a necessidade de redenção.","conexao_teologica":"A Bíblia ensina que todos os homens estão sujeitos ao julgamento de Deus e à necessidade de salvação.","referencias_relacionadas":["Romanos 3:10","Gálatas 3:28","1 João 1:8"]},"ezequiel_38_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, muitas vezes simbolizando a herança e a promessa de Deus.","explicacao_detalhada":"A palavra 'terra' é usada para descrever não apenas o espaço físico, mas também a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a conexão entre o povo de Deus e a terra prometida.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a promessa de Deus e a herança espiritual dos crentes.","referencias_relacionadas":["Gênesis 12:1","Salmos 37:11","Hebreus 11:9"]},"ezequiel_38_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os eventos se desenrolarão nos últimos dias.","explicacao_detalhada":"A palavra 'modo' implica uma forma específica de ação ou comportamento, que neste contexto se relaciona com a maneira como as nações se unirão contra Israel.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a estratégia e a intenção por trás das ações das nações.","conexao_teologica":"Refere-se à soberania de Deus sobre os planos humanos, mostrando que, apesar das intenções malignas, Deus tem um plano maior.","referencias_relacionadas":["Ezequiel 38:1-3","Salmos 2:1-4","Isaías 14:24-27"]},"ezequiel_38_9_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude da invasão e a seriedade da ameaça contra Israel.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a escala do ataque, sugerindo que será um evento significativo na história.","por_que_esta_palavra":"A ênfase na grandeza serve para alertar o povo sobre a gravidade da situação e a necessidade de vigilância.","conexao_teologica":"Reflete a grandeza do poder de Deus em contrastar com a grandeza das forças inimigas.","referencias_relacionadas":["Ezequiel 38:4","Apocalipse 16:14","Mateus 24:21"]},"ezequiel_38_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo determinado por Deus para a realização dos eventos profetizados.","explicacao_detalhada":"A palavra 'dia' é frequentemente usada nas Escrituras para indicar um tempo específico de julgamento ou intervenção divina.","por_que_esta_palavra":"O uso de 'dia' sugere que há um momento designado por Deus para a ação, enfatizando a certeza do cumprimento das profecias.","conexao_teologica":"Mostra a importância do tempo na economia de Deus e como Ele age em momentos específicos da história.","referencias_relacionadas":["Ezequiel 30:3","Joel 2:1","Atos 2:20"]},"ezequiel_38_10_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade suprema de Deus sobre todas as nações.","explicacao_detalhada":"A palavra 'Senhor' destaca a soberania de Deus e seu controle sobre os eventos da história.","por_que_esta_palavra":"É uma afirmação de que, apesar das aparências, Deus é o verdadeiro governante do universo.","conexao_teologica":"Reforça a ideia de que Deus é o Senhor da história e que suas promessas se cumprirão.","referencias_relacionadas":["Salmos 24:1","Isaías 45:7","Romanos 14:11"]},"ezequiel_38_10_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à natureza divina e à autoridade de Deus sobre os eventos futuros.","explicacao_detalhada":"A palavra 'Deus' enfatiza a divindade e o poder supremo de Yahweh em contrastar com os ídolos das nações.","por_que_esta_palavra":"A menção de Deus aqui serve para lembrar ao povo de Israel que Ele é seu protetor e que não devem temer as ameaças.","conexao_teologica":"Reforça a relação entre Deus e seu povo, mostrando que Ele está sempre presente em tempos de crise.","referencias_relacionadas":["Ezequiel 36:26-28","Salmos 46:1","Romanos 8:31"]},"ezequiel_38_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de um plano ou intenção significativa.","explicacao_detalhada":"A palavra 'dizer' implica a comunicação de uma mensagem importante, que neste caso é uma advertência sobre a invasão.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da comunicação divina e a necessidade de ouvir a voz de Deus.","conexao_teologica":"Mostra como Deus se comunica com seu povo e a importância de prestar atenção às suas palavras.","referencias_relacionadas":["Gênesis 1:3","Hebreus 1:1-2","Salmos 119:105"]},"ezequiel_38_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, que é central nas promessas de Deus ao seu povo.","explicacao_detalhada":"A palavra 'terra' é frequentemente usada nas Escrituras para simbolizar a herança e a promessa de Deus ao povo de Israel.","por_que_esta_palavra":"A ênfase na terra destaca a importância do território na relação entre Deus e seu povo.","conexao_teologica":"Reflete a aliança de Deus com Israel e a promessa de que a terra pertence a eles.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Ezequiel 36:24"]},"ezequiel_38_11_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁקַט","transliteracao":"shâqaṭ","strong":"H8252","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de paz que Israel experimentará após a intervenção de Deus.","explicacao_detalhada":"A palavra 'descanso' implica um período de tranquilidade e segurança após a batalha.","por_que_esta_palavra":"A escolha desta palavra sugere que, apesar da luta, haverá um tempo de paz prometido por Deus.","conexao_teologica":"Reflete a esperança messiânica de um futuro em que Deus trará descanso ao seu povo.","referencias_relacionadas":["Isaías 11:10","Mateus 11:28-30","Hebreus 4:9-11"]},"ezequiel_38_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra de Israel, enfatizando sua importância nas profecias.","explicacao_detalhada":"A repetição da palavra 'terra' sublinha a centralidade de Israel no plano de Deus.","por_que_esta_palavra":"A ênfase na terra reforça a ideia de que Deus está ativamente envolvido na história de seu povo.","conexao_teologica":"Mostra como a terra é um símbolo da presença e das promessas de Deus.","referencias_relacionadas":["Ezequiel 36:1-5","Salmos 37:29","Romanos 11:1-2"]},"ezequiel_38_12_cair":{"palavra_pt":"cair","palavra_original":"שָׁלַל","transliteracao":"shâlal","strong":"H7997","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda das nações que se levantam contra Israel.","explicacao_detalhada":"A palavra 'cair' implica derrota e julgamento, indicando que aqueles que se opõem a Deus e ao seu povo enfrentarão consequências.","por_que_esta_palavra":"A escolha desta palavra enfatiza a certeza do juízo divino sobre os inimigos de Israel.","conexao_teologica":"Reflete a justiça de Deus e sua proteção sobre seu povo escolhido.","referencias_relacionadas":["Salmos 68:1","Isaías 54:17","Apocalipse 20:9"]},"ezequiel_38_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas ou como os eventos se desenrolam.","explicacao_detalhada":"A palavra 'modo' implica em um estilo ou forma de agir. No contexto de Ezequiel 38:13, pode estar relacionada à forma como as nações se comportam em relação a Israel.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da abordagem e da atitude das nações em relação aos eventos profetizados.","conexao_teologica":"A maneira como as nações se comportam é um reflexo da soberania de Deus sobre a história e os eventos finais.","referencias_relacionadas":["Salmos 1:6","Provérbios 4:26","Mateus 7:13-14"]},"ezequiel_38_13_merchantman":{"palavra_pt":"merchant man","palavra_original":"סָחַר","transliteracao":"çâchar","strong":"H5503","significado_raiz":"Ideia básica: merchant man.","significado_contextual":"Refere-se a comerciantes ou mercadores que desempenham um papel econômico nas interações entre nações.","explicacao_detalhada":"A palavra 'merchant man' sugere a presença de comércio e intercâmbio econômico, o que pode indicar alianças e interesses mútuos entre as nações mencionadas.","por_que_esta_palavra":"A inclusão de comerciantes destaca a dimensão econômica das relações internacionais e como isso pode influenciar os conflitos profetizados.","conexao_teologica":"Deus usa até mesmo as interações comerciais para cumprir Seus propósitos soberanos na história.","referencias_relacionadas":["Ezequiel 27:12","Apocalipse 18:11-13","Provérbios 31:24"]},"ezequiel_38_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico, muitas vezes associado a juízo ou intervenção divina.","explicacao_detalhada":"A palavra 'dia' em Ezequiel 38:14 pode simbolizar um tempo de julgamento e a manifestação do poder de Deus sobre as nações.","por_que_esta_palavra":"O uso de 'dia' enfatiza a certeza e a iminência dos eventos profetizados, indicando que Deus agirá em um tempo determinado.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao Dia do Senhor, um tempo de juízo e restauração.","referencias_relacionadas":["Joel 2:1","Amós 5:18","Zacarias 14:1"]},"ezequiel_38_14_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou decidir sobre as ações das nações.","explicacao_detalhada":"A palavra 'julgar' implica em um processo de avaliação onde Deus determina o destino das nações com base em suas ações.","por_que_esta_palavra":"A escolha de 'julgar' destaca a justiça de Deus e Sua autoridade sobre as nações.","conexao_teologica":"O julgamento de Deus é um tema central na Escritura, refletindo Sua santidade e justiça.","referencias_relacionadas":["Salmos 96:13","Isaías 2:4","Romanos 14:10"]},"ezequiel_38_14_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação divina, onde Deus transmite Sua vontade e profecias.","explicacao_detalhada":"A palavra 'falar' implica em uma revelação direta de Deus, onde Ele expressa Seus planos e propósitos para as nações.","por_que_esta_palavra":"A ênfase em 'falar' mostra a importância da palavra profética e da comunicação divina na história.","conexao_teologica":"Deus se revela através de Sua palavra, e a profecia é um meio pelo qual Ele se comunica com Seu povo.","referencias_relacionadas":["Hebreus 1:1-2","Ezequiel 3:17","Amós 3:7"]},"ezequiel_38_15_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou trazer alguém para um lugar específico.","explicacao_detalhada":"A palavra 'vir/entrar' implica em um movimento físico e espiritual, onde as nações são chamadas a se reunir para um propósito divino.","por_que_esta_palavra":"A escolha de 'chamar' enfatiza a soberania de Deus em reunir as nações para o cumprimento de Seus planos.","conexao_teologica":"Deus chama as nações para cumprir Seus propósitos, mostrando que Ele é o Senhor da história.","referencias_relacionadas":["Isaías 43:6","Mateus 22:14","Apocalipse 17:14"]},"ezequiel_38_15_border":{"palavra_pt":"fronteira","palavra_original":"יְרֵכָה","transliteracao":"yᵉrêkâh","strong":"H3411","significado_raiz":"Ideia básica: fronteira.","significado_contextual":"Refere-se aos limites ou fronteiras de uma nação ou território.","explicacao_detalhada":"A palavra 'fronteira' indica a delimitação geográfica e política, que é relevante no contexto das alianças e conflitos entre as nações.","por_que_esta_palavra":"A ênfase em 'fronteira' destaca a importância das divisões territoriais nas interações entre as nações.","conexao_teologica":"Deus é soberano sobre as fronteiras e territórios, e Ele estabelece os limites das nações.","referencias_relacionadas":["Atos 17:26","Salmos 74:17","Deuteronômio 32:8"]},"ezequiel_38_15_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que compartilham uma identidade comum, frequentemente ligada à nação de Israel.","explicacao_detalhada":"A palavra 'povo' implica em uma coletividade que possui uma história, cultura e fé compartilhadas, especialmente no contexto da aliança de Deus com Israel.","por_que_esta_palavra":"A escolha de 'povo' enfatiza a relação especial entre Deus e Israel, destacando a importância da identidade nacional e espiritual.","conexao_teologica":"Deus tem um povo escolhido, e Sua aliança com eles é um tema central na Escritura.","referencias_relacionadas":["Êxodo 19:5-6","1 Pedro 2:9","Romanos 9:25-26"]},"ezequiel_38_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico, muitas vezes associado à herança de Israel.","explicacao_detalhada":"A palavra 'terra' implica em um espaço geográfico que é significativo para o povo de Deus, especialmente em relação às promessas feitas a Abraão.","por_que_esta_palavra":"A ênfase em 'terra' destaca a importância da terra prometida e a relação de Deus com Seu povo em um contexto físico.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da herança espiritual que Ele oferece ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-16","Salmos 37:11"]},"ezequiel_38_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de ação divina, muitas vezes associado a juízo ou restauração.","explicacao_detalhada":"A palavra 'dia' neste contexto pode simbolizar um tempo de intervenção de Deus na história das nações.","por_que_esta_palavra":"O uso de 'dia' enfatiza a certeza e a iminência dos eventos profetizados, indicando que Deus agirá em um tempo determinado.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao Dia do Senhor, um tempo de juízo e restauração.","referencias_relacionadas":["Ezequiel 30:3","Isaías 13:6","Zacarias 14:1"]},"ezequiel_38_16_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude do exército que virá contra Israel.","explicacao_detalhada":"A palavra 'grande' enfatiza a força e a quantidade dos inimigos que se unirão para atacar o povo de Deus, simbolizando uma grande ameaça.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a seriedade da situação e a necessidade de intervenção divina.","conexao_teologica":"A grandeza do exército é um reflexo da oposição que o povo de Deus enfrenta, mas também da grandeza da proteção divina.","referencias_relacionadas":["Ezequiel 38:4","Ezequiel 39:1","Salmos 68:1"]},"ezequiel_38_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do juízo e da intervenção divina.","explicacao_detalhada":"O 'dia' mencionado é um tempo específico em que Deus se levantará para agir contra os inimigos de Israel, simbolizando um momento de justiça.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar um tempo determinado em que a ação divina será evidente.","conexao_teologica":"Este 'dia' é um tema recorrente na Bíblia, representando tanto juízo quanto salvação.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"ezequiel_38_17_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação de uma profecia ou mensagem de Deus.","explicacao_detalhada":"A palavra 'falar' indica a ação de Deus em revelar Seus planos e propósitos através do profeta Ezequiel.","por_que_esta_palavra":"A comunicação divina é essencial para que o povo compreenda a gravidade da situação e a necessidade de se voltar para Deus.","conexao_teologica":"Deus fala para guiar e advertir Seu povo, mostrando Sua soberania e cuidado.","referencias_relacionadas":["Ezequiel 3:17","Amós 3:7","Hebreus 1:1"]},"ezequiel_38_17_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor soberano sobre todas as nações.","explicacao_detalhada":"A palavra 'senhor' enfatiza a autoridade e o domínio de Deus sobre a história e os eventos que se desenrolam.","por_que_esta_palavra":"Reconhecer Deus como Senhor é fundamental para entender a relação entre Ele e Seu povo, especialmente em tempos de crise.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele controla o destino das nações.","referencias_relacionadas":["Salmos 24:1","Isaías 45:6","Romanos 14:11"]},"ezequiel_38_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Deus executará juízo sobre os inimigos de Israel.","explicacao_detalhada":"Este 'dia' é um momento de grande importância, onde a justiça divina será manifestada de forma clara e poderosa.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a certeza e a iminência do juízo de Deus.","conexao_teologica":"O dia do Senhor é um conceito que aparece em várias partes da Bíblia, simbolizando tanto juízo quanto esperança.","referencias_relacionadas":["Ezequiel 30:3","Sofonias 1:14","Mateus 24:36"]},"ezequiel_38_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda dos inimigos diante do poder de Deus.","explicacao_detalhada":"A palavra 'cair' simboliza a derrota e a humilhação dos adversários de Israel, mostrando a eficácia da intervenção divina.","por_que_esta_palavra":"A queda dos inimigos é uma demonstração do poder de Deus em proteger Seu povo.","conexao_teologica":"A queda dos ímpios é um tema recorrente, simbolizando a vitória de Deus sobre as forças do mal.","referencias_relacionadas":["Salmos 68:1","Isaías 54:17","Romanos 8:31"]},"ezequiel_38_18_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra onde a batalha ocorrerá e onde os inimigos cairão.","explicacao_detalhada":"A palavra 'solo' enfatiza a conexão entre o povo de Deus e a terra prometida, que será protegida por Deus.","por_que_esta_palavra":"O solo é um símbolo da herança e da promessa de Deus ao Seu povo.","conexao_teologica":"A terra é frequentemente vista como um lugar sagrado onde Deus age e cumpre Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 11:12","Salmos 37:29"]},"ezequiel_38_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do juízo e da purificação.","explicacao_detalhada":"Este 'dia' é um tempo de purificação e julgamento, onde Deus mostrará Sua justiça.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a certeza da ação de Deus contra o mal.","conexao_teologica":"O dia do Senhor é um conceito que traz tanto temor quanto esperança, dependendo da posição do povo diante de Deus.","referencias_relacionadas":["Ezequiel 30:3","Joel 2:1","Zacarias 14:1"]},"ezequiel_38_19_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo como símbolo de julgamento e purificação.","explicacao_detalhada":"A palavra 'fogo' indica a severidade do juízo de Deus sobre os inimigos, que serão consumidos por Sua ira.","por_que_esta_palavra":"O fogo é um símbolo poderoso de destruição e purificação, mostrando a seriedade do juízo divino.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e à Sua santidade, que consome o mal.","referencias_relacionadas":["Deuteronômio 4:24","Hebreus 12:29","Apocalipse 20:10"]},"ezequiel_38_19_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em salvar Seu povo da destruição.","explicacao_detalhada":"A palavra 'salvar' indica a intenção de Deus de proteger e resgatar aqueles que são Seus.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, mostrando o amor e a misericórdia de Deus para com Seu povo.","conexao_teologica":"A salvação é um ato de graça divina, que se manifesta em momentos de crise e necessidade.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"ezequiel_38_20_terra":{"palavra_pt":"terra","palavra_original":"רָעַשׁ","transliteracao":"râʻash","strong":"H7493","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra em um sentido físico e espiritual, representando a criação de Deus.","explicacao_detalhada":"A palavra 'terra' neste contexto é utilizada para descrever a criação de Deus e o lugar onde os eventos profetizados ocorrerão. É um lembrete da soberania de Deus sobre toda a criação.","por_que_esta_palavra":"A palavra é usada para enfatizar a abrangência do juízo de Deus sobre toda a criação, incluindo a terra.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como o domínio de Deus, onde Ele exerce autoridade e onde os seres humanos habitam.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"ezequiel_38_20_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um elemento natural que também simboliza caos e poder.","explicacao_detalhada":"Neste versículo, o 'mar' representa não apenas a água física, mas também as nações e povos que podem ser turbulentos e caóticos, refletindo a luta entre o bem e o mal.","por_que_esta_palavra":"A inclusão do mar destaca a abrangência do juízo de Deus, que se estende até as águas e os povos que nelas habitam.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar nações e povos, e a soberania de Deus sobre eles.","referencias_relacionadas":["Salmos 89:9","Isaías 57:20","Apocalipse 21:1"]},"ezequiel_38_20_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu, o domínio espiritual e a morada de Deus.","explicacao_detalhada":"A palavra 'céus' neste contexto indica a autoridade divina e o plano de Deus que se estende além da terra e do mar, abrangendo todo o universo.","por_que_esta_palavra":"O céu é mencionado para mostrar que o juízo de Deus não é limitado à terra, mas se estende a todos os reinos, visíveis e invisíveis.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à sua soberania sobre toda a criação.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"ezequiel_38_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo é feito ou acontece.","explicacao_detalhada":"Neste versículo, 'modo' implica a forma como Deus executará seu juízo, enfatizando que será de maneira clara e definida.","por_que_esta_palavra":"A palavra é usada para indicar que o juízo de Deus será realizado de maneira específica e intencional.","conexao_teologica":"Deus age de acordo com sua vontade e propósito, e o 'modo' reflete sua justiça e soberania.","referencias_relacionadas":["Salmos 145:17","Romanos 2:6","Hebreus 10:30"]},"ezequiel_38_21_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou chamar, muitas vezes em um contexto de autoridade.","explicacao_detalhada":"A palavra 'chamar' implica que Deus está convocando as nações para o juízo, mostrando seu controle sobre todos os eventos.","por_que_esta_palavra":"É usada para enfatizar que Deus tem a autoridade para convocar e reunir as nações para seu propósito.","conexao_teologica":"Deus é visto como o soberano que chama as nações e as pessoas para responderem a Ele.","referencias_relacionadas":["Isaías 43:1","Mateus 22:14","Romanos 8:30"]},"ezequiel_38_21_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como Senhor, enfatizando sua autoridade e soberania.","explicacao_detalhada":"A palavra 'Senhor' é um título que expressa a relação de Deus com seu povo e sua posição de autoridade sobre toda a criação.","por_que_esta_palavra":"É usada para reafirmar a identidade de Deus como o governante supremo que exerce controle sobre todas as coisas.","conexao_teologica":"A soberania de Deus é um tema central nas Escrituras, onde Ele é reconhecido como o Senhor de toda a terra.","referencias_relacionadas":["Salmos 103:19","Isaías 45:5","Filipenses 2:11"]},"ezequiel_38_22_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue, simbolizando vida, sacrifício e juízo.","explicacao_detalhada":"Neste contexto, o 'sangue' representa a consequência do juízo de Deus, onde a vida é tirada como resultado da rebelião contra Ele.","por_que_esta_palavra":"A palavra é usada para enfatizar a gravidade do juízo e a seriedade do pecado.","conexao_teologica":"O sangue é um símbolo importante na Bíblia, representando tanto a vida quanto o sacrifício redentor de Cristo.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Apocalipse 7:14"]},"ezequiel_38_22_brimstone":{"palavra_pt":"brimstone","palavra_original":"גׇּפְרִית","transliteracao":"gophrîyth","strong":"H1614","significado_raiz":"Ideia básica: brimstone.","significado_contextual":"Refere-se ao enxofre, frequentemente associado ao juízo e à destruição.","explicacao_detalhada":"A palavra 'brimstone' é usada para descrever o fogo e a destruição que acompanham o juízo de Deus, simbolizando a severidade de Sua ira.","por_que_esta_palavra":"É utilizada para ilustrar a natureza devastadora do juízo divino sobre aqueles que se opõem a Deus.","conexao_teologica":"O enxofre é um símbolo de condenação e juízo, frequentemente associado ao destino final dos ímpios.","referencias_relacionadas":["Gênesis 19:24","Salmos 11:6","Apocalipse 21:8"]},"ezequiel_38_22_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de julgar, que implica discernimento e decisão sobre o que é certo e errado.","explicacao_detalhada":"A palavra 'julgar' neste contexto enfatiza a ação de Deus de avaliar as nações e indivíduos, trazendo justiça e retidão.","por_que_esta_palavra":"É usada para mostrar que Deus é o juiz supremo que trará justiça a todos os que praticam a iniquidade.","conexao_teologica":"O juízo de Deus é um tema recorrente nas Escrituras, onde Ele é apresentado como o justo juiz que não deixa o pecado impune.","referencias_relacionadas":["Salmos 9:7","Romanos 14:10","Apocalipse 20:12"]},"ezequiel_38_23_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar, que implica separação para um propósito sagrado.","explicacao_detalhada":"A palavra 'santificar' é usada para descrever a ação de Deus de purificar e separar o que é santo do que é profano, enfatizando a pureza de Sua presença.","por_que_esta_palavra":"É utilizada para mostrar que Deus está estabelecendo um padrão de santidade e pureza em meio ao juízo.","conexao_teologica":"A santidade de Deus é um aspecto fundamental de Sua natureza, e Ele chama Seu povo a ser santo como Ele é santo.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:16","Apocalipse 22:11"]},"ezequiel_38_23_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza a percepção e a vigilância de Deus sobre as nações.","explicacao_detalhada":"Neste versículo, o 'olho' representa a capacidade de Deus de ver e julgar as ações das nações, enfatizando Sua soberania e justiça.","por_que_esta_palavra":"A palavra 'olho' é utilizada para ilustrar a onisciência de Deus, mostrando que nada escapa à Sua visão.","conexao_teologica":"A visão de Deus é um tema recorrente na Bíblia, onde Ele observa e avalia o comportamento humano.","referencias_relacionadas":["Salmos 33:13-15","Provérbios 15:3","Hebreus 4:13"]},"ezequiel_38_23_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"O 'homem' refere-se à humanidade em geral, destacando a condição humana diante de Deus.","explicacao_detalhada":"Neste contexto, o 'homem' é visto como um ser criado por Deus, que deve se submeter à Sua vontade e reconhecer Sua autoridade.","por_que_esta_palavra":"A palavra 'homem' é importante para enfatizar a relação entre Deus e a humanidade, mostrando a responsabilidade moral do ser humano.","conexao_teologica":"A criação do homem à imagem de Deus é um conceito fundamental que estabelece a dignidade e o propósito da vida humana.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]}}