{"ezequiel_39_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O 'filho' representa a continuidade da linhagem e a relação especial entre Deus e Seu povo.","explicacao_detalhada":"Neste versículo, o 'filho' é uma referência ao povo de Israel, que é considerado como filho de Deus, enfatizando a aliança entre eles.","por_que_esta_palavra":"A palavra 'filho' é utilizada para ilustrar a intimidade e a responsabilidade que Israel tem como povo escolhido.","conexao_teologica":"A ideia de que Deus é Pai e os crentes são Seus filhos é um tema central na teologia cristã.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:14-17"]},"ezequiel_39_1_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"O 'falar' refere-se à comunicação divina, onde Deus transmite Sua vontade ao profeta.","explicacao_detalhada":"Neste contexto, 'falar' implica que Deus está revelando Seus planos e juízos através do profeta Ezequiel.","por_que_esta_palavra":"A palavra 'falar' é crucial para entender a relação entre Deus e os profetas, que são mensageiros de Sua palavra.","conexao_teologica":"A comunicação de Deus com a humanidade é um aspecto vital da revelação divina, mostrando como Ele se relaciona com Seu povo.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1-2","2 Pedro 1:21"]},"ezequiel_39_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"O 'grande' enfatiza a magnitude e a importância da mensagem que está sendo transmitida.","explicacao_detalhada":"Neste versículo, 'grande' pode se referir à grandeza do juízo de Deus sobre as nações ou à importância da revelação que está sendo dada.","por_que_esta_palavra":"A palavra 'grande' é utilizada para destacar a seriedade e a urgência da mensagem profética.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e poder sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 19:16"]},"ezequiel_39_2_border":{"palavra_pt":"fronteira","palavra_original":"יְרֵכָה","transliteracao":"yᵉrêkâh","strong":"H3411","significado_raiz":"Ideia básica: fronteira.","significado_contextual":"A 'fronteira' refere-se aos limites estabelecidos por Deus para as nações e Seu povo.","explicacao_detalhada":"Neste contexto, a 'fronteira' pode simbolizar a proteção divina sobre Israel e a separação entre o povo de Deus e as nações pagãs.","por_que_esta_palavra":"A palavra 'fronteira' é importante para entender a soberania de Deus sobre a geografia e a história.","conexao_teologica":"A ideia de limites e fronteiras é significativa na teologia, refletindo a ordem divina na criação e na história.","referencias_relacionadas":["Deuteronômio 32:8","Atos 17:26","Salmos 74:17"]},"ezequiel_39_2_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"O 'edificar' refere-se à construção e restauração do povo de Deus após o juízo.","explicacao_detalhada":"Neste versículo, 'edificar' implica que Deus está prometendo restaurar Israel e estabelecer um novo pacto com Seu povo.","por_que_esta_palavra":"A palavra 'edificar' é utilizada para expressar a esperança de renovação e restauração espiritual.","conexao_teologica":"A restauração de Israel é um tema central na profecia bíblica, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Isaías 61:4","Ezequiel 36:10-11","Amós 9:14-15"]},"ezequiel_39_2_sixth":{"palavra_pt":"sixth","palavra_original":"שָׁשָׁא","transliteracao":"shâshâʼ","strong":"H8338","significado_raiz":"Ideia básica: sixth.","significado_contextual":"O 'sixth' pode simbolizar um tempo específico ou uma ordem divina na execução dos planos de Deus.","explicacao_detalhada":"Neste contexto, 'sixth' pode se referir a uma divisão de tempo ou a um evento significativo na história de Israel.","por_que_esta_palavra":"A palavra 'sixth' é utilizada para indicar a precisão e a ordem nos planos de Deus.","conexao_teologica":"A ordem e a estrutura do tempo são aspectos que refletem a soberania de Deus sobre a história.","referencias_relacionadas":["Gênesis 1:31","Daniel 9:24","Apocalipse 6:12"]},"ezequiel_39_3_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"O 'beat' refere-se à ação de Deus em derrotar os inimigos de Seu povo.","explicacao_detalhada":"Neste versículo, 'beat' simboliza a intervenção divina na batalha contra as forças do mal.","por_que_esta_palavra":"A palavra 'beat' é utilizada para enfatizar o poder de Deus em proteger e salvar Seu povo.","conexao_teologica":"A batalha espiritual e a vitória de Deus sobre o mal são temas centrais na narrativa bíblica.","referencias_relacionadas":["Salmos 44:5","Isaías 54:17","Romanos 16:20"]},"ezequiel_39_3_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A 'mão' simboliza o poder e a ação de Deus na história.","explicacao_detalhada":"Neste contexto, a 'mão' representa a força de Deus em agir em favor de Seu povo e contra os inimigos.","por_que_esta_palavra":"A palavra 'mão' é utilizada para ilustrar a intervenção divina e a proteção que Deus oferece.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como símbolo de Sua força e ajuda.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","João 10:28"]},"ezequiel_39_3_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"A flecha simboliza a ação de Deus contra os inimigos de Israel, representando juízo e destruição.","explicacao_detalhada":"No contexto de Ezequiel 39, a flecha é uma metáfora para o ataque divino que será lançado contra Gog e suas forças. A imagem da flecha sugere precisão e eficácia no cumprimento da vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'flecha' enfatiza a rapidez e a certeza do juízo de Deus, que não falha em atingir seu alvo.","conexao_teologica":"A flecha representa a justiça divina e a proteção de Deus sobre seu povo, mostrando que Ele é um guerreiro que defende Israel.","referencias_relacionadas":["Salmos 7:13","Salmos 91:5","Isaías 49:2"]},"ezequiel_39_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como Deus executará seu plano de juízo e restauração.","explicacao_detalhada":"Neste versículo, o 'modo' indica a forma específica que Deus usará para trazer a destruição sobre os inimigos de Israel, mostrando que Ele tem um plano detalhado e intencional.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar que as ações de Deus não são aleatórias, mas seguem um propósito divino claro.","conexao_teologica":"A maneira como Deus age revela seu caráter soberano e a certeza de que Ele cumprirá suas promessas.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 145:17"]},"ezequiel_39_4_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne representa a fragilidade e a mortalidade dos seres humanos, contrastando com a eternidade de Deus.","explicacao_detalhada":"No contexto, a menção da carne destaca a vulnerabilidade dos inimigos de Israel diante do poder de Deus, que pode destruir tanto o corpo quanto a alma.","por_que_esta_palavra":"A palavra 'carne' é importante para mostrar a condição humana e a necessidade de dependência de Deus para a vida e a salvação.","conexao_teologica":"A carne também simboliza a natureza pecaminosa do homem, que precisa ser redimida através de Cristo.","referencias_relacionadas":["Gênesis 6:3","Romanos 8:3","1 Pedro 1:24"]},"ezequiel_39_4_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"O povo refere-se ao povo de Israel, escolhido por Deus para ser seu testemunho na terra.","explicacao_detalhada":"Neste versículo, a menção do povo enfatiza a relação especial entre Deus e Israel, destacando a proteção e a restauração que Ele promete.","por_que_esta_palavra":"A palavra 'povo' é central na narrativa bíblica, pois representa a comunidade que Deus chamou para ser sua herança.","conexao_teologica":"A identidade do povo de Deus é fundamental para entender a história da salvação e o plano redentor de Deus.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"ezequiel_39_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está agindo contra os inimigos de Israel.","explicacao_detalhada":"Neste contexto, 'porque' explica a motivação divina para o juízo, que é a necessidade de vindicar seu povo e cumprir suas promessas.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica divina por trás das ações de Deus, revelando seu caráter justo.","conexao_teologica":"A justiça de Deus é um tema central na teologia, mostrando que Ele não deixa o mal impune.","referencias_relacionadas":["Salmos 37:28","Romanos 12:19","Hebreus 10:30"]},"ezequiel_39_5_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania de Deus sobre todas as coisas, incluindo os destinos das nações.","explicacao_detalhada":"Neste versículo, a palavra 'senhor' enfatiza a autoridade de Deus como o governante supremo que controla a história e os eventos.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a relação de autoridade e submissão entre Deus e seu povo.","conexao_teologica":"A soberania de Deus é um pilar da fé cristã, assegurando que Ele está no controle de todas as circunstâncias.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Apocalipse 19:16"]},"ezequiel_39_6_seco":{"palavra_pt":"seco","palavra_original":"אִי","transliteracao":"ʼîy","strong":"H339","significado_raiz":"Ideia básica: seco.","significado_contextual":"A palavra 'seco' pode simbolizar a desolação e a destruição que virão sobre os inimigos de Israel.","explicacao_detalhada":"No contexto, 'seco' sugere um estado de ruína e desolação, refletindo a consequência do juízo de Deus.","por_que_esta_palavra":"A escolha da palavra 'seco' enfatiza a totalidade da destruição que Deus trará sobre aqueles que se opõem a Ele.","conexao_teologica":"A desolação é frequentemente usada nas Escrituras como um símbolo do juízo divino e da necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 30:12","Amós 8:11","Mateus 3:10"]},"ezequiel_39_6_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de Deus de mobilizar forças para cumprir seu propósito de juízo.","explicacao_detalhada":"Neste versículo, 'enviar' indica a iniciativa divina de agir contra os inimigos, mostrando que Deus é ativo na história.","por_que_esta_palavra":"A palavra 'enviar' é significativa porque revela a soberania de Deus em direcionar eventos conforme sua vontade.","conexao_teologica":"A ação de enviar é um tema recorrente na Bíblia, onde Deus envia profetas, juízes e até mesmo seu Filho para cumprir seus planos.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","João 20:21"]},"ezequiel_39_7_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à santidade de Deus e à importância de sua palavra e promessas.","explicacao_detalhada":"No contexto, 'sagrado' destaca a natureza divina e a separação do que é profano, enfatizando a reverência que Deus merece.","por_que_esta_palavra":"A palavra 'sagrado' é usada para lembrar que Deus é distinto e que suas ações são sempre justas e puras.","conexao_teologica":"A santidade de Deus é um conceito central na teologia, que nos chama a viver em conformidade com sua natureza.","referencias_relacionadas":["Levítico 11:44","Isaías 57:15","1 Pedro 1:16"]},"ezequiel_39_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade de Deus em cumprir suas promessas e juízos.","explicacao_detalhada":"Neste versículo, 'verdade' enfatiza que Deus é fiel e que suas palavras não falham, trazendo segurança ao seu povo.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a compreensão do caráter de Deus, que é sempre fiel e justo.","conexao_teologica":"A verdade de Deus é um tema recorrente nas Escrituras, que nos ensina a confiar em sua palavra e promessas.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"ezequiel_39_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico determinado por Deus para a realização de Seus planos.","explicacao_detalhada":"O 'dia' mencionado em Ezequiel 39:8 é um tempo profético em que Deus cumprirá Suas promessas de juízo e restauração. Este 'dia' é frequentemente associado ao Dia do Senhor, um tempo de intervenção divina na história.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a certeza e a iminência do cumprimento das profecias de Deus.","conexao_teologica":"O conceito de 'dia' em contextos proféticos é fundamental para entender a soberania de Deus sobre a história e a expectativa do juízo final.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"ezequiel_39_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Designa a autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' (ʼĂdônây) é um título que expressa a soberania e o domínio de Deus. Em Ezequiel 39:8, destaca que é Ele quem determina o que acontecerá no futuro.","por_que_esta_palavra":"Usar 'Senhor' enfatiza a relação de autoridade e submissão entre Deus e Seu povo, além de afirmar que Ele é o único que pode cumprir Suas promessas.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Seu controle sobre a história e a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 10:9"]},"ezequiel_39_8_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Deus de Israel, que é o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' (Yᵉhôvih) em Ezequiel 39:8 reafirma a identidade de Deus como o único verdadeiro, que tem poder sobre todas as nações e eventos.","por_que_esta_palavra":"A utilização do nome de Deus enfatiza Sua natureza única e a relação especial que Ele tem com Seu povo escolhido.","conexao_teologica":"A identidade de Deus é fundamental para a compreensão da aliança e das promessas feitas a Israel.","referencias_relacionadas":["Gênesis 1:1","Êxodo 3:14","Deuteronômio 6:4"]},"ezequiel_39_9_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"Simboliza a guerra e o juízo de Deus sobre as nações inimigas.","explicacao_detalhada":"A 'flecha' representa os instrumentos de juízo que Deus usará para derrotar Seus inimigos. Em Ezequiel 39:9, é uma metáfora para a destruição que virá sobre aqueles que se opõem a Deus.","por_que_esta_palavra":"A escolha da palavra 'flecha' destaca a precisão e a eficácia do juízo divino.","conexao_teologica":"A imagem da flecha é comum na literatura profética, simbolizando a ação direta de Deus contra o pecado e a injustiça.","referencias_relacionadas":["Salmos 7:13","Isaías 49:2","Jeremias 50:14"]},"ezequiel_39_9_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se a um movimento ou ação significativa e poderosa.","explicacao_detalhada":"A palavra 'grande' em Ezequiel 39:9 indica a magnitude da ação de Deus ao trazer juízo e restauração. É um chamado à atenção para a importância do que está por vir.","por_que_esta_palavra":"A ênfase na grandeza destaca a soberania de Deus e a seriedade de Seus atos.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"ezequiel_39_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à certeza e à fidelidade das promessas de Deus.","explicacao_detalhada":"A palavra 'verdade' em Ezequiel 39:10 enfatiza que as declarações de Deus são confiáveis e que Ele cumprirá o que prometeu. É um convite à confiança nas Suas palavras.","por_que_esta_palavra":"A verdade é um atributo essencial de Deus, que não pode mentir nem falhar em Suas promessas.","conexao_teologica":"A verdade de Deus é fundamental para a fé cristã, pois garante que as promessas de salvação e restauração são seguras.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"ezequiel_39_10_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a separação ou distinção entre grupos ou elementos.","explicacao_detalhada":"A palavra 'entre' em Ezequiel 39:10 sugere a ideia de que Deus está agindo em meio a Seu povo, trazendo juízo sobre os ímpios e proteção aos justos.","por_que_esta_palavra":"A utilização de 'entre' destaca a presença ativa de Deus no meio da história humana.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central na Bíblia, refletindo Sua relação íntima com aqueles que O seguem.","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Apocalipse 21:3"]},"ezequiel_39_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo determinado por Deus para a realização de Seus planos de juízo e restauração.","explicacao_detalhada":"O 'dia' em Ezequiel 39:11 é um tempo específico em que Deus intervirá na história, trazendo um novo começo para Seu povo.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza do cumprimento das promessas de Deus.","conexao_teologica":"O conceito de 'dia' é importante na escatologia, refletindo a expectativa do cumprimento das promessas de Deus no futuro.","referencias_relacionadas":["Isaías 2:12","Ezequiel 30:3","Zacarias 14:7"]},"ezequiel_39_11_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Simboliza a vastidão e a profundidade do juízo de Deus.","explicacao_detalhada":"A palavra 'mar' em Ezequiel 39:11 pode representar a grandeza do juízo que Deus trará sobre as nações, assim como a imensidão de Sua misericórdia.","por_que_esta_palavra":"O uso de 'mar' enfatiza a abrangência e a profundidade das ações de Deus.","conexao_teologica":"O mar é frequentemente usado na Bíblia como símbolo de caos e juízo, refletindo a soberania de Deus sobre as forças da natureza.","referencias_relacionadas":["Gênesis 1:10","Salmos 46:2","Apocalipse 21:1"]},"ezequiel_39_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda dos inimigos de Deus diante de Seu poder.","explicacao_detalhada":"A palavra 'cair' em Ezequiel 39:11 indica a derrota dos adversários de Deus, simbolizando o triunfo do bem sobre o mal.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a certeza da vitória de Deus sobre aqueles que se opõem a Ele.","conexao_teologica":"A queda dos ímpios é um tema recorrente na Bíblia, refletindo a justiça de Deus e a promessa de redenção para os justos.","referencias_relacionadas":["Salmos 37:24","Isaías 54:17","Romanos 8:31"]},"ezequiel_39_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à região geográfica onde os eventos profetizados ocorrerão.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é utilizada para descrever não apenas a superfície física, mas também o contexto espiritual e social do povo de Israel. Neste versículo, a terra é o cenário da purificação e restauração prometida por Deus.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância do lugar na história da salvação e o papel central que a terra de Israel desempenha nas promessas divinas.","conexao_teologica":"A terra é frequentemente vista como um símbolo da presença de Deus e da herança do Seu povo. A restauração da terra está ligada à restauração do relacionamento entre Deus e Israel.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Isaías 11:11"]},"ezequiel_39_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Indica a habitação ou o templo, representando a presença de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada para descrever não apenas uma estrutura física, mas também a ideia de família e comunidade. Neste contexto, refere-se ao lugar onde Deus habita e onde o povo se reúne para adorar.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa a relação íntima entre Deus e Seu povo, e a importância da adoração coletiva.","conexao_teologica":"A casa de Deus é um símbolo da aliança e da comunhão entre Deus e Israel, refletindo a promessa de que Deus habitará entre eles.","referencias_relacionadas":["Salmos 27:4","1 Reis 6:1","Mateus 21:13"]},"ezequiel_39_12_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à condição de santidade e limpeza que será restaurada ao povo de Deus.","explicacao_detalhada":"A palavra 'puro' (טָהֵר) implica uma limpeza moral e espiritual, essencial para a restauração do relacionamento entre Deus e Israel. Este conceito é central na teologia do Antigo Testamento.","por_que_esta_palavra":"A pureza é um tema recorrente nas Escrituras, simbolizando a necessidade de santidade para se aproximar de Deus.","conexao_teologica":"A pureza é um pré-requisito para a adoração e a comunhão com Deus, refletindo a natureza santa de Deus.","referencias_relacionadas":["Levítico 11:44","Salmos 51:10","Hebreus 12:14"]},"ezequiel_39_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente, refere-se ao solo ou à região geográfica, enfatizando a importância da terra na profecia.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) reforça a ideia de que a terra de Israel será um lugar de restauração e purificação após o juízo.","por_que_esta_palavra":"A ênfase na terra destaca a conexão entre a geografia e a espiritualidade do povo de Deus.","conexao_teologica":"A terra é vista como um dom de Deus e um lugar de cumprimento das promessas divinas.","referencias_relacionadas":["Ezequiel 36:24","Amós 9:15","Romanos 4:13"]},"ezequiel_39_13_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao ato de enterrar, simbolizando o fim do juízo e a restauração.","explicacao_detalhada":"A palavra 'expressão' (קָבַר) é usada para descrever o ato de enterrar os mortos, um símbolo de respeito e dignidade, especialmente após a batalha.","por_que_esta_palavra":"A escolha desta palavra indica a necessidade de lidar com as consequências do juízo e a restauração da ordem.","conexao_teologica":"O ato de enterrar é um símbolo de esperança na ressurreição e na vida após a morte, refletindo a promessa de Deus de restaurar a vida.","referencias_relacionadas":["Gênesis 23:19","Eclesiastes 3:20","1 Coríntios 15:52"]},"ezequiel_39_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas serão feitas, enfatizando a ordem divina na restauração.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica uma maneira específica de agir, refletindo a soberania de Deus sobre os eventos.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da obediência às instruções divinas na restauração.","conexao_teologica":"Deus tem um plano e um propósito em todas as coisas, e a maneira como Ele age é sempre perfeita e justa.","referencias_relacionadas":["Salmos 37:23","Provérbios 16:9","Romanos 8:28"]},"ezequiel_39_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a responsabilidade e o papel do homem na obra de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para indicar a dignidade e o valor do ser humano na criação de Deus, bem como sua responsabilidade diante d'Ele.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância da ação humana na realização dos propósitos divinos.","conexao_teologica":"O homem é criado à imagem de Deus e tem um papel ativo na história da salvação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 12:1"]},"ezequiel_39_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente, refere-se ao solo ou à região geográfica, sublinhando a importância da terra na restauração.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) reforça a ideia de que a terra de Israel será um lugar de restauração e purificação após o juízo.","por_que_esta_palavra":"A ênfase na terra destaca a conexão entre a geografia e a espiritualidade do povo de Deus.","conexao_teologica":"A terra é vista como um dom de Deus e um lugar de cumprimento das promessas divinas.","referencias_relacionadas":["Ezequiel 36:24","Amós 9:15","Romanos 4:13"]},"ezequiel_39_14_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תָּמִיד","transliteracao":"tâmîyd","strong":"H8548","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao sacrifício contínuo que será oferecido a Deus, simbolizando a adoração e a devoção.","explicacao_detalhada":"A palavra 'sacrifício' (תָּמִיד) implica uma oferta constante, refletindo a necessidade de adoração contínua e a restauração do culto a Deus.","por_que_esta_palavra":"A escolha desta palavra destaca a importância do sacrifício na relação entre Deus e Seu povo.","conexao_teologica":"O sacrifício é um símbolo da expiação e da reconciliação, apontando para o sacrifício final de Cristo.","referencias_relacionadas":["Levítico 6:13","Hebreus 10:12","Romanos 12:1"]},"ezequiel_39_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um local de purificação e restauração após o juízo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é utilizada para enfatizar que a terra de Israel será um lugar de renovo e restauração, onde a presença de Deus será manifesta.","por_que_esta_palavra":"A repetição da palavra 'terra' sublinha a importância do espaço físico na realização dos planos de Deus.","conexao_teologica":"A terra é um símbolo da herança divina e da promessa de Deus de restaurar Seu povo.","referencias_relacionadas":["Ezequiel 36:35","Isaías 65:17","Romanos 8:21"]},"ezequiel_39_15_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz representa um ponto de transição ou passagem, simbolizando a conexão entre o céu e a terra.","explicacao_detalhada":"No contexto de Ezequiel 39:15, a cruz pode ser vista como um símbolo de julgamento e redenção, onde a passagem de um estado de impureza para um estado de pureza é enfatizada.","por_que_esta_palavra":"A palavra 'cruz' é utilizada para ilustrar a ideia de transição e a necessidade de um caminho para a purificação.","conexao_teologica":"A cruz é um símbolo central no cristianismo, representando a redenção e a salvação através do sacrifício de Cristo.","referencias_relacionadas":["Mateus 27:32","Marcos 15:21","Lucas 23:26"]},"ezequiel_39_15_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver implica em perceber ou entender algo de forma clara e consciente.","explicacao_detalhada":"No versículo, 'ver' é um convite à reflexão e à compreensão do que Deus está fazendo em meio ao Seu povo.","por_que_esta_palavra":"A palavra 'ver' é crucial para que os ouvintes reconheçam a ação divina e respondam a ela.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde Deus frequentemente pede que Seu povo veja e compreenda Suas obras.","referencias_relacionadas":["Salmos 119:18","Isaías 6:10","Mateus 13:16"]},"ezequiel_39_16_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Puro refere-se à condição de estar livre de impurezas, tanto físicas quanto espirituais.","explicacao_detalhada":"Neste contexto, a pureza é essencial para a adoração a Deus e para a vida comunitária entre o povo de Israel.","por_que_esta_palavra":"A pureza é um requisito para a presença de Deus entre Seu povo, refletindo a santidade divina.","conexao_teologica":"A pureza é um tema importante na teologia bíblica, simbolizando a separação do pecado e a aproximação a Deus.","referencias_relacionadas":["Salmos 24:3-4","Mateus 5:8","Hebreus 12:14"]},"ezequiel_39_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao espaço físico, mas também pode simbolizar a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A menção da terra neste versículo destaca a importância da terra prometida e a relação de Israel com Deus.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com Israel, representando bênção e prosperidade.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"ezequiel_39_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade representa um lugar de habitação, segurança e comunidade.","explicacao_detalhada":"No contexto de Ezequiel, a cidade é um símbolo da presença de Deus entre Seu povo e da proteção divina.","por_que_esta_palavra":"A cidade é um espaço onde a vida comunitária e a adoração a Deus se entrelaçam.","conexao_teologica":"A cidade de Deus é um conceito teológico que representa a habitação divina entre os homens.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"ezequiel_39_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"Neste versículo, o modo é importante para entender a forma como o povo deve se comportar diante de Deus.","por_que_esta_palavra":"A palavra 'modo' enfatiza a necessidade de uma conduta adequada em relação a Deus e ao próximo.","conexao_teologica":"A maneira de viver é um tema recorrente na Bíblia, onde a ética e a moral são fundamentais na relação com Deus.","referencias_relacionadas":["Romanos 12:1-2","1 Pedro 1:15-16","Colossenses 3:17"]},"ezequiel_39_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à relação de descendência e à herança dentro da família de Deus.","explicacao_detalhada":"A menção de 'filho' destaca a identidade do povo de Israel como filhos de Deus, com direitos e responsabilidades.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a relação íntima entre Deus e Seu povo.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","1 João 3:1"]},"ezequiel_39_17_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade e soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'Senhor' enfatiza a posição de Deus como Rei e Juiz, digno de reverência e adoração.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a soberania de Deus na vida do povo.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, refletindo Seu controle e autoridade sobre a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Apocalipse 19:16"]},"ezequiel_39_18_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Sangue simboliza vida, sacrifício e a aliança entre Deus e Seu povo.","explicacao_detalhada":"No contexto de Ezequiel, o sangue é um símbolo de purificação e redenção, essencial para a relação com Deus.","por_que_esta_palavra":"A palavra 'sangue' é usada para enfatizar a gravidade do pecado e a necessidade de sacrifício para a expiação.","conexao_teologica":"O sangue de Cristo é central na teologia cristã, representando a nova aliança e a salvação.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"ezequiel_39_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra, como mencionado anteriormente, refere-se ao espaço físico e à herança prometida por Deus.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a importância da terra na aliança de Deus com Israel e Sua promessa de restauração.","por_que_esta_palavra":"A terra é um símbolo de bênção e a realização das promessas de Deus ao Seu povo.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e da esperança de restauração para Seu povo.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 30:5","Ezequiel 36:24"]},"ezequiel_39_18_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a força e a capacidade do ser humano.","explicacao_detalhada":"A palavra 'homem' (גִּבּוֹר) é usada para descrever não apenas a figura masculina, mas a humanidade como um todo, enfatizando a força e a valentia que Deus concede aos seus servos.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a dignidade e o valor que Deus atribui à criação humana, especialmente em contextos de batalha e vitória.","conexao_teologica":"A teologia bíblica frequentemente destaca a relação entre Deus e a humanidade, onde o homem é visto como um agente ativo na história da salvação.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Isaías 43:7"]},"ezequiel_39_19_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de alegria ou satisfação, especialmente em um contexto de celebração.","explicacao_detalhada":"A palavra 'expressão' (שָׁתָה) é usada para descrever a ação de beber, que simboliza a participação em um banquete ou celebração, refletindo a alegria do povo de Deus.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a comunhão e a alegria que vêm da presença de Deus entre seu povo.","conexao_teologica":"A celebração e a alegria são temas recorrentes na Bíblia, simbolizando a relação íntima entre Deus e seu povo.","referencias_relacionadas":["Salmos 104:15","Isaías 25:6","João 7:37-38"]},"ezequiel_39_19_enough":{"palavra_pt":"enough","palavra_original":"שׇׂבְעָה","transliteracao":"sobʻâh","strong":"H7654","significado_raiz":"Ideia básica: enough.","significado_contextual":"Indica a plenitude e a satisfação que vêm de Deus.","explicacao_detalhada":"A palavra 'enough' (שׇׂבְעָה) sugere que Deus provê o suficiente para seu povo, tanto em termos físicos quanto espirituais.","por_que_esta_palavra":"É uma afirmação da abundância de Deus e de sua capacidade de satisfazer as necessidades de seu povo.","conexao_teologica":"A provisão de Deus é um tema central na Bíblia, refletindo seu caráter generoso e cuidadoso.","referencias_relacionadas":["Salmos 23:1","Filipenses 4:19","Mateus 6:33"]},"ezequiel_39_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas, especialmente em um contexto de adoração e serviço a Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma abordagem abrangente e completa na adoração e na vida cristã.","por_que_esta_palavra":"É importante entender que a maneira de servir a Deus deve ser feita com integridade e devoção.","conexao_teologica":"A forma como adoramos a Deus reflete nossa compreensão de sua santidade e majestade.","referencias_relacionadas":["Colossenses 3:23","Romanos 12:1","1 Coríntios 10:31"]},"ezequiel_39_20_encher":{"palavra_pt":"encher","palavra_original":"שָׂבַע","transliteracao":"sâbaʻ","strong":"H7646","significado_raiz":"Ideia básica: encher.","significado_contextual":"Indica a ação de preencher ou satisfazer, especialmente em um contexto de bênçãos divinas.","explicacao_detalhada":"A palavra 'encher' (שָׂבַע) é usada para descrever a abundância que Deus oferece ao seu povo, tanto em bênçãos materiais quanto espirituais.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a generosidade de Deus e sua disposição em suprir as necessidades de seu povo.","conexao_teologica":"A ideia de ser preenchido por Deus é central na experiência cristã, refletindo a plenitude do Espírito Santo.","referencias_relacionadas":["Efésios 3:19","João 10:10","Salmos 107:9"]},"ezequiel_39_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, especialmente em um contexto de adoração a Deus.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para descrever a ação de oferecer louvor e adoração a Deus, reconhecendo sua soberania.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância de dar a Deus o que é devido a Ele, incluindo louvor e gratidão.","conexao_teologica":"Dar a Deus é um ato de reconhecimento de sua grandeza e bondade, refletindo a relação entre Criador e criatura.","referencias_relacionadas":["Salmos 96:8","Mateus 5:16","Romanos 12:1"]},"ezequiel_39_21_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus, que é manifestada em suas obras e caráter.","explicacao_detalhada":"A palavra 'glória' (כָּבוֹד) é usada para descrever a majestade e a honra de Deus, que são dignas de adoração.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância de reconhecer a grandeza de Deus em todas as suas ações.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo sua natureza e seu relacionamento com a criação.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"ezequiel_39_21_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se aos povos e nações, destacando a diversidade da criação de Deus.","explicacao_detalhada":"A palavra 'nação' (גּוֹי) é usada para descrever os diferentes grupos de pessoas que Deus criou e que têm um papel na história da salvação.","por_que_esta_palavra":"A escolha dessa palavra ressalta a inclusão de todos os povos na promessa de Deus.","conexao_teologica":"A missão de Deus abrange todas as nações, refletindo seu desejo de que todos venham a conhecê-lo.","referencias_relacionadas":["Gênesis 12:3","Mateus 28:19","Apocalipse 7:9"]},"ezequiel_39_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo determinado por Deus, especialmente em relação ao juízo e à redenção.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para descrever um período específico em que Deus agirá de maneira decisiva na história.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a certeza e a inevitabilidade dos planos de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao retorno de Cristo e ao cumprimento das promessas de Deus.","referencias_relacionadas":["Atos 2:20","1 Tessalonicenses 5:2","Apocalipse 20:11-15"]},"ezequiel_39_22_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento profundo e relacional que o povo de Deus terá de seu Criador.","explicacao_detalhada":"A palavra 'conhecer' (יָדַע) implica em um relacionamento íntimo e pessoal com Deus, que vai além do conhecimento intelectual.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância do relacionamento pessoal com Deus na vida do crente.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida espiritual e é um tema recorrente nas Escrituras.","referencias_relacionadas":["Jeremias 31:34","Filipenses 3:10","1 João 2:3"]},"ezequiel_39_22_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à habitação do povo de Israel, simbolizando a presença de Deus entre eles.","explicacao_detalhada":"A palavra 'casa' neste contexto representa não apenas um edifício físico, mas também a comunidade e a relação do povo com Deus. É um espaço sagrado onde se manifesta a aliança entre Deus e Israel.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a intimidade e a proteção que Deus oferece ao Seu povo, como um lar seguro.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a habitação divina entre os homens e a promessa de restauração e proteção.","referencias_relacionadas":["Salmos 27:4","Hebreus 3:6","1 Pedro 2:5"]},"ezequiel_39_23_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Indica um conhecimento profundo e relacional, não apenas intelectual.","explicacao_detalhada":"Neste versículo, 'conhecer' implica em um entendimento íntimo da relação entre Deus e Seu povo, onde o conhecimento se traduz em experiência e vivência da fé.","por_que_esta_palavra":"A palavra é escolhida para destacar a importância do relacionamento pessoal com Deus, que vai além do mero saber.","conexao_teologica":"O conhecimento de Deus é fundamental na teologia bíblica, refletindo a necessidade de um relacionamento pessoal e transformador com Ele.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","João 17:3"]},"ezequiel_39_23_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se ao povo de Israel e, por extensão, a todas as nações que reconhecem a soberania de Deus.","explicacao_detalhada":"A palavra 'nação' neste contexto enfatiza a identidade coletiva do povo de Deus e sua relação com as nações ao redor, destacando a soberania divina sobre todas as terras.","por_que_esta_palavra":"A escolha de 'nação' ressalta a ideia de um povo escolhido que deve testemunhar a grandeza de Deus entre as nações.","conexao_teologica":"A missão de Israel como luz para as nações é um tema central na Bíblia, refletindo o plano redentor de Deus para toda a humanidade.","referencias_relacionadas":["Isaías 49:6","Mateus 28:19","Atos 1:8"]},"ezequiel_39_23_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual Deus age em favor do Seu povo.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a resposta do povo, indicando que as ações divinas são motivadas pela relação de aliança.","por_que_esta_palavra":"É importante para estabelecer a lógica da ação de Deus em resposta ao comportamento do povo, mostrando a responsabilidade mútua.","conexao_teologica":"A relação entre a obediência do povo e as bênçãos de Deus é um princípio teológico fundamental na Escritura.","referencias_relacionadas":["Deuteronômio 28:1-2","Gálatas 6:7","Tiago 4:8"]},"ezequiel_39_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza força e poder, possivelmente referindo-se ao juízo de Deus sobre as nações.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como uma metáfora para a força de Deus em trazer juízo e proteção ao Seu povo, refletindo a natureza poderosa de Sua intervenção.","por_que_esta_palavra":"A escolha de 'urso' destaca a ferocidade e a determinação de Deus em defender Seu povo contra os inimigos.","conexao_teologica":"A imagem de animais ferozes é frequentemente usada na Bíblia para descrever a força e o poder de Deus em ação.","referencias_relacionadas":["Daniel 7:5","Salmos 91:13","Isaías 31:4"]},"ezequiel_39_25_amor":{"palavra_pt":"amor","palavra_original":"רָחַם","transliteracao":"râcham","strong":"H7355","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se à compaixão e ao cuidado de Deus pelo Seu povo.","explicacao_detalhada":"A palavra 'amor' neste contexto enfatiza a natureza misericordiosa de Deus, que se preocupa profundamente com o bem-estar de Israel e deseja restaurá-lo.","por_que_esta_palavra":"A escolha da palavra 'amor' é crucial para entender a motivação de Deus em agir em favor de Seu povo, revelando Seu caráter amoroso.","conexao_teologica":"O amor de Deus é um tema central na Bíblia, refletindo Sua disposição de se relacionar com a humanidade de maneira íntima e pessoal.","referencias_relacionadas":["Romanos 5:8","1 João 4:9-10","Salmos 136:1"]},"ezequiel_39_25_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' neste contexto destaca a posição de Deus como Rei e Governante, enfatizando Sua autoridade sobre Israel e as nações.","por_que_esta_palavra":"A escolha da palavra 'senhor' é fundamental para reconhecer a majestade e o poder de Deus em todas as situações.","conexao_teologica":"A soberania de Deus é um tema recorrente na teologia, afirmando que Ele está no controle de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:6-7","Apocalipse 19:16"]},"ezequiel_39_25_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à divindade e à natureza suprema de Deus.","explicacao_detalhada":"A palavra 'Deus' neste contexto enfatiza a singularidade e a majestade de Yahweh, que é o único digno de adoração e reverência.","por_que_esta_palavra":"A escolha da palavra 'Deus' é essencial para afirmar a exclusividade da divindade de Israel em contraste com os ídolos das nações.","conexao_teologica":"A unicidade de Deus é um princípio fundamental na fé judaico-cristã, que afirma que não há outro como Ele.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 43:10-11","João 14:6"]},"ezequiel_39_26_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza e majestade de Deus em Sua ação de restauração.","explicacao_detalhada":"A palavra 'grande' neste contexto destaca a magnitude das obras de Deus e Sua capacidade de restaurar e redimir Seu povo.","por_que_esta_palavra":"A escolha da palavra 'grande' é importante para enfatizar que as ações de Deus são além da compreensão humana.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, refletindo Sua soberania e poder sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"ezequiel_39_26_confusion":{"palavra_pt":"confusao","palavra_original":"כְּלִמָּה","transliteracao":"kᵉlimmâh","strong":"H3639","significado_raiz":"Ideia básica: confusao.","significado_contextual":"Refere-se ao estado de desordem e desespero que pode ocorrer quando o povo se afasta de Deus.","explicacao_detalhada":"A palavra 'confusão' neste contexto indica as consequências da desobediência e a necessidade de restauração que Deus oferece.","por_que_esta_palavra":"A escolha da palavra 'confusão' é significativa para mostrar o contraste entre a ordem divina e a desordem causada pelo pecado.","conexao_teologica":"A confusão é frequentemente associada ao juízo de Deus, mas também à Sua misericórdia em trazer restauração.","referencias_relacionadas":["Salmos 37:20","Isaías 54:4","1 Coríntios 14:33"]},"ezequiel_39_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus irá agir em relação ao Seu povo.","explicacao_detalhada":"A palavra 'modo' indica a forma específica que Deus escolhe para intervir na história de Israel, mostrando Seu poder e soberania.","por_que_esta_palavra":"É importante para entender a natureza da ação divina e como ela se manifesta no mundo.","conexao_teologica":"A maneira de Deus agir é um tema central na teologia, refletindo Sua vontade e planos para a humanidade.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 145:17"]},"ezequiel_39_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como o lugar prometido a Israel, simbolizando a presença de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'terra' aqui representa não apenas o espaço físico, mas também a herança espiritual e a promessa de Deus a Israel.","por_que_esta_palavra":"A terra é um elemento fundamental na aliança entre Deus e Israel, sendo um símbolo de bênção e proteção.","conexao_teologica":"A relação entre Deus e a terra é um tema recorrente na Bíblia, refletindo a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:5","Salmos 37:11"]},"ezequiel_39_27_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar, que implica em separar algo para uso sagrado.","explicacao_detalhada":"A palavra 'santificar' indica a purificação e a consagração do povo e da terra, preparando-os para a presença de Deus.","por_que_esta_palavra":"A santificação é essencial para a relação entre Deus e Seu povo, pois enfatiza a necessidade de pureza e dedicação.","conexao_teologica":"A santidade de Deus exige que Seu povo também seja santo, refletindo a natureza divina.","referencias_relacionadas":["Levítico 20:7-8","1 Pedro 1:15-16","Hebreus 12:14"]},"ezequiel_39_27_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a presença de Deus entre o Seu povo, enfatizando a proximidade e a comunhão.","explicacao_detalhada":"A palavra 'entre' sugere um relacionamento íntimo e ativo de Deus com Israel, onde Ele se faz presente em meio a eles.","por_que_esta_palavra":"A presença de Deus é fundamental para a identidade do povo de Israel e sua missão no mundo.","conexao_teologica":"A ideia de Deus estar 'entre' Seu povo é um tema central na Bíblia, culminando na encarnação de Cristo.","referencias_relacionadas":["Êxodo 25:8","Mateus 1:23","Apocalipse 21:3"]},"ezequiel_39_28_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento que o povo terá de Deus após a restauração.","explicacao_detalhada":"A palavra 'conhecer' implica em um relacionamento profundo e pessoal com Deus, não apenas um conhecimento intelectual.","por_que_esta_palavra":"O verdadeiro conhecimento de Deus transforma vidas e é essencial para a fé.","conexao_teologica":"O conhecimento de Deus é um tema central na teologia, refletindo a importância de um relacionamento pessoal com o Criador.","referencias_relacionadas":["Jeremias 31:34","Filipenses 3:10","1 João 2:3"]},"ezequiel_39_28_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual Deus agirá em favor de Seu povo.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a resposta do povo, enfatizando a relação entre fé e ação divina.","por_que_esta_palavra":"É crucial entender as razões de Deus para agir, pois isso revela Seu caráter e intenções.","conexao_teologica":"A relação entre a ação de Deus e a resposta humana é um tema importante na teologia bíblica.","referencias_relacionadas":["Romanos 8:28","Tiago 1:17","Salmos 103:10-12"]},"ezequiel_39_28_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a soberania e o domínio de Deus sobre todas as coisas.","por_que_esta_palavra":"O nome de Deus é central na adoração e na identidade do povo de Israel.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ezequiel_39_29_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade de Deus e à verdade de Suas promessas.","explicacao_detalhada":"A palavra 'verdade' implica em autenticidade e a certeza de que Deus cumprirá o que prometeu.","por_que_esta_palavra":"A verdade de Deus é um fundamento essencial para a fé e a esperança do povo.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo Sua natureza imutável.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"ezequiel_39_29_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida plena que Deus oferece ao Seu povo.","explicacao_detalhada":"A palavra 'vida' implica em uma existência abundante e significativa, conforme o propósito divino.","por_que_esta_palavra":"A vida em Deus é um tema central na mensagem bíblica, refletindo a redenção e a restauração.","conexao_teologica":"A vida eterna é uma promessa fundamental na teologia cristã, simbolizando a relação com Deus.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"ezequiel_39_29_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sacrifício e à redenção através do sangue.","explicacao_detalhada":"A palavra 'sangue' simboliza a vida e a expiação dos pecados, essencial para a relação entre Deus e a humanidade.","por_que_esta_palavra":"O sangue é um símbolo poderoso de sacrifício e redenção na Bíblia.","conexao_teologica":"A teologia do sangue é central na mensagem do evangelho, refletindo o sacrifício de Cristo.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Hebreus 9:22"]}}