{"ezequiel_4_1_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se à ação de Ezequiel em representar a mensagem de Deus de maneira visual e simbólica.","explicacao_detalhada":"A palavra 'dar' é usada novamente, indicando que Ezequiel deve 'dar' uma representação da mensagem de Deus através de ações e símbolos.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a importância da comunicação não apenas verbal, mas também através de ações e símbolos que falam ao povo.","conexao_teologica":"Deus frequentemente usa símbolos e ações para comunicar verdades espirituais, mostrando que a mensagem pode ser transmitida de várias maneiras.","referencias_relacionadas":["Ezequiel 4:2","Mateus 13:34-35","Hebreus 1:1-2","Apocalipse 1:1"]},"ezequiel_4_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e herança, simbolizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada frequentemente na Bíblia para indicar não apenas a relação biológica, mas também a relação espiritual e de compromisso entre Deus e Seu povo. Em Ezequiel, essa relação é enfatizada em um contexto de advertência e julgamento.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a responsabilidade e a expectativa que Deus tem sobre Seu povo, como filhos que devem seguir Seus caminhos.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia bíblica, refletindo a intimidade e a responsabilidade que vem com essa relação.","referencias_relacionadas":["Salmos 2:7","Mateus 5:9","Romanos 8:14"]},"ezequiel_4_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou entregar algo, neste caso, uma mensagem ou aviso.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é utilizada para expressar a ideia de transmitir uma ordem divina ou um aviso ao povo. Em Ezequiel, isso é crucial para a comunicação da vontade de Deus.","por_que_esta_palavra":"A palavra 'dar' é escolhida para enfatizar a seriedade da mensagem que está sendo transmitida, como um ato de entrega de responsabilidade.","conexao_teologica":"Deus frequentemente dá instruções ao Seu povo, e a obediência a essas instruções é fundamental para a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 12:1","Êxodo 20:1","Mateus 28:19"]},"ezequiel_4_2_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Simboliza a vida e a morte, além de ser um elemento central nas questões de sacrifício e redenção.","explicacao_detalhada":"A palavra 'sangue' (שָׁפַךְ) é frequentemente associada ao sacrifício e à expiação na Bíblia. Em Ezequiel, o sangue representa a gravidade do pecado e as consequências que ele traz.","por_que_esta_palavra":"A menção do sangue serve para lembrar o povo da seriedade do pecado e da necessidade de arrependimento.","conexao_teologica":"O sangue é um tema central na teologia da redenção, simbolizando o sacrifício de Cristo e a nova aliança.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"ezequiel_4_2_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se à construção de algo novo, simbolizando restauração e esperança.","explicacao_detalhada":"A palavra 'construir' (בָּנָה) é usada para descrever o ato de edificar não apenas fisicamente, mas também espiritualmente. Em Ezequiel, isso pode se referir à restauração do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'construir' enfatiza a intenção de Deus de restaurar e edificar Seu povo após o juízo.","conexao_teologica":"Deus é frequentemente descrito como o arquiteto de nossa vida espiritual, chamando-nos a edificar nossa fé.","referencias_relacionadas":["Salmos 127:1","Mateus 16:18","1 Coríntios 3:9"]},"ezequiel_4_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Reitera a ideia de dar ou entregar uma mensagem, enfatizando a urgência da comunicação divina.","explicacao_detalhada":"A repetição da palavra 'dar' (נָתַן) neste contexto reforça a importância da mensagem que deve ser proclamada ao povo, indicando que é uma ordem direta de Deus.","por_que_esta_palavra":"A repetição serve para enfatizar a urgência e a seriedade da comunicação que deve ser feita.","conexao_teologica":"A comunicação de Deus ao Seu povo é um tema recorrente, mostrando a importância da obediência e da resposta à Sua palavra.","referencias_relacionadas":["Isaías 6:8","Jeremias 1:7","Atos 10:42"]},"ezequiel_4_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local específico, simbolizando a comunidade e a coletividade do povo de Deus.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para indicar não apenas um lugar físico, mas também a identidade e a cultura do povo que habita ali. Em Ezequiel, isso é relevante para entender o juízo e a restauração.","por_que_esta_palavra":"A menção da cidade destaca a importância da coletividade e da responsabilidade compartilhada entre os habitantes.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como um símbolo do povo de Deus e de Sua presença entre eles.","referencias_relacionadas":["Salmos 48:1","Mateus 5:14","Hebreus 11:10"]},"ezequiel_4_3_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude e a importância do que está sendo descrito, neste caso, a cidade.","explicacao_detalhada":"A palavra 'grande' (כּוּן) é utilizada para enfatizar a importância e a relevância da cidade em questão, que pode ser vista como um símbolo do povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'grande' ressalta a significância do local e o impacto que ele tem na história do povo de Deus.","conexao_teologica":"A grandeza de Deus é refletida em Sua obra entre as nações e em Seu povo, mostrando que Ele é soberano sobre todas as coisas.","referencias_relacionadas":["Salmos 48:1","Isaías 2:2","Apocalipse 21:2"]},"ezequiel_4_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico de tempo, simbolizando um tempo de julgamento ou de ação divina.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um tempo determinado em que Deus agirá. Em Ezequiel, isso pode se referir a um tempo de juízo ou de restauração.","por_que_esta_palavra":"A menção do dia enfatiza a certeza e a inevitabilidade da ação de Deus no tempo determinado.","conexao_teologica":"O conceito de tempo é importante na teologia bíblica, pois Deus age em momentos específicos da história da humanidade.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Pedro 3:8"]},"ezequiel_4_4_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de repousar, simbolizando um tempo de paz ou de restauração.","explicacao_detalhada":"A palavra 'descanso' (שָׁכַב) é usada para descrever um estado de tranquilidade e paz. Em Ezequiel, isso pode se referir ao descanso que Deus promete ao Seu povo após o juízo.","por_que_esta_palavra":"A escolha da palavra 'descanso' é significativa, pois indica a esperança de um futuro em paz após a disciplina.","conexao_teologica":"O descanso é um tema importante na Bíblia, simbolizando a paz que vem de Deus e a promessa de um futuro restaurado.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9","Apocalipse 14:13"]},"ezequiel_4_4_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Novamente, indica a magnitude e a importância do que está sendo descrito, neste caso, o dia de descanso.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) é utilizada para enfatizar a importância do dia de descanso, que é um tempo significativo na obra de Deus.","por_que_esta_palavra":"A menção de 'grande' destaca a relevância do tempo de descanso e a seriedade com que deve ser tratado.","conexao_teologica":"A grandeza de Deus é refletida em Seus planos para a humanidade, incluindo o descanso e a restauração.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Romanos 11:33"]},"ezequiel_4_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada para expressar a ação de conceder ou entregar algo.","explicacao_detalhada":"No contexto de Ezequiel 4:5, a palavra 'dar' refere-se à entrega de um juízo ou mensagem de Deus ao povo de Israel, simbolizando a responsabilidade divina sobre a nação.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre Deus e Seu povo, onde Ele dá instruções e advertências.","conexao_teologica":"A ideia de dar é central na teologia bíblica, onde Deus dá Sua lei, Sua graça e Sua salvação.","referencias_relacionadas":["Gênesis 1:29","Salmos 37:4","Tiago 1:17"]},"ezequiel_4_5_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a ações ou comportamentos que são contrários à vontade de Deus.","explicacao_detalhada":"Em Ezequiel 4:5, o 'mal' é associado ao pecado do povo, que resultou em juízo e punição.","por_que_esta_palavra":"É importante para entender a natureza do pecado e suas consequências na relação entre Deus e a humanidade.","conexao_teologica":"O conceito de mal é fundamental para a compreensão da necessidade de redenção e da graça de Deus.","referencias_relacionadas":["Romanos 3:23","Isaías 53:6","1 João 1:8"]},"ezequiel_4_5_phrase":{"palavra_pt":"expressao","palavra_original":"מִסְפָּר","transliteracao":"miçpâr","strong":"H4557","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma forma de comunicar ou manifestar algo.","explicacao_detalhada":"No versículo, a expressão pode ser vista como a maneira pela qual Deus se comunica com o povo através de Ezequiel.","por_que_esta_palavra":"É essencial para entender como a comunicação divina é transmitida aos seres humanos.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, onde Ele se expressa através de profetas, escrituras e, finalmente, em Jesus Cristo.","referencias_relacionadas":["Hebreus 1:1-2","João 1:14","2 Timóteo 3:16"]},"ezequiel_4_6_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' implica um estado de tranquilidade ou cessação de atividades.","explicacao_detalhada":"Em Ezequiel 4:6, o descanso pode simbolizar a pausa no juízo ou a esperança de restauração após a disciplina.","por_que_esta_palavra":"É importante para entender a promessa de Deus de trazer alívio e restauração ao Seu povo.","conexao_teologica":"O descanso é um tema que se conecta com o conceito de sabá e a promessa de descanso eterno em Cristo.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-11","Salmos 23:2"]},"ezequiel_4_6_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término de um ciclo ou a conclusão de um processo.","explicacao_detalhada":"No contexto de Ezequiel 4:6, o fim pode ser visto como a conclusão do juízo ou a realização das promessas de Deus.","por_que_esta_palavra":"É crucial para entender que Deus tem um plano e um propósito que culminam em um desfecho.","conexao_teologica":"A ideia de fim é fundamental na escatologia, onde se fala do fim dos tempos e da volta de Cristo.","referencias_relacionadas":["Apocalipse 21:6","Mateus 24:14","Romanos 8:28"]},"ezequiel_4_6_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' indica algo de magnitude ou importância.","explicacao_detalhada":"Em Ezequiel 4:6, 'grande' pode se referir à grandeza do juízo de Deus ou à importância da mensagem que Ezequiel traz.","por_que_esta_palavra":"É importante para enfatizar a seriedade e a magnitude das ações de Deus.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo Seu poder e soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"ezequiel_4_7_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar verbalmente.","explicacao_detalhada":"No contexto de Ezequiel 4:7, 'falar' é a ação de Deus através de Ezequiel, transmitindo Sua mensagem ao povo.","por_que_esta_palavra":"É essencial para entender a função profética e a importância da comunicação divina.","conexao_teologica":"A fala de Deus é um meio pelo qual Ele revela Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Romanos 10:17","Salmos 119:105","1 Pedro 4:11"]},"ezequiel_4_7_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' aqui também enfatiza a magnitude da mensagem ou do juízo.","explicacao_detalhada":"Em Ezequiel 4:7, a grandeza pode se referir à importância do que está sendo comunicado e à seriedade do aviso.","por_que_esta_palavra":"É importante para destacar a urgência e a relevância da mensagem de Deus.","conexao_teologica":"A grandeza de Deus e de Sua palavra é um tema que permeia toda a Escritura.","referencias_relacionadas":["Salmos 119:160","Isaías 55:11","2 Timóteo 2:15"]},"ezequiel_4_7_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à força ou capacidade de realizar algo.","explicacao_detalhada":"No contexto de Ezequiel 4:7, 'poderoso' pode se referir à força de Deus em cumprir Suas promessas e juízos.","por_que_esta_palavra":"É importante para entender a soberania e o poder de Deus sobre todas as coisas.","conexao_teologica":"A ideia de poder é central na teologia, refletindo a capacidade de Deus de agir e intervir na história.","referencias_relacionadas":["Salmos 62:11","Jeremias 32:17","Efésios 1:19-20"]},"ezequiel_4_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é novamente utilizada para expressar a ação de conceder ou entregar algo.","explicacao_detalhada":"Em Ezequiel 4:8, a repetição da palavra 'dar' enfatiza a continuidade da mensagem e do juízo de Deus.","por_que_esta_palavra":"A repetição serve para reforçar a importância da mensagem que deve ser ouvida e respondida.","conexao_teologica":"A continuidade da comunicação divina é um tema importante, mostrando que Deus não desiste de Seu povo.","referencias_relacionadas":["Isaías 55:3","Mateus 5:6","Apocalipse 3:20"]},"ezequiel_4_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à autenticidade das promessas de Deus.","explicacao_detalhada":"No contexto de Ezequiel 4:8, a verdade é um conceito central que destaca a importância de viver de acordo com a palavra de Deus e suas promessas. A fidelidade de Deus é um tema recorrente nas Escrituras.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a necessidade de honestidade e integridade na relação entre Deus e seu povo.","conexao_teologica":"A verdade é um atributo de Deus, e os crentes são chamados a viver em verdade, refletindo o caráter divino.","referencias_relacionadas":["João 14:6","Salmos 25:5","Salmos 119:160"]},"ezequiel_4_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um período específico de tempo determinado por Deus para um propósito.","explicacao_detalhada":"Em Ezequiel 4:8, o dia é usado para simbolizar a duração do juízo e a disciplina que Deus impõe ao seu povo. O conceito de dia é frequentemente associado a eventos significativos na história da salvação.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a cronologia dos eventos proféticos e a soberania de Deus sobre o tempo.","conexao_teologica":"Deus é Senhor do tempo e usa períodos específicos para cumprir seus planos redentores.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","2 Pedro 3:8"]},"ezequiel_4_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer algo, neste caso, uma mensagem ou um aviso de Deus ao povo.","explicacao_detalhada":"Em Ezequiel 4:9, o ato de dar é um chamado à ação, onde Deus instrui Ezequiel a transmitir uma mensagem de arrependimento e retorno a Ele.","por_que_esta_palavra":"Esta palavra é crucial para entender a responsabilidade do profeta em comunicar a vontade de Deus ao povo.","conexao_teologica":"Deus frequentemente usa mensageiros para transmitir sua palavra, mostrando a importância da obediência e da proclamação.","referencias_relacionadas":["Romanos 10:14","Isaías 6:8","Mateus 28:19-20"]},"ezequiel_4_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode simbolizar força e ferocidade, representando a natureza de um animal que é temido.","explicacao_detalhada":"No contexto de Ezequiel 4:9, a menção do urso pode ser uma metáfora para a força e a ferocidade do juízo de Deus sobre aqueles que desobedecem.","por_que_esta_palavra":"A palavra é usada para ilustrar a gravidade da situação e a necessidade de atenção ao aviso divino.","conexao_teologica":"Deus é descrito como um guerreiro que luta por seu povo, e a ferocidade do urso pode refletir a seriedade de sua disciplina.","referencias_relacionadas":["Amós 3:8","Salmos 91:13","Oséias 13:8"]},"ezequiel_4_9_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' refere-se à necessidade básica de sustento físico e espiritual.","explicacao_detalhada":"Em Ezequiel 4:9, o alimento simboliza a provisão de Deus e a importância de depender dele para sustento, tanto físico quanto espiritual.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre a provisão de Deus e a sobrevivência do seu povo.","conexao_teologica":"Jesus se apresenta como o pão da vida, enfatizando a necessidade de se alimentar espiritualmente da palavra de Deus.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14-15"]},"ezequiel_4_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' aqui novamente refere-se a um período específico de tempo que Deus designou para um propósito.","explicacao_detalhada":"Em Ezequiel 4:10, o dia é mencionado para enfatizar a continuidade do juízo e a disciplina que Deus impõe ao seu povo.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a seriedade e a importância do tempo no plano de Deus.","conexao_teologica":"O tempo é uma ferramenta que Deus usa para moldar a história e a vida de seu povo.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 6:9","Hebreus 3:13"]},"ezequiel_4_10_weight":{"palavra_pt":"weight","palavra_original":"מִשְׁקוֹל","transliteracao":"mishqôwl","strong":"H4946","significado_raiz":"Ideia básica: weight.","significado_contextual":"A palavra 'peso' refere-se à medida que pode simbolizar a carga ou a responsabilidade que alguém carrega.","explicacao_detalhada":"Em Ezequiel 4:10, o peso pode simbolizar a gravidade da situação e a responsabilidade que o povo tem diante de Deus.","por_que_esta_palavra":"Esta palavra é importante para entender a seriedade das consequências do pecado e da desobediência.","conexao_teologica":"O peso do pecado é um tema que aparece em várias partes da Bíblia, mostrando a necessidade de arrependimento.","referencias_relacionadas":["Gálatas 6:5","Mateus 11:30","1 Pedro 5:7"]},"ezequiel_4_10_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um momento ou uma ocasião específica que deve ser reconhecida.","explicacao_detalhada":"Em Ezequiel 4:10, a expressão pode indicar a importância de reconhecer os tempos e as estações que Deus designa para seu povo.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a necessidade de discernimento espiritual em relação aos planos de Deus.","conexao_teologica":"Deus é o Senhor do tempo e nos chama a estar atentos às suas direções em cada estação da vida.","referencias_relacionadas":["Eclesiastes 3:1-8","Romanos 13:11","1 Crônicas 12:32"]},"ezequiel_4_11_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"A palavra 'águas' refere-se à necessidade de purificação e renovação espiritual.","explicacao_detalhada":"Em Ezequiel 4:11, as águas podem simbolizar a vida e a purificação que vem de Deus, essencial para a sobrevivência espiritual.","por_que_esta_palavra":"Esta palavra é importante para entender a relação entre a água e a vida espiritual, como um símbolo de renovação.","conexao_teologica":"Jesus é descrito como a água viva, que sacia a sede espiritual do ser humano.","referencias_relacionadas":["João 4:14","Isaías 12:3","Apocalipse 21:6"]},"ezequiel_4_12_cake":{"palavra_pt":"cake","palavra_original":"עֻגָּה","transliteracao":"ʻuggâh","strong":"H5692","significado_raiz":"Ideia básica: cake.","significado_contextual":"A palavra 'bolo' refere-se a um tipo de alimento que pode simbolizar a provisão de Deus.","explicacao_detalhada":"Em Ezequiel 4:12, o bolo é mencionado como parte da dieta que Deus instrui Ezequiel a seguir, simbolizando a necessidade de sustento.","por_que_esta_palavra":"Esta palavra é usada para ilustrar a provisão de Deus em meio à adversidade e a importância de confiar nele.","conexao_teologica":"A provisão de Deus é um tema central na Bíblia, mostrando que Ele cuida de suas criaturas.","referencias_relacionadas":["Mateus 6:11","Salmos 37:25","1 Reis 17:12-15"]},"ezequiel_4_12_dung":{"palavra_pt":"dung","palavra_original":"גֵּלֶל","transliteracao":"gêlel","strong":"H1561","significado_raiz":"Ideia básica: dung.","significado_contextual":"Refere-se ao excremento, simbolizando a impureza e a condição degradante do povo de Israel.","explicacao_detalhada":"No contexto de Ezequiel 4:12, o uso de 'dung' é uma representação da situação espiritual e moral do povo, que estava em desobediência a Deus. O profeta é instruído a usar excremento como parte de sua dieta simbólica, enfatizando a gravidade do pecado.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a degradação e a impureza que resultam da desobediência a Deus.","conexao_teologica":"A impureza é um tema recorrente na Bíblia, simbolizando a separação entre Deus e o homem devido ao pecado.","referencias_relacionadas":["Isaías 64:6","Levítico 11:32","Ezequiel 36:25"]},"ezequiel_4_12_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, criado à imagem de Deus, mas que se afastou de Sua vontade.","explicacao_detalhada":"Em Ezequiel 4:12, a palavra 'homem' é usada para reafirmar a identidade do povo de Israel como seres criados por Deus, mas que se tornaram desobedientes e impuros.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e a humanidade, especialmente no contexto da queda e da necessidade de redenção.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia, refletindo a dignidade e a responsabilidade do ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Romanos 3:23"]},"ezequiel_4_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou pronunciar uma mensagem de Deus.","explicacao_detalhada":"No versículo, a palavra 'dizer' é usada para enfatizar a importância da comunicação da mensagem divina ao povo, que estava em desobediência.","por_que_esta_palavra":"A palavra é crucial para entender a função do profeta como porta-voz de Deus, trazendo advertências e instruções.","conexao_teologica":"A comunicação divina é um aspecto vital da relação entre Deus e Seu povo, mostrando que Ele se preocupa em se revelar e guiar.","referencias_relacionadas":["Amós 3:7","Jeremias 1:7","Ezequiel 2:7"]},"ezequiel_4_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"Em Ezequiel 4:13, o nome 'Senhor' é invocado para mostrar que a mensagem que está sendo proclamada vem de uma autoridade suprema e não de um mero humano.","por_que_esta_palavra":"O nome de Deus é central na adoração e na obediência, refletindo Sua natureza e caráter.","conexao_teologica":"O nome de Deus é um tema importante na Bíblia, simbolizando Sua presença e poder entre o Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ezequiel_4_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e Seu povo, muitas vezes descrita como uma relação paternal.","explicacao_detalhada":"A palavra 'filho' em Ezequiel 4:13 destaca a intimidade da relação entre Deus e Israel, que é frequentemente chamada de 'filho' em um sentido espiritual.","por_que_esta_palavra":"A palavra é usada para enfatizar a responsabilidade e a expectativa que Deus tem para com Seu povo.","conexao_teologica":"A relação pai-filho é um tema central na teologia, refletindo o amor e a disciplina de Deus.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:15"]},"ezequiel_4_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou pronunciar uma mensagem de Deus.","explicacao_detalhada":"A repetição da palavra 'dizer' em Ezequiel 4:14 reforça a importância da comunicação da mensagem divina e a urgência da advertência ao povo.","por_que_esta_palavra":"A palavra é essencial para entender o papel do profeta como mensageiro de Deus, que deve transmitir fielmente o que lhe é revelado.","conexao_teologica":"A comunicação de Deus com Seu povo é um aspecto fundamental da revelação divina e da resposta humana.","referencias_relacionadas":["Ezequiel 2:7","Jeremias 1:17","Amós 3:8"]},"ezequiel_4_14_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' em Ezequiel 4:14 enfatiza a posição de Deus como autoridade suprema, que exige obediência e reverência.","por_que_esta_palavra":"A palavra é usada para reafirmar a importância da submissão a Deus e a seriedade de Sua mensagem.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu controle sobre a história e a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8-9"]},"ezequiel_4_14_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à divindade e à natureza de Deus como Senhor e Criador.","explicacao_detalhada":"A palavra 'Senhor' em Ezequiel 4:14 é usada para enfatizar a autoridade e a divindade de Deus, que está por trás da mensagem que o profeta transmite.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e Seu povo, destacando Sua soberania e poder.","conexao_teologica":"A natureza de Deus como Senhor é um tema central na Bíblia, refletindo Sua majestade e poder sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Apocalipse 1:8"]},"ezequiel_4_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e ferocidade, usado como metáfora.","explicacao_detalhada":"Em Ezequiel 4:15, a palavra 'urso' pode ser interpretada como uma representação de força e poder, possivelmente aludindo a um julgamento severo.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a ferocidade do julgamento de Deus sobre o pecado.","conexao_teologica":"A ferocidade de Deus em relação ao pecado é um tema que aparece em várias partes da Escritura, mostrando Sua justiça.","referencias_relacionadas":["Amós 3:8","Salmos 50:3","Isaías 66:15"]},"ezequiel_4_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou pronunciar uma mensagem de Deus.","explicacao_detalhada":"A repetição da palavra 'dizer' em Ezequiel 4:15 reforça a importância da comunicação da mensagem divina e a urgência da advertência ao povo.","por_que_esta_palavra":"A palavra é essencial para entender o papel do profeta como mensageiro de Deus, que deve transmitir fielmente o que lhe é revelado.","conexao_teologica":"A comunicação de Deus com Seu povo é um aspecto fundamental da revelação divina e da resposta humana.","referencias_relacionadas":["Ezequiel 2:7","Jeremias 1:17","Amós 3:8"]},"ezequiel_4_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de fornecer algo, neste caso, uma instrução divina.","explicacao_detalhada":"No contexto de Ezequiel 4:15, Deus instrui Ezequiel a dar algo específico como parte de um ato simbólico. A palavra 'dar' implica em um ato de entrega que é essencial para a mensagem que Ezequiel deve transmitir ao povo.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a responsabilidade de Ezequiel em cumprir a ordem divina e a importância da obediência ao que Deus ordena.","conexao_teologica":"A ideia de dar está ligada à generosidade de Deus e à sua disposição de fornecer o que é necessário para o seu povo, mesmo em tempos de julgamento.","referencias_relacionadas":["Gênesis 1:29","Salmos 145:16","Mateus 7:11"]},"ezequiel_4_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma mensagem importante de Deus.","explicacao_detalhada":"Em Ezequiel 4:16, Deus ordena que Ezequiel diga algo específico ao povo. A palavra 'dizer' implica em transmitir uma mensagem clara e direta, essencial para a compreensão do que Deus deseja.","por_que_esta_palavra":"A escolha de 'dizer' destaca a importância da comunicação profética e a necessidade de que a palavra de Deus seja ouvida e compreendida.","conexao_teologica":"A comunicação divina é um tema central nas Escrituras, mostrando que Deus se revela e se comunica com seu povo através de profetas.","referencias_relacionadas":["Isaías 6:8","Jeremias 1:7","Romanos 10:14"]},"ezequiel_4_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a uma relação familiar, simbolizando herança e continuidade.","explicacao_detalhada":"No versículo, 'filho' pode representar tanto a relação literal quanto a relação espiritual entre Deus e seu povo, enfatizando a responsabilidade e a identidade.","por_que_esta_palavra":"A palavra 'filho' é usada para mostrar a intimidade da relação entre Deus e seu povo, e a expectativa de que eles se comportem como filhos obedientes.","conexao_teologica":"A filiação é um tema importante na teologia bíblica, refletindo a relação de Deus com Israel e, por extensão, com todos os crentes em Cristo.","referencias_relacionadas":["Salmos 2:7","João 1:12","Romanos 8:15"]},"ezequiel_4_16_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma expressão que chama a atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"Em Ezequiel 4:16, 'eis' serve como um alerta para que o povo preste atenção à mensagem que se segue, destacando a urgência e a importância do que Deus está comunicando.","por_que_esta_palavra":"A palavra 'eis' é usada para enfatizar a revelação de algo significativo, muitas vezes associado a uma ação divina ou a um aviso.","conexao_teologica":"A revelação é um aspecto central da teologia, onde Deus se manifesta ao seu povo e chama a atenção para sua vontade.","referencias_relacionadas":["Isaías 43:19","Mateus 28:20","Apocalipse 3:20"]},"ezequiel_4_17_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' refere-se ao sustento físico e espiritual necessário para a vida.","explicacao_detalhada":"Em Ezequiel 4:17, a menção de 'pão' simboliza a provisão de Deus para seu povo, tanto em termos físicos quanto espirituais, refletindo a dependência do homem de Deus.","por_que_esta_palavra":"A escolha da palavra 'alimento' destaca a importância do sustento e da provisão divina, que é essencial para a sobrevivência e o bem-estar do povo.","conexao_teologica":"O conceito de alimento é frequentemente usado nas Escrituras para simbolizar a Palavra de Deus, que nutre espiritualmente.","referencias_relacionadas":["Deuteronômio 8:3","João 6:35","Mateus 4:4"]},"ezequiel_4_17_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"A palavra 'águas' refere-se à necessidade vital de água, simbolizando também a purificação e a vida.","explicacao_detalhada":"Em Ezequiel 4:17, a menção de 'águas' representa a necessidade de sustento e a importância da água como símbolo de vida e renovação espiritual.","por_que_esta_palavra":"A palavra 'águas' é crucial para entender a dependência do povo em relação a Deus, que é a fonte de toda vida.","conexao_teologica":"A água é um símbolo recorrente na Bíblia, representando a purificação e o Espírito Santo, que traz vida e renovação.","referencias_relacionadas":["Isaías 12:3","João 4:14","Apocalipse 22:17"]}}