{"ezequiel_40_1_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo, neste caso, a visão que Ezequiel teve.","explicacao_detalhada":"A palavra 'princípio' indica o ponto de partida da revelação que Ezequiel recebe, marcando o início de uma nova fase na história de Israel.","por_que_esta_palavra":"É crucial para entender que a visão que se segue é uma nova revelação de Deus sobre o futuro do Seu povo.","conexao_teologica":"O princípio é um tema recorrente na Bíblia, simbolizando novos começos e a soberania de Deus na história.","referencias_relacionadas":["Gênesis 1:1","Isaías 46:10","Apocalipse 21:6"]},"ezequiel_40_1_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade específica, que é o novo templo e a nova Jerusalém que Ezequiel descreve.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever o local onde Deus habitará com Seu povo, simbolizando segurança e presença divina.","por_que_esta_palavra":"A cidade representa a restauração e a esperança para Israel após o exílio.","conexao_teologica":"A cidade é um símbolo da habitação de Deus entre os homens, refletindo a promessa de um novo céu e nova terra.","referencias_relacionadas":["Salmos 46:4","Isaías 65:17","Apocalipse 21:2"]},"ezequiel_40_1_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Osso simboliza a estrutura e a vitalidade do corpo, representando a restauração do povo de Israel.","explicacao_detalhada":"A palavra 'osso' é usada para enfatizar a solidez e a força que Deus dará ao Seu povo na restauração.","por_que_esta_palavra":"Os ossos representam a vida e a esperança, especialmente no contexto da visão do vale de ossos secos.","conexao_teologica":"Deus é capaz de trazer vida onde há morte, simbolizando a ressurreição e a nova vida em Cristo.","referencias_relacionadas":["Ezequiel 37:1-14","Romanos 8:11","1 Coríntios 15:42-44"]},"ezequiel_40_2_visao":{"palavra_pt":"visao","palavra_original":"מַרְאָה","transliteracao":"marʼâh","strong":"H4759","significado_raiz":"Ideia básica: visao.","significado_contextual":"Refere-se à experiência sobrenatural que Ezequiel teve ao receber a revelação de Deus.","explicacao_detalhada":"A palavra 'visão' indica um encontro direto com o divino, onde Ezequiel vê o que Deus está prestes a realizar.","por_que_esta_palavra":"A visão é fundamental para a mensagem profética que Ezequiel deve transmitir ao povo.","conexao_teologica":"Visões são um meio pelo qual Deus comunica Sua vontade e planos ao Seu povo.","referencias_relacionadas":["Ezequiel 1:1","Daniel 7:1","Apocalipse 1:1"]},"ezequiel_40_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, o Criador e Sustentador do universo, que se revela a Ezequiel.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade divina sobre todas as coisas, incluindo a história de Israel.","por_que_esta_palavra":"É essencial para entender a natureza de Deus e Seu relacionamento com o Seu povo.","conexao_teologica":"A revelação de Deus é central na teologia bíblica, mostrando Sua vontade e planos para a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"ezequiel_40_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao espaço físico que Deus criou e que será restaurado para Seu povo.","explicacao_detalhada":"A palavra 'terra' simboliza a herança que Deus prometeu a Israel, um lugar de bênção e prosperidade.","por_que_esta_palavra":"A terra é um elemento central na aliança de Deus com Seu povo, representando segurança e estabilidade.","conexao_teologica":"A terra prometida é um símbolo da presença de Deus e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Apocalipse 21:1"]},"ezequiel_40_3_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convidar ou convocar alguém para um propósito específico.","explicacao_detalhada":"A palavra 'vir' ou 'entrar' indica a ação de Ezequiel ao se aproximar da revelação divina.","por_que_esta_palavra":"É um chamado para que Ezequiel participe ativamente da visão que Deus lhe apresenta.","conexao_teologica":"Deus frequentemente chama Seus profetas para cumprir uma missão, mostrando a importância da obediência.","referencias_relacionadas":["Isaías 6:8","Mateus 4:19","Romanos 1:1"]},"ezequiel_40_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, neste caso, Ezequiel, que é escolhido por Deus para transmitir Sua mensagem.","explicacao_detalhada":"A palavra 'homem' destaca a humanidade de Ezequiel e sua função como profeta.","por_que_esta_palavra":"É importante reconhecer a natureza humana do profeta ao receber a revelação divina.","conexao_teologica":"Deus usa homens e mulheres para cumprir Seus propósitos, mostrando a dignidade e o valor da humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Jeremias 1:5","Tiago 5:17"]},"ezequiel_40_3_visao":{"palavra_pt":"visao","palavra_original":"מַרְאֶה","transliteracao":"marʼeh","strong":"H4758","significado_raiz":"Ideia básica: visao.","significado_contextual":"Refere-se à percepção espiritual que Ezequiel teve ao receber a revelação de Deus.","explicacao_detalhada":"A palavra 'visão' aqui enfatiza a clareza e a importância do que Ezequiel está prestes a testemunhar.","por_que_esta_palavra":"A visão é um meio pelo qual Deus comunica verdades profundas ao Seu povo.","conexao_teologica":"As visões são uma forma de Deus revelar Seu plano e propósito, sendo fundamentais na profecia.","referencias_relacionadas":["Ezequiel 1:1","Daniel 2:19","Apocalipse 4:1"]},"ezequiel_40_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente ao ser humano, enfatizando a continuidade da revelação a Ezequiel.","explicacao_detalhada":"A repetição da palavra 'homem' destaca a importância do papel de Ezequiel como intermediário entre Deus e o povo.","por_que_esta_palavra":"É um lembrete de que Deus se comunica através de pessoas, usando suas vidas para Seus propósitos.","conexao_teologica":"A humanidade é fundamental na narrativa bíblica, pois Deus escolhe trabalhar através de homens e mulheres.","referencias_relacionadas":["Ezequiel 2:1","Romanos 10:14","1 Pedro 2:9"]},"ezequiel_40_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas, especialmente em relação às instruções divinas.","explicacao_detalhada":"A palavra 'modo' indica a forma específica e ordenada que Deus estabeleceu para a construção e funcionamento do templo, enfatizando a importância da obediência às diretrizes divinas.","por_que_esta_palavra":"A escolha da palavra 'modo' ressalta a necessidade de seguir as instruções de Deus com precisão, refletindo a santidade do espaço sagrado.","conexao_teologica":"O modo de adoração e a obediência às leis de Deus são fundamentais na teologia do Antigo Testamento, mostrando que Deus é um Deus de ordem.","referencias_relacionadas":["Êxodo 25:9","1 Crônicas 28:19","Hebreus 8:5"]},"ezequiel_40_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a casa de Deus, um lugar de adoração e encontro com o Senhor.","explicacao_detalhada":"A palavra 'casa' simboliza a presença de Deus entre o Seu povo e a importância do templo como um espaço sagrado onde os israelitas podiam se conectar com o divino.","por_que_esta_palavra":"A utilização da palavra 'casa' enfatiza a relação íntima entre Deus e Seu povo, onde Ele habita e se revela.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, representando não apenas um edifício, mas a comunhão entre Deus e a humanidade.","referencias_relacionadas":["Salmos 27:4","Isaías 56:7","Mateus 21:13"]},"ezequiel_40_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Novamente refere-se ao templo, enfatizando a estrutura e a importância do espaço sagrado.","explicacao_detalhada":"A repetição da palavra 'casa' reforça a ideia de que o templo é um local central para a adoração e a presença de Deus entre o Seu povo.","por_que_esta_palavra":"A palavra 'casa' é crucial para entender a relação de Deus com Israel, sendo um lugar de sacrifício e adoração.","conexao_teologica":"O templo é visto como um microcosmo do céu na terra, onde a presença de Deus se manifesta de maneira especial.","referencias_relacionadas":["1 Reis 6:1","Salmos 84:1-2","Atos 7:47-50"]},"ezequiel_40_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como um ser humano, enfatizando a dignidade e o papel do ser humano na criação.","explicacao_detalhada":"A palavra 'homem' destaca a criação de Deus e a responsabilidade que o ser humano tem em relação à terra e à adoração.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa, pois indica a importância do ser humano no plano divino e sua relação com Deus.","conexao_teologica":"A teologia bíblica enfatiza que o homem foi criado à imagem de Deus, o que confere dignidade e propósito à vida humana.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"ezequiel_40_5_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se ao espaço aberto, que pode ser tanto físico quanto simbólico, representando a vida e a produção.","explicacao_detalhada":"A palavra 'campo' sugere a ideia de cultivo e trabalho, refletindo a relação do homem com a terra e a provisão de Deus.","por_que_esta_palavra":"A inclusão da palavra 'campo' destaca a importância do trabalho e da colheita na vida do povo de Deus.","conexao_teologica":"O campo é um símbolo da bênção de Deus e da responsabilidade humana em cuidar da criação.","referencias_relacionadas":["Gênesis 2:15","Rute 2:3","Mateus 13:38"]},"ezequiel_40_6_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de entrar ou vir, simbolizando um convite ou chamado divino.","explicacao_detalhada":"A palavra 'vir/entrar' implica uma ação de aproximação a Deus, que convida o homem a se aproximar de Sua presença.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a iniciativa de Deus em se revelar e convidar os seres humanos a se relacionarem com Ele.","conexao_teologica":"O chamado de Deus é um tema recorrente na Bíblia, onde Ele convida Seu povo a entrar em comunhão com Ele.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"ezequiel_40_6_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho da vida, simbolizando a jornada espiritual e as escolhas que levam à vida plena.","explicacao_detalhada":"A palavra 'vida' sugere a ideia de um caminho a ser seguido, que leva à verdadeira vida em Deus.","por_que_esta_palavra":"A escolha da palavra 'vida' destaca a importância de seguir o caminho que Deus estabeleceu para a plenitude da existência.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, onde a obediência e a fé levam à verdadeira vida.","referencias_relacionadas":["João 14:6","Gálatas 2:20","1 João 5:12"]},"ezequiel_40_6_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à magnitude de Suas obras.","explicacao_detalhada":"A palavra 'grande' enfatiza a majestade e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A escolha da palavra 'grande' é significativa para expressar a incomensurável grandeza de Deus em contraste com a fragilidade humana.","conexao_teologica":"A grandeza de Deus é um tema recorrente na adoração e na teologia bíblica, onde Sua soberania é exaltada.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"ezequiel_40_7_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue como símbolo de vida e sacrifício, essencial para a expiação.","explicacao_detalhada":"A palavra 'sangue' é central na teologia do sacrifício, representando a vida que é dada em favor dos pecadores.","por_que_esta_palavra":"A escolha da palavra 'sangue' destaca a importância do sacrifício na relação entre Deus e Seu povo, especialmente na redenção.","conexao_teologica":"O sangue é um símbolo poderoso na Bíblia, representando a nova aliança em Cristo e a purificação dos pecados.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"ezequiel_40_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente ao templo, enfatizando sua importância como a casa de Deus.","explicacao_detalhada":"A repetição da palavra 'casa' reforça a ideia de que o templo é um local central de adoração e sacrifício.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a relação de Deus com Israel e a importância do espaço sagrado.","conexao_teologica":"O templo é um símbolo da presença de Deus entre Seu povo e da necessidade de um lugar de adoração.","referencias_relacionadas":["Salmos 122:1","Ezequiel 43:12","Mateus 12:6"]},"ezequiel_40_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo ou à casa de Deus, simbolizando a presença divina entre o povo.","explicacao_detalhada":"A palavra 'casa' neste contexto é usada para descrever o espaço sagrado onde Deus habita e onde o povo se reúne para adorar. É um local de encontro entre o humano e o divino.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a intimidade e a relação especial que Deus tem com Seu povo, como um lar espiritual.","conexao_teologica":"A casa de Deus é um tema central na teologia bíblica, representando não apenas um lugar físico, mas também a habitação de Deus entre os homens.","referencias_relacionadas":["Salmos 27:4","Hebreus 3:6","1 Pedro 2:5"]},"ezequiel_40_8_measure":{"palavra_pt":"medida","palavra_original":"מָדַד","transliteracao":"mâdad","strong":"H4058","significado_raiz":"Ideia básica: medida.","significado_contextual":"Indica a ação de medir, que é crucial para a construção e a organização do templo.","explicacao_detalhada":"A medição é um ato que demonstra ordem e precisão, refletindo a santidade e a perfeição do espaço sagrado que está sendo descrito.","por_que_esta_palavra":"A palavra 'medida' é utilizada para mostrar que o templo deve ser construído de acordo com especificações divinas, ressaltando a importância da obediência a Deus.","conexao_teologica":"A medição do templo simboliza a ordem divina e a necessidade de que a adoração a Deus seja feita de maneira correta e reverente.","referencias_relacionadas":["Apocalipse 11:1","Ezequiel 42:15","Êxodo 25:9"]},"ezequiel_40_8_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se à entrada do templo, simbolizando o acesso à presença de Deus.","explicacao_detalhada":"A porta é um elemento crucial que separa o sagrado do profano, permitindo que os adoradores entrem na casa de Deus.","por_que_esta_palavra":"A palavra 'porta' é significativa porque representa a oportunidade de acesso à comunhão com Deus, que é um privilégio para o povo de Israel.","conexao_teologica":"As portas do templo simbolizam a abertura para a adoração e a entrada na presença de Deus, refletindo a ideia de que Jesus é a porta para a salvação.","referencias_relacionadas":["João 10:9","Salmos 118:19","Apocalipse 3:20"]},"ezequiel_40_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Novamente refere-se ao templo, enfatizando a importância do espaço sagrado.","explicacao_detalhada":"A repetição da palavra 'casa' reforça a ideia de que o templo é um lugar central na vida espiritual do povo, onde se encontra a presença de Deus.","por_que_esta_palavra":"A palavra 'casa' é usada para destacar a continuidade da presença divina e a importância da adoração coletiva.","conexao_teologica":"A casa de Deus é um símbolo da aliança entre Deus e Seu povo, representando a fidelidade de Deus em habitar entre eles.","referencias_relacionadas":["Salmos 84:1-2","Mateus 21:13","1 Reis 8:27"]},"ezequiel_40_9_measure":{"palavra_pt":"medida","palavra_original":"מָדַד","transliteracao":"mâdad","strong":"H4058","significado_raiz":"Ideia básica: medida.","significado_contextual":"Refere-se à medição do espaço sagrado, que é essencial para a construção do templo.","explicacao_detalhada":"A medição aqui é um ato que demonstra a importância da ordem e da precisão na construção do templo, refletindo a santidade do local.","por_que_esta_palavra":"A palavra 'medida' é utilizada para enfatizar que cada detalhe do templo deve ser conforme o plano divino.","conexao_teologica":"A medição do templo é um lembrete da soberania de Deus sobre a adoração e a necessidade de seguir Suas instruções.","referencias_relacionadas":["Ezequiel 42:16","Apocalipse 21:15","Êxodo 26:15"]},"ezequiel_40_9_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se à entrada do templo, que é um ponto de acesso à presença de Deus.","explicacao_detalhada":"A porta é um símbolo de acolhimento e acesso à comunhão com Deus, permitindo que os adoradores entrem no espaço sagrado.","por_que_esta_palavra":"A palavra 'porta' é significativa porque representa a oportunidade de entrar na presença de Deus e participar da adoração.","conexao_teologica":"As portas do templo simbolizam a abertura para a adoração e a entrada na presença de Deus, refletindo a ideia de que Jesus é a porta para a salvação.","referencias_relacionadas":["João 10:9","Salmos 118:19","Apocalipse 3:20"]},"ezequiel_40_10_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se a uma estrutura ou suporte, simbolizando estabilidade e segurança.","explicacao_detalhada":"A palavra 'forca' pode ser entendida como um pilar ou suporte que sustenta a estrutura do templo, representando a força de Deus.","por_que_esta_palavra":"A palavra 'forca' é usada para enfatizar a solidez e a durabilidade do templo, que é construído sobre fundamentos firmes.","conexao_teologica":"A força de Deus é um tema central na Bíblia, simbolizando Sua capacidade de sustentar e proteger Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 26:4","2 Coríntios 12:9"]},"ezequiel_40_10_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se à entrada do templo, que é um ponto de acesso à presença de Deus.","explicacao_detalhada":"A porta é um símbolo de acolhimento e acesso à comunhão com Deus, permitindo que os adoradores entrem no espaço sagrado.","por_que_esta_palavra":"A palavra 'porta' é significativa porque representa a oportunidade de entrar na presença de Deus e participar da adoração.","conexao_teologica":"As portas do templo simbolizam a abertura para a adoração e a entrada na presença de Deus, refletindo a ideia de que Jesus é a porta para a salvação.","referencias_relacionadas":["João 10:9","Salmos 118:19","Apocalipse 3:20"]},"ezequiel_40_11_measure":{"palavra_pt":"medida","palavra_original":"מָדַד","transliteracao":"mâdad","strong":"H4058","significado_raiz":"Ideia básica: medida.","significado_contextual":"Refere-se à medição do espaço sagrado, que é essencial para a construção do templo.","explicacao_detalhada":"A medição aqui é um ato que demonstra a importância da ordem e da precisão na construção do templo, refletindo a santidade do local.","por_que_esta_palavra":"A palavra 'medida' é utilizada para enfatizar que cada detalhe do templo deve ser conforme o plano divino.","conexao_teologica":"A medição do templo é um lembrete da soberania de Deus sobre a adoração e a necessidade de seguir Suas instruções.","referencias_relacionadas":["Ezequiel 42:16","Apocalipse 21:15","Êxodo 26:15"]},"ezequiel_40_11_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se à entrada do templo, que é um ponto de acesso à presença de Deus.","explicacao_detalhada":"A porta é um símbolo de acolhimento e acesso à comunhão com Deus, permitindo que os adoradores entrem no espaço sagrado.","por_que_esta_palavra":"A palavra 'porta' é significativa porque representa a oportunidade de entrar na presença de Deus e participar da adoração.","conexao_teologica":"As portas do templo simbolizam a abertura para a adoração e a entrada na presença de Deus, refletindo a ideia de que Jesus é a porta para a salvação.","referencias_relacionadas":["João 10:9","Salmos 118:19","Apocalipse 3:20"]},"ezequiel_40_12_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do espaço sagrado e da estrutura do templo.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude e a importância do templo, que representa a presença de Deus entre o Seu povo. A grandeza do templo é um símbolo da grandeza de Deus.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a majestade e a santidade do local de adoração.","conexao_teologica":"A grandeza do templo reflete a grandeza de Deus e Sua soberania sobre Israel.","referencias_relacionadas":["Salmos 48:1","Isaías 66:1","Ezequiel 43:4"]},"ezequiel_40_12_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Indica a direção ou a face do templo, simbolizando a presença de Deus voltada para o Seu povo.","explicacao_detalhada":"A palavra 'rosto' é usada para descrever a orientação do templo, que deve estar voltado para o povo, indicando que Deus está sempre presente e acessível.","por_que_esta_palavra":"O uso de 'rosto' sugere um relacionamento pessoal entre Deus e Seu povo, onde Ele se revela e se relaciona com eles.","conexao_teologica":"O rosto de Deus é um símbolo de Sua revelação e presença entre os homens.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Ezequiel 43:2"]},"ezequiel_40_13_altar":{"palavra_pt":"altar","palavra_original":"גָּג","transliteracao":"gâg","strong":"H1406","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar do templo, um lugar de sacrifício e adoração.","explicacao_detalhada":"A palavra 'altar' é central na adoração israelita, onde os sacrifícios eram oferecidos a Deus como ato de devoção e expiação.","por_que_esta_palavra":"O altar simboliza a reconciliação entre Deus e o homem, sendo um local de encontro e perdão.","conexao_teologica":"O altar representa o sacrifício de Cristo, que é o verdadeiro altar que nos reconcilia com Deus.","referencias_relacionadas":["Levítico 1:5","Hebreus 13:10","Ezequiel 43:13"]},"ezequiel_40_13_measure":{"palavra_pt":"medida","palavra_original":"מָדַד","transliteracao":"mâdad","strong":"H4058","significado_raiz":"Ideia básica: medida.","significado_contextual":"Refere-se à medida que define as dimensões do altar e do templo.","explicacao_detalhada":"A palavra 'medida' é usada para enfatizar a precisão e a ordem na construção do templo, refletindo a perfeição do plano de Deus.","por_que_esta_palavra":"A medição é um aspecto importante na construção do templo, simbolizando a santidade e a ordem divina.","conexao_teologica":"A medida do templo representa a ordem e a santidade que Deus exige em Sua casa.","referencias_relacionadas":["Ezequiel 40:5","Apocalipse 21:15","1 Reis 6:2"]},"ezequiel_40_13_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se à entrada do templo, simbolizando o acesso à presença de Deus.","explicacao_detalhada":"A palavra 'porta' é crucial, pois representa a entrada para o sagrado, onde o povo pode se encontrar com Deus.","por_que_esta_palavra":"A porta é um símbolo de acesso e acolhimento, permitindo que os adoradores entrem na presença divina.","conexao_teologica":"Cristo é descrito como a porta (João 10:9), que nos dá acesso ao Pai.","referencias_relacionadas":["Salmos 100:4","João 10:9","Ezequiel 40:6"]},"ezequiel_40_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma figura que pode simbolizar força ou poder, possivelmente em relação ao altar.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como uma metáfora para a força e a proteção que Deus oferece ao Seu povo.","por_que_esta_palavra":"O uso de 'urso' sugere a ideia de um Deus forte que protege e defende os que são Seus.","conexao_teologica":"Deus é frequentemente descrito como um protetor poderoso em momentos de necessidade.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10","Romanos 8:31"]},"ezequiel_40_14_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força que é necessária para a construção e a manutenção do templo.","explicacao_detalhada":"A palavra 'força' implica a necessidade de poder e vigor para realizar a obra de Deus.","por_que_esta_palavra":"A força é essencial para a realização dos planos de Deus, tanto física quanto espiritualmente.","conexao_teologica":"A força de Deus é a que sustenta e capacita Seu povo a cumprir Sua vontade.","referencias_relacionadas":["Filipenses 4:13","Isaías 41:10","2 Coríntios 12:9"]},"ezequiel_40_15_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se a outra entrada do templo, enfatizando o acesso à presença de Deus.","explicacao_detalhada":"A palavra 'porta' novamente destaca a importância do acesso ao sagrado, onde os adoradores podem se encontrar com Deus.","por_que_esta_palavra":"A repetição da palavra 'porta' enfatiza a abertura e a disponibilidade de Deus para Seu povo.","conexao_teologica":"Cristo, como a porta, é o único caminho para a salvação e a comunhão com Deus.","referencias_relacionadas":["Mateus 7:7","Hebreus 10:19-20","Ezequiel 40:16"]},"ezequiel_40_15_entrance":{"palavra_pt":"entrance","palavra_original":"יְאִתוֹן","transliteracao":"yᵉʼithôwn","strong":"H2978","significado_raiz":"Ideia básica: entrance.","significado_contextual":"Refere-se à entrada do templo, um ponto de acesso para os adoradores.","explicacao_detalhada":"A palavra 'entrada' é usada para descrever o local onde os adoradores se aproximam de Deus, simbolizando a importância da adoração.","por_que_esta_palavra":"A entrada é um símbolo de acolhimento e convite para se aproximar da presença divina.","conexao_teologica":"A entrada para o templo representa a oportunidade de se encontrar com Deus e experimentar Sua graça.","referencias_relacionadas":["Salmos 84:10","João 14:6","Ezequiel 40:16"]},"ezequiel_40_15_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Novamente, refere-se à direção do templo, simbolizando a presença de Deus voltada para o Seu povo.","explicacao_detalhada":"A repetição da palavra 'rosto' reforça a ideia de que Deus está sempre presente e acessível ao Seu povo.","por_que_esta_palavra":"O rosto de Deus é um símbolo de Sua revelação e proximidade com aqueles que O buscam.","conexao_teologica":"A presença de Deus é um tema central na teologia bíblica, onde Ele se revela e se relaciona com a humanidade.","referencias_relacionadas":["Salmos 105:4","Ezequiel 43:2","Mateus 5:8"]},"ezequiel_40_16_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se a um elemento de estrutura e segurança na construção do templo.","explicacao_detalhada":"No contexto de Ezequiel 40, a 'força' é mencionada em relação às medidas e à robustez das portas e estruturas do templo, simbolizando a proteção divina e a solidez da casa de Deus.","por_que_esta_palavra":"A escolha da palavra 'força' enfatiza a importância da estabilidade e segurança no lugar de adoração, refletindo a grandeza de Deus.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, simbolizando Sua proteção e poder sobre o Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 40:29","2 Coríntios 12:9"]},"ezequiel_40_17_pedra":{"palavra_pt":"pedra","palavra_original":"רִצְפָּה","transliteracao":"ritspâh","strong":"H7531","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' representa a base sólida sobre a qual o templo é construído.","explicacao_detalhada":"Em Ezequiel 40, a 'pedra' é um símbolo de firmeza e durabilidade, essencial para a estrutura do templo, que é um lugar sagrado.","por_que_esta_palavra":"A pedra é frequentemente usada na Bíblia para simbolizar a força e a imutabilidade de Deus.","conexao_teologica":"Cristo é chamado de 'pedra angular' na nova aliança, representando a base da fé cristã.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-6","Salmos 118:22"]},"ezequiel_40_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada em um contexto que pode simbolizar força e ferocidade.","explicacao_detalhada":"Embora a palavra 'urso' não seja comum em descrições de templos, sua inclusão pode sugerir a presença de elementos que evocam poder e proteção.","por_que_esta_palavra":"O uso de animais fortes como o urso pode representar a defesa e a força que Deus oferece ao Seu povo.","conexao_teologica":"Deus é frequentemente descrito como um protetor feroz de Seu povo, semelhante à ferocidade de um urso.","referencias_relacionadas":["Salmos 91:13","Oséias 13:8","Provérbios 17:12"]},"ezequiel_40_18_pedra":{"palavra_pt":"pedra","palavra_original":"רִצְפָּה","transliteracao":"ritspâh","strong":"H7531","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A repetição da palavra 'pedra' reforça a ideia de uma fundação sólida e confiável.","explicacao_detalhada":"Neste versículo, a 'pedra' é novamente mencionada, sublinhando a importância da estabilidade na construção do templo.","por_que_esta_palavra":"A pedra simboliza a durabilidade e a força, características essenciais para o lugar de adoração.","conexao_teologica":"A solidez da pedra é um reflexo da fidelidade de Deus e de Sua promessa de estar com Seu povo.","referencias_relacionadas":["Mateus 7:24-25","Isaías 28:16","Salmos 62:2"]},"ezequiel_40_18_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A palavra 'porta' refere-se à entrada do templo, simbolizando acesso à presença de Deus.","explicacao_detalhada":"As portas do templo são descritas com detalhes, indicando a importância do acesso ao sagrado e a proteção contra o que é profano.","por_que_esta_palavra":"As portas representam a transição entre o mundo exterior e a presença divina, um tema central na adoração.","conexao_teologica":"Jesus é descrito como a porta das ovelhas, simbolizando o acesso à salvação e à vida eterna.","referencias_relacionadas":["João 10:9","Apocalipse 3:20","Hebreus 10:19-20"]},"ezequiel_40_18_beside":{"palavra_pt":"beside","palavra_original":"עֻמָּה","transliteracao":"ʻummâh","strong":"H5980","significado_raiz":"Ideia básica: beside.","significado_contextual":"A palavra 'beside' indica a proximidade e a relação entre os elementos do templo.","explicacao_detalhada":"Neste contexto, 'beside' sugere que há uma organização e um arranjo cuidadoso dos componentes do templo, refletindo a ordem divina.","por_que_esta_palavra":"A proximidade dos elementos pode simbolizar a harmonia e a unidade na adoração a Deus.","conexao_teologica":"A ideia de estar ao lado de Deus é central na experiência de comunhão e relacionamento com Ele.","referencias_relacionadas":["Salmos 23:6","Mateus 28:20","Tiago 4:8"]},"ezequiel_40_19_measure":{"palavra_pt":"medida","palavra_original":"מָדַד","transliteracao":"mâdad","strong":"H4058","significado_raiz":"Ideia básica: medida.","significado_contextual":"A palavra 'medida' refere-se à precisão nas dimensões do templo, indicando a importância da ordem divina.","explicacao_detalhada":"A medição exata do templo em Ezequiel 40 destaca a atenção de Deus aos detalhes e à santidade do espaço sagrado.","por_que_esta_palavra":"A medida é um símbolo de justiça e retidão, refletindo o caráter de Deus.","conexao_teologica":"Deus é o padrão de justiça e retidão, e Sua palavra é uma medida para nossas vidas.","referencias_relacionadas":["Amós 7:7-8","Isaías 28:17","Romanos 12:2"]},"ezequiel_40_19_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' pode simbolizar a presença e a face de Deus no templo.","explicacao_detalhada":"O 'rosto' é uma representação da revelação de Deus ao Seu povo, enfatizando a importância da comunhão com Ele.","por_que_esta_palavra":"A presença de Deus é frequentemente associada ao Seu rosto, que traz luz e vida.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo na vida espiritual, simbolizando a intimidade com o Criador.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"ezequiel_40_19_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A palavra 'porta' é novamente mencionada, reforçando a ideia de acesso ao sagrado.","explicacao_detalhada":"A repetição da palavra 'porta' enfatiza a importância do acesso à presença de Deus e à adoração.","por_que_esta_palavra":"As portas são símbolos de transição e acesso, fundamentais na experiência de adoração.","conexao_teologica":"Jesus, como a porta, é o único caminho para a salvação e a comunhão com Deus.","referencias_relacionadas":["João 10:9","Hebreus 10:19-20","Apocalipse 3:20"]},"ezequiel_40_20_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A palavra 'porta' é mencionada novamente, indicando a continuidade do tema do acesso ao templo.","explicacao_detalhada":"A descrição das portas no templo mostra a importância do acesso à presença de Deus e a proteção do sagrado.","por_que_esta_palavra":"As portas simbolizam a entrada para a comunhão e a adoração, essenciais na vida espiritual.","conexao_teologica":"A ideia de portas abertas é um símbolo da hospitalidade de Deus e do convite à salvação.","referencias_relacionadas":["Mateus 7:7","Apocalipse 3:20","Hebreus 4:16"]},"ezequiel_40_20_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui se refere ao caminho de Deus e à vitalidade espiritual que Ele oferece ao Seu povo.","explicacao_detalhada":"No contexto de Ezequiel 40, a 'vida' simboliza a presença de Deus e a restauração do Seu povo. O caminho que leva à vida é um tema recorrente nas Escrituras, representando a obediência e a comunhão com Deus.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a importância da relação entre Deus e Seu povo, mostrando que a verdadeira vida é encontrada em seguir os Seus caminhos.","conexao_teologica":"A vida espiritual é um tema central na teologia bíblica, onde Jesus afirma ser o caminho, a verdade e a vida (João 14:6). A vida em Deus é um convite à restauração e à comunhão.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"ezequiel_40_20_vento":{"palavra_pt":"vento","palavra_original":"צָפוֹן","transliteracao":"tsâphôwn","strong":"H6828","significado_raiz":"Ideia básica: vento.","significado_contextual":"O 'vento' simboliza a presença do Espírito de Deus, que traz renovação e transformação.","explicacao_detalhada":"No contexto de Ezequiel, o vento representa a ação do Espírito Santo, que traz vida e movimento ao que estava morto. É uma metáfora para a força divina que opera na vida do povo.","por_que_esta_palavra":"A palavra 'vento' é utilizada para ilustrar a invisibilidade e a soberania de Deus, que age de maneiras que muitas vezes não podemos ver, mas que são poderosas.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo nas Escrituras, como em Atos 2, onde o Espírito vem como um vento impetuoso, trazendo vida e poder.","referencias_relacionadas":["Atos 2:2","Ezequiel 37:9-10","João 3:8"]},"ezequiel_40_21_grande":{"palavra_pt":"grande","palavra_original":"מִדָּה","transliteracao":"middâh","strong":"H4060","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à importância do templo e da presença de Deus entre o Seu povo.","explicacao_detalhada":"No contexto de Ezequiel 40, 'grande' enfatiza a majestade do templo e a grandeza de Deus, que habita no meio do Seu povo. Isso reflete a importância da adoração e da reverência.","por_que_esta_palavra":"A ênfase na grandeza destaca a santidade de Deus e a necessidade de um espaço adequado para a adoração.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, que nos lembra da Sua soberania e poder, como visto em Salmos 145:3.","referencias_relacionadas":["Salmos 145:3","Isaías 6:1-3","Apocalipse 4:8"]},"ezequiel_40_21_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A 'porta' simboliza o acesso à presença de Deus e a entrada no lugar sagrado.","explicacao_detalhada":"No contexto do templo, a porta é um ponto de entrada que separa o sagrado do profano, representando a necessidade de pureza e santidade para se aproximar de Deus.","por_que_esta_palavra":"A escolha da palavra 'porta' enfatiza a importância do acesso à presença de Deus, que é mediado por Cristo, a verdadeira porta (João 10:9).","conexao_teologica":"A porta é uma metáfora para a salvação e o acesso a Deus, que é possível através de Jesus Cristo.","referencias_relacionadas":["João 10:9","Hebreus 10:19-22","Apocalipse 3:20"]},"ezequiel_40_22_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"A palavra 'things' refere-se aos elementos e aspectos do templo que são significativos para a adoração.","explicacao_detalhada":"No contexto, 'things' pode incluir os utensílios e as práticas que cercam a adoração a Deus, enfatizando a importância da santidade e da ordem no culto.","por_que_esta_palavra":"A utilização de 'things' destaca a necessidade de reverência e cuidado com os elementos sagrados que cercam a adoração.","conexao_teologica":"A importância dos elementos do culto é vista em várias passagens, onde Deus especifica como deve ser a adoração.","referencias_relacionadas":["Êxodo 25:8-9","Levítico 10:1-3","1 Crônicas 28:12"]},"ezequiel_40_22_grande":{"palavra_pt":"grande","palavra_original":"מִדָּה","transliteracao":"middâh","strong":"H4060","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' novamente enfatiza a magnitude do templo e a presença de Deus.","explicacao_detalhada":"A repetição da palavra 'grande' reforça a ideia de que o templo é um lugar de importância suprema, onde Deus se revela ao Seu povo.","por_que_esta_palavra":"A grandeza do templo é um reflexo da grandeza de Deus, que merece um espaço digno para ser adorado.","conexao_teologica":"A grandeza de Deus é um tema que permeia toda a Escritura, mostrando que Ele é digno de toda honra e glória.","referencias_relacionadas":["Salmos 95:3","Isaías 40:12","Apocalipse 1:8"]},"ezequiel_40_22_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A 'porta' aqui também simboliza o acesso à presença de Deus, reiterando a importância do espaço sagrado.","explicacao_detalhada":"A repetição da palavra 'porta' enfatiza a necessidade de um acesso adequado e respeitoso à presença divina, que é mediado por práticas de adoração.","por_que_esta_palavra":"A palavra 'porta' é crucial para entender como se dá a aproximação a Deus, que deve ser feita com reverência.","conexao_teologica":"A porta é uma metáfora para a salvação e o acesso a Deus, que é possível através de Jesus Cristo.","referencias_relacionadas":["João 10:9","Hebreus 10:19-22","Apocalipse 3:20"]},"ezequiel_40_23_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A 'porta' representa novamente o acesso ao sagrado, enfatizando a importância do espaço de adoração.","explicacao_detalhada":"No contexto do templo, a porta é um símbolo de separação entre o sagrado e o profano, e a necessidade de pureza para se aproximar de Deus.","por_que_esta_palavra":"A repetição da palavra 'porta' reforça a ideia de que o acesso a Deus deve ser tratado com seriedade e reverência.","conexao_teologica":"A porta é uma metáfora para a salvação e o acesso a Deus, que é possível através de Jesus Cristo.","referencias_relacionadas":["João 10:9","Hebreus 10:19-22","Apocalipse 3:20"]},"ezequiel_40_23_vento":{"palavra_pt":"vento","palavra_original":"צָפוֹן","transliteracao":"tsâphôwn","strong":"H6828","significado_raiz":"Ideia básica: vento.","significado_contextual":"O 'vento' simboliza a presença do Espírito de Deus, que traz renovação e transformação.","explicacao_detalhada":"No contexto de Ezequiel, o vento representa a ação do Espírito Santo, que traz vida e movimento ao que estava morto. É uma metáfora para a força divina que opera na vida do povo.","por_que_esta_palavra":"A palavra 'vento' é utilizada para ilustrar a invisibilidade e a soberania de Deus, que age de maneiras que muitas vezes não podemos ver, mas que são poderosas.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo nas Escrituras, como em Atos 2, onde o Espírito vem como um vento impetuoso, trazendo vida e poder.","referencias_relacionadas":["Atos 2:2","Ezequiel 37:9-10","João 3:8"]},"ezequiel_40_24_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui se refere ao caminho de Deus e à vitalidade espiritual que Ele oferece ao Seu povo.","explicacao_detalhada":"No contexto de Ezequiel 40, a 'vida' simboliza a presença de Deus e a restauração do Seu povo. O caminho que leva à vida é um tema recorrente nas Escrituras, representando a obediência e a comunhão com Deus.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a importância da relação entre Deus e Seu povo, mostrando que a verdadeira vida é encontrada em seguir os Seus caminhos.","conexao_teologica":"A vida espiritual é um tema central na teologia bíblica, onde Jesus afirma ser o caminho, a verdade e a vida (João 14:6). A vida em Deus é um convite à restauração e à comunhão.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"ezequiel_40_24_vento":{"palavra_pt":"vento","palavra_original":"דָּרוֹם","transliteracao":"dârôwm","strong":"H1864","significado_raiz":"Ideia básica: vento.","significado_contextual":"Refere-se ao vento que pode simbolizar a presença de Deus ou a movimentação do Espírito.","explicacao_detalhada":"No contexto de Ezequiel 40, o vento pode ser visto como um símbolo da ação divina, representando a força e a direção que Deus dá ao Seu povo. O vento é frequentemente associado ao Espírito Santo nas Escrituras.","por_que_esta_palavra":"A palavra 'vento' é utilizada para transmitir a ideia de movimento e mudança, refletindo a dinâmica da presença de Deus entre o Seu povo.","conexao_teologica":"O vento é um símbolo do Espírito Santo, que traz vida e renovação. Em Ezequiel, isso pode ser visto como uma preparação para a restauração de Israel.","referencias_relacionadas":["Ezequiel 37:9","João 3:8","Atos 2:2"]},"ezequiel_40_24_measure":{"palavra_pt":"medida","palavra_original":"מָדַד","transliteracao":"mâdad","strong":"H4058","significado_raiz":"Ideia básica: medida.","significado_contextual":"Refere-se à medida utilizada para descrever as dimensões do templo.","explicacao_detalhada":"A medida é crucial para entender a estrutura e a ordem do templo, que representa a presença de Deus entre o Seu povo. As medidas exatas refletem a santidade e a perfeição de Deus.","por_que_esta_palavra":"A palavra 'medida' é importante para enfatizar a precisão e a ordem divina na construção do templo.","conexao_teologica":"A medição do templo simboliza a ordem e a santidade de Deus, que estabelece limites e diretrizes para o Seu povo.","referencias_relacionadas":["Ezequiel 40:5","Apocalipse 21:15","Salmos 78:69"]},"ezequiel_40_25_breadth":{"palavra_pt":"breadth","palavra_original":"רֹחַב","transliteracao":"rôchab","strong":"H7341","significado_raiz":"Ideia básica: breadth.","significado_contextual":"Refere-se à largura das portas e estruturas do templo.","explicacao_detalhada":"A largura é um aspecto físico que representa a acessibilidade e a generosidade da casa de Deus, onde todos são bem-vindos para adorar.","por_que_esta_palavra":"A palavra 'largura' é utilizada para descrever a amplitude do espaço sagrado, simbolizando a inclusão e a hospitalidade de Deus.","conexao_teologica":"A largura das portas do templo pode ser vista como uma representação da graça de Deus, que é ampla o suficiente para acolher todos os que buscam a Sua presença.","referencias_relacionadas":["Ezequiel 40:23","Mateus 7:13-14","Salmos 118:5"]},"ezequiel_40_26_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Refere-se a elementos ou objetos dentro do templo.","explicacao_detalhada":"Os 'coisas' mencionadas podem incluir utensílios sagrados e elementos de adoração, que são essenciais para a prática religiosa e a experiência espiritual do povo.","por_que_esta_palavra":"A palavra 'coisas' é usada para abranger todos os itens que têm um propósito sagrado e funcional no templo.","conexao_teologica":"Esses elementos são importantes para a adoração e simbolizam a presença de Deus entre o Seu povo, reforçando a ideia de que tudo no templo tem um significado espiritual.","referencias_relacionadas":["Êxodo 25:10-22","Hebreus 9:1-5","1 Crônicas 28:12"]},"ezequiel_40_26_arvore":{"palavra_pt":"arvore","palavra_original":"תִּמֹּר","transliteracao":"timmôr","strong":"H8561","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se a árvores que podem simbolizar vida e crescimento espiritual.","explicacao_detalhada":"As árvores no contexto do templo podem representar a vitalidade e a abundância que vêm da presença de Deus, além de serem um símbolo de proteção e sombra.","por_que_esta_palavra":"A palavra 'árvore' é utilizada para enfatizar a importância da vida e do crescimento espiritual no ambiente sagrado.","conexao_teologica":"As árvores podem simbolizar a vida eterna e a provisão de Deus, refletindo a promessa de que aqueles que estão em Sua presença florescerão.","referencias_relacionadas":["Salmos 1:3","Apocalipse 22:2","Isaías 61:3"]},"ezequiel_40_27_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se às portas que dão acesso ao templo.","explicacao_detalhada":"As portas são um símbolo de acesso à presença de Deus, representando a entrada para a adoração e a comunhão com o Senhor.","por_que_esta_palavra":"A palavra 'porta' é significativa porque indica a transição entre o sagrado e o profano, permitindo que o povo se aproxime de Deus.","conexao_teologica":"As portas do templo simbolizam a abertura de Deus para o Seu povo, oferecendo um caminho para a salvação e a comunhão.","referencias_relacionadas":["Salmos 100:4","João 10:9","Apocalipse 3:20"]},"ezequiel_40_27_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho da vida que é encontrado em Deus.","explicacao_detalhada":"O 'caminho' representa a jornada espiritual do crente, que é guiada pela sabedoria e pela presença de Deus.","por_que_esta_palavra":"A palavra 'vida' é usada para enfatizar a importância de seguir o caminho que leva à verdadeira vida em Deus.","conexao_teologica":"O caminho da vida é um tema central nas Escrituras, simbolizando a relação entre Deus e Seu povo, que é fundamentada na obediência e na fé.","referencias_relacionadas":["Provérbios 4:18","João 14:6","Salmos 16:11"]},"ezequiel_40_28_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se a outra porta que dá acesso a uma área do templo.","explicacao_detalhada":"Assim como outras portas, esta também simboliza a oportunidade de entrar na presença de Deus e participar da adoração.","por_que_esta_palavra":"A repetição da palavra 'porta' enfatiza a importância do acesso à presença divina e à comunhão com Deus.","conexao_teologica":"As portas do templo são um lembrete da abertura de Deus para a adoração e a busca por um relacionamento mais profundo com Ele.","referencias_relacionadas":["Salmos 118:19","Hebreus 10:19-22","Mateus 7:7"]},"ezequiel_40_28_vento":{"palavra_pt":"vento","palavra_original":"דָּרוֹם","transliteracao":"dârôwm","strong":"H1864","significado_raiz":"Ideia básica: vento.","significado_contextual":"Refere-se novamente ao vento, simbolizando a presença e a ação de Deus.","explicacao_detalhada":"O vento é um símbolo poderoso que representa a movimentação do Espírito Santo, trazendo renovação e vida.","por_que_esta_palavra":"A repetição da palavra 'vento' reforça a ideia de que a presença de Deus é constante e ativa entre o Seu povo.","conexao_teologica":"O vento é um símbolo da transformação espiritual que Deus realiza em Seus filhos, trazendo vida onde havia morte.","referencias_relacionadas":["Ezequiel 37:9","João 3:8","Atos 2:2"]},"ezequiel_40_28_measure":{"palavra_pt":"medida","palavra_original":"מָדַד","transliteracao":"mâdad","strong":"H4058","significado_raiz":"Ideia básica: medida.","significado_contextual":"Refere-se à medida que descreve as dimensões do templo.","explicacao_detalhada":"A medida é essencial para entender a estrutura do templo, que é um reflexo da ordem e da santidade de Deus.","por_que_esta_palavra":"A palavra 'medida' é usada para enfatizar a precisão divina na construção do templo.","conexao_teologica":"A medição do templo simboliza a ordem de Deus e a importância de seguir Seus padrões em todas as áreas da vida.","referencias_relacionadas":["Ezequiel 40:5","Apocalipse 21:15","Salmos 78:69"]},"ezequiel_40_29_grande":{"palavra_pt":"grande","palavra_original":"מִדָּה","transliteracao":"middâh","strong":"H4060","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza das medidas do templo, simbolizando a majestade de Deus.","explicacao_detalhada":"A palavra 'grande' é usada para descrever as dimensões do templo em Ezequiel, que representa a presença de Deus entre o Seu povo. Essa grandeza não é apenas física, mas também espiritual, indicando a importância do templo na adoração.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a importância e a magnificência do templo, que é um reflexo da grandeza de Deus.","conexao_teologica":"A grandeza do templo aponta para a grandeza de Deus e Sua santidade, mostrando que Ele merece um lugar digno de adoração.","referencias_relacionadas":["Salmos 48:1","Isaías 66:1","Apocalipse 21:16"]},"ezequiel_40_30_breadth":{"palavra_pt":"breadth","palavra_original":"רֹחַב","transliteracao":"rôchab","strong":"H7341","significado_raiz":"Ideia básica: breadth.","significado_contextual":"Refere-se à largura das portas e estruturas do templo, simbolizando a acessibilidade da presença de Deus.","explicacao_detalhada":"A palavra 'breadth' é utilizada para descrever a amplitude das entradas e espaços do templo, indicando que a presença de Deus é acessível a todos que se aproximam com reverência.","por_que_esta_palavra":"A palavra 'breadth' sugere que a adoração a Deus não é limitada, mas aberta a todos que buscam a Sua face.","conexao_teologica":"A largura das portas do templo simboliza a inclusão e a acolhida de todos os que desejam se aproximar de Deus.","referencias_relacionadas":["Salmos 118:19","Mateus 7:13-14","Hebreus 10:19-22"]},"ezequiel_40_31_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Refere-se às coisas que estão presentes no templo, simbolizando a santidade e a ordem divina.","explicacao_detalhada":"A palavra 'things' abrange todos os elementos que compõem o templo, cada um com seu propósito e significado, refletindo a ordem e a santidade de Deus.","por_que_esta_palavra":"A inclusão de 'things' destaca a importância de cada detalhe no culto e na adoração a Deus.","conexao_teologica":"Cada elemento do templo representa aspectos da relação entre Deus e Seu povo, mostrando que tudo tem um propósito divino.","referencias_relacionadas":["Êxodo 25:8-9","1 Crônicas 28:11-12","Hebreus 9:1-5"]},"ezequiel_40_31_arvore":{"palavra_pt":"arvore","palavra_original":"תִּמֹּר","transliteracao":"timmôr","strong":"H8561","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se à árvore que representa a vida e a provisão de Deus.","explicacao_detalhada":"A palavra 'arvore' simboliza a vitalidade e a abundância que vêm de Deus, sendo um elemento central no ambiente do templo.","por_que_esta_palavra":"A árvore é um símbolo de vida e crescimento, refletindo a relação de Deus com Seu povo e a promessa de sustento.","conexao_teologica":"A presença da árvore no templo é um lembrete da vida eterna que Deus oferece aos que O buscam.","referencias_relacionadas":["Gênesis 2:9","Salmos 1:3","Apocalipse 22:2"]},"ezequiel_40_31_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força que é representada nas colunas e estruturas do templo.","explicacao_detalhada":"A palavra 'forca' indica a solidez e a estabilidade do templo, que é construído sobre fundamentos firmes, simbolizando a força de Deus.","por_que_esta_palavra":"A força é um atributo de Deus, e o templo reflete essa força em sua construção e em sua função como lugar de adoração.","conexao_teologica":"A força do templo representa a proteção e a segurança que Deus oferece ao Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 26:4","2 Coríntios 12:9"]},"ezequiel_40_32_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho da vida que é encontrado no templo, simbolizando a direção divina.","explicacao_detalhada":"A palavra 'vida' sugere que o templo é um lugar onde se encontra a verdadeira vida, que é dada por Deus e encontrada na obediência a Ele.","por_que_esta_palavra":"A vida é um tema central nas Escrituras, e o templo é um símbolo de onde essa vida é experimentada.","conexao_teologica":"A vida no templo representa a comunhão com Deus e a experiência da Sua presença que traz vida ao coração.","referencias_relacionadas":["João 10:10","Romanos 8:6","Gálatas 5:22-23"]},"ezequiel_40_32_vento":{"palavra_pt":"vento","palavra_original":"קָדִים","transliteracao":"qâdîym","strong":"H6921","significado_raiz":"Ideia básica: vento.","significado_contextual":"Refere-se ao vento que pode simbolizar o Espírito Santo e a presença de Deus.","explicacao_detalhada":"A palavra 'vento' é frequentemente associada ao movimento do Espírito Santo, que traz vida e renovação.","por_que_esta_palavra":"O vento é um símbolo poderoso da ação de Deus, que não pode ser visto, mas é sentido e traz transformação.","conexao_teologica":"O vento representa a presença do Espírito Santo, que opera no templo e na vida dos crentes.","referencias_relacionadas":["João 3:8","Atos 2:2-4","Gálatas 5:25"]},"ezequiel_40_33_grande":{"palavra_pt":"grande","palavra_original":"מִדָּה","transliteracao":"middâh","strong":"H4060","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se novamente à grandeza das estruturas do templo, reforçando a majestade de Deus.","explicacao_detalhada":"A repetição da palavra 'grande' enfatiza a importância e a magnificência do templo, que é um reflexo da grandeza de Deus.","por_que_esta_palavra":"A grandeza do templo é um testemunho da grandeza de Deus e da importância do lugar de adoração.","conexao_teologica":"A grandeza do templo aponta para a grandeza de Deus e Sua santidade, mostrando que Ele merece um lugar digno de adoração.","referencias_relacionadas":["Salmos 48:1","Isaías 66:1","Apocalipse 21:16"]},"ezequiel_40_34_arvore":{"palavra_pt":"arvore","palavra_original":"תִּמֹּר","transliteracao":"timmôr","strong":"H8561","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se à árvore que representa a vida e a provisão de Deus, semelhante à árvore mencionada anteriormente.","explicacao_detalhada":"A presença da árvore no templo simboliza a vitalidade e a abundância que vêm de Deus, sendo um elemento central no ambiente do templo.","por_que_esta_palavra":"A árvore é um símbolo de vida e crescimento, refletindo a relação de Deus com Seu povo e a promessa de sustento.","conexao_teologica":"A presença da árvore no templo é um lembrete da vida eterna que Deus oferece aos que O buscam.","referencias_relacionadas":["Gênesis 2:9","Salmos 1:3","Apocalipse 22:2"]},"ezequiel_40_34_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força que é representada nas colunas e estruturas do templo, semelhante à força mencionada anteriormente.","explicacao_detalhada":"A palavra 'forca' indica a solidez e a estabilidade do templo, que é construído sobre fundamentos firmes, simbolizando a força de Deus.","por_que_esta_palavra":"A força é um atributo de Deus, e o templo reflete essa força em sua construção e em sua função como lugar de adoração.","conexao_teologica":"A força do templo representa a proteção e a segurança que Deus oferece ao Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 26:4","2 Coríntios 12:9"]},"ezequiel_40_35_vento":{"palavra_pt":"vento","palavra_original":"צָפוֹן","transliteracao":"tsâphôwn","strong":"H6828","significado_raiz":"Ideia básica: vento.","significado_contextual":"O vento é frequentemente associado à presença de Deus e ao Seu poder. Neste contexto, pode simbolizar a movimentação do Espírito Santo.","explicacao_detalhada":"A palavra 'vento' (צָפוֹן) em Ezequiel 40:35 pode ser vista como uma representação do poder divino que atua na criação e na revelação. O vento é invisível, mas seus efeitos são visíveis, assim como a ação de Deus em nossas vidas.","por_que_esta_palavra":"A escolha da palavra 'vento' enfatiza a ideia de movimento e transformação, características da obra de Deus entre o Seu povo.","conexao_teologica":"O vento é um símbolo do Espírito Santo, que traz vida e renovação. Em João 3:8, Jesus menciona que o vento sopra onde quer, assim como o Espírito age em nossas vidas.","referencias_relacionadas":["Ezequiel 37:9","João 3:8","Atos 2:2"]},"ezequiel_40_36_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se à robustez e à capacidade de suportar, essencial para a estrutura do templo descrito por Ezequiel.","explicacao_detalhada":"A palavra 'força' (אַיִל) é usada para descrever a solidez e a resistência das portas e estruturas do templo, simbolizando a força de Deus que sustenta o Seu povo.","por_que_esta_palavra":"A ênfase na força destaca a importância da estabilidade e da proteção que Deus oferece ao Seu povo através do templo.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, onde Ele é descrito como um refúgio e fortaleza para aqueles que confiam Nele (Salmos 46:1).","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"ezequiel_40_36_breadth":{"palavra_pt":"breadth","palavra_original":"רֹחַב","transliteracao":"rôchab","strong":"H7341","significado_raiz":"Ideia básica: breadth.","significado_contextual":"A 'breadth' (largura) do templo representa a generosidade e a inclusão da presença de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'breadth' (רֹחַב) enfatiza a amplitude do espaço sagrado, simbolizando a vastidão da graça de Deus que se estende a todos os que O buscam.","por_que_esta_palavra":"A largura do templo reflete a ideia de que a casa de Deus é um lugar de acolhimento e comunhão.","conexao_teologica":"A largura do templo pode ser vista como um símbolo da inclusão do povo de Deus, conforme mencionado em Gálatas 3:28, onde não há distinção entre os que pertencem a Cristo.","referencias_relacionadas":["Gálatas 3:28","Efésios 2:19","Isaías 54:2"]},"ezequiel_40_37_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A repetição da palavra 'força' reforça a ideia de segurança e proteção nas estruturas do templo.","explicacao_detalhada":"Neste contexto, 'força' (אַיִל) é novamente utilizada para descrever a robustez das portas, simbolizando a proteção divina sobre o templo e seu povo.","por_que_esta_palavra":"A repetição enfatiza a importância da força como um atributo de Deus, que é a rocha e a fortaleza de Israel.","conexao_teologica":"A força de Deus é um tema central na Bíblia, onde Ele é frequentemente chamado de fortaleza e refúgio para os necessitados (Salmos 18:2).","referencias_relacionadas":["Salmos 18:2","Salmos 62:7","Isaías 26:4"]},"ezequiel_40_37_arvore":{"palavra_pt":"arvore","palavra_original":"תִּמֹּר","transliteracao":"timmôr","strong":"H8561","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A árvore representa vida, crescimento e a presença de Deus no templo.","explicacao_detalhada":"A palavra 'árvore' (תִּמֹּר) simboliza a vitalidade e a frutificação que são esperadas na presença de Deus, refletindo a promessa de vida abundante.","por_que_esta_palavra":"A inclusão da árvore sugere que o templo não é apenas um lugar de adoração, mas também um espaço de vida e crescimento espiritual.","conexao_teologica":"A árvore é um símbolo de vida e prosperidade na Bíblia, como em Salmos 1:3, onde o justo é comparado a uma árvore plantada junto a ribeiros.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:7-8","Apocalipse 22:2"]},"ezequiel_40_38_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' novamente destaca a segurança e a estabilidade das estruturas do templo.","explicacao_detalhada":"A repetição da palavra 'força' (אַיִל) enfatiza a importância da proteção divina e da robustez das portas do templo, que são essenciais para a segurança do povo.","por_que_esta_palavra":"A ênfase na força reitera a ideia de que Deus é a fortaleza de Seu povo, garantindo segurança e proteção.","conexao_teologica":"A força de Deus é um tema recorrente, onde Ele é descrito como um escudo para aqueles que confiam Nele (Salmos 84:11).","referencias_relacionadas":["Salmos 84:11","Salmos 91:2","Isaías 41:10"]},"ezequiel_40_39_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é um ato central de adoração e reconciliação com Deus, essencial para a vida religiosa do povo.","explicacao_detalhada":"A palavra 'sacrifício' (שָׁחַט) refere-se ao ato de oferecer algo a Deus, simbolizando a entrega e a busca de perdão.","por_que_esta_palavra":"O sacrifício é um meio pelo qual o povo se aproxima de Deus, reconhecendo sua necessidade de redenção.","conexao_teologica":"O sacrifício é um tema central na Bíblia, culminando no sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo (João 1:29).","referencias_relacionadas":["Levítico 1:4","Hebreus 9:22","João 1:29"]},"ezequiel_40_40_fim":{"palavra_pt":"fim","palavra_original":"כָּתֵף","transliteracao":"kâthêph","strong":"H3802","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' pode indicar a conclusão de um ciclo ou a realização das promessas de Deus.","explicacao_detalhada":"A palavra 'fim' (כָּתֵף) sugere um fechamento ou a culminação de um processo, refletindo a soberania de Deus sobre a história.","por_que_esta_palavra":"A ideia de fim implica que Deus tem um plano e um propósito que se concretiza ao longo do tempo.","conexao_teologica":"Deus é o Alfa e o Ômega, o princípio e o fim (Apocalipse 22:13), mostrando que Ele controla a história.","referencias_relacionadas":["Apocalipse 22:13","Isaías 46:10","Romanos 8:28"]},"ezequiel_40_40_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' enfatiza a majestade e a grandeza de Deus e de Seu templo.","explicacao_detalhada":"A palavra 'grande' (עָלָה) é usada para descrever a magnitude do templo, refletindo a grandeza de Deus que habita entre Seu povo.","por_que_esta_palavra":"A grandeza do templo é um reflexo da grandeza de Deus, que é digno de toda adoração e reverência.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, onde Ele é exaltado acima de todas as coisas (Salmos 145:3).","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Romanos 11:33"]},"ezequiel_40_40_porta":{"palavra_pt":"porta","palavra_original":"פֶּתַח","transliteracao":"pethach","strong":"H6607","significado_raiz":"Ideia básica: porta.","significado_contextual":"A porta simboliza o acesso à presença de Deus e a entrada no lugar sagrado.","explicacao_detalhada":"A palavra 'porta' (פֶּתַח) refere-se à entrada do templo, que é um ponto de acesso à adoração e à comunhão com Deus.","por_que_esta_palavra":"A porta é um símbolo de acolhimento e acesso à presença divina, representando a abertura que Deus oferece ao Seu povo.","conexao_teologica":"Jesus se apresenta como a porta das ovelhas (João 10:7), enfatizando que somente através dEle temos acesso ao Pai.","referencias_relacionadas":["João 10:7","Hebreus 10:19-20","Apocalipse 3:20"]},"ezequiel_40_41_fim":{"palavra_pt":"fim","palavra_original":"כָּתֵף","transliteracao":"kâthêph","strong":"H3802","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de um espaço ou a parte final de uma estrutura.","explicacao_detalhada":"No contexto de Ezequiel 40:41, a palavra 'fim' é usada para descrever a extremidade de uma construção, possivelmente relacionada ao templo ou ao altar, indicando um ponto de conclusão ou limite.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a definição de limites e a ordem na construção do templo, que é um tema central no livro de Ezequiel.","conexao_teologica":"O conceito de 'fim' pode ser visto como um símbolo da conclusão do plano de Deus para a restauração de Israel e a habitação divina entre o povo.","referencias_relacionadas":["Ezequiel 40:1","Ezequiel 43:10","Apocalipse 21:6"]},"ezequiel_40_41_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Representa uma entrada ou acesso, especialmente em relação ao templo.","explicacao_detalhada":"A palavra 'porta' em Ezequiel 40:41 é crucial para entender a estrutura do templo e como o povo se relaciona com Deus, simbolizando a passagem entre o sagrado e o profano.","por_que_esta_palavra":"As portas são elementos essenciais para a segurança e a separação dos espaços sagrados, refletindo a necessidade de acesso controlado à presença de Deus.","conexao_teologica":"As portas do templo simbolizam a acessibilidade a Deus e a importância da santidade nos relacionamentos humanos com o divino.","referencias_relacionadas":["Ezequiel 40:6","Mateus 7:7","Hebreus 10:19-20"]},"ezequiel_40_41_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como parte de um culto ou adoração.","explicacao_detalhada":"Em Ezequiel 40:41, o 'sacrifício' é um elemento central na adoração a Deus, representando a devoção e a expiação dos pecados do povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância dos rituais de sacrifício na restauração da relação entre Deus e Israel.","conexao_teologica":"Os sacrifícios são um símbolo da redenção e da necessidade de expiação, que culminam na obra de Cristo na cruz.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"ezequiel_40_42_carne":{"palavra_pt":"sacrificio","palavra_original":"זֶבַח","transliteracao":"zebach","strong":"H2077","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se à parte do animal que é oferecida em sacrifício.","explicacao_detalhada":"No contexto de Ezequiel 40:42, a 'carne' é o que é sacrificado e consumido durante os rituais, simbolizando a oferta a Deus e a comunhão entre o ofertante e o Senhor.","por_que_esta_palavra":"A carne é um elemento essencial nos sacrifícios, representando a vida do animal e a seriedade do ato de adoração.","conexao_teologica":"A carne sacrificada antecipa o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 3:1","João 1:29","1 Pedro 1:19"]},"ezequiel_40_43_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma estrutura física, neste caso, o templo ou a habitação de Deus.","explicacao_detalhada":"Em Ezequiel 40:43, a 'casa' é um símbolo da presença de Deus entre o Seu povo, representando um espaço sagrado onde a adoração ocorre.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do templo como a morada de Deus e o lugar de encontro entre o céu e a terra.","conexao_teologica":"A casa de Deus é um símbolo da comunhão entre Deus e a humanidade, refletindo o desejo de Deus de habitar entre o Seu povo.","referencias_relacionadas":["Salmos 27:4","1 Coríntios 3:16","Apocalipse 21:3"]},"ezequiel_40_43_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local de sacrifício e adoração a Deus.","explicacao_detalhada":"No contexto de Ezequiel 40:43, o 'altar' é o lugar onde os sacrifícios são oferecidos, simbolizando a entrega e a devoção ao Senhor.","por_que_esta_palavra":"A palavra é utilizada para destacar a centralidade do altar na adoração e na busca pela reconciliação com Deus.","conexao_teologica":"O altar é um símbolo do sacrifício de Cristo, que se ofereceu uma vez por todas para a redenção da humanidade.","referencias_relacionadas":["Êxodo 20:24","Hebreus 13:10","Romanos 8:32"]},"ezequiel_40_44_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Representa uma entrada ou acesso, especialmente em relação ao templo.","explicacao_detalhada":"A palavra 'porta' em Ezequiel 40:44 é usada para descrever a entrada para os sacerdotes, enfatizando a importância do acesso ao sagrado.","por_que_esta_palavra":"As portas são essenciais para a separação dos espaços sagrados e a função dos sacerdotes no templo.","conexao_teologica":"As portas do templo simbolizam a acessibilidade a Deus, especialmente para aqueles que servem em Sua presença.","referencias_relacionadas":["Ezequiel 40:6","Mateus 7:7","Hebreus 10:19-20"]},"ezequiel_40_44_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, possivelmente um sacerdote ou alguém que serve no templo.","explicacao_detalhada":"Em Ezequiel 40:44, a palavra 'homem' pode se referir aos sacerdotes que têm a responsabilidade de servir no templo e realizar os rituais de adoração.","por_que_esta_palavra":"A inclusão do 'homem' destaca a importância do papel humano na adoração e no serviço a Deus.","conexao_teologica":"A presença do homem no templo reflete a relação entre Deus e a humanidade, onde o serviço e a adoração são fundamentais.","referencias_relacionadas":["Gênesis 1:26","1 Pedro 2:9","Romanos 12:1"]},"ezequiel_40_45_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um membro da tribo de Levi que serve no templo.","explicacao_detalhada":"No contexto de Ezequiel 40:45, o 'sacerdote' é aquele que tem a responsabilidade de interceder pelo povo e realizar os sacrifícios.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a função vital dos sacerdotes na mediação entre Deus e o povo.","conexao_teologica":"Os sacerdotes no Antigo Testamento prefiguram o sacerdócio de Cristo, que é o nosso sumo sacerdote eterno.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14","1 Pedro 2:5"]},"ezequiel_40_45_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma estrutura física, neste caso, o templo ou a habitação de Deus.","explicacao_detalhada":"Em Ezequiel 40:45, a 'casa' é um símbolo da presença de Deus entre o Seu povo, representando um espaço sagrado onde a adoração ocorre.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do templo como a morada de Deus e o lugar de encontro entre o céu e a terra.","conexao_teologica":"A casa de Deus é um símbolo da comunhão entre Deus e a humanidade, refletindo o desejo de Deus de habitar entre o Seu povo.","referencias_relacionadas":["Salmos 27:4","1 Coríntios 3:16","Apocalipse 21:3"]},"ezequiel_40_45_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação divina, onde Deus instrui Ezequiel sobre as visões do templo.","explicacao_detalhada":"Neste contexto, 'falar' é a ação de transmitir mensagens de Deus, essencial para a revelação profética. A comunicação é um meio pelo qual Deus se relaciona com seu povo.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da palavra de Deus e a necessidade de ouvir e obedecer às suas instruções.","conexao_teologica":"A comunicação divina é fundamental na teologia bíblica, pois revela a vontade de Deus e estabelece um relacionamento entre Ele e a humanidade.","referencias_relacionadas":["Ezequiel 3:17","Hebreus 1:1-2","Salmos 119:105"]},"ezequiel_40_46_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes espirituais que servem no templo, mediando entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes têm a responsabilidade de oferecer sacrifícios e manter a santidade do templo. Eles são essenciais para a adoração e a prática religiosa.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender o papel mediador entre Deus e os homens, especialmente no contexto do culto e da lei mosaica.","conexao_teologica":"O sacerdócio é um tema central na teologia, simbolizando a intercessão e a mediação de Cristo como nosso sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"ezequiel_40_46_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"O altar é um símbolo de adoração e sacrifício, representando a entrega do povo a Deus e a busca pela reconciliação.","por_que_esta_palavra":"A menção do altar destaca a importância do sacrifício na adoração e a necessidade de expiação dos pecados.","conexao_teologica":"O altar é um precursor do sacrifício de Cristo, que se ofereceu uma vez por todas para a redenção da humanidade.","referencias_relacionadas":["Gênesis 8:20","Levítico 1:5","Romanos 12:1"]},"ezequiel_40_46_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem sacerdotal.","explicacao_detalhada":"No contexto, 'filho' indica a relação familiar e a transmissão de responsabilidades e bênçãos entre gerações.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a herança espiritual e a continuidade do ministério sacerdotal.","conexao_teologica":"A relação de filho é central na teologia, simbolizando a filiação divina dos crentes em Cristo.","referencias_relacionadas":["Salmos 2:7","João 1:12","Romanos 8:17"]},"ezequiel_40_47_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' é novamente mencionada, reforçando a centralidade do sacrifício na adoração.","explicacao_detalhada":"O altar é um espaço sagrado onde se realiza a expiação e a comunhão com Deus, essencial para a vida espiritual do povo.","por_que_esta_palavra":"A repetição da palavra 'altar' enfatiza sua importância contínua na prática religiosa e na relação com Deus.","conexao_teologica":"O altar simboliza a presença de Deus e a necessidade de sacrifício para a reconciliação, refletindo a obra de Cristo.","referencias_relacionadas":["Êxodo 20:24","Levítico 17:11","Hebreus 13:10"]},"ezequiel_40_47_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo como a morada de Deus entre seu povo.","explicacao_detalhada":"A casa de Deus é um lugar de adoração, onde o povo se reúne para buscar a presença divina e oferecer sacrifícios.","por_que_esta_palavra":"A palavra 'casa' é significativa, pois representa a habitação de Deus e a comunhão com seu povo.","conexao_teologica":"A casa de Deus é um símbolo da presença divina e da comunidade de crentes, refletindo a igreja como o corpo de Cristo.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","1 Coríntios 3:16"]},"ezequiel_40_47_measure":{"palavra_pt":"medida","palavra_original":"מָדַד","transliteracao":"mâdad","strong":"H4058","significado_raiz":"Ideia básica: medida.","significado_contextual":"A palavra 'medida' refere-se à precisão nas dimensões do templo, simbolizando a ordem divina.","explicacao_detalhada":"A medição do templo representa a santidade e a perfeição do plano de Deus para a adoração.","por_que_esta_palavra":"A palavra 'medida' é importante para entender a exatidão e a intenção divina na construção do templo.","conexao_teologica":"A medida simboliza a soberania de Deus sobre a criação e a importância da obediência às suas instruções.","referencias_relacionadas":["Apocalipse 11:1","Ezequiel 43:10","Isaías 40:12"]},"ezequiel_40_48_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' é mencionada novamente, reforçando a ideia de um espaço sagrado e de comunhão com Deus.","explicacao_detalhada":"A casa de Deus é um lugar de refúgio e segurança, onde o povo pode se encontrar com o Senhor.","por_que_esta_palavra":"A repetição da palavra 'casa' enfatiza a importância do templo como centro da vida espiritual.","conexao_teologica":"A casa de Deus é um símbolo da presença divina e da comunhão entre Deus e seu povo, refletindo a igreja como a nova habitação de Deus.","referencias_relacionadas":["Salmos 84:1","Mateus 16:18","Efésios 2:19-22"]},"ezequiel_40_48_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' refere-se a um elemento de força e poder, possivelmente associado à estrutura do templo.","explicacao_detalhada":"A forca pode simbolizar a proteção e a segurança que Deus oferece ao seu povo através do templo.","por_que_esta_palavra":"A palavra 'forca' é significativa para entender a solidez e a durabilidade do templo como a casa de Deus.","conexao_teologica":"A força de Deus é um tema central na teologia, representando sua proteção e poder sobre seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 26:4","Filipenses 4:13"]},"ezequiel_40_49_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"A palavra 'things' refere-se a elementos ou aspectos do templo que são significativos para a adoração.","explicacao_detalhada":"Os 'things' podem incluir objetos sagrados e práticas que são essenciais para a vida espiritual do povo.","por_que_esta_palavra":"A palavra 'things' é importante para entender a diversidade de elementos que compõem a adoração a Deus.","conexao_teologica":"Os elementos da adoração refletem a santidade de Deus e a necessidade de reverência em sua presença.","referencias_relacionadas":["Êxodo 25:8-9","1 Crônicas 28:11-12","Hebreus 9:1"]},"ezequiel_40_49_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se à robustez e à solidez do altar no templo.","explicacao_detalhada":"No contexto de Ezequiel 40-49, a 'força' simboliza a estabilidade e a proteção que Deus oferece ao Seu povo através do templo. A força do altar é um reflexo da força espiritual que deve existir na adoração a Deus.","por_que_esta_palavra":"A escolha da palavra 'força' enfatiza a importância da adoração firme e inabalável a Deus, que é um refúgio seguro.","conexao_teologica":"A força do altar representa a presença de Deus e a segurança que Ele proporciona aos que se aproximam d'Ele em adoração.","referencias_relacionadas":["Salmos 46:1","Salmos 18:2","Isaías 26:4"]}}