{"ezequiel_45_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que será dividida entre as tribos de Israel.","explicacao_detalhada":"A palavra 'terra' destaca a promessa de Deus de dar uma herança ao Seu povo, simbolizando a bênção e a provisão divina.","por_que_esta_palavra":"É importante para entender a relação entre Deus e Israel, e como a terra é um símbolo de Sua fidelidade.","conexao_teologica":"A terra prometida é um símbolo da herança espiritual que os crentes têm em Cristo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Josué 1:2"]},"ezequiel_45_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como a terra será medida e dividida.","explicacao_detalhada":"A palavra 'modo' aqui enfatiza a precisão e a ordem que Deus estabeleceu para a distribuição da terra entre as tribos.","por_que_esta_palavra":"É essencial para entender a justiça e a equidade nas promessas de Deus.","conexao_teologica":"A maneira como Deus distribui a terra reflete Seu caráter justo e a importância da ordem em Sua criação.","referencias_relacionadas":["Ezequiel 48:1","Números 34:2","Salmos 37:29"]},"ezequiel_45_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na adoração e na identidade do povo de Deus.","explicacao_detalhada":"A palavra 'senhor' destaca a soberania e a autoridade de Deus sobre todas as coisas, incluindo a terra e o povo de Israel.","por_que_esta_palavra":"É fundamental para entender a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e poder na vida do Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ezequiel_45_2_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à porção da terra que é dedicada ao Senhor e ao Seu culto.","explicacao_detalhada":"A palavra 'sagrado' indica que essa parte da terra é separada para o serviço de Deus, enfatizando a importância da santidade na adoração.","por_que_esta_palavra":"É essencial para entender a distinção entre o que é comum e o que é sagrado na vida do povo de Deus.","conexao_teologica":"A santidade é um tema central na Bíblia, refletindo a natureza de Deus e a chamada do Seu povo para ser santo.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:15-16","Apocalipse 21:2"]},"ezequiel_45_2_fifteen":{"palavra_pt":"fif teen","palavra_original":"חָמֵשׁ","transliteracao":"châmêsh","strong":"H2568","significado_raiz":"Ideia básica: fif teen.","significado_contextual":"Refere-se à quantidade de quinze, que é um número simbólico em algumas tradições.","explicacao_detalhada":"O número quinze pode ser visto como uma combinação de um e cinco, onde o um representa a unidade e o cinco representa a graça. No contexto de Ezequiel, pode simbolizar a graça de Deus sobre o povo.","por_que_esta_palavra":"A palavra é utilizada para descrever medidas e quantidades específicas no templo, enfatizando a ordem e a precisão nas instruções divinas.","conexao_teologica":"O número quinze pode ser associado à ideia de renovação e restauração, refletindo a intenção de Deus de restaurar Israel.","referencias_relacionadas":["Ezequiel 40:5","Ezequiel 43:10","Salmos 15:1"]},"ezequiel_45_2_fifty":{"palavra_pt":"fifty","palavra_original":"חֲמִשִּׁים","transliteracao":"chămishshîym","strong":"H2572","significado_raiz":"Ideia básica: fifty.","significado_contextual":"Refere-se à quantidade de cinquenta, que pode simbolizar liberdade e libertação.","explicacao_detalhada":"O número cinquenta é frequentemente associado ao Jubileu, um tempo de libertação e restauração. No contexto de Ezequiel, isso pode indicar um tempo de renovação para o povo de Israel.","por_que_esta_palavra":"A palavra é usada para descrever medidas no templo, mostrando a importância da estrutura e da organização no culto a Deus.","conexao_teologica":"O cinquenta é um número que representa a libertação e a volta ao estado original, refletindo a intenção de Deus de restaurar seu povo.","referencias_relacionadas":["Levítico 25:10","Ezequiel 40:5","Isaías 61:1"]},"ezequiel_45_3_palacio":{"palavra_pt":"palacio","palavra_original":"מִקְדָּשׁ","transliteracao":"miqdâsh","strong":"H4720","significado_raiz":"Ideia básica: palacio.","significado_contextual":"Refere-se ao templo ou lugar sagrado, onde Deus habita entre seu povo.","explicacao_detalhada":"O palácio, ou templo, é o local de adoração e sacrifício, simbolizando a presença de Deus entre os israelitas. É um espaço sagrado que deve ser tratado com reverência.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do lugar onde Deus se encontra com seu povo, destacando a santidade do espaço.","conexao_teologica":"O palácio é um símbolo da relação entre Deus e seu povo, representando a habitação divina entre os humanos.","referencias_relacionadas":["Ezequiel 40:2","Salmos 27:4","1 Reis 6:1"]},"ezequiel_45_3_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar entre ou no meio de algo, enfatizando a proximidade.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a localização do templo em relação ao povo, simbolizando a presença de Deus no meio deles.","por_que_esta_palavra":"A palavra é importante para mostrar que Deus não está distante, mas presente no meio de seu povo.","conexao_teologica":"A presença de Deus entre seu povo é um tema central na teologia bíblica, refletindo seu desejo de habitar com a humanidade.","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Apocalipse 21:3"]},"ezequiel_45_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, que é um símbolo da herança e da bênção de Deus.","explicacao_detalhada":"A terra é um elemento central na narrativa bíblica, representando a promessa de Deus ao seu povo e o lugar onde eles devem viver em obediência.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da terra como parte do pacto entre Deus e Israel.","conexao_teologica":"A terra é um símbolo da fidelidade de Deus e da herança que Ele promete ao seu povo.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7","Josué 1:2"]},"ezequiel_45_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura do sacerdote, que atua como mediador entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes têm a responsabilidade de realizar sacrifícios e manter a santidade do templo, simbolizando a intercessão e a adoração do povo a Deus.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância do papel sacerdotal na adoração e na vida espiritual de Israel.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, representando a mediação de Cristo como nosso sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"ezequiel_45_4_palacio":{"palavra_pt":"palacio","palavra_original":"מִקְדָּשׁ","transliteracao":"miqdâsh","strong":"H4720","significado_raiz":"Ideia básica: palacio.","significado_contextual":"Refere-se novamente ao templo, enfatizando sua importância como lugar de adoração.","explicacao_detalhada":"O palácio é o centro da vida espiritual de Israel, onde se realizam os rituais e sacrifícios, simbolizando a presença de Deus entre seu povo.","por_que_esta_palavra":"A repetição da palavra destaca a centralidade do templo na vida religiosa e social de Israel.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens, refletindo a relação íntima que Ele deseja ter com seu povo.","referencias_relacionadas":["Ezequiel 40:2","Salmos 84:1","Mateus 21:12"]},"ezequiel_45_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, que é um símbolo de segurança e pertencimento.","explicacao_detalhada":"A casa representa não apenas um espaço físico, mas também a ideia de comunidade e família, onde a presença de Deus é reconhecida.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do lar na vida do povo de Deus e sua relação com a espiritualidade.","conexao_teologica":"A ideia de casa é central na Bíblia, simbolizando a habitação de Deus entre seu povo e a segurança que Ele oferece.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"ezequiel_45_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ideia de cair, que pode simbolizar a queda do homem ou a perda de algo.","explicacao_detalhada":"A palavra 'cair' pode ser interpretada como uma referência à fragilidade humana e à necessidade de dependência de Deus.","por_que_esta_palavra":"A palavra é utilizada para descrever a condição humana e a necessidade de redenção.","conexao_teologica":"A queda é um tema central na teologia, refletindo a necessidade de salvação e restauração através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"ezequiel_45_5_possessao":{"palavra_pt":"possessao","palavra_original":"אֲחֻזָּה","transliteracao":"ʼăchuzzâh","strong":"H272","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se à ideia de posse, que é um símbolo de herança e propriedade.","explicacao_detalhada":"A possessão representa a bênção de Deus sobre seu povo, indicando que eles têm um lugar e um propósito dentro do plano divino.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da herança e da identidade do povo de Deus.","conexao_teologica":"A possessão é um tema importante na Bíblia, simbolizando a herança espiritual que os crentes têm em Cristo.","referencias_relacionadas":["Gálatas 4:7","Efésios 1:11","Colossenses 1:12"]},"ezequiel_45_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma área urbanizada, um centro de vida social e religiosa.","explicacao_detalhada":"No contexto de Ezequiel 45:6, a 'cidade' é mencionada como parte da divisão da terra prometida a Israel, destacando sua importância como um local de adoração e comunidade.","por_que_esta_palavra":"A palavra 'cidade' é crucial para entender a organização social e religiosa do povo de Israel, especialmente em relação ao templo e à adoração.","conexao_teologica":"A cidade simboliza a presença de Deus entre o Seu povo e a centralidade da adoração na vida comunitária.","referencias_relacionadas":["Ezequiel 48:15","Salmos 122:1","Mateus 5:14"]},"ezequiel_45_6_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Indica algo que é separado para Deus, reservado para propósitos divinos.","explicacao_detalhada":"Em Ezequiel 45:6, o termo 'sagrado' refere-se a áreas específicas que são dedicadas ao culto e à adoração, enfatizando a santidade que deve ser mantida.","por_que_esta_palavra":"A palavra 'sagrado' é essencial para entender a separação entre o comum e o divino, refletindo a natureza de Deus e Sua exigência de santidade do Seu povo.","conexao_teologica":"A santidade é um tema central na relação entre Deus e Israel, destacando a necessidade de pureza e devoção.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"ezequiel_45_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de proceder em relação às práticas religiosas e sociais.","explicacao_detalhada":"No versículo, 'modo' implica a forma como as ofertas e os sacrifícios devem ser realizados, refletindo a ordem e a reverência exigidas por Deus.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a estrutura e a disciplina que Deus estabelece para a adoração e a vida comunitária.","conexao_teologica":"A maneira de adorar a Deus é um reflexo da relação do povo com Ele, mostrando que a adoração deve ser feita de acordo com Sua vontade.","referencias_relacionadas":["Deuteronômio 12:32","Colossenses 3:17","Romanos 12:1"]},"ezequiel_45_7_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que governa sobre o povo, especialmente em questões espirituais e sociais.","explicacao_detalhada":"Em Ezequiel 45:7, o 'rei' é descrito como alguém que tem responsabilidades tanto políticas quanto religiosas, simbolizando a liderança de Deus sobre Israel.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a estrutura de liderança em Israel e a relação entre o governo humano e a soberania divina.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e a liderança humana deve refletir Sua justiça e retidão.","referencias_relacionadas":["Salmos 2:6","Isaías 33:22","1 Timóteo 6:15"]},"ezequiel_45_7_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se a ofertas feitas a Deus como parte do culto e da adoração.","explicacao_detalhada":"No contexto do versículo, o 'sacrifício' é uma expressão de devoção e arrependimento, essencial para a restauração da relação entre Deus e o povo.","por_que_esta_palavra":"A palavra 'sacrifício' é crucial para entender a prática religiosa do Antigo Testamento e a necessidade de expiação pelos pecados.","conexao_teologica":"Os sacrifícios prefiguram o sacrifício de Cristo, que é o cumprimento da necessidade de redenção.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"ezequiel_45_7_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Novamente, refere-se a algo que é separado para Deus e reservado para propósitos divinos.","explicacao_detalhada":"Neste versículo, o 'sagrado' enfatiza a importância de manter a pureza nas ofertas e na adoração, refletindo a natureza de Deus.","por_que_esta_palavra":"A repetição da palavra 'sagrado' reforça a ideia de que tudo relacionado ao culto deve ser tratado com reverência.","conexao_teologica":"A santidade de Deus exige que Seu povo também seja santo, refletindo Sua natureza em suas práticas.","referencias_relacionadas":["Levítico 20:26","1 Pedro 2:9","Apocalipse 21:27"]},"ezequiel_45_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território que foi dado a Israel como herança.","explicacao_detalhada":"Em Ezequiel 45:8, a 'terra' é mencionada como parte do plano de Deus para o Seu povo, simbolizando a promessa e a fidelidade divina.","por_que_esta_palavra":"A palavra 'terra' é vital para entender a relação de Israel com Deus e a importância da terra prometida na história bíblica.","conexao_teologica":"A terra é um símbolo da bênção e da presença de Deus entre Seu povo, refletindo a aliança estabelecida.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Josué 1:3"]},"ezequiel_45_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou ao templo, um espaço sagrado de adoração.","explicacao_detalhada":"No contexto do versículo, a 'casa' é um local de encontro entre Deus e o Seu povo, simbolizando a habitação divina entre eles.","por_que_esta_palavra":"A palavra 'casa' é importante para entender a centralidade do templo na vida religiosa de Israel e a presença de Deus entre eles.","conexao_teologica":"A casa de Deus é um símbolo da comunhão e da relação íntima que Ele deseja ter com Seu povo.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"ezequiel_45_9_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao conceito de justiça e juízo, especialmente em relação à liderança e à governança.","explicacao_detalhada":"Em Ezequiel 45:9, o 'juízo' é mencionado como uma responsabilidade do rei, enfatizando a importância da justiça na sociedade.","por_que_esta_palavra":"A palavra 'juízo' é fundamental para entender a expectativa de Deus em relação à liderança e à moralidade do povo.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletida na vida do Seu povo, especialmente na liderança.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Romanos 13:1-4"]},"ezequiel_45_9_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor soberano sobre todas as coisas.","explicacao_detalhada":"No versículo, 'senhor' destaca a autoridade de Deus sobre a vida do povo e a necessidade de submissão a Sua vontade.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de autoridade entre Deus e Seu povo, enfatizando Sua soberania.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Seu controle e governo sobre a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Filipenses 2:10-11"]},"ezequiel_45_9_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"O termo 'senhor' é usado para expressar a autoridade e o domínio de Deus, que é o criador e mantenedor do universo. Em Ezequiel, essa palavra enfatiza a relação de Deus com seu povo e a importância de obedecer a Seus mandamentos.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e Israel, especialmente no contexto da restauração prometida.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o governante supremo e que todas as coisas estão sob Seu controle.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"ezequiel_45_10_ephah":{"palavra_pt":"ephah","palavra_original":"אֵיפָה","transliteracao":"ʼêyphâh","strong":"H374","significado_raiz":"Ideia básica: ephah.","significado_contextual":"Unidade de medida utilizada para medir grãos.","explicacao_detalhada":"O ephah era uma medida padrão na antiga Israel, usada principalmente para medir cereais. Em Ezequiel, a menção do ephah está relacionada à organização do culto e à distribuição de ofertas.","por_que_esta_palavra":"A palavra é importante para entender as práticas de adoração e a justiça nas transações comerciais entre o povo.","conexao_teologica":"O uso de medidas justas reflete o caráter justo de Deus e a importância da integridade nas relações humanas.","referencias_relacionadas":["Levítico 23:17","Amós 8:5","Miquéias 6:10"]},"ezequiel_45_11_agua":{"palavra_pt":"agua","palavra_original":"חֹמֶר","transliteracao":"chômer","strong":"H2563","significado_raiz":"Ideia básica: agua.","significado_contextual":"Refere-se à água utilizada em rituais e ofertas.","explicacao_detalhada":"A água tem um simbolismo profundo na Bíblia, representando purificação e vida. Em Ezequiel, a menção da água está ligada à necessidade de purificação e renovação espiritual do povo.","por_que_esta_palavra":"A água é essencial para a vida e simboliza a necessidade de purificação espiritual.","conexao_teologica":"A água é frequentemente usada como símbolo do Espírito Santo e da vida eterna que Jesus oferece.","referencias_relacionadas":["João 4:14","Isaías 12:3","Apocalipse 22:17"]},"ezequiel_45_11_ephah":{"palavra_pt":"ephah","palavra_original":"אֵיפָה","transliteracao":"ʼêyphâh","strong":"H374","significado_raiz":"Ideia básica: ephah.","significado_contextual":"Unidade de medida para grãos, importante para ofertas.","explicacao_detalhada":"O ephah é mencionado novamente para enfatizar a importância da precisão nas ofertas e na adoração a Deus. A correta medida reflete a justiça e a integridade nas práticas religiosas.","por_que_esta_palavra":"A repetição do ephah destaca a necessidade de medidas justas e a seriedade das ofertas apresentadas a Deus.","conexao_teologica":"A justiça e a retidão nas ofertas são reflexos do caráter de Deus e de como Ele espera que Seu povo se relacione com Ele.","referencias_relacionadas":["Deuteronômio 25:15","Levítico 19:36","Provérbios 11:1"]},"ezequiel_45_12_shekel":{"palavra_pt":"shekel","palavra_original":"שֶׁקֶל","transliteracao":"sheqel","strong":"H8255","significado_raiz":"Ideia básica: shekel.","significado_contextual":"Unidade monetária usada em transações.","explicacao_detalhada":"O shekel era a moeda padrão em Israel e era usado para transações comerciais e para o pagamento de impostos e ofertas. Em Ezequiel, a menção do shekel destaca a importância da economia e da justiça nas transações.","por_que_esta_palavra":"A palavra é crucial para entender a economia e as práticas financeiras do povo de Deus.","conexao_teologica":"A forma como o povo lida com dinheiro e bens reflete sua relação com Deus e a importância da generosidade.","referencias_relacionadas":["Êxodo 30:13","Levítico 27:25","Mateus 17:24"]},"ezequiel_45_12_maneh":{"palavra_pt":"maneh","palavra_original":"מָנֶה","transliteracao":"mâneh","strong":"H4488","significado_raiz":"Ideia básica: maneh.","significado_contextual":"Outra unidade de medida, geralmente maior que o shekel.","explicacao_detalhada":"O maneh era uma medida de peso e também uma unidade monetária. Em Ezequiel, sua menção está relacionada à economia e à justiça nas ofertas e transações.","por_que_esta_palavra":"A inclusão do maneh destaca a diversidade nas medidas e a necessidade de precisão nas transações.","conexao_teologica":"A justiça nas transações financeiras é um reflexo do caráter de Deus e de como Ele espera que Seu povo viva em integridade.","referencias_relacionadas":["Ezequiel 45:12","Ezequiel 45:13","Ezequiel 45:14"]},"ezequiel_45_13_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se às ofertas apresentadas a Deus.","explicacao_detalhada":"O termo 'sacrifício' refere-se às ofertas que eram apresentadas a Deus como um ato de adoração e gratidão. Em Ezequiel, isso é parte do sistema de adoração restaurado.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre o povo e Deus através das ofertas e sacrifícios.","conexao_teologica":"Os sacrifícios são um símbolo da expiação e da necessidade de um mediador entre Deus e o homem.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"ezequiel_45_13_agua":{"palavra_pt":"agua","palavra_original":"חֹמֶר","transliteracao":"chômer","strong":"H2563","significado_raiz":"Ideia básica: agua.","significado_contextual":"Água utilizada em rituais de purificação.","explicacao_detalhada":"A água é frequentemente associada à purificação e à renovação espiritual. Em Ezequiel, a menção da água em relação aos sacrifícios enfatiza a necessidade de purificação antes de se aproximar de Deus.","por_que_esta_palavra":"A água é um elemento essencial para a purificação, simbolizando a necessidade de estar limpo diante de Deus.","conexao_teologica":"A purificação é um tema central na teologia bíblica, refletindo a necessidade de santidade ao se aproximar de Deus.","referencias_relacionadas":["Êxodo 30:18","Salmos 51:7","João 3:5"]},"ezequiel_45_13_ephah":{"palavra_pt":"ephah","palavra_original":"אֵיפָה","transliteracao":"ʼêyphâh","strong":"H374","significado_raiz":"Ideia básica: ephah.","significado_contextual":"Unidade de medida para ofertas.","explicacao_detalhada":"O ephah é mencionado novamente em relação aos sacrifícios, enfatizando a importância de medidas justas e precisas nas ofertas apresentadas a Deus.","por_que_esta_palavra":"A repetição do ephah sublinha a seriedade das ofertas e a necessidade de integridade nas práticas religiosas.","conexao_teologica":"A justiça nas ofertas é um reflexo do caráter de Deus e da expectativa de que Seu povo viva em retidão.","referencias_relacionadas":["Levítico 23:17","Amós 8:5","Miquéias 6:10"]},"ezequiel_45_14_mandamento":{"palavra_pt":"mandamento","palavra_original":"חֹק","transliteracao":"chôq","strong":"H2706","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se às leis e ordenanças de Deus.","explicacao_detalhada":"O mandamento é uma ordem ou preceito dado por Deus ao Seu povo. Em Ezequiel, isso se relaciona com as instruções sobre adoração e vida comunitária.","por_que_esta_palavra":"Os mandamentos são fundamentais para a vida do povo de Deus, guiando suas ações e decisões.","conexao_teologica":"Os mandamentos refletem a vontade de Deus e são essenciais para a vida em comunidade e a adoração correta.","referencias_relacionadas":["Êxodo 20:1-17","Deuteronômio 6:5","Salmos 119:105"]},"ezequiel_45_14_anointing":{"palavra_pt":"azeite/oleo","palavra_original":"שֶׁמֶן","transliteracao":"shemen","strong":"H8081","significado_raiz":"Ideia básica: azeite.","significado_contextual":"O azeite é utilizado para unção e consagração, simbolizando a presença e a ação do Espírito Santo.","explicacao_detalhada":"No contexto de Ezequiel 45:14, o azeite é mencionado como parte das ofertas que devem ser apresentadas no templo. Ele representa a unção e a santidade, sendo um elemento essencial nas cerimônias religiosas.","por_que_esta_palavra":"A palavra 'azeite' é escolhida por sua importância ritual e simbólica, representando a unção divina e a consagração dos sacerdotes e objetos sagrados.","conexao_teologica":"O azeite é frequentemente associado ao Espírito Santo e à unção de líderes e profetas, refletindo a escolha divina.","referencias_relacionadas":["Êxodo 30:22-33","Salmos 23:5","Tiago 5:14"]},"ezequiel_45_15_butlership":{"palavra_pt":"butler ship","palavra_original":"מַשְׁקֶה","transliteracao":"mashqeh","strong":"H4945","significado_raiz":"Ideia básica: butler ship.","significado_contextual":"O termo 'butler ship' refere-se à responsabilidade de servir e administrar as ofertas e os recursos do templo.","explicacao_detalhada":"Em Ezequiel 45:15, a função de 'butler' é crucial para a organização do culto e a distribuição das ofertas, assegurando que tudo seja feito de acordo com a lei de Deus.","por_que_esta_palavra":"A palavra 'butler ship' é utilizada para enfatizar a importância do serviço e da administração no contexto do culto a Deus.","conexao_teologica":"A administração correta dos recursos sagrados é um reflexo da ordem e da santidade que Deus deseja em Seu templo.","referencias_relacionadas":["1 Crônicas 9:22","2 Crônicas 31:11-12","Mateus 25:21"]},"ezequiel_45_15_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A oferta é um presente ou sacrifício feito a Deus, simbolizando gratidão e devoção.","explicacao_detalhada":"Em Ezequiel 45:15, a oferta é parte do sistema de adoração e é essencial para a manutenção da relação entre o povo e Deus.","por_que_esta_palavra":"A palavra 'oferta' é escolhida para destacar a importância do ato de dar como uma expressão de fé e obediência.","conexao_teologica":"As ofertas são um meio de expressar a devoção a Deus e são vistas como um ato de adoração e reconhecimento de Sua soberania.","referencias_relacionadas":["Levítico 1:1-17","Hebreus 13:16","Romanos 12:1"]},"ezequiel_45_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como um presente de Deus ao Seu povo, simbolizando herança e promessa.","explicacao_detalhada":"No contexto de Ezequiel 45:16, a terra é mencionada em relação à distribuição das porções para o povo de Israel, refletindo a importância da terra prometida.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar a conexão entre o povo de Deus e a terra que Ele lhes deu como herança.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, representando bênção e provisão.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Josué 1:3"]},"ezequiel_45_16_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é um ato de expiação e adoração, essencial para a reconciliação com Deus.","explicacao_detalhada":"Em Ezequiel 45:16, o sacrifício é parte do sistema de adoração que permite ao povo se aproximar de Deus, simbolizando arrependimento e devoção.","por_que_esta_palavra":"A palavra 'sacrifício' é escolhida para destacar a necessidade de expiação e a seriedade do relacionamento com Deus.","conexao_teologica":"Os sacrifícios prefiguram o sacrifício de Cristo, que é a plena expiação pelos pecados da humanidade.","referencias_relacionadas":["Levítico 4:27-31","Hebreus 9:22","Romanos 5:8"]},"ezequiel_45_16_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é a figura de autoridade que governa e lidera o povo de acordo com a vontade de Deus.","explicacao_detalhada":"Em Ezequiel 45:16, o rei é mencionado como responsável por garantir que as ofertas e sacrifícios sejam feitos corretamente, refletindo sua liderança espiritual.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a responsabilidade do líder em guiar o povo em adoração e obediência a Deus.","conexao_teologica":"O rei é um símbolo de Cristo, que é o Rei dos Reis e governa com justiça e retidão.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6-7","Mateus 28:18"]},"ezequiel_45_17_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é a figura central na administração do culto e na manutenção da ordem no templo.","explicacao_detalhada":"Em Ezequiel 45:17, o rei é mencionado novamente, ressaltando sua função vital na supervisão das ofertas e na liderança espiritual do povo.","por_que_esta_palavra":"A palavra 'rei' é escolhida para reforçar a ideia de liderança e responsabilidade diante de Deus.","conexao_teologica":"A liderança do rei é um reflexo da liderança de Cristo, que cuida e guia Seu povo.","referencias_relacionadas":["1 Samuel 8:7","Ezequiel 34:23-24","Apocalipse 19:16"]},"ezequiel_45_17_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A oferta é um ato de adoração e gratidão que deve ser supervisionado pelo rei.","explicacao_detalhada":"Em Ezequiel 45:17, a oferta é mencionada como parte do culto que o rei deve garantir que seja realizado de acordo com as instruções de Deus.","por_que_esta_palavra":"A palavra 'oferta' é utilizada para enfatizar a importância do ato de dar como um reflexo da devoção ao Senhor.","conexao_teologica":"As ofertas são um meio de expressar a fé e a obediência ao Senhor, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Levítico 22:29","Mateus 5:23-24","2 Coríntios 9:7"]},"ezequiel_45_18_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é a transgressão da lei de Deus, que requer expiação e arrependimento.","explicacao_detalhada":"Em Ezequiel 45:18, o pecado é mencionado em relação à necessidade de sacrifícios para a expiação, destacando a seriedade do pecado diante de Deus.","por_que_esta_palavra":"A palavra 'pecado' é escolhida para enfatizar a condição humana e a necessidade de redenção.","conexao_teologica":"O pecado é a razão pela qual Cristo veio ao mundo, para oferecer perdão e reconciliação com Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Hebreus 10:26-27"]},"ezequiel_45_18_palacio":{"palavra_pt":"palacio","palavra_original":"מִקְדָּשׁ","transliteracao":"miqdâsh","strong":"H4720","significado_raiz":"Ideia básica: palacio.","significado_contextual":"O palácio é o local de habitação do rei e um símbolo de autoridade e governo.","explicacao_detalhada":"Em Ezequiel 45:18, o palácio é mencionado como parte do contexto do templo, onde o rei exerce sua autoridade e onde as questões espirituais são tratadas.","por_que_esta_palavra":"A palavra 'palácio' é utilizada para destacar a importância do espaço físico onde a liderança e a adoração se encontram.","conexao_teologica":"O palácio é um símbolo do reino de Deus, onde Cristo reinará eternamente.","referencias_relacionadas":["Salmos 48:1-2","Isaías 66:1","Apocalipse 21:2"]},"ezequiel_45_18_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus sobre o povo de Israel e a importância de reconhecer Sua autoridade.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para enfatizar a posição de Deus como mestre e governante. No contexto de Ezequiel 45:18, isso destaca a necessidade de obediência às leis e regulamentos divinos.","por_que_esta_palavra":"A escolha da palavra 'senhor' reflete a relação de servidão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 14:8"]},"ezequiel_45_19_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao papel do sacerdote como mediador entre Deus e o povo, especialmente em relação aos sacrifícios.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) indica a função sagrada de interceder e oferecer sacrifícios em nome do povo. Em Ezequiel 45:19, o sacerdote é responsável por realizar rituais de purificação e expiação.","por_que_esta_palavra":"A presença do sacerdote é crucial para a manutenção da santidade e da relação do povo com Deus.","conexao_teologica":"O sacerdócio é um símbolo da mediação de Cristo, que se tornou nosso sumo sacerdote.","referencias_relacionadas":["Hebreus 5:1","Levítico 16:32","1 Pedro 2:9"]},"ezequiel_45_19_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é visto como símbolo de vida e é essencial nos rituais de sacrifício.","explicacao_detalhada":"A palavra 'sangue' (דָּם) é central para a compreensão dos sacrifícios, pois representa a vida que é oferecida a Deus para a expiação dos pecados. Em Ezequiel 45:19, o uso do sangue é parte do processo de purificação.","por_que_esta_palavra":"O sangue é um elemento vital que conecta a vida humana à divina, sendo necessário para a redenção.","conexao_teologica":"O sangue de Cristo é o cumprimento do sacrifício perfeito que traz a verdadeira redenção.","referencias_relacionadas":["Hebreus 9:22","Levítico 17:11","Mateus 26:28"]},"ezequiel_45_19_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como forma de adoração e expiação.","explicacao_detalhada":"A palavra 'sacrifício' (חַטָּאָה) implica a ideia de expiação pelos pecados. Em Ezequiel 45:19, o sacrifício é um meio pelo qual o povo busca a reconciliação com Deus.","por_que_esta_palavra":"Os sacrifícios eram uma parte fundamental da adoração israelita, simbolizando arrependimento e busca pela purificação.","conexao_teologica":"O sacrifício de Cristo é o sacrifício final que substitui todos os sacrifícios do Antigo Testamento.","referencias_relacionadas":["Romanos 12:1","Hebreus 10:10","Gálatas 1:4"]},"ezequiel_45_20_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, destacando a responsabilidade moral e espiritual.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a condição humana e a necessidade de se submeter à vontade de Deus. Em Ezequiel 45:20, isso implica que cada indivíduo tem um papel na adoração e na vida comunitária.","por_que_esta_palavra":"A inclusão do homem enfatiza a importância da participação ativa de cada pessoa na vida espiritual.","conexao_teologica":"A dignidade do homem é um tema central na criação e na redenção, refletindo a imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Coríntios 15:22"]},"ezequiel_45_20_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar como um espaço sagrado e de adoração.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza não apenas a estrutura física, mas também a família e a comunidade de fé. Em Ezequiel 45:20, a casa é um lugar onde se realiza a adoração a Deus.","por_que_esta_palavra":"A casa é vista como um microcosmo da sociedade e da relação com Deus.","conexao_teologica":"A ideia de casa é importante na teologia bíblica, representando a habitação de Deus entre Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","1 Timóteo 3:15"]},"ezequiel_45_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' (עָשָׂה) pode ser um erro de transcrição, pois não se relaciona diretamente com o contexto de Ezequiel 45.","explicacao_detalhada":"Se a palavra se referir a um ato de fazer ou criar, isso pode indicar a ação de Deus ou do homem em cumprir Suas ordens.","por_que_esta_palavra":"A ação de fazer é fundamental na criação e na obediência às leis divinas.","conexao_teologica":"A criação e a ação de Deus são temas centrais na narrativa bíblica.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Efésios 2:10"]},"ezequiel_45_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo e à importância dos ciclos de adoração e festividades.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para marcar períodos de adoração e celebração. Em Ezequiel 45:21, isso se relaciona com a observância de festivais e rituais.","por_que_esta_palavra":"Os dias sagrados são essenciais para a vida espiritual do povo, proporcionando momentos de reflexão e adoração.","conexao_teologica":"O conceito de tempo sagrado é importante na teologia bíblica, refletindo a criação e a redenção.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Colossenses 2:16-17"]},"ezequiel_45_21_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Refere-se aos ciclos lunares que marcam festividades e celebrações religiosas.","explicacao_detalhada":"A palavra 'lua' (חֹדֶשׁ) é usada para indicar os meses e a importância das festividades que ocorrem em cada ciclo lunar. Em Ezequiel 45:21, isso se relaciona com a observância das festas religiosas.","por_que_esta_palavra":"A lua é um marcador de tempo que ajuda a organizar a vida religiosa e social do povo.","conexao_teologica":"A relação entre os ciclos naturais e a adoração a Deus é um tema recorrente na Bíblia.","referencias_relacionadas":["Salmos 104:19","Gênesis 1:14","Números 10:10"]},"ezequiel_45_21_pascoa":{"palavra_pt":"pascoa","palavra_original":"פֶּסַח","transliteracao":"peçach","strong":"H6453","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"Refere-se à celebração da Páscoa, que marca a libertação do povo de Israel do Egito.","explicacao_detalhada":"A palavra 'Páscoa' (פֶּסַח) é central na tradição judaica e simboliza a redenção e a passagem da escravidão para a liberdade. Em Ezequiel 45:21, a Páscoa é um momento de lembrança e adoração.","por_que_esta_palavra":"A Páscoa é um lembrete da fidelidade de Deus e da importância da obediência às Suas instruções.","conexao_teologica":"A Páscoa é vista como um precursor da obra redentora de Cristo, que é o Cordeiro de Deus.","referencias_relacionadas":["Êxodo 12:14","Lucas 22:15","1 Coríntios 5:7"]},"ezequiel_45_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como um símbolo de força e poder, representando a ferocidade e a proteção.","explicacao_detalhada":"No contexto de Ezequiel 45:22, o urso pode ser visto como uma metáfora para a força necessária na liderança e na proteção do povo de Israel. A ferocidade do urso reflete a necessidade de um líder forte que defenda o povo contra inimigos.","por_que_esta_palavra":"A palavra 'urso' é utilizada para transmitir a ideia de força e proteção, características essenciais para um líder no contexto da restauração de Israel.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, como o urso, simbolizando Sua capacidade de proteger e guiar Seu povo.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"ezequiel_45_22_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é a figura central de liderança e autoridade, responsável por governar e proteger o povo.","explicacao_detalhada":"Em Ezequiel 45:22, o rei é mencionado como aquele que deve oferecer sacrifícios e liderar o povo em adoração. Isso destaca a importância da liderança espiritual e moral na sociedade israelita.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura de liderança em Israel, onde o rei não é apenas um governante político, mas também um líder espiritual.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre Seu povo, simbolizando a autoridade divina e a responsabilidade do líder em guiar o povo segundo a vontade de Deus.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-4","Ezequiel 34:23-24"]},"ezequiel_45_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é um período de tempo que é frequentemente associado a eventos significativos e à adoração a Deus.","explicacao_detalhada":"Em Ezequiel 45:22, o dia é mencionado em relação a sacrifícios e celebrações, indicando a importância de momentos específicos dedicados a Deus na vida do povo.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a regularidade e a importância dos rituais e das práticas religiosas na vida do povo de Israel.","conexao_teologica":"O conceito de dia sagrado é fundamental na teologia bíblica, onde Deus estabelece tempos específicos para adoração e comunhão com Seu povo.","referencias_relacionadas":["Êxodo 20:8-11","Levítico 23:3","Salmos 118:24"]},"ezequiel_45_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é um tempo designado para a realização de sacrifícios e atos de adoração.","explicacao_detalhada":"Neste versículo, o dia é destacado como um momento em que o povo deve se reunir para oferecer sacrifícios, refletindo a importância da comunhão e da devoção a Deus.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a necessidade de consistência na adoração e na prática religiosa.","conexao_teologica":"A regularidade dos dias de adoração é um reflexo da fidelidade de Deus e da resposta do povo a essa fidelidade.","referencias_relacionadas":["Levítico 16:29-31","Ezequiel 46:3","Salmos 95:6"]},"ezequiel_45_23_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O sacrifício é um ato de adoração e expiação, essencial para a relação entre Deus e Seu povo.","explicacao_detalhada":"Em Ezequiel 45:23, o sacrifício é mencionado como parte do culto a Deus, simbolizando a necessidade de expiação pelos pecados e a gratidão do povo.","por_que_esta_palavra":"A palavra 'sacrifício' é fundamental para entender a prática religiosa de Israel, onde a oferta de animais era uma forma de se aproximar de Deus.","conexao_teologica":"O sacrifício é um tema central na teologia do Antigo Testamento, prefigurando o sacrifício de Cristo como a oferta perfeita pelos pecados da humanidade.","referencias_relacionadas":["Levítico 4:27-31","Hebreus 9:22","Romanos 12:1"]},"ezequiel_45_24_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A oferta é um presente ou sacrifício dado a Deus como expressão de gratidão e devoção.","explicacao_detalhada":"No contexto de Ezequiel 45:24, a oferta é parte do culto e reflete a disposição do povo em reconhecer a soberania de Deus e Sua provisão.","por_que_esta_palavra":"A palavra 'oferta' é utilizada para enfatizar a importância de dar a Deus como um ato de adoração e reconhecimento de Sua bondade.","conexao_teologica":"As ofertas são uma expressão da relação entre Deus e Seu povo, simbolizando a entrega e a devoção que devem caracterizar a vida do crente.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 2:1-3","2 Coríntios 9:7"]},"ezequiel_45_24_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A forca representa a força e a capacidade de realizar tarefas, especialmente em contextos de sacrifício.","explicacao_detalhada":"Em Ezequiel 45:24, a forca é mencionada em relação aos sacrifícios, indicando a importância de oferecer o melhor e o mais forte ao Senhor.","por_que_esta_palavra":"A palavra 'forca' é utilizada para simbolizar a qualidade e a dedicação que devem ser empregadas nos atos de adoração.","conexao_teologica":"A força e a qualidade das ofertas refletem a natureza de Deus, que é perfeito e digno de receber o melhor de Seus adoradores.","referencias_relacionadas":["Deuteronômio 15:19-20","Salmos 51:17","Malaquias 1:8"]},"ezequiel_45_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é um tempo sagrado designado para a adoração e os sacrifícios.","explicacao_detalhada":"Neste versículo, o dia é destacado como um momento específico para a realização de sacrifícios, reforçando a importância da adoração regular.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a necessidade de um tempo dedicado a Deus em meio à rotina diária.","conexao_teologica":"O dia de adoração é um lembrete da fidelidade de Deus e da resposta do povo em adoração e gratidão.","referencias_relacionadas":["Êxodo 20:8","Levítico 23:3","Salmos 118:24"]},"ezequiel_45_25_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O sacrifício é um ato de expiação e adoração, essencial para a relação entre Deus e Seu povo.","explicacao_detalhada":"Em Ezequiel 45:25, o sacrifício é mencionado como parte do culto, simbolizando a necessidade de expiação pelos pecados e a devoção do povo.","por_que_esta_palavra":"A palavra 'sacrifício' é fundamental para entender a prática religiosa de Israel, onde a oferta de animais era uma forma de se aproximar de Deus.","conexao_teologica":"O sacrifício é um tema central na teologia do Antigo Testamento, prefigurando o sacrifício de Cristo como a oferta perfeita pelos pecados da humanidade.","referencias_relacionadas":["Levítico 4:27-31","Hebreus 9:22","Romanos 12:1"]}}