{"ezequiel_46_1_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"O bom é um adjetivo que descreve a qualidade desejada nas ofertas e práticas religiosas.","explicacao_detalhada":"Em Ezequiel 46:1, o termo 'bom' é utilizado para enfatizar a necessidade de pureza e qualidade nas ofertas apresentadas a Deus, refletindo a santidade de Deus.","por_que_esta_palavra":"A palavra 'bom' é crucial para entender que Deus espera o melhor de Seu povo em termos de adoração e ofertas.","conexao_teologica":"A qualidade das ofertas é um reflexo da natureza de Deus, que é bom e perfeito, e espera que Seu povo se aproxime dEle com sinceridade e dedicação.","referencias_relacionadas":["Salmos 34:8","Mateus 5:16","Tiago 1:17"]},"ezequiel_46_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico em que as práticas de adoração são realizadas.","explicacao_detalhada":"Neste contexto, o 'dia' é um tempo sagrado designado para a adoração e os rituais no templo, enfatizando a importância do tempo na vida espiritual do povo.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a estrutura do culto e a ordem divina estabelecida por Deus para o Seu povo.","conexao_teologica":"O conceito de 'dia' sagrado remete à ideia de separação do tempo comum para o sagrado, refletindo a santidade de Deus e a necessidade de um tempo dedicado à adoração.","referencias_relacionadas":["Êxodo 20:8-11","Levítico 23:3","Salmos 118:24"]},"ezequiel_46_1_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Designa a autoridade suprema de Deus sobre o povo e as práticas religiosas.","explicacao_detalhada":"A palavra 'Senhor' indica a soberania de Deus, que estabelece as normas e os rituais que devem ser seguidos no culto.","por_que_esta_palavra":"É fundamental para reconhecer a posição de Deus como o líder e guia do Seu povo, especialmente nas questões de adoração.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Sua autoridade e o relacionamento entre Ele e a humanidade.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 10:9"]},"ezequiel_46_2_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao líder humano que governa o povo, representando a autoridade de Deus na terra.","explicacao_detalhada":"O 'rei' é visto como um mediador entre Deus e o povo, responsável por manter a ordem e a justiça conforme os mandamentos divinos.","por_que_esta_palavra":"A presença do rei é essencial para a estrutura social e espiritual do povo, refletindo a liderança divina.","conexao_teologica":"A figura do rei é uma prefiguração de Cristo, o Rei dos Reis, que governa com justiça e retidão.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Mateus 2:2"]},"ezequiel_46_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente, possivelmente referindo-se a um ato de força ou proteção.","explicacao_detalhada":"Neste contexto, pode simbolizar a força necessária para proteger o templo e o povo de Deus contra ameaças externas.","por_que_esta_palavra":"A utilização de animais em metáforas bíblicas é comum para transmitir características de força e poder.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando Sua capacidade de proteger e salvar.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:31","Daniel 7:5"]},"ezequiel_46_2_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao ofício sagrado responsável por realizar os rituais e interceder pelo povo diante de Deus.","explicacao_detalhada":"Os sacerdotes eram mediadores entre Deus e o povo, incumbidos de manter a santidade do culto e a pureza das ofertas.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental para entender a dinâmica do culto e a importância da intercessão na relação com Deus.","conexao_teologica":"Cristo é o nosso Sumo Sacerdote, que intercede por nós de forma perfeita e eterna.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"ezequiel_46_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao espaço físico onde o povo de Deus habita e realiza suas práticas religiosas.","explicacao_detalhada":"A 'terra' é vista como um dom de Deus, onde o povo deve viver em obediência e adoração.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e do lugar onde a Sua presença é manifestada.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a bênção e a presença de Deus entre o Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"ezequiel_46_3_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, criador e mantenedor de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade divina sobre todas as esferas da vida.","por_que_esta_palavra":"É essencial reconhecer a divindade de Deus para entender a relação entre Ele e a humanidade.","conexao_teologica":"A natureza de Deus é central na teologia, refletindo Seu caráter e Seus atributos.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"ezequiel_46_3_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se à entrada física e simbólica para o templo, representando acesso à presença de Deus.","explicacao_detalhada":"A 'porta' é um símbolo de acolhimento e acesso ao sagrado, onde os adoradores entram para se encontrar com Deus.","por_que_esta_palavra":"A porta é fundamental para entender a separação entre o sagrado e o profano, bem como o convite de Deus para se aproximar dEle.","conexao_teologica":"Jesus é descrito como a porta, através da qual temos acesso ao Pai e à vida eterna.","referencias_relacionadas":["João 10:9","Apocalipse 3:20","Hebreus 10:19-22"]},"ezequiel_46_4_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reitera a figura do líder humano que deve governar com justiça e conforme a vontade de Deus.","explicacao_detalhada":"O rei é responsável por manter a ordem e a justiça, refletindo a autoridade divina em suas decisões.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a importância da liderança na vida espiritual e social do povo.","conexao_teologica":"A liderança justa é um reflexo do caráter de Deus, que é o Rei supremo.","referencias_relacionadas":["Provérbios 21:1","Eclesiastes 10:16-17","Romanos 13:1"]},"ezequiel_46_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Novamente, refere-se ao dia sagrado de adoração e ritual no templo.","explicacao_detalhada":"A repetição da palavra 'dia' enfatiza a importância do tempo sagrado e da observância das práticas religiosas.","por_que_esta_palavra":"Reforça a ideia de que o tempo deve ser separado para a adoração e a comunhão com Deus.","conexao_teologica":"A santidade do dia de adoração reflete a santidade de Deus e a necessidade de um tempo dedicado a Ele.","referencias_relacionadas":["Êxodo 20:8-11","Levítico 23:3","Salmos 118:24"]},"ezequiel_46_5_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se a uma contribuição ou presente dado a Deus, especialmente no contexto das práticas religiosas do povo de Israel.","explicacao_detalhada":"No livro de Ezequiel, as ofertas são parte essencial do culto no templo, simbolizando a devoção e a gratidão do povo a Deus. A oferta mencionada aqui é uma expressão de adoração e reconhecimento da soberania divina.","por_que_esta_palavra":"A palavra 'oferta' é usada para enfatizar a importância do ato de dar a Deus, refletindo a relação entre o ser humano e o divino.","conexao_teologica":"As ofertas são um meio de reconciliação e comunhão com Deus, representando a entrega do coração e a disposição de servir ao Senhor.","referencias_relacionadas":["Levítico 2:1","Salmos 54:6","Hebreus 13:16"]},"ezequiel_46_5_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se a um tipo de animal sacrificado, especificamente um carneiro, que é considerado forte e valioso.","explicacao_detalhada":"No contexto do sacrifício, a força do animal representa a pureza e a aceitação diante de Deus. O carneiro é frequentemente associado a sacrifícios que simbolizam a redenção e a proteção.","por_que_esta_palavra":"A escolha do carneiro como oferta reflete a necessidade de um sacrifício que represente força e integridade, características desejáveis na adoração a Deus.","conexao_teologica":"O sacrifício do carneiro é uma prefiguração do sacrifício de Cristo, que é descrito como o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Gênesis 22:13","Êxodo 12:3","João 1:29"]},"ezequiel_46_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas no contexto bíblico muitas vezes simboliza um tempo de adoração e celebração.","explicacao_detalhada":"O dia mencionado em Ezequiel é um tempo específico para a realização de rituais e ofertas, destacando a importância do tempo sagrado na vida do povo de Deus.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a estrutura do culto e a regularidade das práticas religiosas, que são fundamentais para a vida espiritual do povo.","conexao_teologica":"O conceito de dia sagrado é refletido no mandamento do sábado, que é um tempo de descanso e adoração a Deus.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 118:24"]},"ezequiel_46_6_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' novamente refere-se a um carneiro, que é um símbolo de sacrifício e força.","explicacao_detalhada":"A repetição da palavra 'força' enfatiza a importância do sacrifício de um animal forte e saudável, que é aceitável para Deus.","por_que_esta_palavra":"A presença do carneiro como oferta reforça a ideia de que o sacrifício deve ser o melhor que se pode oferecer a Deus.","conexao_teologica":"Assim como o carneiro é um sacrifício, Cristo é apresentado como o sacrifício perfeito, forte e sem defeito.","referencias_relacionadas":["Levítico 1:10","Isaías 53:7","Hebreus 9:14"]},"ezequiel_46_6_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' refere-se ao mês lunar, que é utilizado para marcar o tempo das festividades religiosas.","explicacao_detalhada":"A menção da lua indica a importância dos ciclos lunares na determinação das datas das celebrações e festivais no calendário hebraico.","por_que_esta_palavra":"A palavra 'lua' é significativa porque os meses eram contados a partir das fases da lua, refletindo a conexão entre o tempo e a adoração.","conexao_teologica":"A lua nova é um tempo de renovação e celebração, simbolizando novos começos e a fidelidade de Deus em marcar o tempo.","referencias_relacionadas":["Salmos 81:3","Números 10:10","1 Crônicas 23:31"]},"ezequiel_46_7_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' refere-se a um touro, que é um animal forte e frequentemente usado em sacrifícios.","explicacao_detalhada":"O touro simboliza força e poder, e sua oferta é um ato de adoração que demonstra a grandeza de Deus.","por_que_esta_palavra":"A escolha do touro como sacrifício destaca a importância de oferecer o melhor e mais forte a Deus.","conexao_teologica":"O sacrifício do touro é uma representação da força e do poder de Deus, que é digno de adoração.","referencias_relacionadas":["Levítico 4:3","Salmos 50:10","Hebreus 10:4"]},"ezequiel_46_7_ephah":{"palavra_pt":"ephah","palavra_original":"אֵיפָה","transliteracao":"ʼêyphâh","strong":"H374","significado_raiz":"Ideia básica: ephah.","significado_contextual":"A palavra 'ephah' refere-se a uma medida de grãos, usada nas ofertas de cereais.","explicacao_detalhada":"O ephah é uma medida que simboliza a provisão e a abundância de Deus, sendo essencial nas ofertas de cereais apresentadas ao Senhor.","por_que_esta_palavra":"A menção do ephah destaca a importância de dar a Deus não apenas o que é físico, mas também o que representa a colheita e a generosidade.","conexao_teologica":"As ofertas de cereais são uma expressão de gratidão pela provisão de Deus e um reconhecimento de Sua generosidade.","referencias_relacionadas":["Levítico 5:11","Rute 2:17","Mateus 14:17"]},"ezequiel_46_8_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade que governa o povo, simbolizando liderança e responsabilidade.","explicacao_detalhada":"O rei mencionado em Ezequiel é responsável por liderar o culto e garantir que as práticas religiosas sejam seguidas corretamente.","por_que_esta_palavra":"A palavra 'rei' é importante porque reflete a relação entre a liderança terrena e a autoridade divina, mostrando que o rei deve ser um exemplo de adoração.","conexao_teologica":"Cristo é descrito como o Rei dos Reis, que governa com justiça e é digno de toda adoração.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6","Apocalipse 19:16"]},"ezequiel_46_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar no templo para adorar.","explicacao_detalhada":"O ato de 'vir' ao templo é uma expressão de devoção e a busca pela presença de Deus, essencial para a vida espiritual do povo.","por_que_esta_palavra":"A palavra 'vir' enfatiza a ação de se aproximar de Deus, que é um convite à comunhão e ao relacionamento com o Criador.","conexao_teologica":"A ideia de vir a Deus é central na fé cristã, onde Jesus convida todos a se aproximarem d'Ele.","referencias_relacionadas":["Salmos 100:4","Mateus 11:28","Hebreus 4:16"]},"ezequiel_46_8_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho ou à maneira de viver, simbolizando a jornada espiritual do crente.","explicacao_detalhada":"A 'vida' mencionada aqui representa a forma como os fiéis devem viver em obediência e adoração a Deus, refletindo Sua vontade em suas ações.","por_que_esta_palavra":"A palavra 'vida' é significativa porque abrange não apenas a existência física, mas também a espiritual, enfatizando a importância de viver de acordo com os princípios divinos.","conexao_teologica":"Cristo é descrito como o caminho, a verdade e a vida, mostrando que a verdadeira vida é encontrada n'Ele.","referencias_relacionadas":["João 14:6","Romanos 12:1","Gálatas 2:20"]},"ezequiel_46_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico que Deus deu ao povo de Israel.","explicacao_detalhada":"A palavra 'terra' neste contexto enfatiza a importância do espaço físico como parte da promessa de Deus ao Seu povo. A terra é vista como um lugar de habitação e bênção.","por_que_esta_palavra":"A terra é fundamental na aliança de Deus com Israel, simbolizando a presença e a provisão divina.","conexao_teologica":"A terra prometida é um tema central na Bíblia, representando não apenas um local físico, mas também a realização das promessas de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:2-4"]},"ezequiel_46_9_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema que governa sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' aqui destaca a soberania e a autoridade de Deus sobre o templo e o culto que ocorre nele.","por_que_esta_palavra":"A presença de Deus é essencial para a adoração e a vida espiritual do povo de Israel.","conexao_teologica":"A relação entre Deus e Seu povo é central na teologia bíblica, onde Deus se revela como o Criador e Sustentador.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 1:20"]},"ezequiel_46_9_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de entrar ou vir para um lugar específico, neste caso, o templo.","explicacao_detalhada":"A palavra 'vir/entrar' sugere um movimento intencional em direção ao sagrado, simbolizando a aproximação do povo a Deus.","por_que_esta_palavra":"Entrar no templo é um ato de adoração e reverência, refletindo a busca por comunhão com Deus.","conexao_teologica":"A ideia de entrar na presença de Deus é um tema recorrente, simbolizando a necessidade de se aproximar do divino.","referencias_relacionadas":["Salmos 100:4","Hebreus 10:19-22","Mateus 7:7"]},"ezequiel_46_10_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que governa sobre o povo de Israel.","explicacao_detalhada":"A palavra 'rei' enfatiza a liderança e a responsabilidade do governante em guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"O rei é visto como um representante de Deus na terra, incumbido de manter a justiça e a ordem.","conexao_teologica":"A figura do rei é um símbolo da soberania de Deus e da necessidade de liderança justa e piedosa.","referencias_relacionadas":["1 Samuel 8:6-7","Salmos 72:1-2","Provérbios 21:1"]},"ezequiel_46_10_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de entrar ou vir, especialmente em um contexto de adoração.","explicacao_detalhada":"A repetição da palavra 'vir/entrar' indica a importância da ação de se aproximar do sagrado, reforçando a ideia de comunhão com Deus.","por_que_esta_palavra":"Entrar no templo é um ato de devoção e busca pela presença de Deus.","conexao_teologica":"A aproximação a Deus é um tema central na adoração, simbolizando a relação entre o humano e o divino.","referencias_relacionadas":["Salmos 95:6","Tiago 4:8","Hebreus 4:16"]},"ezequiel_46_11_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se ao ato de apresentar algo a Deus como um gesto de adoração e gratidão.","explicacao_detalhada":"A palavra 'oferta' destaca a prática de trazer presentes a Deus, simbolizando a devoção e a entrega do coração.","por_que_esta_palavra":"As ofertas são uma forma de expressar reconhecimento e dependência de Deus.","conexao_teologica":"A oferta é um símbolo da entrega total a Deus, refletindo a relação de amor e gratidão.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 1:1-4","2 Coríntios 9:7"]},"ezequiel_46_11_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se a um animal sacrificado, simbolizando a força e a vitalidade oferecidas a Deus.","explicacao_detalhada":"A palavra 'forca' neste contexto sugere a entrega do melhor ao Senhor, representando a dedicação e a devoção.","por_que_esta_palavra":"O sacrifício de um animal é um ato de adoração que envolve a entrega do que é valioso.","conexao_teologica":"Os sacrifícios são uma representação da necessidade de expiação e da busca pela reconciliação com Deus.","referencias_relacionadas":["Levítico 4:32-35","Hebreus 9:22","Romanos 12:1"]},"ezequiel_46_12_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de autoridade que governa sobre Israel.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da liderança e da responsabilidade espiritual do governante.","por_que_esta_palavra":"O rei deve ser um exemplo de justiça e piedade, guiando o povo segundo os preceitos de Deus.","conexao_teologica":"A liderança justa é um reflexo do caráter de Deus e de Sua vontade para o Seu povo.","referencias_relacionadas":["1 Crônicas 29:11-12","Salmos 89:14","Eclesiastes 10:16-17"]},"ezequiel_46_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou realizar, neste caso, em um contexto de adoração.","explicacao_detalhada":"A palavra 'urso' sugere a ideia de criar ou produzir algo, enfatizando a importância da ação na vida de fé.","por_que_esta_palavra":"Fazer algo para Deus é uma expressão de devoção e compromisso com a Sua vontade.","conexao_teologica":"A ação é uma parte essencial da vida cristã, refletindo a fé que se manifesta em obras.","referencias_relacionadas":["Tiago 2:17","Gálatas 6:9","Colossenses 3:23-24"]},"ezequiel_46_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que as atividades de adoração e sacrifício ocorrem.","explicacao_detalhada":"A palavra 'dia' enfatiza a importância do tempo sagrado e das práticas religiosas que devem ser observadas.","por_que_esta_palavra":"O dia é visto como uma oportunidade para se encontrar com Deus e participar de Sua obra.","conexao_teologica":"O conceito de tempo sagrado é fundamental na vida de fé, onde cada dia é uma oportunidade de adoração.","referencias_relacionadas":["Êxodo 20:8-11","Salmos 118:24","Mateus 6:34"]},"ezequiel_46_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico em que as ofertas são apresentadas ao Senhor.","explicacao_detalhada":"No contexto de Ezequiel 46:13, o 'dia' é um tempo sagrado designado para a adoração e sacrifícios, enfatizando a importância da regularidade nas práticas religiosas.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a estrutura do culto e a ordem divina estabelecida para a adoração.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao descanso e à santidade, refletindo a criação e a necessidade de um tempo separado para Deus.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Salmos 118:24"]},"ezequiel_46_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado durante as ofertas.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é central na adoração israelita, representando a soberania e a presença de Deus entre o Seu povo.","por_que_esta_palavra":"A invocação do nome do Senhor é essencial para a legitimidade das ofertas e a aceitação diante de Deus.","conexao_teologica":"O nome de Deus é um símbolo de Sua aliança e compromisso com Israel, sendo fundamental para a identidade do povo de Deus.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Isaías 42:8"]},"ezequiel_46_14_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se ao tipo de oferta que deve ser apresentada ao Senhor.","explicacao_detalhada":"A 'oferta' (מִנְחָה) é um ato de adoração e gratidão, simbolizando a entrega do que é precioso a Deus.","por_que_esta_palavra":"A palavra 'oferta' destaca a importância do sacrifício e da devoção na vida espiritual do povo de Israel.","conexao_teologica":"As ofertas são um meio de reconciliação e comunhão com Deus, refletindo a necessidade de expiação e gratidão.","referencias_relacionadas":["Levítico 2:1-2","Salmos 54:6","Hebreus 13:15"]},"ezequiel_46_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente refere-se ao nome do Senhor, enfatizando Sua autoridade sobre as ofertas.","explicacao_detalhada":"O nome do Senhor é invocado para legitimar as ofertas apresentadas, mostrando a relação entre o ofertante e Deus.","por_que_esta_palavra":"A repetição do nome do Senhor reforça a centralidade de Deus na adoração e na vida do povo.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e reconhecimento de Sua soberania.","referencias_relacionadas":["Deuteronômio 12:5","Salmos 116:17","Mateus 6:9"]},"ezequiel_46_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' aqui pode ser uma confusão de tradução, pois não se relaciona diretamente ao contexto de ofertas.","explicacao_detalhada":"É importante verificar a tradução correta, pois a palavra pode ter sido mal interpretada ou mal traduzida no contexto.","por_que_esta_palavra":"A inclusão de 'urso' pode ser um erro, e a palavra correta deve ser identificada para entender o texto.","conexao_teologica":"A precisão na tradução é vital para a compreensão teológica e prática da Palavra de Deus.","referencias_relacionadas":["Ezequiel 46:14","Ezequiel 46:15","Salmos 119:105"]},"ezequiel_46_15_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a outra oferta que deve ser apresentada ao Senhor, seguindo as instruções divinas.","explicacao_detalhada":"Assim como em Ezequiel 46:14, a oferta é um ato de devoção e obediência às leis de Deus.","por_que_esta_palavra":"Reforça a ideia de que a adoração deve ser feita de acordo com as diretrizes estabelecidas por Deus.","conexao_teologica":"A repetição da oferta enfatiza a continuidade da adoração e a necessidade de manter a comunhão com Deus.","referencias_relacionadas":["Levítico 3:1","Salmos 51:17","Romanos 12:1"]},"ezequiel_46_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Novamente, a palavra 'urso' pode ser uma confusão de tradução, sem relação direta com o contexto.","explicacao_detalhada":"A palavra deve ser revisada para garantir que o significado correto seja aplicado ao texto.","por_que_esta_palavra":"A precisão na tradução é essencial para a correta interpretação e aplicação das Escrituras.","conexao_teologica":"A clareza nas palavras de Deus é fundamental para a edificação da fé.","referencias_relacionadas":["Ezequiel 46:15","Ezequiel 46:2","Salmos 119:105"]},"ezequiel_46_16_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao líder ou governante que tem autoridade sobre o povo.","explicacao_detalhada":"O 'rei' (נָשִׂיא) é uma figura central na estrutura social e religiosa de Israel, representando a liderança divina.","por_que_esta_palavra":"A palavra 'rei' destaca a importância da liderança justa e da responsabilidade do governante diante de Deus.","conexao_teologica":"O rei é visto como um representante de Deus na terra, e sua conduta reflete a relação do povo com o Senhor.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Provérbios 29:2"]},"ezequiel_46_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em geral, enfatizando a dignidade e o valor do indivíduo.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade e sua relação com Deus e com os outros.","por_que_esta_palavra":"A inclusão de 'homem' ressalta a importância da responsabilidade individual diante de Deus.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus no ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 5:13"]},"ezequiel_46_16_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como autoridade suprema e soberana.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para expressar a reverência e a submissão do povo a Deus.","por_que_esta_palavra":"A invocação do Senhor é fundamental para a adoração e a relação do povo com Deus.","conexao_teologica":"O reconhecimento de Deus como Senhor é essencial para a fé e a prática religiosa.","referencias_relacionadas":["Salmos 110:1","Isaías 6:1","Romanos 10:9"]},"ezequiel_46_17_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima em Israel, simbolizando liderança e governo.","explicacao_detalhada":"No contexto de Ezequiel 46:17, o 'rei' é mencionado em relação à distribuição de heranças e responsabilidades, indicando que ele tem um papel ativo na administração do reino e na justiça social.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura de liderança e a ordem divina estabelecida para Israel, refletindo a soberania de Deus sobre seu povo.","conexao_teologica":"A figura do rei em Israel é uma representação da realeza de Deus, que é o verdadeiro Rei sobre todas as nações. A liderança humana deve refletir a justiça e a retidão de Deus.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 32:1"]},"ezequiel_46_17_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"O verbo 'dar' implica a ação de conceder ou entregar algo a alguém.","explicacao_detalhada":"Em Ezequiel 46:17, a palavra 'dar' é usada em um contexto de distribuição de bens ou direitos, enfatizando a responsabilidade do rei em prover para o povo.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a generosidade e a obrigação do líder em cuidar do bem-estar de seu povo, refletindo o caráter de Deus como provedor.","conexao_teologica":"Deus é descrito como aquele que dá boas dádivas a seus filhos, e a liderança deve espelhar essa generosidade divina.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Salmos 37:25"]},"ezequiel_46_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser entendida como uma mudança de estado ou condição.","explicacao_detalhada":"No versículo, 'cair' pode se referir a uma situação de desgraça ou a um estado de vulnerabilidade que o povo pode enfrentar, enfatizando a necessidade de proteção.","por_que_esta_palavra":"A palavra é importante para entender as consequências das ações do povo e a necessidade de um líder que os guie e proteja em tempos difíceis.","conexao_teologica":"A queda do homem é um tema central na teologia, e a necessidade de redenção e restauração é uma constante na relação entre Deus e seu povo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Salmos 37:24"]},"ezequiel_46_18_heranca":{"palavra_pt":"heranca","palavra_original":"נַחֲלָה","transliteracao":"nachălâh","strong":"H5159","significado_raiz":"Ideia básica: heranca.","significado_contextual":"A palavra 'herança' refere-se à posse ou direito que é transmitido de uma geração para outra.","explicacao_detalhada":"Em Ezequiel 46:18, a herança é um tema central que reflete a promessa de Deus ao seu povo e a importância da terra como parte da identidade israelita.","por_que_esta_palavra":"A herança é fundamental para entender a relação de Israel com Deus, que prometeu uma terra e uma herança eterna ao seu povo.","conexao_teologica":"A herança espiritual é um tema recorrente na Bíblia, simbolizando a promessa de vida eterna e a relação com Deus através de Cristo.","referencias_relacionadas":["Deuteronômio 9:29","Romanos 8:17","Gálatas 3:29"]},"ezequiel_46_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em fidelidade e autenticidade.","explicacao_detalhada":"No contexto do versículo, a verdade é essencial para a justiça e a integridade nas ações do rei e do povo, refletindo a natureza de Deus.","por_que_esta_palavra":"A verdade é um atributo de Deus e deve ser refletida na vida do povo, especialmente nas decisões e ações do líder.","conexao_teologica":"Jesus se apresenta como a Verdade (João 14:6), e a busca pela verdade é um chamado para todos os crentes.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"ezequiel_46_19_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao que é separado para Deus e é considerado puro e digno de reverência.","explicacao_detalhada":"Em Ezequiel 46:19, o sagrado é mencionado em relação aos locais e objetos que são dedicados ao culto e à adoração a Deus.","por_que_esta_palavra":"A santidade é um aspecto fundamental da natureza de Deus e deve ser refletida na vida do povo e em suas práticas de adoração.","conexao_teologica":"A santidade de Deus exige que seu povo também seja santo, como um reflexo de sua natureza.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"ezequiel_46_19_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se ao mediador entre Deus e o povo, responsável pelos rituais e pela manutenção da santidade.","explicacao_detalhada":"No contexto de Ezequiel 46:19, o sacerdote desempenha um papel crucial na adoração e na intercessão, garantindo que as práticas religiosas sejam realizadas corretamente.","por_que_esta_palavra":"A função do sacerdote é vital para a vida espiritual do povo, pois ele representa a presença de Deus entre eles.","conexao_teologica":"Cristo é o nosso Sumo Sacerdote, que intercede por nós e cumpre a função sacerdotal de maneira perfeita.","referencias_relacionadas":["Hebreus 4:14","Êxodo 28:1","Levítico 10:10"]},"ezequiel_46_20_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é repetida, enfatizando a importância do papel sacerdotal na adoração.","explicacao_detalhada":"Em Ezequiel 46:20, o sacerdote é mencionado novamente, reforçando sua responsabilidade em manter a pureza e a santidade no culto a Deus.","por_que_esta_palavra":"A repetição da palavra destaca a centralidade do sacerdócio na vida religiosa de Israel e a necessidade de líderes espirituais comprometidos.","conexao_teologica":"A função sacerdotal é um símbolo da mediação de Cristo, que nos apresenta diante de Deus.","referencias_relacionadas":["1 Pedro 2:9","Hebreus 5:1","Êxodo 29:9"]},"ezequiel_46_20_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se a um presente ou sacrifício feito a Deus como parte da adoração.","explicacao_detalhada":"No contexto de Ezequiel 46:20, a oferta é um ato de devoção e reconhecimento da soberania de Deus, sendo parte integral do culto.","por_que_esta_palavra":"A oferta simboliza a entrega do coração e a disposição de servir a Deus, refletindo a gratidão do povo.","conexao_teologica":"A oferta de Cristo como sacrifício perfeito é o cumprimento de todas as ofertas do Antigo Testamento.","referencias_relacionadas":["Levítico 1:3","Hebreus 10:10","Romanos 12:1"]},"ezequiel_46_20_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se a uma transgressão contra a lei de Deus.","explicacao_detalhada":"Em Ezequiel 46:20, o sacrifício é mencionado como um meio de expiação e reconciliação com Deus, essencial para a manutenção da relação entre o povo e o Senhor.","por_que_esta_palavra":"A necessidade de sacrifício destaca a gravidade do pecado e a importância da redenção.","conexao_teologica":"Cristo é o sacrifício perfeito que remove o pecado do mundo, cumprindo o propósito dos sacrifícios do Antigo Testamento.","referencias_relacionadas":["Hebreus 9:26","Isaías 53:5","Romanos 3:25"]},"ezequiel_46_21_corner":{"palavra_pt":"corner","palavra_original":"מַקְצוֹעַ","transliteracao":"maqtsôwaʻ","strong":"H4740","significado_raiz":"Ideia básica: corner.","significado_contextual":"Refere-se ao canto do espaço sagrado, onde se realizavam rituais.","explicacao_detalhada":"A palavra 'corner' (מַקְצוֹעַ) é usada para descrever a parte do templo que é angular, simbolizando a presença de Deus em um espaço delimitado.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância do espaço sagrado e a separação entre o sagrado e o profano.","conexao_teologica":"O canto do templo representa a habitação de Deus entre o Seu povo, um tema central na teologia do Antigo Testamento.","referencias_relacionadas":["Ezequiel 40:47","Salmos 84:1","Isaías 56:7"]},"ezequiel_46_21_muro":{"palavra_pt":"muro","palavra_original":"חִיצוֹן","transliteracao":"chîytsôwn","strong":"H2435","significado_raiz":"Ideia básica: muro.","significado_contextual":"Refere-se à estrutura que protege e delimita o espaço sagrado.","explicacao_detalhada":"A palavra 'muro' (חִיצוֹן) indica a barreira física que separa o templo do mundo exterior, simbolizando a proteção divina.","por_que_esta_palavra":"O muro é essencial para a segurança do espaço sagrado, refletindo a santidade e a proteção de Deus.","conexao_teologica":"O muro representa a separação entre o sagrado e o secular, um conceito importante na adoração e na vida comunitária.","referencias_relacionadas":["Ezequiel 42:15","Neemias 2:17","Salmos 125:2"]},"ezequiel_46_22_thirty":{"palavra_pt":"thirty","palavra_original":"שְׁלוֹשִׁים","transliteracao":"shᵉlôwshîym","strong":"H7970","significado_raiz":"Ideia básica: thirty.","significado_contextual":"Refere-se a uma medida específica dentro do contexto do templo.","explicacao_detalhada":"A palavra 'thirty' (שְׁלוֹשִׁים) é usada para indicar uma quantidade exata, possivelmente relacionada a áreas ou dimensões do templo.","por_que_esta_palavra":"A precisão nas medidas reflete a ordem e a santidade do espaço sagrado.","conexao_teologica":"A exatidão nas medidas do templo simboliza a perfeição e a ordem do plano divino.","referencias_relacionadas":["Ezequiel 40:5","Êxodo 25:10","1 Reis 6:2"]},"ezequiel_46_23_muro":{"palavra_pt":"muro","palavra_original":"טוּר","transliteracao":"ṭûwr","strong":"H2905","significado_raiz":"Ideia básica: muro.","significado_contextual":"Refere-se novamente à estrutura que delimita o espaço sagrado.","explicacao_detalhada":"A palavra 'muro' (טוּר) aqui pode indicar uma camada adicional de proteção ou uma parte específica do muro do templo.","por_que_esta_palavra":"A repetição do termo enfatiza a importância da proteção e da separação do sagrado.","conexao_teologica":"O muro serve como um lembrete da santidade de Deus e da necessidade de reverência ao se aproximar dEle.","referencias_relacionadas":["Ezequiel 42:20","Salmos 48:12","Isaías 26:1"]},"ezequiel_46_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um ato de fazer ou realizar algo, possivelmente relacionado a rituais.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) implica em ação, indicando a realização de tarefas sagradas dentro do templo.","por_que_esta_palavra":"A palavra destaca a importância da ação e do serviço no contexto da adoração a Deus.","conexao_teologica":"A ação de 'fazer' é central na vida de fé, refletindo a obediência e o serviço ao Senhor.","referencias_relacionadas":["Êxodo 20:9","Colossenses 3:23","Tiago 1:22"]},"ezequiel_46_24_bake":{"palavra_pt":"bake","palavra_original":"בָּשַׁל","transliteracao":"bâshal","strong":"H1310","significado_raiz":"Ideia básica: bake.","significado_contextual":"Refere-se ao ato de cozinhar ou preparar alimentos para ofertas.","explicacao_detalhada":"A palavra 'bake' (בָּשַׁל) é utilizada no contexto de preparar alimentos que seriam oferecidos a Deus, simbolizando a dedicação.","por_que_esta_palavra":"A preparação de alimentos é uma parte importante dos rituais de adoração, simbolizando a comunhão com Deus.","conexao_teologica":"O ato de cozinhar para ofertas reflete a gratidão e a devoção do povo a Deus.","referencias_relacionadas":["Levítico 2:4","Números 28:2","Mateus 5:13"]},"ezequiel_46_24_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a casa de Deus.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza o lugar onde Deus habita e onde o povo se reúne para adorá-Lo.","por_que_esta_palavra":"A casa de Deus é um espaço sagrado, refletindo a relação íntima entre Deus e Seu povo.","conexao_teologica":"O conceito de casa é central na teologia bíblica, representando a habitação de Deus entre os homens.","referencias_relacionadas":["Salmos 27:4","1 Reis 8:27","Hebreus 3:6"]},"ezequiel_46_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo importante.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para enfatizar a comunicação da vontade de Deus ao Seu povo.","por_que_esta_palavra":"A palavra destaca a importância da revelação divina e da obediência à Sua palavra.","conexao_teologica":"A comunicação de Deus é fundamental para a vida de fé, pois orienta e instrui o Seu povo.","referencias_relacionadas":["Salmos 119:105","Isaías 40:8","Romanos 10:17"]}}