{"ezequiel_47_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente ao templo como a casa de Deus.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) reafirma a ideia de que o templo é o local da presença divina e da adoração.","por_que_esta_palavra":"A repetição do termo enfatiza a importância do templo na vida espiritual do povo.","conexao_teologica":"A casa de Deus é um símbolo da comunhão entre Deus e a humanidade, um tema central na Bíblia.","referencias_relacionadas":["Ezequiel 43:12","Salmos 84:10","Mateus 21:13"]},"ezequiel_47_1_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar como o local de sacrifícios e adoração.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ) é central na prática de adoração, simbolizando a entrega e a devoção a Deus.","por_que_esta_palavra":"O altar representa o lugar de encontro entre Deus e o homem, onde se realizam os sacrifícios.","conexao_teologica":"O altar é um símbolo da redenção e do sacrifício, refletindo a obra de Cristo na cruz.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"ezequiel_47_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' serve para conectar a ação ou a declaração anterior a uma razão ou causa, enfatizando a lógica por trás da mensagem de Ezequiel.","por_que_esta_palavra":"A palavra é crucial para entender a relação de causa e efeito nas profecias e visões de Ezequiel.","conexao_teologica":"A utilização de 'porque' reflete a natureza de Deus como um ser que se comunica de forma lógica e racional, revelando Seus planos e propósitos.","referencias_relacionadas":["Ezequiel 36:26","Isaías 55:8-9","Romanos 8:28"]},"ezequiel_47_2_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é usada para descrever o caminho ou a maneira de viver que é essencial para a existência.","explicacao_detalhada":"No contexto de Ezequiel, 'vida' simboliza não apenas a existência física, mas também a vida espiritual que flui da presença de Deus.","por_que_esta_palavra":"A palavra é importante para enfatizar a vitalidade e a importância do relacionamento com Deus para a verdadeira vida.","conexao_teologica":"A vida é um tema central na teologia bíblica, representando a relação entre Deus e a humanidade, onde a verdadeira vida é encontrada em Cristo.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"ezequiel_47_2_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Ideia básica: campo.","significado_contextual":"A palavra 'campo' refere-se a uma área aberta, muitas vezes associada à produção e ao cultivo.","explicacao_detalhada":"Neste contexto, 'campo' pode simbolizar a terra prometida e a abundância que Deus oferece ao Seu povo.","por_que_esta_palavra":"A palavra é significativa para ilustrar a prosperidade e a bênção que vêm da obediência a Deus.","conexao_teologica":"O campo representa a colheita espiritual e a responsabilidade do povo de Deus em cultivar e cuidar do que Ele lhes deu.","referencias_relacionadas":["Mateus 9:37-38","Gálatas 6:7-9","Isaías 61:3"]},"ezequiel_47_2_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' é usada para indicar a presença e a face de alguém, simbolizando relacionamento e revelação.","explicacao_detalhada":"No contexto de Ezequiel, 'rosto' pode representar a busca pela presença de Deus e a importância de estar diante Dele.","por_que_esta_palavra":"A palavra é essencial para entender a intimidade que Deus deseja ter com Seu povo.","conexao_teologica":"O rosto de Deus é um símbolo de Sua glória e presença, e a busca por ver Seu rosto é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 27:8","Êxodo 33:18-23","Números 6:25"]},"ezequiel_47_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, destacando a criação de Deus e Sua relação com o ser humano.","explicacao_detalhada":"Neste contexto, 'homem' representa a figura que recebe a revelação divina e a responsabilidade de agir conforme a vontade de Deus.","por_que_esta_palavra":"A palavra é importante para enfatizar a dignidade e o propósito do ser humano na criação.","conexao_teologica":"A humanidade é criada à imagem de Deus, e isso implica um chamado para viver em comunhão com Ele.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-6","Romanos 5:12"]},"ezequiel_47_3_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' é usada para descrever uma ação de movimento ou transição.","explicacao_detalhada":"No contexto de Ezequiel, 'sair' pode simbolizar a saída do povo de Israel do exílio e o retorno à sua terra.","por_que_esta_palavra":"A palavra é significativa para entender a dinâmica de libertação e novos começos que Deus oferece ao Seu povo.","conexao_teologica":"A ideia de sair é frequentemente associada à libertação espiritual e ao chamado de Deus para um novo caminho.","referencias_relacionadas":["Isaías 43:16-19","Gálatas 5:1","Apocalipse 21:5"]},"ezequiel_47_4_measure":{"palavra_pt":"medida","palavra_original":"מָדַד","transliteracao":"mâdad","strong":"H4058","significado_raiz":"Ideia básica: medida.","significado_contextual":"A palavra 'medida' refere-se a um padrão ou uma quantificação, muitas vezes usada em contextos de avaliação.","explicacao_detalhada":"Neste contexto, 'medida' é usada para descrever a quantidade de água que flui do templo, simbolizando a abundância da bênção de Deus.","por_que_esta_palavra":"A palavra é importante para ilustrar a generosidade de Deus em prover para Seu povo.","conexao_teologica":"A medida de Deus é sempre abundante e suficiente, refletindo Sua natureza generosa e providente.","referencias_relacionadas":["Salmos 23:5","Filipenses 4:19","2 Coríntios 9:8"]},"ezequiel_47_4_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"A palavra 'aguas' refere-se a um elemento vital, simbolizando vida e purificação.","explicacao_detalhada":"No contexto de Ezequiel, as águas que fluem do templo representam a presença de Deus que traz vida e cura.","por_que_esta_palavra":"A palavra é significativa para entender a importância da água como símbolo do Espírito Santo e da vida espiritual.","conexao_teologica":"As águas vivas são um tema central na teologia bíblica, representando a obra do Espírito Santo na vida dos crentes.","referencias_relacionadas":["João 7:37-39","Apocalipse 22:1-2","Isaías 12:3"]},"ezequiel_47_4_thousand":{"palavra_pt":"thousand","palavra_original":"אֶלֶף","transliteracao":"ʼeleph","strong":"H505","significado_raiz":"Ideia básica: thousand.","significado_contextual":"A palavra 'mil' é usada para quantificar, muitas vezes associada a grandeza e plenitude.","explicacao_detalhada":"Neste contexto, 'mil' pode simbolizar a grandeza da obra de Deus e a abundância de Suas bênçãos.","por_que_esta_palavra":"A palavra é importante para enfatizar a magnitude do que Deus está realizando.","conexao_teologica":"A ideia de mil representa a plenitude e a perfeição do plano de Deus para a humanidade.","referencias_relacionadas":["Salmos 90:4","2 Pedro 3:8","Apocalipse 20:2"]},"ezequiel_47_5_measure":{"palavra_pt":"medida","palavra_original":"מָדַד","transliteracao":"mâdad","strong":"H4058","significado_raiz":"Ideia básica: medida.","significado_contextual":"A palavra 'medida' é novamente utilizada para descrever a quantificação, enfatizando a continuidade da abundância.","explicacao_detalhada":"Neste contexto, 'medida' reforça a ideia de que a bênção de Deus é contínua e crescente.","por_que_esta_palavra":"A repetição da palavra é significativa para sublinhar a generosidade de Deus em prover para Seu povo.","conexao_teologica":"A medida de Deus é sempre abundante e reflete Sua fidelidade e compromisso com aqueles que O seguem.","referencias_relacionadas":["Lucas 6:38","Efésios 3:20","Salmos 36:8"]},"ezequiel_47_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' neste contexto refere-se à fidelidade e à realidade das promessas de Deus.","explicacao_detalhada":"A verdade é um atributo essencial de Deus, que se manifesta em Suas promessas e ações. Em Ezequiel 47:5, a verdade é um lembrete da certeza da restauração e da bênção que Deus trará ao Seu povo.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a confiança que o povo deve ter nas promessas divinas, especialmente em tempos de desolação.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e a certeza de Sua palavra.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"ezequiel_47_5_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' simboliza o sacrifício e a redenção, embora não seja mencionada diretamente no texto, representa a ideia de passagem e transformação.","explicacao_detalhada":"A cruz, no contexto da nova aliança, representa o sacrifício de Cristo, que é o cumprimento das promessas de Deus de redenção e restauração.","por_que_esta_palavra":"A ideia de cruz é importante para entender a transição do povo de Israel para a nova aliança em Cristo, onde a redenção é oferecida a todos.","conexao_teologica":"A cruz é central na teologia cristã, simbolizando a vitória sobre o pecado e a morte, e a nova vida oferecida em Cristo.","referencias_relacionadas":["Gálatas 6:14","1 Coríntios 1:18","Romanos 5:8"]},"ezequiel_47_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' aqui é usada para transmitir uma mensagem importante sobre a visão que Ezequiel está recebendo.","explicacao_detalhada":"O ato de 'dizer' implica a comunicação de uma revelação divina, onde Deus está instruindo Ezequiel sobre o futuro de Israel.","por_que_esta_palavra":"Esta palavra é crucial para entender a autoridade da mensagem profética e a importância da comunicação divina.","conexao_teologica":"A comunicação de Deus através dos profetas é um tema recorrente na Bíblia, mostrando como Ele se revela ao Seu povo.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1-2","2 Pedro 1:21"]},"ezequiel_47_6_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à visão que Ezequiel tem sobre a restauração e a abundância que virá.","explicacao_detalhada":"Ver neste contexto é mais do que apenas observar; é perceber e entender a revelação de Deus sobre o futuro de Israel.","por_que_esta_palavra":"A visão é um elemento essencial da profecia, onde o profeta é chamado a testemunhar e relatar o que Deus está mostrando.","conexao_teologica":"A visão profética é uma forma pela qual Deus comunica Sua vontade e planos, sendo fundamental para a fé do povo.","referencias_relacionadas":["Isaías 6:1","Apocalipse 1:9-11","Ezequiel 1:1"]},"ezequiel_47_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação entre Deus e Seu povo, enfatizando a filiação e a herança.","explicacao_detalhada":"Filho implica uma relação íntima e especial, onde o povo de Israel é visto como filhos de Deus, com direitos e responsabilidades.","por_que_esta_palavra":"A filiação é um conceito importante na Bíblia, refletindo a identidade e o propósito do povo de Deus.","conexao_teologica":"A ideia de ser filho de Deus é central na nova aliança, onde todos os crentes são chamados de filhos através de Cristo.","referencias_relacionadas":["Romanos 8:14","Gálatas 3:26","1 João 3:1"]},"ezequiel_47_7_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade e à condição do povo de Israel diante de Deus.","explicacao_detalhada":"Homem aqui representa a criação de Deus, que é chamada a se voltar para Ele e a viver segundo Seus princípios.","por_que_esta_palavra":"A humanidade é o foco do plano de redenção de Deus, e a palavra 'homem' destaca a dignidade e a responsabilidade que têm diante de Deus.","conexao_teologica":"A condição humana e a necessidade de redenção são temas centrais na teologia bíblica, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"ezequiel_47_7_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se à construção e restauração do povo de Deus, tanto física quanto espiritualmente.","explicacao_detalhada":"Edificar implica um processo de crescimento e fortalecimento da comunidade de fé, refletindo a obra de Deus na vida do Seu povo.","por_que_esta_palavra":"A edificação é um chamado para que o povo se una e trabalhe em conjunto na construção do reino de Deus.","conexao_teologica":"A edificação da igreja é um tema importante no Novo Testamento, onde os crentes são chamados a edificar uns aos outros na fé.","referencias_relacionadas":["Efésios 2:19-22","1 Pedro 2:5","Colossenses 2:7"]},"ezequiel_47_8_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se às forças que se opõem ao povo de Deus e à Sua obra.","explicacao_detalhada":"Inimigo aqui representa não apenas adversários físicos, mas também as forças espirituais que buscam desviar o povo de Deus.","por_que_esta_palavra":"Reconhecer a presença de inimigos é essencial para entender a necessidade de proteção e ajuda divina.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, refletindo a batalha espiritual que os crentes enfrentam.","referencias_relacionadas":["Efésios 6:12","Salmos  enemies 23:5","Romanos 8:31"]},"ezequiel_47_8_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"A palavra 'deserto' simboliza a aridez e a desolação, contrastando com a promessa de abundância.","explicacao_detalhada":"Deserto representa a condição de seca espiritual e física, que será transformada pela intervenção de Deus.","por_que_esta_palavra":"O deserto é um lugar de provação, mas também de preparação para a nova vida que Deus promete.","conexao_teologica":"A transformação do deserto em um lugar de abundância é um tema que reflete a obra redentora de Deus na vida do Seu povo.","referencias_relacionadas":["Isaías 35:1-2","Salmos 107:35","Ezequiel 36:35"]},"ezequiel_47_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação de uma mensagem divina importante.","explicacao_detalhada":"Dizer neste contexto é um chamado à atenção do povo para a revelação que está sendo dada.","por_que_esta_palavra":"A repetição da palavra 'dizer' destaca a importância da mensagem e a necessidade de ouvir a voz de Deus.","conexao_teologica":"A comunicação de Deus através de Sua palavra é fundamental para a vida espiritual e a fé do povo.","referencias_relacionadas":["Mateus 4:4","Romanos 10:17","Tiago 1:22"]},"ezequiel_47_9_viver":{"palavra_pt":"viver","palavra_original":"חָיַי","transliteracao":"châyay","strong":"H2425","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à vida que flui das águas do templo, simbolizando a restauração e a abundância.","explicacao_detalhada":"No contexto de Ezequiel 47:9, 'viver' indica a vitalidade que as águas trazem, não apenas fisicamente, mas espiritualmente, representando a presença de Deus que dá vida.","por_que_esta_palavra":"A escolha da palavra 'viver' enfatiza a transformação e a renovação que ocorrem quando se está em contato com a fonte divina.","conexao_teologica":"A vida que flui das águas é um símbolo do Espírito Santo, que traz vida e renovação aos crentes.","referencias_relacionadas":["João 7:38","Apocalipse 22:1","Isaías 44:3"]},"ezequiel_47_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao movimento das águas que descem do templo, simbolizando a disseminação da bênção.","explicacao_detalhada":"Em Ezequiel 47:9, 'cair' sugere um fluxo contínuo e abundante das águas, que trazem vida a tudo que tocam.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a ação dinâmica das águas, que não apenas fluem, mas também impactam e transformam o ambiente ao redor.","conexao_teologica":"A ideia de cair remete à graça de Deus que se derrama sobre a humanidade, trazendo cura e restauração.","referencias_relacionadas":["Salmos 1:3","Isaías 55:10-11","Mateus 5:6"]},"ezequiel_47_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as águas se espalham e afetam a vida ao redor.","explicacao_detalhada":"No versículo, 'modo' implica que a forma como as águas fluem é essencial para entender seu impacto na criação.","por_que_esta_palavra":"A escolha de 'modo' destaca a importância da maneira como a bênção de Deus se manifesta na vida das pessoas.","conexao_teologica":"O modo como Deus opera em nossas vidas é muitas vezes através de meios que nos surpreendem e transformam.","referencias_relacionadas":["Romanos 12:2","1 Coríntios 12:4-6","Efésios 3:20"]},"ezequiel_47_10_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se ao grande corpo de água que é afetado pelas águas do templo.","explicacao_detalhada":"Em Ezequiel 47:10, 'mar' simboliza a vastidão e a profundidade da bênção que flui do templo, abrangendo toda a criação.","por_que_esta_palavra":"A menção do 'mar' enfatiza a grandeza do impacto das águas, que não se limitam a um espaço pequeno, mas se estendem amplamente.","conexao_teologica":"O mar pode ser visto como uma metáfora para as nações e povos que são alcançados pela mensagem de Deus.","referencias_relacionadas":["Salmos 104:25","Mateus 28:19","Apocalipse 17:15"]},"ezequiel_47_10_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' descreve a magnitude do mar que é impactado pelas águas do templo.","explicacao_detalhada":"No contexto, 'grande' ressalta a imensidão da obra de Deus e como ela se estende além do que podemos imaginar.","por_que_esta_palavra":"A palavra 'grande' é usada para transmitir a ideia de que a bênção de Deus é abundante e sem limites.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua soberania e poder sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Isaías 40:12"]},"ezequiel_47_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' novamente refere-se ao movimento das águas que descem do templo para o mar.","explicacao_detalhada":"A repetição de 'cair' enfatiza a continuidade do fluxo das águas e sua capacidade de transformar o ambiente.","por_que_esta_palavra":"A palavra 'cair' é crucial para entender como a bênção de Deus se espalha e afeta tudo ao seu redor.","conexao_teologica":"Assim como as águas que caem, a graça de Deus é derramada sobre todos que estão dispostos a recebê-la.","referencias_relacionadas":["Tiago 1:17","Romanos 5:20","2 Coríntios 9:8"]},"ezequiel_47_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade de que as águas não podem transformar tudo, especialmente onde há sal.","explicacao_detalhada":"Em Ezequiel 47:11, 'verdade' implica que há limites para a transformação, e que certas realidades não podem ser mudadas.","por_que_esta_palavra":"A palavra 'verdade' é importante para reconhecer que nem tudo será impactado pela bênção de Deus, especialmente o que é corrupto.","conexao_teologica":"A verdade de Deus é um princípio fundamental que nos ensina sobre a natureza do pecado e suas consequências.","referencias_relacionadas":["João 8:32","Romanos 3:4","1 João 1:8-10"]},"ezequiel_47_11_sal":{"palavra_pt":"sal","palavra_original":"מֶלַח","transliteracao":"melach","strong":"H4417","significado_raiz":"Ideia básica: sal.","significado_contextual":"A palavra 'sal' refere-se à corrupção que impede a transformação das águas.","explicacao_detalhada":"No versículo, 'sal' simboliza o que é impuro e que não pode ser curado pelas águas do templo.","por_que_esta_palavra":"A escolha da palavra 'sal' destaca a realidade de que há aspectos da vida que não podem ser mudados pela bênção de Deus.","conexao_teologica":"O sal é frequentemente associado ao juízo e à preservação, refletindo a necessidade de pureza diante de Deus.","referencias_relacionadas":["Mateus 5:13","Marcos 9:50","Colossenses 4:6"]},"ezequiel_47_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer ou conceder algo, neste caso, a bênção de Deus.","explicacao_detalhada":"Em Ezequiel 47:11, 'dar' implica que a bênção é uma oferta divina, que deve ser recebida com gratidão.","por_que_esta_palavra":"A palavra 'dar' enfatiza a generosidade de Deus e Sua disposição em abençoar aqueles que O buscam.","conexao_teologica":"A ideia de dar é central na teologia cristã, refletindo o amor e a graça de Deus para com a humanidade.","referencias_relacionadas":["Tiago 1:5","Romanos 8:32","2 Coríntios 9:7"]},"ezequiel_47_12_palacio":{"palavra_pt":"palacio","palavra_original":"מִקְדָּשׁ","transliteracao":"miqdâsh","strong":"H4720","significado_raiz":"Ideia básica: palacio.","significado_contextual":"A palavra 'palácio' refere-se ao lugar sagrado onde a presença de Deus habita.","explicacao_detalhada":"Em Ezequiel 47:12, 'palácio' simboliza a habitação de Deus entre Seu povo e a importância do templo na adoração.","por_que_esta_palavra":"A escolha da palavra 'palácio' destaca a majestade e a santidade do lugar onde Deus se revela.","conexao_teologica":"O palácio é um símbolo da presença de Deus, que é acessível aos que buscam a Sua face.","referencias_relacionadas":["Salmos 27:4","Hebreus 10:19-22","Apocalipse 21:3"]},"ezequiel_47_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as águas fluem do templo, simbolizando a vida e a purificação.","explicacao_detalhada":"A palavra 'modo' neste contexto indica a maneira específica pela qual as águas são distribuídas, representando a ordem divina na criação e na restauração.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a intenção e a precisão do plano de Deus para a restauração do Seu povo.","conexao_teologica":"O modo de operação de Deus é sempre perfeito e traz vida, refletindo Sua natureza como Criador e Restaurador.","referencias_relacionadas":["Ezequiel 47:1-2","João 7:38","Apocalipse 22:1-2"]},"ezequiel_47_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à herança prometida a Israel, simbolizando a plenitude da bênção de Deus.","explicacao_detalhada":"Neste versículo, 'terra' é um símbolo da promessa de Deus, representando não apenas um lugar físico, mas também a presença e a bênção divina.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância da terra prometida na identidade e na história do povo de Israel.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, refletindo Sua fidelidade e compromisso.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"ezequiel_47_13_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre todas as coisas, incluindo a terra e o povo.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza a soberania de Deus e Seu papel como governante e protetor de Israel.","por_que_esta_palavra":"A utilização de 'senhor' reafirma a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Romanos 14:8-9"]},"ezequiel_47_13_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a natureza divina e a relação de Deus com Seu povo.","explicacao_detalhada":"Neste versículo, 'Deus' representa a autoridade e o poder supremo que orienta a história e a vida do povo de Israel.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a identidade do ser divino e Sua relação com a humanidade.","conexao_teologica":"A natureza de Deus como Criador e Redentor é central para a compreensão da aliança e da salvação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 1:1"]},"ezequiel_47_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que será dada como herança ao povo de Deus, simbolizando bênção e promessa.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a importância da herança que Deus oferece ao Seu povo, que é um tema recorrente nas Escrituras.","por_que_esta_palavra":"A palavra 'terra' é essencial para entender a promessa de Deus e a esperança de um futuro restaurado para Israel.","conexao_teologica":"A terra como herança é um símbolo da fidelidade de Deus e da realização de Suas promessas.","referencias_relacionadas":["Salmos 37:11","Isaías 60:21","Mateus 5:5"]},"ezequiel_47_14_heranca":{"palavra_pt":"heranca","palavra_original":"נָחַל","transliteracao":"nâchal","strong":"H5157","significado_raiz":"Ideia básica: heranca.","significado_contextual":"A palavra 'herança' refere-se ao que é dado por Deus ao Seu povo, simbolizando bênção e propriedade.","explicacao_detalhada":"Neste contexto, 'herança' indica a posse que o povo de Deus terá na terra prometida, refletindo a generosidade divina.","por_que_esta_palavra":"A ênfase na 'herança' destaca a relação especial entre Deus e Seu povo, onde Ele se compromete a cuidar e prover.","conexao_teologica":"A herança é um tema central na teologia da aliança, mostrando como Deus se relaciona com Seu povo através de promessas.","referencias_relacionadas":["Deuteronômio 9:29","Salmos 119:111","Romanos 8:17"]},"ezequiel_47_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, destacando a relação entre Deus e os seres humanos.","explicacao_detalhada":"Neste contexto, 'homem' representa a criação de Deus e a responsabilidade que ela tem em relação à terra e à herança.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a dignidade e o propósito que Deus deu à humanidade.","conexao_teologica":"A criação do homem à imagem de Deus é um tema fundamental, refletindo a relação especial entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"ezequiel_47_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra, enfatizando a continuidade da promessa de Deus ao Seu povo.","explicacao_detalhada":"A repetição da palavra 'terra' neste versículo reforça a importância da herança e da presença de Deus na vida do povo.","por_que_esta_palavra":"A palavra 'terra' é central para a narrativa bíblica, simbolizando a relação entre Deus e Seu povo.","conexao_teologica":"A terra é um símbolo da bênção e da presença de Deus, refletindo a esperança de um futuro restaurado.","referencias_relacionadas":["Deuteronômio 11:21","Salmos 37:29","Hebreus 11:8-10"]},"ezequiel_47_15_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se às águas que cercam a terra, simbolizando a separação e a proteção divina.","explicacao_detalhada":"Neste contexto, 'mar' representa tanto a vastidão da criação de Deus quanto os limites que Ele estabelece.","por_que_esta_palavra":"A palavra 'mar' é importante para entender a relação entre a terra e as águas, refletindo a ordem divina na criação.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar caos e separação, enquanto Deus traz ordem e segurança.","referencias_relacionadas":["Gênesis 1:9-10","Salmos 104:25-26","Mateus 8:27"]},"ezequiel_47_15_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à vitalidade e à abundância que vêm da presença de Deus.","explicacao_detalhada":"Neste versículo, 'vida' simboliza a bênção e a prosperidade que Deus oferece ao Seu povo através da obediência.","por_que_esta_palavra":"A palavra 'vida' é central para a mensagem bíblica, refletindo a intenção de Deus de dar vida em abundância.","conexao_teologica":"A vida é um tema central na teologia bíblica, mostrando como Deus deseja que Seu povo viva em plenitude.","referencias_relacionadas":["João 10:10","Gálatas 5:22-23","Apocalipse 21:6"]},"ezequiel_47_16_hamath":{"palavra_pt":"hamath","palavra_original":"חֲמָת","transliteracao":"Chămâth","strong":"H2574","significado_raiz":"Ideia básica: hamath.","significado_contextual":"Hamath é uma cidade mencionada como uma das fronteiras do território de Israel.","explicacao_detalhada":"No contexto de Ezequiel 47:16, Hamath é citada como uma referência geográfica que delimita a extensão da terra prometida a Israel. A cidade está localizada ao norte e simboliza a abrangência do domínio de Israel.","por_que_esta_palavra":"A inclusão de Hamath enfatiza a restauração e a promessa de Deus de que Israel teria um território amplo e próspero.","conexao_teologica":"Hamath representa a fidelidade de Deus às Suas promessas, mostrando que Ele é capaz de restaurar e dar um futuro esperançoso ao Seu povo.","referencias_relacionadas":["Números 34:8","Josué 13:5","2 Reis 14:28"]},"ezequiel_47_17_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O termo 'mar' refere-se a corpos d'água, simbolizando a abundância e a vida.","explicacao_detalhada":"Em Ezequiel 47:17, o mar é mencionado como parte da descrição das fronteiras da terra prometida. Ele simboliza a fertilidade e a riqueza que virão sobre a terra restaurada.","por_que_esta_palavra":"A palavra 'mar' é usada para ilustrar a grandeza e a generosidade de Deus em prover para o Seu povo.","conexao_teologica":"O mar, como símbolo de abundância, reflete a generosidade divina e a promessa de bênçãos sobre a terra de Israel.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25","Isaías 60:5"]},"ezequiel_47_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se à ação de descer ou de se tornar.","explicacao_detalhada":"No versículo, 'cair' é usado para descrever a mudança de estado ou condição, possivelmente referindo-se à transformação da terra e das águas na nova ordem que Deus está estabelecendo.","por_que_esta_palavra":"A palavra 'cair' sugere uma transição, indicando que algo novo está surgindo a partir do que já existia.","conexao_teologica":"A ideia de cair está ligada à transformação que Deus realiza na vida dos crentes, trazendo nova vida e esperança.","referencias_relacionadas":["Isaías 43:19","Romanos 6:4","2 Coríntios 5:17"]},"ezequiel_47_17_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre indica uma posição de separação ou inclusão.","explicacao_detalhada":"A palavra 'entre' é utilizada para descrever a localização geográfica e a divisão das terras, mostrando como as fronteiras são definidas.","por_que_esta_palavra":"A inclusão de 'entre' enfatiza a relação entre os diferentes territórios e a unidade que Deus deseja para Seu povo.","conexao_teologica":"A ideia de estar 'entre' reflete a comunhão que Deus busca com Seu povo, estabelecendo um relacionamento próximo.","referencias_relacionadas":["Êxodo 19:6","Salmos 22:3","Mateus 18:20"]},"ezequiel_47_18_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Novamente, o mar é mencionado como parte das fronteiras da terra prometida.","explicacao_detalhada":"A repetição do termo 'mar' em Ezequiel 47:18 reforça a ideia de abundância e a riqueza que Deus promete ao Seu povo.","por_que_esta_palavra":"A menção do mar destaca a importância dos recursos naturais e a prosperidade que virá com a restauração.","conexao_teologica":"O mar simboliza a provisão de Deus e a vida abundante que Ele oferece aos que confiam Nele.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25","Isaías 60:5"]},"ezequiel_47_18_boca":{"palavra_pt":"boca","palavra_original":"פֵּאָה","transliteracao":"pêʼâh","strong":"H6285","significado_raiz":"Ideia básica: boca.","significado_contextual":"Boca refere-se à abertura ou à extremidade de algo, neste caso, a borda de um território.","explicacao_detalhada":"Em Ezequiel 47:18, a 'boca' é usada para descrever a entrada ou a saída de um lugar, enfatizando a definição das fronteiras.","por_que_esta_palavra":"A palavra 'boca' é significativa para entender como as terras são delimitadas e a importância de cada parte do território.","conexao_teologica":"A 'boca' simboliza a comunicação e a revelação de Deus, que fala e orienta Seu povo sobre o que é certo.","referencias_relacionadas":["Salmos 119:105","Provérbios 4:20","Mateus 12:34"]},"ezequiel_47_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao solo ou território que Deus prometeu a Israel.","explicacao_detalhada":"No versículo, 'terra' é uma referência ao lar que Deus está preparando para Seu povo, simbolizando segurança e pertencimento.","por_que_esta_palavra":"A palavra 'terra' é central na narrativa bíblica, representando a herança e a promessa de Deus ao Seu povo escolhido.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel, refletindo Sua fidelidade e compromisso com Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Josué 1:3"]},"ezequiel_47_19_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Mais uma vez, o mar é mencionado, reforçando a ideia de abundância.","explicacao_detalhada":"A repetição do termo 'mar' em Ezequiel 47:19 destaca a riqueza e a generosidade de Deus em prover para a terra prometida.","por_que_esta_palavra":"A palavra 'mar' é utilizada para enfatizar a grandeza da bênção que Deus está prestes a derramar sobre Seu povo.","conexao_teologica":"O mar simboliza a abundância da graça de Deus e a vida que Ele oferece aos que O seguem.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25","Isaías 60:5"]},"ezequiel_47_19_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude ou importância de algo.","explicacao_detalhada":"Em Ezequiel 47:19, 'grande' é usado para descrever a extensão do território e as bênçãos que Deus está prometendo a Israel.","por_que_esta_palavra":"A palavra 'grande' enfatiza a generosidade de Deus e a vastidão de Suas promessas.","conexao_teologica":"A grandeza de Deus é refletida nas promessas que Ele faz ao Seu povo, mostrando que Ele é capaz de realizar muito mais do que pedimos ou pensamos.","referencias_relacionadas":["Efésios 3:20","Salmos 145:3","Isaías 40:12"]},"ezequiel_47_19_boca":{"palavra_pt":"boca","palavra_original":"פֵּאָה","transliteracao":"pêʼâh","strong":"H6285","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' é novamente utilizada para descrever a extremidade de um território.","explicacao_detalhada":"Em Ezequiel 47:19, a 'boca' é uma referência à delimitação das fronteiras, destacando a importância de cada parte do território prometido.","por_que_esta_palavra":"A repetição da palavra 'boca' reforça a ideia de que as fronteiras são definidas e que cada parte é significativa para o plano de Deus.","conexao_teologica":"A 'boca' simboliza a comunicação de Deus e a clareza de Sua vontade para o Seu povo.","referencias_relacionadas":["Salmos 119:105","Provérbios 4:20","Mateus 12:34"]},"ezequiel_47_20_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como uma grande extensão de água, simbolizando a imensidão e a profundidade.","explicacao_detalhada":"No contexto de Ezequiel 47, o mar é mencionado em relação à divisão da terra prometida e à abundância que fluirá dela. O mar pode simbolizar tanto a separação quanto a união de povos, dependendo do contexto.","por_que_esta_palavra":"A palavra 'mar' é utilizada para descrever a vastidão e a riqueza que Deus promete ao Seu povo, representando também a presença de Deus em meio à criação.","conexao_teologica":"O mar é frequentemente associado à soberania de Deus sobre as nações e à Sua capacidade de trazer vida e abundância.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25","Isaías 57:20"]},"ezequiel_47_20_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica algo de grande magnitude ou importância, enfatizando a grandeza das promessas de Deus.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a extensão da terra prometida e a abundância que fluirá dela. Refere-se à generosidade de Deus em dar ao Seu povo uma herança vasta.","por_que_esta_palavra":"A grandeza é um atributo de Deus, e a utilização dessa palavra reflete a natureza abundante e generosa de Suas promessas.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, mostrando que Ele é capaz de realizar coisas além da nossa compreensão.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"ezequiel_47_20_boca":{"palavra_pt":"boca","palavra_original":"פֵּאָה","transliteracao":"pêʼâh","strong":"H6285","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à 'boca' como a abertura ou a extremidade de algo, neste caso, a entrada de um rio ou fluxo.","explicacao_detalhada":"No contexto de Ezequiel 47, a 'boca' é onde as águas do rio que flui do templo se espalham, simbolizando a disseminação da bênção de Deus.","por_que_esta_palavra":"A palavra 'boca' é usada para descrever o ponto de origem de um fluxo, que é essencial para entender a propagação das bênçãos divinas.","conexao_teologica":"A boca como símbolo de comunicação divina, onde Deus fala e abençoa Seu povo.","referencias_relacionadas":["Salmos 81:10","Provérbios 18:21","Mateus 12:34"]},"ezequiel_47_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o espaço físico que será dividido entre as tribos de Israel.","explicacao_detalhada":"A 'terra' é um tema central em Ezequiel 47, onde Deus promete uma herança física e espiritual ao Seu povo, simbolizando a restauração e a plenitude.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a promessa de Deus de dar uma herança ao Seu povo escolhido.","conexao_teologica":"A terra é frequentemente vista como um símbolo da presença de Deus e da Sua promessa de habitar entre Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Josué 1:3"]},"ezequiel_47_21_deal":{"palavra_pt":"deal","palavra_original":"חָלַק","transliteracao":"châlaq","strong":"H2505","significado_raiz":"Ideia básica: deal.","significado_contextual":"Refere-se ao ato de dividir ou distribuir a terra entre as tribos de Israel.","explicacao_detalhada":"A palavra 'deal' implica em uma ação de justiça e equidade na distribuição das promessas de Deus, mostrando que cada tribo receberá sua porção.","por_que_esta_palavra":"A divisão da terra é um aspecto importante da aliança de Deus com Israel, onde cada tribo tem um lugar designado.","conexao_teologica":"Deus é um Deus de ordem e justiça, e a divisão da terra reflete Seu caráter justo.","referencias_relacionadas":["Números 26:55","Josué 14:1","Ezequiel 48:1"]},"ezequiel_47_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos descendentes das tribos de Israel, enfatizando a continuidade da aliança.","explicacao_detalhada":"A palavra 'filho' simboliza a herança e a continuidade das promessas de Deus através das gerações.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da linhagem e da identidade do povo de Deus.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:17","Gálatas 3:26"]},"ezequiel_47_22_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de receber ou herdar algo, neste caso, a terra prometida.","explicacao_detalhada":"A palavra 'cair' implica em um recebimento ativo da herança que Deus prometeu ao Seu povo.","por_que_esta_palavra":"A ideia de 'cair' sugere um ato de posse e apropriação das promessas de Deus.","conexao_teologica":"A herança espiritual é um tema central nas Escrituras, onde os crentes são chamados a receber as promessas de Deus.","referencias_relacionadas":["Salmos 16:6","Colossenses 1:12","Hebreus 9:15"]},"ezequiel_47_22_heranca":{"palavra_pt":"heranca","palavra_original":"נַחֲלָה","transliteracao":"nachălâh","strong":"H5159","significado_raiz":"Ideia básica: heranca.","significado_contextual":"Refere-se à porção ou direito que cada tribo de Israel receberá na terra prometida.","explicacao_detalhada":"A palavra 'herança' é central para entender a relação de Israel com Deus, onde cada tribo tem um lugar designado na terra.","por_que_esta_palavra":"A herança é um símbolo da fidelidade de Deus em cumprir Suas promessas ao Seu povo.","conexao_teologica":"A herança espiritual é um tema recorrente, onde os crentes são considerados co-herdeiros com Cristo.","referencias_relacionadas":["Deuteronômio 9:29","Romanos 8:17","1 Pedro 1:4"]},"ezequiel_47_23_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de receber ou herdar, enfatizando a inclusão de todos, incluindo os estrangeiros.","explicacao_detalhada":"A repetição da palavra 'cair' reforça a ideia de que a herança não é exclusiva, mas aberta a todos que se unem ao povo de Deus.","por_que_esta_palavra":"A inclusão de estrangeiros na herança de Deus demonstra a universalidade da salvação.","conexao_teologica":"A inclusão dos gentios na promessa de Deus é um tema importante no Novo Testamento.","referencias_relacionadas":["Romanos 11:17","Efésios 2:19","Gálatas 3:28"]},"ezequiel_47_23_estrangeiro":{"palavra_pt":"estrangeiro","palavra_original":"גֵּר","transliteracao":"gêr","strong":"H1616","significado_raiz":"Ideia básica: estrangeiro.","significado_contextual":"Refere-se a pessoas que não são da linhagem de Israel, mas que podem receber herança.","explicacao_detalhada":"A palavra 'estrangeiro' destaca a inclusão de todos os povos nas promessas de Deus, mostrando que a salvação é para todos.","por_que_esta_palavra":"A menção de 'estrangeiro' enfatiza a natureza inclusiva do plano de Deus para a humanidade.","conexao_teologica":"A inclusão dos estrangeiros nas promessas de Deus reflete o amor universal de Deus e Sua intenção de salvar todos os povos.","referencias_relacionadas":["Isaías 56:6","Atos 10:34","Gálatas 3:28"]}}