{"ezequiel_5_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada novamente para enfatizar a relação familiar e a responsabilidade diante de Deus.","explicacao_detalhada":"Em Ezequiel 5:1, a palavra 'filho' reforça a ideia de que Ezequiel deve agir como um representante de Deus, com a responsabilidade de alertar o povo sobre suas transgressões.","por_que_esta_palavra":"A repetição da palavra 'filho' destaca a continuidade da mensagem e a importância da identidade de Ezequiel como profeta.","conexao_teologica":"A relação entre Deus e seu povo é frequentemente descrita em termos de paternidade, onde Deus é o Pai e o povo é seu filho.","referencias_relacionadas":["Salmos 103:13","Hebreus 12:7","1 João 3:1"]},"ezequiel_5_1_pen":{"palavra_pt":"pen","palavra_original":"תַּעַר","transliteracao":"taʻar","strong":"H8593","significado_raiz":"Ideia básica: pen.","significado_contextual":"A palavra 'pen' refere-se a um instrumento de escrita, simbolizando a comunicação e a transmissão de mensagens.","explicacao_detalhada":"Em Ezequiel 5:1, a menção de 'pen' sugere a importância de registrar e comunicar a mensagem de Deus de forma clara e precisa.","por_que_esta_palavra":"A escolha da palavra 'pen' destaca a necessidade de documentar as instruções divinas e a responsabilidade de Ezequiel em transmitir a mensagem.","conexao_teologica":"A escrita é um meio pelo qual Deus preserva sua palavra e revela sua vontade ao longo das gerações.","referencias_relacionadas":["Habacuque 2:2","2 Timóteo 3:16","Apocalipse 1:3"]},"ezequiel_5_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um lugar de habitação e comunidade, simbolizando a coletividade do povo.","explicacao_detalhada":"Em Ezequiel 5:2, a menção de 'cidade' destaca a importância da coletividade e a responsabilidade do povo em relação à sua cidade e à sua relação com Deus.","por_que_esta_palavra":"A palavra 'cidade' é significativa porque representa a identidade do povo e a necessidade de arrependimento e restauração.","conexao_teologica":"A cidade é frequentemente usada nas Escrituras como um símbolo da comunidade de fé e do lugar onde Deus habita entre seu povo.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Apocalipse 21:2"]},"ezequiel_5_2_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' refere-se à presença e ação de Deus, simbolizando vida e movimento.","explicacao_detalhada":"Em Ezequiel 5:2, 'vento' pode simbolizar o Espírito Santo, que traz vida e renovação, além de representar a ação de Deus em meio ao seu povo.","por_que_esta_palavra":"A escolha da palavra 'vento' enfatiza a dinâmica da presença de Deus e sua capacidade de transformar e renovar.","conexao_teologica":"O vento é um símbolo do Espírito Santo nas Escrituras, que atua na vida dos crentes e traz transformação.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:2"]},"ezequiel_5_2_luz":{"palavra_pt":"luz","palavra_original":"אוּר","transliteracao":"ʼûwr","strong":"H217","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz simboliza a presença de Deus e a revelação de Sua verdade.","explicacao_detalhada":"No contexto de Ezequiel 5:2, a luz representa a clareza e a orientação divina em meio ao juízo. A luz é frequentemente associada à santidade e à pureza de Deus.","por_que_esta_palavra":"A palavra 'luz' é usada para enfatizar a importância da verdade e da justiça de Deus em contraste com a escuridão do pecado.","conexao_teologica":"A luz é um tema recorrente na Bíblia, simbolizando a verdade de Deus e a vida eterna que Ele oferece. Jesus se apresenta como a luz do mundo (João 8:12).","referencias_relacionadas":["João 1:5","Mateus 5:14","1 João 1:5"]},"ezequiel_5_3_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar algo implica em uma ação de posse ou controle, muitas vezes em um contexto de julgamento.","explicacao_detalhada":"Em Ezequiel 5:3, a palavra 'tomar' é usada para descrever a ação de Deus em selecionar um remanescente fiel em meio ao juízo sobre Israel.","por_que_esta_palavra":"A escolha de 'tomar' enfatiza a soberania de Deus em preservar um grupo que permanecerá fiel mesmo em tempos de crise.","conexao_teologica":"A ideia de Deus tomar um remanescente é um tema importante na Bíblia, refletindo Sua fidelidade e graça (Romanos 11:5).","referencias_relacionadas":["Isaías 10:20-22","Romanos 9:27","Apocalipse 12:17"]},"ezequiel_5_3_phrase":{"palavra_pt":"expressao","palavra_original":"מִסְפָּר","transliteracao":"miçpâr","strong":"H4557","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se a um número ou quantidade, indicando um remanescente específico.","explicacao_detalhada":"No versículo, a expressão é usada para descrever a quantidade de pessoas que serão salvas ou preservadas durante o juízo.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a importância de quantificar o que Deus está fazendo em meio ao Seu povo.","conexao_teologica":"A ideia de um remanescente é central na teologia bíblica, mostrando que Deus sempre preserva um grupo fiel (Isaías 1:9).","referencias_relacionadas":["Ezequiel 9:4","Romanos 11:5","Apocalipse 3:4"]},"ezequiel_5_3_adversary":{"palavra_pt":"adversary","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6696","significado_raiz":"Ideia básica: adversary.","significado_contextual":"Adversário refere-se a um inimigo ou oposição, especialmente em um contexto de juízo.","explicacao_detalhada":"Em Ezequiel 5:3, a palavra 'adversário' é usada para descrever aqueles que se opõem ao plano de Deus e ao Seu povo.","por_que_esta_palavra":"A utilização de 'adversário' enfatiza a luta espiritual e a resistência que o povo de Deus enfrenta.","conexao_teologica":"A Bíblia frequentemente menciona adversários como parte da luta espiritual, lembrando que a batalha não é contra carne e sangue (Efésios 6:12).","referencias_relacionadas":["Salmos  enemies 23:5","1 Pedro 5:8","Tiago 4:7"]},"ezequiel_5_4_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida simboliza a continuidade e a bênção de Deus sobre Seu povo.","explicacao_detalhada":"No contexto de Ezequiel 5:4, a palavra 'vida' é usada para descrever a preservação e a restauração que Deus oferece ao remanescente.","por_que_esta_palavra":"A escolha de 'vida' destaca a intenção de Deus de trazer esperança e renovação em meio ao juízo.","conexao_teologica":"A vida é um tema central na Bíblia, representando a obra redentora de Cristo e a promessa de vida eterna (João 10:10).","referencias_relacionadas":["João 3:16","Romanos 6:23","Gálatas 2:20"]},"ezequiel_5_4_adventure":{"palavra_pt":"adventure","palavra_original":"שָׁלַךְ","transliteracao":"shâlak","strong":"H7993","significado_raiz":"Ideia básica: adventure.","significado_contextual":"A palavra aventura implica em um caminho ou jornada, muitas vezes repleta de desafios.","explicacao_detalhada":"Em Ezequiel 5:4, 'aventura' pode ser interpretada como a jornada de fé que o povo de Deus deve enfrentar em meio às dificuldades.","por_que_esta_palavra":"A escolha de 'aventura' sugere que a vida cristã é uma jornada que requer coragem e fé.","conexao_teologica":"A vida cristã é frequentemente descrita como uma corrida ou uma jornada (Hebreus 12:1), onde os crentes são chamados a perseverar.","referencias_relacionadas":["2 Timóteo 4:7","Filipenses 3:14","1 Coríntios 9:24"]},"ezequiel_5_4_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Fogo simboliza purificação, julgamento e a presença de Deus.","explicacao_detalhada":"No contexto de Ezequiel 5:4, o fogo representa o juízo de Deus sobre o pecado e a purificação do Seu povo.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para enfatizar a intensidade do juízo e a necessidade de purificação.","conexao_teologica":"O fogo é um símbolo importante na Bíblia, representando tanto o juízo quanto a purificação (1 Coríntios 3:13).","referencias_relacionadas":["Hebreus 12:29","Mateus 3:12","Apocalipse 21:8"]},"ezequiel_5_5_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade e soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 5:5, a palavra 'Senhor' é usada para afirmar a posição de Deus como o governante supremo e juiz do universo.","por_que_esta_palavra":"A escolha de 'Senhor' enfatiza a relação de autoridade entre Deus e Seu povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de toda a criação (Salmos 103:19).","referencias_relacionadas":["Salmos 24:1","Isaías 45:6","Romanos 14:9"]},"ezequiel_5_5_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Deus é o nome que representa a divindade e a relação com o Seu povo.","explicacao_detalhada":"No versículo, 'Deus' é usado para reafirmar a identidade de Deus como o Criador e Sustentador de todas as coisas.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza e o caráter de quem Ele é.","conexao_teologica":"A natureza de Deus é central para a fé cristã, refletindo Seu amor, justiça e misericórdia (1 João 4:8).","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 4:24"]},"ezequiel_5_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao lugar físico e à herança que Deus deu ao Seu povo.","explicacao_detalhada":"Em Ezequiel 5:6, a palavra 'terra' é usada para descrever a relação de Israel com a terra prometida e as consequências de sua desobediência.","por_que_esta_palavra":"A escolha de 'terra' enfatiza a importância da terra como parte da aliança de Deus com Seu povo.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da herança que Ele oferece aos Seus filhos (Deuteronômio 8:7-10).","referencias_relacionadas":["Gênesis 12:1-3","Salmos 37:11","Hebreus 11:9-10"]},"ezequiel_5_6_desobediente":{"palavra_pt":"desobediente","palavra_original":"מָרָה","transliteracao":"mârâh","strong":"H4784","significado_raiz":"Ideia básica: desobediente.","significado_contextual":"A palavra 'desobediente' refere-se à rebelião do povo de Israel contra os mandamentos de Deus.","explicacao_detalhada":"No contexto de Ezequiel 5:6, a desobediência é vista como uma violação dos pactos estabelecidos por Deus com Israel, resultando em consequências severas.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a gravidade da transgressão do povo e a necessidade de arrependimento.","conexao_teologica":"A desobediência é um tema central na relação entre Deus e seu povo, refletindo a necessidade de fidelidade e a gravidade do pecado.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 1:19-20","Romanos 1:18"]},"ezequiel_5_6_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à justiça divina que será aplicada ao povo desobediente.","explicacao_detalhada":"Em Ezequiel 5:6, o juízo é uma resposta à injustiça e à desobediência, mostrando que Deus não ignora o pecado.","por_que_esta_palavra":"A palavra é crucial para entender a natureza de Deus como justo e a inevitabilidade do juízo sobre aqueles que se afastam de Seus caminhos.","conexao_teologica":"O conceito de juízo é fundamental na teologia bíblica, pois revela a santidade de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 89:14","Ezequiel 18:30","Romanos 2:6"]},"ezequiel_5_7_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' é novamente utilizada para enfatizar a justiça que será aplicada ao povo de Israel.","explicacao_detalhada":"Neste versículo, o juízo é um aviso de que as ações do povo têm consequências e que Deus é um juiz justo.","por_que_esta_palavra":"A repetição da palavra 'juízo' reforça a seriedade da mensagem de Ezequiel sobre a necessidade de retorno a Deus.","conexao_teologica":"O juízo de Deus é um tema recorrente, que destaca a responsabilidade moral do ser humano diante de Deus.","referencias_relacionadas":["Amós 5:24","Miquéias 6:8","Hebreus 10:30"]},"ezequiel_5_7_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 5:7, o uso de 'Senhor' enfatiza a autoridade de Deus ao pronunciar juízo sobre Israel.","por_que_esta_palavra":"A palavra é importante para reconhecer a posição de Deus como autoridade suprema e juiz do universo.","conexao_teologica":"A soberania de Deus é um aspecto essencial da teologia, mostrando que Ele tem controle sobre a história e o destino do Seu povo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:7","Romanos 13:1"]},"ezequiel_5_7_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' é usada para reafirmar a divindade e a autoridade de Yahweh sobre Israel.","explicacao_detalhada":"Neste contexto, 'Deus' é apresentado como o ser supremo que exige fidelidade e obediência do Seu povo.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e Israel, destacando Sua natureza e expectativas.","conexao_teologica":"A divindade de Deus é central na fé cristã, pois fundamenta a adoração e a obediência do povo.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2-3","João 4:24"]},"ezequiel_5_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma metáfora que representa a ferocidade do juízo de Deus.","explicacao_detalhada":"Em Ezequiel 5:8, o 'urso' simboliza a força e a inevitabilidade do juízo divino que se abaterá sobre os desobedientes.","por_que_esta_palavra":"A utilização de metáforas animais é comum na literatura profética para transmitir a gravidade das consequências do pecado.","conexao_teologica":"A imagem do juízo de Deus é frequentemente associada a forças poderosas que trazem correção e disciplina ao Seu povo.","referencias_relacionadas":["Amós 3:8","Isaías 13:17","Jeremias 51:20"]},"ezequiel_5_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' reafirma a autoridade de Deus sobre o juízo que será executado.","explicacao_detalhada":"Neste versículo, 'Senhor' é utilizado para enfatizar que o juízo vem da vontade soberana de Deus.","por_que_esta_palavra":"A palavra é essencial para reconhecer que o juízo não é arbitrário, mas parte do plano divino.","conexao_teologica":"A soberania de Deus é um tema que permeia toda a Escritura, mostrando que Ele é o juiz final.","referencias_relacionadas":["Salmos 50:6","Ezequiel 18:30","Romanos 14:10"]},"ezequiel_5_8_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' reafirma a divindade e a autoridade de Yahweh sobre o juízo.","explicacao_detalhada":"Em Ezequiel 5:8, a menção de 'Deus' destaca a seriedade do juízo que está por vir.","por_que_esta_palavra":"É importante para entender que o juízo é uma ação divina e não humana.","conexao_teologica":"A divindade de Deus é um aspecto central que fundamenta a justiça e a moralidade na Escritura.","referencias_relacionadas":["Salmos 7:11","Isaías 30:18","Romanos 2:5"]},"ezequiel_5_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada novamente como uma metáfora para o juízo severo de Deus.","explicacao_detalhada":"Neste versículo, o 'urso' simboliza a força e a determinação de Deus em trazer juízo sobre a desobediência.","por_que_esta_palavra":"A repetição da metáfora serve para reforçar a mensagem de que o juízo é inevitável.","conexao_teologica":"A imagem do juízo divino é uma advertência sobre as consequências do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 21:31","Miquéias 5:8","Apocalipse 19:15"]},"ezequiel_5_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade do juízo que se aproxima.","explicacao_detalhada":"Em Ezequiel 5:9, a verdade é apresentada como um aspecto inegável do caráter de Deus e de Sua justiça.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que o juízo de Deus é baseado na verdade e na justiça.","conexao_teologica":"A verdade de Deus é um pilar fundamental da fé, que garante que Ele cumprirá Suas promessas e juízos.","referencias_relacionadas":["Salmos 25:5","João 14:6","Romanos 3:4"]},"ezequiel_5_9_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à vitalidade que Deus dá aos seres humanos.","explicacao_detalhada":"No contexto de Ezequiel 5:9, a vida é mencionada em um cenário de julgamento e advertência. A ênfase está na preservação da vida em meio à destruição que se aproxima, ressaltando a importância da obediência a Deus.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a fragilidade da vida humana diante do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A vida é um dom de Deus e, ao mesmo tempo, um chamado à responsabilidade moral. A relação entre vida e obediência a Deus é um tema central nas Escrituras.","referencias_relacionadas":["Gênesis 2:7","Deuteronômio 30:19-20","João 10:10"]},"ezequiel_5_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a continuidade da linhagem e a responsabilidade familiar.","explicacao_detalhada":"Em Ezequiel 5:10, a menção ao 'filho' destaca a relação entre gerações e as consequências do pecado que afetam não apenas o indivíduo, mas também sua família e descendentes.","por_que_esta_palavra":"A palavra é utilizada para mostrar que as ações de uma geração têm repercussões nas próximas, enfatizando a gravidade do pecado e suas consequências.","conexao_teologica":"A ideia de que os filhos herdam as consequências das ações dos pais é um tema recorrente na Bíblia, refletindo a importância da responsabilidade familiar.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 103:17","Provérbios 13:22"]},"ezequiel_5_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ferocidade e a destruição que virão sobre o povo.","explicacao_detalhada":"No contexto de Ezequiel 5:10, o 'urso' simboliza a força e a brutalidade do juízo de Deus, que se manifestará contra aqueles que desobedecem.","por_que_esta_palavra":"A escolha dessa palavra ilustra a gravidade da situação e a inevitabilidade do juízo divino, servindo como um alerta ao povo.","conexao_teologica":"A ferocidade do juízo de Deus é um tema que aparece em várias partes da Bíblia, mostrando que Deus é justo e não tolera o pecado.","referencias_relacionadas":["Amós 3:8","Isaías 10:5-6","Miquéias 3:1-4"]},"ezequiel_5_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas ou a forma como as consequências se manifestam.","explicacao_detalhada":"Em Ezequiel 5:10, 'modo' destaca a forma como o juízo de Deus será executado, enfatizando que não haverá escape para aqueles que desobedecem.","por_que_esta_palavra":"Esta palavra é importante para mostrar que as consequências do pecado se manifestam de maneira clara e direta, sem exceções.","conexao_teologica":"A ideia de que as ações têm consequências é fundamental na teologia bíblica, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7-8","Romanos 2:6","Provérbios 11:31"]},"ezequiel_5_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é repetida para enfatizar a certeza e a inevitabilidade do juízo.","explicacao_detalhada":"No contexto de Ezequiel 5:11, a repetição da palavra 'modo' reforça a ideia de que o juízo de Deus será executado de forma justa e implacável.","por_que_esta_palavra":"A repetição serve para alertar o povo sobre a seriedade da situação e a necessidade de arrependimento.","conexao_teologica":"A certeza do juízo divino é um tema recorrente nas Escrituras, enfatizando que Deus é um juiz justo.","referencias_relacionadas":["Hebreus 9:27","Mateus 12:36-37","Apocalipse 20:12"]},"ezequiel_5_11_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana e à fragilidade do ser humano diante de Deus.","explicacao_detalhada":"Em Ezequiel 5:11, 'carne' destaca a vulnerabilidade do povo e a necessidade de reconhecer sua condição diante de Deus.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a fragilidade da vida humana e a necessidade de dependência de Deus.","conexao_teologica":"A natureza humana é um tema central na teologia, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Salmos 78:39","Isaías 40:6-8","Romanos 7:18"]},"ezequiel_5_11_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 5:11, a menção ao 'senhor' enfatiza a autoridade de Deus e sua capacidade de julgar e restaurar seu povo.","por_que_esta_palavra":"Esta palavra é crucial para reconhecer a posição de Deus como o soberano que tem o direito de exigir obediência.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, refletindo sua autoridade e poder sobre a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Romanos 14:8-9"]},"ezequiel_5_12_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' simboliza a escassez e a necessidade espiritual e física do povo.","explicacao_detalhada":"Em Ezequiel 5:12, a fome é um símbolo do juízo de Deus, que traz consequências severas para a desobediência.","por_que_esta_palavra":"A fome é usada para ilustrar a gravidade do juízo e a necessidade de arrependimento e retorno a Deus.","conexao_teologica":"A fome é um tema que aparece em várias partes da Bíblia, simbolizando a necessidade espiritual e a busca por Deus.","referencias_relacionadas":["Amós 8:11","Mateus 5:6","Lucas 1:53"]},"ezequiel_5_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é repetida para enfatizar a forma como o juízo se manifestará.","explicacao_detalhada":"Em Ezequiel 5:12, a repetição da palavra 'modo' reforça a certeza das consequências que virão sobre o povo.","por_que_esta_palavra":"A repetição serve para alertar o povo sobre a seriedade do juízo e a inevitabilidade das consequências.","conexao_teologica":"A certeza do juízo divino é um tema recorrente nas Escrituras, enfatizando a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 11:31"]},"ezequiel_5_13_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao resultado final do juízo de Deus sobre o povo.","explicacao_detalhada":"Em Ezequiel 5:13, 'fim' destaca a conclusão do juízo e as consequências que resultarão da desobediência.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar que o juízo de Deus não é apenas uma advertência, mas que terá um resultado definitivo.","conexao_teologica":"A ideia de um 'fim' é central na teologia bíblica, refletindo a certeza do juízo e a esperança da restauração.","referencias_relacionadas":["Mateus 24:13","Apocalipse 21:6","Romanos 6:23"]},"ezequiel_5_13_descanso":{"palavra_pt":"descanso","palavra_original":"נוּחַ","transliteracao":"nûwach","strong":"H5117","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O descanso mencionado em Ezequiel 5:13 refere-se a um estado de paz e alívio que será concedido após o juízo de Deus sobre o povo.","explicacao_detalhada":"Neste versículo, o 'descanso' é um resultado da purificação e do julgamento divino, onde Deus promete que, após a destruição, haverá um tempo de renovação e paz para aqueles que permanecerem fiéis.","por_que_esta_palavra":"A palavra 'descanso' é usada para enfatizar a esperança de um futuro melhor após o sofrimento e a disciplina.","conexao_teologica":"O conceito de descanso é frequentemente associado à promessa de Deus de restaurar Seu povo e trazer paz após o arrependimento.","referencias_relacionadas":["Isaías 40:1-2","Mateus 11:28-30","Hebreus 4:9-11"]},"ezequiel_5_13_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"O verbo 'conhecer' em Ezequiel 5:13 implica um entendimento profundo e relacional entre Deus e Seu povo, especialmente em tempos de juízo.","explicacao_detalhada":"Neste contexto, conhecer a Deus é mais do que um reconhecimento intelectual; é um relacionamento íntimo que envolve obediência e reverência.","por_que_esta_palavra":"A palavra 'conhecer' é crucial para entender a dinâmica entre Deus e Israel, especialmente em momentos de crise.","conexao_teologica":"O conhecimento de Deus é fundamental para a salvação e a restauração, como evidenciado em várias passagens que falam sobre a importância de conhecer a Deus.","referencias_relacionadas":["Oséias 6:6","João 17:3","Filipenses 3:10"]},"ezequiel_5_14_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' em Ezequiel 5:14 refere-se à ação de Deus em corrigir e disciplinar Seu povo por meio de juízos.","explicacao_detalhada":"Neste versículo, a repreensão é uma forma de Deus chamar a atenção de Israel para suas transgressões e a necessidade de arrependimento.","por_que_esta_palavra":"A repreensão é uma expressão do amor de Deus, que deseja que Seu povo se volte para Ele e abandone o pecado.","conexao_teologica":"A disciplina divina é um tema recorrente nas Escrituras, mostrando que Deus se preocupa com a santidade de Seu povo.","referencias_relacionadas":["Hebreus 12:6","Provérbios 3:11-12","Apocalipse 3:19"]},"ezequiel_5_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"O verbo 'dar' em Ezequiel 5:14 é usado para descrever a ação de Deus em fornecer ou entregar juízos ao povo desobediente.","explicacao_detalhada":"Neste contexto, Deus está 'dando' as consequências de suas ações, mostrando que as escolhas do povo resultam em juízos específicos.","por_que_esta_palavra":"A palavra 'dar' enfatiza a soberania de Deus em controlar os eventos e a responsabilidade do povo por suas ações.","conexao_teologica":"A ideia de que Deus dá o que é justo e necessário é um tema importante na teologia bíblica, refletindo Sua justiça e santidade.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Salmos 37:25-26"]},"ezequiel_5_14_seca":{"palavra_pt":"seca","palavra_original":"חׇרְבָּה","transliteracao":"chorbâh","strong":"H2723","significado_raiz":"Ideia básica: seca.","significado_contextual":"A 'seca' mencionada em Ezequiel 5:14 simboliza a devastação e a falta de sustento que resultam do juízo de Deus sobre Israel.","explicacao_detalhada":"Neste versículo, a seca é uma metáfora para a ausência da bênção de Deus, refletindo a consequência do pecado e da desobediência.","por_que_esta_palavra":"A seca serve como um alerta sobre a gravidade do afastamento de Deus e a necessidade de arrependimento.","conexao_teologica":"A seca é frequentemente usada nas Escrituras como um símbolo do juízo divino e da necessidade de retornar a Deus para receber Suas bênçãos.","referencias_relacionadas":["Amós 8:11","Jeremias 14:3-4","Deuteronômio 28:23-24"]},"ezequiel_5_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"O verbo 'cair' em Ezequiel 5:15 refere-se à queda do povo de Israel sob o juízo de Deus, simbolizando a derrota e a humilhação.","explicacao_detalhada":"Neste contexto, a queda é uma representação do resultado da desobediência e da rejeição das instruções divinas.","por_que_esta_palavra":"A palavra 'cair' destaca a fragilidade do povo diante da justiça de Deus e a inevitabilidade das consequências do pecado.","conexao_teologica":"A queda é um tema teológico que aponta para a necessidade de dependência de Deus e a importância da obediência.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 11:22"]},"ezequiel_5_15_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' em Ezequiel 5:15 é usada para enfatizar a ação de Deus em corrigir e disciplinar Seu povo por meio de juízos.","explicacao_detalhada":"Neste versículo, a repreensão é uma forma de Deus chamar a atenção de Israel para suas transgressões e a necessidade de arrependimento.","por_que_esta_palavra":"A repreensão é uma expressão do amor de Deus, que deseja que Seu povo se volte para Ele e abandone o pecado.","conexao_teologica":"A disciplina divina é um tema recorrente nas Escrituras, mostrando que Deus se preocupa com a santidade de Seu povo.","referencias_relacionadas":["Hebreus 12:6","Provérbios 3:11-12","Apocalipse 3:19"]},"ezequiel_5_16_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A 'fome' em Ezequiel 5:16 simboliza a privação e a necessidade que o povo enfrentará como resultado do juízo de Deus.","explicacao_detalhada":"Neste contexto, a fome é uma consequência direta da desobediência e da falta de confiança em Deus, refletindo a ausência de Suas bênçãos.","por_que_esta_palavra":"A fome serve como um lembrete da necessidade de depender de Deus para sustento e provisão.","conexao_teologica":"A fome é frequentemente usada nas Escrituras para ilustrar a necessidade espiritual e a busca por Deus como a verdadeira fonte de vida.","referencias_relacionadas":["Mateus 5:6","Salmos 107:9","João 6:35"]},"ezequiel_5_16_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"A 'flecha' em Ezequiel 5:16 representa os ataques e as consequências do juízo de Deus que atingirão o povo de Israel.","explicacao_detalhada":"Neste versículo, a flecha simboliza a precisão e a inevitabilidade do juízo divino que se abaterá sobre aqueles que desobedecem.","por_que_esta_palavra":"A flecha é uma metáfora poderosa que ilustra a severidade e a rapidez do juízo de Deus.","conexao_teologica":"A imagem da flecha é usada nas Escrituras para descrever a justiça de Deus que atinge os ímpios e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 7:13","Salmos 91:5-6","Efésios 6:16"]},"ezequiel_5_16_corruption":{"palavra_pt":"corrupcao","palavra_original":"מַשְׁחִית","transliteracao":"mashchîyth","strong":"H4889","significado_raiz":"Ideia básica: corrupcao.","significado_contextual":"A 'corrupção' em Ezequiel 5:16 refere-se à degradação moral e espiritual que resultou da desobediência do povo a Deus.","explicacao_detalhada":"Neste contexto, a corrupção é uma consequência da rejeição dos caminhos de Deus e da adoção de práticas ímpias.","por_que_esta_palavra":"A corrupção destaca a gravidade do pecado e a necessidade de purificação e restauração.","conexao_teologica":"A corrupção é um tema que aparece frequentemente nas Escrituras, enfatizando a necessidade de arrependimento e a busca pela santidade.","referencias_relacionadas":["Romanos 1:28","Gálatas 5:19-21","2 Pedro 2:19"]},"ezequiel_5_17_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à condição física e vulnerabilidade do povo de Israel diante do juízo de Deus.","explicacao_detalhada":"A palavra 'carne' é usada para enfatizar a fragilidade e a mortalidade do ser humano. No contexto de Ezequiel 5:17, Deus está alertando sobre as consequências do pecado, onde a carne representa a vida que será afetada pelo juízo divino.","por_que_esta_palavra":"A escolha da palavra 'carne' destaca a realidade da condição humana e a necessidade de arrependimento.","conexao_teologica":"A carne é frequentemente associada à natureza pecaminosa do homem, contrastando com a santidade de Deus.","referencias_relacionadas":["Gênesis 6:3","Romanos 8:3","Gálatas 5:17"]},"ezequiel_5_17_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Simboliza a vida e a culpa, especialmente em relação ao derramamento de sangue como consequência do pecado.","explicacao_detalhada":"O sangue é visto como a essência da vida. Em Ezequiel 5:17, o derramamento de sangue representa o juízo de Deus sobre a iniquidade do povo, mostrando que a vida é preciosa e deve ser respeitada.","por_que_esta_palavra":"A palavra 'sangue' é crucial para entender a gravidade do pecado e suas consequências, além de apontar para a necessidade de sacrifício.","conexao_teologica":"O sangue é um tema central na teologia bíblica, simbolizando tanto a vida quanto a redenção através do sacrifício de Cristo.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"ezequiel_5_17_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Deus enviar juízo sobre o povo como resultado de sua desobediência.","explicacao_detalhada":"A palavra 'enviar' implica uma ação deliberada de Deus, que não apenas observa, mas também age em resposta ao pecado. Em Ezequiel 5:17, isso se relaciona ao envio de calamidades como parte do juízo divino.","por_que_esta_palavra":"A escolha de 'enviar' enfatiza a soberania de Deus sobre a história e a justiça que Ele exerce.","conexao_teologica":"Deus é apresentado como um juiz que envia consequências para o pecado, mas também como um Deus que oferece redenção.","referencias_relacionadas":["Isaías 5:26","Mateus 10:16","Romanos 1:18"]}}