{"ezequiel_6_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda do povo de Israel em pecado e a necessidade de arrependimento.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a condição espiritual do povo, que se afastou de Deus. Em Ezequiel 6:1, isso representa a queda moral e a necessidade de um retorno ao Senhor.","por_que_esta_palavra":"A palavra 'cair' é significativa para entender a fragilidade da condição humana e a urgência do arrependimento.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação entre Deus e a humanidade devido ao pecado.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 3:23"]},"ezequiel_6_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus ao povo, enfatizando a importância da revelação divina.","explicacao_detalhada":"A palavra 'palavra' em Ezequiel 6:1 destaca a autoridade e a mensagem que Deus deseja transmitir ao seu povo. É um chamado ao arrependimento e à volta ao caminho correto.","por_que_esta_palavra":"A escolha de 'palavra' ressalta a importância da revelação divina e a necessidade de ouvir e obedecer a Deus.","conexao_teologica":"A palavra de Deus é fundamental para a vida espiritual, sendo um meio pelo qual Ele se comunica e guia seu povo.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","2 Timóteo 3:16"]},"ezequiel_6_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e à autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"O nome 'Senhor' em Ezequiel 6:1 é uma afirmação da identidade de Deus como o Criador e Sustentador, que tem o direito de exigir obediência e arrependimento.","por_que_esta_palavra":"A palavra 'Senhor' é usada para enfatizar a relação de autoridade entre Deus e seu povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua natureza, caráter e relação com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ezequiel_6_2_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de Deus de comunicar sua vontade ao povo através do profeta.","explicacao_detalhada":"A palavra 'falar' em Ezequiel 6:2 enfatiza a importância da comunicação profética e a responsabilidade do profeta em transmitir a mensagem de Deus.","por_que_esta_palavra":"A escolha de 'falar' destaca a necessidade de ouvir a voz de Deus e responder a ela.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Amós 3:7","Jeremias 1:7","Atos 2:4"]},"ezequiel_6_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à identidade do profeta como representante do povo diante de Deus.","explicacao_detalhada":"A palavra 'filho' em Ezequiel 6:2 destaca a relação de filiação entre o profeta e Deus, enfatizando a responsabilidade de transmitir a mensagem divina.","por_que_esta_palavra":"A escolha de 'filho' mostra a intimidade da relação entre Deus e o profeta, bem como a responsabilidade que vem com essa relação.","conexao_teologica":"A filiação é um tema importante na Bíblia, representando a relação entre Deus e seu povo, e entre Cristo e os crentes.","referencias_relacionadas":["Salmos 2:7","João 1:12","Romanos 8:14"]},"ezequiel_6_2_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à necessidade de arrependimento diante de Deus.","explicacao_detalhada":"A palavra 'homem' em Ezequiel 6:2 enfatiza a fragilidade e a pecaminosidade da humanidade, destacando a necessidade de ouvir a mensagem de Deus.","por_que_esta_palavra":"A escolha de 'homem' sublinha a universalidade do pecado e a necessidade de redenção.","conexao_teologica":"A condição humana é um tema central na teologia, mostrando a necessidade de salvação e a graça de Deus.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:10","Efésios 2:8-9"]},"ezequiel_6_3_poderoso":{"palavra_pt":"poderoso","palavra_original":"אָפִיק","transliteracao":"ʼâphîyq","strong":"H650","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e à autoridade de Deus em contrastar com a fraqueza humana.","explicacao_detalhada":"A palavra 'poderoso' em Ezequiel 6:3 destaca a soberania de Deus e sua capacidade de agir em favor de seu povo, mesmo em meio ao juízo.","por_que_esta_palavra":"A escolha de 'poderoso' enfatiza a grandeza de Deus e sua capacidade de salvar e restaurar.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é capaz de cumprir suas promessas e exercer controle sobre a história.","referencias_relacionadas":["Salmos 147:5","Isaías 40:29","Romanos 1:16"]},"ezequiel_6_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma mensagem divina.","explicacao_detalhada":"No contexto de Ezequiel 6:3, Deus ordena que o profeta declare a Sua mensagem ao povo, enfatizando a importância da palavra de Deus na vida dos israelitas.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a transmissão da revelação divina e para a responsabilidade do profeta em comunicar a vontade de Deus.","conexao_teologica":"A comunicação de Deus através da palavra é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Ezequiel 2:7","Jeremias 1:7","Isaías 6:8"]},"ezequiel_6_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' ou 'palavra' refere-se a uma declaração ou mensagem que tem peso e significado.","explicacao_detalhada":"Em Ezequiel 6:3, a palavra é usada para descrever a mensagem que Deus deseja que o profeta transmita ao povo, destacando a importância da comunicação divina.","por_que_esta_palavra":"A palavra é um veículo de revelação e instrução, essencial para a compreensão da vontade de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de transformar vidas e corações.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"ezequiel_6_4_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar representa o local de adoração e sacrifício, onde o povo se encontrava com Deus.","explicacao_detalhada":"Em Ezequiel 6:4, a menção do altar destaca a importância dos rituais de adoração e a necessidade de arrependimento diante de Deus.","por_que_esta_palavra":"O altar é um símbolo da relação entre Deus e o homem, onde os sacrifícios são oferecidos em busca de perdão e reconciliação.","conexao_teologica":"O altar é um precursor do sacrifício de Cristo, que se tornou o sacrifício perfeito para a humanidade.","referencias_relacionadas":["Levítico 1:5","Hebreus 13:10","Romanos 12:1"]},"ezequiel_6_4_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' implica uma queda espiritual ou física, simbolizando juízo ou destruição.","explicacao_detalhada":"No contexto de Ezequiel 6:4, a queda dos altares representa o juízo de Deus sobre a idolatria e a desobediência do povo.","por_que_esta_palavra":"A queda é um aviso sobre as consequências do afastamento de Deus e da adoração a ídolos.","conexao_teologica":"A ideia de cair é frequentemente associada ao juízo divino e à necessidade de arrependimento.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Mateus 7:27"]},"ezequiel_6_4_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se à consequência final do pecado e da desobediência a Deus.","explicacao_detalhada":"Em Ezequiel 6:4, a morte simboliza o resultado do juízo divino sobre aqueles que se afastam de Deus.","por_que_esta_palavra":"A morte é um tema central na Bíblia, representando tanto a separação espiritual de Deus quanto a morte física.","conexao_teologica":"A morte espiritual é superada pela vida em Cristo, que oferece salvação e reconciliação com Deus.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","João 3:16"]},"ezequiel_6_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de oferecer ou entregar algo, muitas vezes em um contexto de súplica ou intercessão.","explicacao_detalhada":"Em Ezequiel 6:5, o clamor a Deus é um chamado à ação, pedindo a intervenção divina em meio ao juízo.","por_que_esta_palavra":"Clamar a Deus é um ato de fé e dependência, reconhecendo a necessidade de Sua ajuda.","conexao_teologica":"A oração e o clamor são fundamentais na vida do crente, refletindo a relação de confiança entre Deus e Seu povo.","referencias_relacionadas":["Salmos 34:17","1 João 5:14","Romanos 10:13"]},"ezequiel_6_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à relação familiar, simbolizando a continuidade da linhagem.","explicacao_detalhada":"Em Ezequiel 6:5, a menção ao 'filho' pode simbolizar a relação entre Deus e Seu povo, como filhos e filhas do Altíssimo.","por_que_esta_palavra":"A identidade como filhos de Deus é central na teologia cristã, enfatizando a relação íntima entre Deus e os crentes.","conexao_teologica":"A filiação divina é um tema recorrente, mostrando a adoção dos crentes na família de Deus através de Cristo.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:15","João 1:12"]},"ezequiel_6_5_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença e à face de Deus, simbolizando a relação pessoal com o Criador.","explicacao_detalhada":"Em Ezequiel 6:5, o 'rosto' pode representar a busca pela presença de Deus em meio ao juízo e à necessidade de arrependimento.","por_que_esta_palavra":"Buscar o rosto de Deus é um desejo de intimidade e comunhão com Ele.","conexao_teologica":"A presença de Deus é essencial para a vida espiritual, e a busca por Sua face é um tema importante nas Escrituras.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"ezequiel_6_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à conduta de uma pessoa.","explicacao_detalhada":"Em Ezequiel 6:6, o 'modo' pode se referir à forma como o povo se comporta diante de Deus, especialmente em relação à idolatria.","por_que_esta_palavra":"O modo de viver é um reflexo da fé e da obediência a Deus, e é crucial para a vida espiritual.","conexao_teologica":"A conduta do crente deve refletir a santidade e a justiça de Deus em todas as áreas da vida.","referencias_relacionadas":["1 Pedro 1:15","Romanos 12:2","Gálatas 5:16"]},"ezequiel_6_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um lugar de habitação e comunidade, muitas vezes associado à segurança e à identidade.","explicacao_detalhada":"Em Ezequiel 6:6, a cidade pode simbolizar o povo de Deus e a sua relação com Ele, especialmente em tempos de juízo.","por_que_esta_palavra":"A cidade é um símbolo da coletividade e da identidade do povo, refletindo sua relação com Deus.","conexao_teologica":"A cidade de Deus é um tema importante, representando a esperança e a promessa de um futuro glorioso para os crentes.","referencias_relacionadas":["Hebreus 11:10","Apocalipse 21:2","Salmos 48:1"]},"ezequiel_6_6_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado é um dia de descanso e adoração, estabelecido por Deus como um sinal da aliança entre Ele e o Seu povo.","explicacao_detalhada":"No contexto de Ezequiel 6:6, o sábado representa a rejeição da idolatria e a volta à verdadeira adoração. O povo de Israel estava sendo advertido sobre as consequências de não observar o dia de descanso.","por_que_esta_palavra":"A palavra 'sábado' é crucial para entender a importância do descanso e da santidade no relacionamento entre Deus e Seu povo.","conexao_teologica":"O sábado simboliza a criação e a redenção, sendo um lembrete da soberania de Deus sobre o tempo e a vida.","referencias_relacionadas":["Êxodo 20:8-11","Gênesis 2:2-3","Marcos 2:27-28"]},"ezequiel_6_7_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui se refere à queda do povo de Israel em idolatria e à consequência de sua desobediência.","explicacao_detalhada":"No versículo, a palavra 'cair' é usada para descrever a queda espiritual e moral do povo, que se afastou dos caminhos de Deus.","por_que_esta_palavra":"A palavra 'cair' enfatiza a fragilidade da condição humana e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Gálatas 5:4","1 Pedro 5:8"]},"ezequiel_6_7_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é apresentada como consequência do pecado e da desobediência ao Senhor.","explicacao_detalhada":"Neste contexto, a morte não se refere apenas à morte física, mas também à morte espiritual que resulta da separação de Deus.","por_que_esta_palavra":"A palavra 'morte' é central para entender a gravidade do pecado e a necessidade de salvação.","conexao_teologica":"A morte é o resultado do pecado, mas a vida eterna é oferecida através de Cristo.","referencias_relacionadas":["Romanos 6:23","João 3:16","Apocalipse 21:4"]},"ezequiel_6_7_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer refere-se a um relacionamento íntimo e pessoal com Deus, que o povo de Israel havia negligenciado.","explicacao_detalhada":"No versículo, conhecer a Deus é fundamental para a verdadeira adoração e obediência, que estavam sendo perdidas.","por_que_esta_palavra":"A palavra 'conhecer' implica em mais do que saber sobre Deus; é um convite a um relacionamento profundo com Ele.","conexao_teologica":"O conhecimento de Deus é a base da fé e da vida espiritual, conforme ensinado em toda a Escritura.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","João 17:3"]},"ezequiel_6_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o lar e a herança do povo de Israel, que estava sendo ameaçada pela desobediência.","explicacao_detalhada":"Neste contexto, a terra é um símbolo da promessa de Deus e da relação do povo com Ele, que estava sendo comprometida.","por_que_esta_palavra":"A palavra 'terra' é essencial para entender a aliança de Deus com Israel e as consequências da infidelidade.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a presença e a bênção de Deus.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:11","Hebreus 11:9-10"]},"ezequiel_6_8_descanso":{"palavra_pt":"descanso","palavra_original":"יָתַר","transliteracao":"yâthar","strong":"H3498","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Descanso é um conceito que se relaciona com a paz e a segurança que Deus oferece ao Seu povo.","explicacao_detalhada":"No versículo, o descanso é um estado desejado que resulta da obediência e da confiança em Deus.","por_que_esta_palavra":"A palavra 'descanso' é importante para entender a promessa de Deus de paz e segurança em meio às dificuldades.","conexao_teologica":"O descanso em Deus é um tema que aparece em várias partes da Bíblia, simbolizando a confiança e a entrega a Ele.","referencias_relacionadas":["Mateus 11:28-30","Salmos 23:2","Hebreus 4:9-11"]},"ezequiel_6_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair, neste contexto, refere-se à queda do povo em suas práticas idólatras e à perda da proteção divina.","explicacao_detalhada":"A repetição da ideia de cair enfatiza a gravidade da situação espiritual de Israel e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'cair' é um lembrete da fragilidade humana e da necessidade de vigilância espiritual.","conexao_teologica":"A queda é um tema que destaca a necessidade de redenção e a graça de Deus para restaurar o que foi perdido.","referencias_relacionadas":["Provérbios 24:16","Romanos 11:22","Gálatas 6:1"]},"ezequiel_6_9_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Ideia básica: macho.","significado_contextual":"Macho se refere à distinção entre os sexos, simbolizando a força e a liderança.","explicacao_detalhada":"No contexto do versículo, a referência ao macho pode estar relacionada a sacrifícios ou à liderança do povo.","por_que_esta_palavra":"A palavra 'macho' é importante para entender as normas e práticas culturais da época, especialmente em relação aos sacrifícios.","conexao_teologica":"A distinção entre macho e fêmea é um reflexo da ordem de Deus na criação e nas relações humanas.","referencias_relacionadas":["Gênesis 1:27","Levítico 1:3","1 Pedro 3:7"]},"ezequiel_6_9_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Nação refere-se ao povo de Israel e sua identidade como povo escolhido de Deus.","explicacao_detalhada":"O versículo destaca a relação entre a nação e a fidelidade a Deus, que é essencial para a sua sobrevivência e bênção.","por_que_esta_palavra":"A palavra 'nação' é fundamental para entender a história de Israel e seu papel no plano redentor de Deus.","conexao_teologica":"A nação de Israel é vista como um modelo de como Deus se relaciona com Seu povo em todas as épocas.","referencias_relacionadas":["Deuteronômio 7:6","Isaías 43:20-21","1 Pedro 2:9"]},"ezequiel_6_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso pode simbolizar força e ferocidade, representando a destruição que viria sobre aqueles que se afastassem de Deus.","explicacao_detalhada":"No contexto, a menção ao urso pode ser uma metáfora para as consequências severas da desobediência.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a gravidade da situação e a necessidade de arrependimento.","conexao_teologica":"A ferocidade do urso pode ser vista como uma representação do juízo de Deus sobre o pecado.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Mateus 7:13-14"]},"ezequiel_6_10_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento profundo e relacional que Deus tem sobre Seu povo.","explicacao_detalhada":"A palavra 'conhecer' implica um entendimento íntimo e pessoal, não apenas um reconhecimento superficial. Neste contexto, Deus está afirmando que Ele conhece a condição espiritual de Israel e suas transgressões.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre Deus e Seu povo, enfatizando que Deus não é indiferente ao que acontece com eles.","conexao_teologica":"O conhecimento de Deus é um tema central nas Escrituras, refletindo Sua soberania e cuidado. O conhecimento de Deus sobre nós é um convite à intimidade e à obediência.","referencias_relacionadas":["Salmos 139:1-4","Jeremias 1:5","Mateus 10:30"]},"ezequiel_6_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão ou causa de um juízo divino.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus ao motivo subjacente, que é a desobediência do povo. É uma explicação do porquê das consequências que estão prestes a enfrentar.","por_que_esta_palavra":"É importante para entender a lógica do juízo de Deus e a responsabilidade do povo em suas ações.","conexao_teologica":"A justiça de Deus é sempre acompanhada de explicações sobre a razão de Seus atos, mostrando que Ele é justo e que as consequências vêm das escolhas humanas.","referencias_relacionadas":["Deuteronômio 28:15","Romanos 1:18","Gálatas 6:7"]},"ezequiel_6_11_terra":{"palavra_pt":"terra","palavra_original":"רָקַע","transliteracao":"râqaʻ","strong":"H7554","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à nação de Israel, simbolizando a herança e a promessa de Deus.","explicacao_detalhada":"A palavra 'terra' neste contexto é mais do que um espaço físico; representa a relação de Deus com Seu povo e as promessas feitas a eles. A destruição da terra é um sinal do juízo divino.","por_que_esta_palavra":"É essencial para entender a gravidade do juízo que se aproxima e a perda da herança prometida.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando a presença de Deus e a bênção sobre Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10-11","Salmos 37:11"]},"ezequiel_6_11_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Simboliza a escassez e a necessidade espiritual e física que o povo enfrentará como consequência de suas ações.","explicacao_detalhada":"A fome é uma metáfora para a falta de sustento espiritual e físico, refletindo a separação de Deus e as consequências do pecado.","por_que_esta_palavra":"A fome destaca a gravidade da situação e a necessidade de arrependimento e retorno a Deus.","conexao_teologica":"A fome é frequentemente usada nas Escrituras para ilustrar a necessidade de Deus e a busca por Sua presença.","referencias_relacionadas":["Amós 8:11","Mateus 5:6","João 6:35"]},"ezequiel_6_11_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor soberano, que tem autoridade sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' enfatiza a posição de Deus como autoridade suprema, que julga e disciplina Seu povo por causa de suas transgressões.","por_que_esta_palavra":"É fundamental para reconhecer a soberania de Deus e a necessidade de submissão a Sua vontade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor de toda a criação e que Suas decisões são justas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:6-7","Romanos 14:11"]},"ezequiel_6_12_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à consequência da desobediência, resultando em escassez e necessidade.","explicacao_detalhada":"A repetição da palavra 'fome' enfatiza a gravidade da situação que o povo enfrentará, tanto fisicamente quanto espiritualmente.","por_que_esta_palavra":"A fome serve como um aviso e um chamado ao arrependimento, mostrando que a desobediência leva a consequências severas.","conexao_teologica":"A fome é um símbolo de julgamento e necessidade, frequentemente associada ao afastamento de Deus.","referencias_relacionadas":["Levítico 26:26","Ezequiel 4:16","Mateus 24:7"]},"ezequiel_6_12_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte física e espiritual como consequência do juízo divino.","explicacao_detalhada":"A palavra 'morrer' implica a separação da vida que Deus oferece, resultante da desobediência e rebelião contra Ele.","por_que_esta_palavra":"É um lembrete sério das consequências do pecado e da necessidade de arrependimento.","conexao_teologica":"A morte é um tema recorrente nas Escrituras, simbolizando a separação de Deus e a necessidade de reconciliação.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30-32","Apocalipse 20:14"]},"ezequiel_6_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas acontecem, especialmente em relação ao juízo de Deus.","explicacao_detalhada":"A palavra 'modo' implica uma maneira específica de agir ou responder, destacando a justiça de Deus em suas ações.","por_que_esta_palavra":"É importante para entender que Deus tem um plano e um propósito em como Ele lida com a desobediência.","conexao_teologica":"O modo de Deus agir revela Seu caráter e Sua justiça, mostrando que Ele é fiel às Suas promessas.","referencias_relacionadas":["Salmos 145:17","Isaías 55:8-9","Romanos 11:33"]},"ezequiel_6_13_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento que Deus tem sobre a situação do povo e suas ações.","explicacao_detalhada":"A repetição da palavra 'conhecer' enfatiza a certeza do juízo que virá, pois Deus está plenamente ciente das transgressões do povo.","por_que_esta_palavra":"É um lembrete de que nada escapa ao conhecimento de Deus e que Ele age em resposta ao que vê.","conexao_teologica":"O conhecimento de Deus é um aspecto fundamental de Sua natureza, que garante que Ele julgará com justiça.","referencias_relacionadas":["Salmos 139:1-4","Hebreus 4:13","1 João 3:20"]},"ezequiel_6_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão do juízo divino, conectando ações e consequências.","explicacao_detalhada":"A palavra 'porque' novamente destaca a lógica do juízo de Deus, mostrando que Ele age com base nas ações do povo.","por_que_esta_palavra":"É essencial para entender a relação entre a desobediência e as consequências que se seguem.","conexao_teologica":"A justiça de Deus é sempre acompanhada de explicações sobre a razão de Seus atos, mostrando que Ele é justo e que as consequências vêm das escolhas humanas.","referencias_relacionadas":["Deuteronômio 28:15","Romanos 1:18","Gálatas 6:7"]},"ezequiel_6_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' neste contexto refere-se à ação de Deus em entregar ou conceder algo ao povo.","explicacao_detalhada":"Em Ezequiel 6:14, Deus declara que Ele dará a terra em desolação, enfatizando a consequência do pecado do povo. A ideia de 'dar' aqui implica um ato de julgamento e também de restauração futura.","por_que_esta_palavra":"A palavra 'dar' é utilizada para mostrar a soberania de Deus sobre a terra e o destino do Seu povo, ressaltando que tudo pertence a Ele.","conexao_teologica":"A entrega da terra em desolação é um reflexo da justiça de Deus, que não tolera o pecado, mas também aponta para a esperança de restauração.","referencias_relacionadas":["Ezequiel 6:14","Ezequiel 36:24","Salmos 37:29"]},"ezequiel_6_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico que Deus deu ao povo de Israel, simbolizando a promessa e a herança.","explicacao_detalhada":"Neste versículo, a 'terra' é um símbolo da presença de Deus e da bênção que Ele prometeu ao Seu povo. A desolação da terra é um sinal do afastamento de Deus devido ao pecado.","por_que_esta_palavra":"A 'terra' é central na narrativa bíblica, representando não apenas um espaço físico, mas também a relação entre Deus e Seu povo.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando a aliança de Deus com Israel e a promessa de um futuro restaurado.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-20","Ezequiel 36:33-36"]},"ezequiel_6_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações de Deus se manifestam na história do povo.","explicacao_detalhada":"Em Ezequiel 6:14, o 'modo' indica a forma como Deus executa Seu plano de julgamento e restauração, mostrando que Ele age de acordo com Sua justiça.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que as ações de Deus não são aleatórias, mas seguem um propósito divino claro.","conexao_teologica":"A maneira como Deus age é sempre em conformidade com Seu caráter, que é justo e misericordioso.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 145:17"]}}