{"ezequiel_7_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' neste contexto refere-se à queda do povo de Israel em pecado e à iminente destruição.","explicacao_detalhada":"Em Ezequiel 7:1, a ideia de 'cair' simboliza a ruína moral e espiritual do povo, que se afastou dos caminhos de Deus.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a gravidade da situação do povo, que está prestes a enfrentar as consequências de suas ações.","conexao_teologica":"A queda do povo é um tema que aparece em toda a Escritura, refletindo a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Romanos 3:23","Provérbios 14:34","Ezequiel 18:30"]},"ezequiel_7_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à mensagem de Deus que está sendo proclamada através do profeta Ezequiel.","explicacao_detalhada":"Neste versículo, 'palavra' enfatiza a importância da comunicação divina e a revelação do que está por vir, alertando o povo sobre o juízo iminente.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a autoridade e a seriedade da mensagem que Deus está transmitindo ao Seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sempre cumprindo Seu propósito, seja de julgamento ou de esperança.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","2 Timóteo 3:16"]},"ezequiel_7_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é invocado como autoridade suprema sobre todas as coisas.","explicacao_detalhada":"Em Ezequiel 7:1, o uso do nome 'senhor' enfatiza a soberania de Deus e Sua posição como juiz do povo.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre Deus e a humanidade, destacando Sua majestade e poder.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, representando Sua identidade e caráter, que é digno de reverência.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-11"]},"ezequiel_7_2_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra cultivável, que é um símbolo da vida e da prosperidade que Deus deseja para Seu povo.","explicacao_detalhada":"Em Ezequiel 7:2, o 'solo' representa a base da vida do povo, que está sendo ameaçada pela desobediência e pelo juízo de Deus.","por_que_esta_palavra":"A palavra 'solo' é importante para entender a conexão entre a terra e a vida espiritual do povo, mostrando que a desolação afetará todos os aspectos da existência.","conexao_teologica":"O solo é um símbolo da provisão de Deus e da necessidade de estar em comunhão com Ele para experimentar a verdadeira prosperidade.","referencias_relacionadas":["Gênesis 1:28","Deuteronômio 11:10-12","Salmos 104:14"]},"ezequiel_7_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' aqui também se refere ao território que Deus deu ao Seu povo, enfatizando a relação entre a terra e a obediência.","explicacao_detalhada":"Em Ezequiel 7:2, a 'terra' é um lembrete da aliança de Deus com Israel e das consequências do afastamento de Sua vontade.","por_que_esta_palavra":"A repetição da palavra 'terra' destaca a importância do espaço físico como parte da promessa de Deus e da identidade do povo.","conexao_teologica":"A terra é um símbolo da presença de Deus e da bênção que Ele oferece, sendo central na narrativa da redenção.","referencias_relacionadas":["Gênesis 15:18-21","Ezequiel 36:8-10","Salmos 37:11"]},"ezequiel_7_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência do povo de Israel, simbolizando a continuidade da aliança de Deus.","explicacao_detalhada":"Em Ezequiel 7:2, 'filho' representa não apenas a relação familiar, mas também a herança espiritual que é passada de geração em geração.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a identidade do povo de Deus e a responsabilidade que têm em seguir Seus caminhos.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, refletindo a fidelidade de Deus em manter Sua aliança através das gerações.","referencias_relacionadas":["Salmos 127:3","Deuteronômio 6:6-7","Efésios 6:4"]},"ezequiel_7_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' neste contexto é semelhante ao uso em Ezequiel 6:14, referindo-se à ação de Deus em entregar o juízo ao povo.","explicacao_detalhada":"Em Ezequiel 7:3, Deus declara que dará o juízo sobre o povo, enfatizando que as consequências de suas ações estão prestes a se concretizar.","por_que_esta_palavra":"A repetição da palavra 'dar' reforça a ideia de que Deus é o agente ativo na história, trazendo tanto juízo quanto esperança.","conexao_teologica":"A ação de Deus em dar juízo é um lembrete da Sua justiça, mas também da Sua misericórdia, que sempre busca a restauração.","referencias_relacionadas":["Ezequiel 7:3","Romanos 2:6","Gálatas 6:7"]},"ezequiel_7_3_fim":{"palavra_pt":"fim","palavra_original":"קֵץ","transliteracao":"qêts","strong":"H7093","significado_raiz":"Ideia básica: fim.","significado_contextual":"O 'fim' refere-se ao término do julgamento divino sobre Israel.","explicacao_detalhada":"Neste contexto, o 'fim' é um sinal de que a paciência de Deus se esgotou e que a destruição está prestes a acontecer. É um aviso de que não há mais tempo para arrependimento.","por_que_esta_palavra":"A palavra 'fim' é usada para enfatizar a iminência do juízo e a conclusão do ciclo de desobediência do povo.","conexao_teologica":"O 'fim' é um tema recorrente na Bíblia, simbolizando tanto o juízo quanto a esperança de um novo começo após a purificação.","referencias_relacionadas":["Ezequiel 7:2","Mateus 24:14","Apocalipse 21:6"]},"ezequiel_7_3_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de Deus enviar juízos sobre Israel.","explicacao_detalhada":"Deus envia profetas e sinais para alertar o povo sobre suas transgressões, mas também envia o juízo como consequência de suas ações.","por_que_esta_palavra":"A escolha da palavra 'enviar' destaca a ação deliberada de Deus em trazer consequências para o pecado.","conexao_teologica":"O envio de juízos é uma expressão da soberania de Deus e de Sua justiça, que não ignora o pecado.","referencias_relacionadas":["Ezequiel 2:3","Isaías 6:8","Romanos 1:18"]},"ezequiel_7_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica a realidade do juízo que está por vir.","explicacao_detalhada":"Neste versículo, a verdade é apresentada como um conceito absoluto, onde a realidade do juízo de Deus não pode ser negada.","por_que_esta_palavra":"A ênfase na 'verdade' serve para reforçar a certeza das promessas e advertências de Deus.","conexao_teologica":"A verdade de Deus é fundamental para a fé, pois é através dela que entendemos Sua natureza e Seus planos.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"ezequiel_7_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o juízo é iminente.","explicacao_detalhada":"É uma explicação direta do motivo pelo qual Deus está agindo, revelando a desobediência do povo como a causa do juízo.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a relação entre as ações do povo e as consequências divinas.","conexao_teologica":"A justiça de Deus é sempre acompanhada de explicações, mostrando que Ele é justo em Seus julgamentos.","referencias_relacionadas":["Deuteronômio 28:15","Gálatas 6:7","Romanos 2:6"]},"ezequiel_7_4_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui se refere ao caminho que o povo escolheu, que leva à morte espiritual.","explicacao_detalhada":"A escolha de seguir um caminho de desobediência resulta em consequências fatais, tanto físicas quanto espirituais.","por_que_esta_palavra":"A palavra 'vida' é usada para contrastar com a morte que vem do pecado, enfatizando a importância de seguir o caminho de Deus.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, onde a obediência traz bênçãos e a desobediência traz juízo.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Romanos 6:23"]},"ezequiel_7_5_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre Israel.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza a soberania de Deus e Sua posição como juiz que traz o juízo sobre o povo.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a ideia de que Deus é o único que pode determinar o destino do povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem controle sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:9","Romanos 9:20"]},"ezequiel_7_5_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a divindade e o poder de Deus sobre a criação.","explicacao_detalhada":"Neste versículo, 'Deus' é apresentado como o ser supremo que tem autoridade para julgar e punir.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o Criador e Sua criação, especialmente em tempos de juízo.","conexao_teologica":"A divindade de Deus é um aspecto essencial da fé, que nos lembra de Sua grandeza e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Hebreus 11:6"]},"ezequiel_7_5_caminho":{"palavra_pt":"caminho","palavra_original":"כֹּה","transliteracao":"kôh","strong":"H3541","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao estilo de vida e às escolhas do povo de Israel.","explicacao_detalhada":"O 'caminho' que o povo escolheu leva à desobediência e, consequentemente, ao juízo de Deus.","por_que_esta_palavra":"A palavra 'caminho' é usada para ilustrar a jornada espiritual do povo e as consequências de suas escolhas.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do caminho para descrever a vida espiritual, onde o caminho certo leva à vida e o errado à morte.","referencias_relacionadas":["Provérbios 4:26","Mateus 7:13-14","Gálatas 5:16"]},"ezequiel_7_6_fim":{"palavra_pt":"fim","palavra_original":"קֵץ","transliteracao":"qêts","strong":"H7093","significado_raiz":"Ideia básica: fim.","significado_contextual":"O 'fim' aqui reafirma a certeza do juízo que se aproxima.","explicacao_detalhada":"A repetição da palavra 'fim' serve para enfatizar que o tempo de arrependimento se esgotou e que o juízo é inevitável.","por_que_esta_palavra":"A palavra 'fim' é crucial para entender a urgência da mensagem de Ezequiel ao povo.","conexao_teologica":"O conceito de 'fim' é importante na escatologia, onde representa tanto juízo quanto esperança de restauração.","referencias_relacionadas":["Ezequiel 7:2","Mateus 24:6","Apocalipse 21:4"]},"ezequiel_7_6_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao chamado de Deus para que o povo se arrependa.","explicacao_detalhada":"Deus está chamando o povo para voltar-se a Ele, mas eles estão relutantes em ouvir.","por_que_esta_palavra":"A palavra 'vir' é uma convocação para a ação, um convite ao arrependimento e à restauração.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, onde Ele constantemente busca restaurar Seu povo.","referencias_relacionadas":["Isaías 55:6","Mateus 11:28","Apocalipse 3:20"]},"ezequiel_7_6_arise":{"palavra_pt":"levantar","palavra_original":"קוּץ","transliteracao":"qûwts","strong":"H6974","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar-se implica em uma ação de despertar ou iniciar algo, especialmente em um contexto de juízo.","explicacao_detalhada":"A palavra 'levantar' é usada para indicar um chamado à ação, muitas vezes em um contexto de urgência e necessidade de resposta a uma situação crítica.","por_que_esta_palavra":"Esta palavra é crucial para entender a urgência do chamado de Deus ao povo, que precisa se levantar diante do juízo iminente.","conexao_teologica":"Levantar-se é um tema recorrente na Bíblia, simbolizando a resposta do povo de Deus ao seu chamado e a necessidade de ação em tempos de crise.","referencias_relacionadas":["Isaías 60:1","Salmos 68:1","Mateus 10:7"]},"ezequiel_7_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' refere-se ao território prometido a Israel, que está em um estado de desolação devido ao pecado.","explicacao_detalhada":"Neste contexto, a terra simboliza não apenas o espaço físico, mas também a herança espiritual e a relação do povo com Deus.","por_que_esta_palavra":"A menção da terra destaca a gravidade da situação em que o povo se encontra, refletindo a perda da bênção divina.","conexao_teologica":"A terra é um símbolo da aliança de Deus com seu povo, e sua desolação representa a quebra dessa aliança.","referencias_relacionadas":["Deuteronômio 28:15","Jeremias 12:10","Ezequiel 36:33"]},"ezequiel_7_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' representa um tempo específico de juízo e ação divina.","explicacao_detalhada":"Neste versículo, o dia é um símbolo do momento em que Deus intervirá na história, trazendo juízo sobre o povo.","por_que_esta_palavra":"A ênfase no dia destaca a certeza do juízo de Deus e a necessidade de preparação por parte do povo.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na profecia, indicando um tempo de intervenção divina.","referencias_relacionadas":["Amós 5:18","Joel 2:1","Zacarias 14:1"]},"ezequiel_7_7_coroa":{"palavra_pt":"coroa","palavra_original":"צְפִירָה","transliteracao":"tsᵉphîyrâh","strong":"H6843","significado_raiz":"Ideia básica: coroa.","significado_contextual":"A 'coroa' simboliza a glória e a realeza, que estão sendo ameaçadas pela desobediência do povo.","explicacao_detalhada":"Neste contexto, a coroa representa a posição de Israel como povo escolhido de Deus, que está em risco devido ao seu pecado.","por_que_esta_palavra":"A menção da coroa enfatiza a perda da dignidade e da honra que o povo experimentará como resultado do juízo.","conexao_teologica":"A coroa é frequentemente associada à realeza divina e ao governo de Deus sobre seu povo.","referencias_relacionadas":["Salmos 21:3","Provérbios 4:9","Apocalipse 2:10"]},"ezequiel_7_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' aqui se refere a um ato de entrega ou de ação, especialmente em um contexto de súplica.","explicacao_detalhada":"Neste versículo, clamar é um chamado à ação, onde o povo deve se voltar a Deus em busca de ajuda e intervenção.","por_que_esta_palavra":"A ênfase em 'dar' destaca a necessidade de uma resposta ativa do povo diante da crise.","conexao_teologica":"Clamar a Deus é um tema recorrente na Bíblia, representando a busca por salvação e intervenção divina.","referencias_relacionadas":["Salmos 34:17","Isaías 58:9","Romanos 10:13"]},"ezequiel_7_8_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O 'sangue' simboliza a vida e a gravidade do juízo que está por vir.","explicacao_detalhada":"Neste contexto, o sangue representa a consequência do pecado e a severidade do juízo de Deus sobre o povo.","por_que_esta_palavra":"A menção do sangue enfatiza a seriedade da situação e a necessidade de arrependimento.","conexao_teologica":"O sangue é um símbolo importante na teologia bíblica, representando tanto a vida quanto a redenção.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 João 1:7"]},"ezequiel_7_8_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"O 'fim' refere-se ao término de um ciclo, especialmente em relação ao juízo e à destruição.","explicacao_detalhada":"Neste versículo, o fim é um aviso sobre a conclusão do tempo de graça e a chegada do juízo de Deus.","por_que_esta_palavra":"A ênfase no fim destaca a urgência da mensagem profética e a necessidade de arrependimento.","conexao_teologica":"O conceito de fim é central na escatologia bíblica, indicando a conclusão dos planos de Deus.","referencias_relacionadas":["Mateus 24:14","Apocalipse 21:6","1 Pedro 4:7"]},"ezequiel_7_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' aqui é um conceito fundamental que se opõe à mentira e à desobediência.","explicacao_detalhada":"Neste contexto, a verdade representa a fidelidade de Deus e a necessidade do povo de se alinhar com a sua vontade.","por_que_esta_palavra":"A menção da verdade é um chamado à integridade e à autenticidade na relação com Deus.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida do crente.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"ezequiel_7_9_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A 'vida' representa a essência do ser e a relação do povo com Deus.","explicacao_detalhada":"Neste versículo, a vida é um lembrete da importância de viver de acordo com os princípios de Deus para experimentar a verdadeira vida.","por_que_esta_palavra":"A ênfase na vida destaca a necessidade de arrependimento e retorno à comunhão com Deus.","conexao_teologica":"A vida é um tema central na mensagem do evangelho, simbolizando a redenção e a restauração.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"ezequiel_7_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' novamente enfatiza a necessidade de ação e resposta ao chamado de Deus.","explicacao_detalhada":"Neste contexto, clamar é um ato de entrega e súplica, refletindo a urgência da situação.","por_que_esta_palavra":"A repetição da palavra destaca a importância de uma resposta ativa do povo diante do juízo iminente.","conexao_teologica":"Clamar a Deus é um tema recorrente na Bíblia, representando a busca por salvação e intervenção divina.","referencias_relacionadas":["Salmos 55:16","Isaías 40:31","Romanos 10:13"]},"ezequiel_7_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de juízo e calamidade que está prestes a ocorrer.","explicacao_detalhada":"O 'dia' mencionado em Ezequiel 7:10 é um símbolo do tempo de julgamento divino, onde a justiça de Deus se manifesta de forma clara e inegável.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza e a iminência do juízo de Deus sobre o povo.","conexao_teologica":"O conceito de 'dia' como um tempo de juízo é recorrente na Bíblia, simbolizando tanto a ira de Deus quanto a esperança de redenção.","referencias_relacionadas":["Amós 5:18","Mateus 24:36","Romanos 13:12"]},"ezequiel_7_10_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Indica as diferentes tribos de Israel que estão sendo julgadas.","explicacao_detalhada":"A palavra 'tribo' refere-se às doze tribos de Israel, cada uma representando uma parte do povo escolhido de Deus, que está sob julgamento devido à sua desobediência.","por_que_esta_palavra":"A menção da 'tribo' destaca a coletividade do povo e a responsabilidade compartilhada pelos pecados cometidos.","conexao_teologica":"As tribos de Israel são frequentemente mencionadas em contextos de aliança e julgamento, refletindo a relação especial entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Apocalipse 7:4-8"]},"ezequiel_7_10_coroa":{"palavra_pt":"coroa","palavra_original":"צְפִירָה","transliteracao":"tsᵉphîyrâh","strong":"H6843","significado_raiz":"Ideia básica: coroa.","significado_contextual":"Simboliza a glória e a dignidade que foram perdidas devido ao pecado.","explicacao_detalhada":"A 'coroa' representa o status e a honra que pertencem ao povo de Deus, mas que estão prestes a ser tirados devido ao seu afastamento de Deus.","por_que_esta_palavra":"A palavra 'coroa' é usada para ilustrar a perda de honra e a queda do povo diante do juízo divino.","conexao_teologica":"A coroa é um símbolo de realeza e autoridade, e sua perda reflete a consequência do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Provérbios 4:9","Isaías 62:3","Tiago 1:12"]},"ezequiel_7_11_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"Refere-se à injustiça e opressão que prevalecem entre o povo.","explicacao_detalhada":"A palavra 'cruelty' descreve a violência e a maldade que caracterizam a sociedade em decadência, resultando em juízo divino.","por_que_esta_palavra":"A inclusão da 'cruelty' enfatiza a gravidade dos pecados cometidos e a necessidade de um julgamento severo.","conexao_teologica":"A crueldade é um tema recorrente na Bíblia, onde Deus condena a opressão e a injustiça, prometendo justiça para os oprimidos.","referencias_relacionadas":["Salmos 37:28","Isaías 59:6-8","Miquéias 6:8"]},"ezequiel_7_11_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Reforça a ideia de que todas as tribos estão envolvidas na corrupção e no juízo.","explicacao_detalhada":"A repetição da palavra 'tribo' destaca a abrangência do julgamento, afetando cada parte do povo de Israel.","por_que_esta_palavra":"A palavra é usada para enfatizar que não há escape do juízo, pois todas as tribos são responsáveis.","conexao_teologica":"A responsabilidade coletiva do povo de Deus é um tema importante, refletindo a unidade e a necessidade de arrependimento.","referencias_relacionadas":["Deuteronômio 29:10-12","Ezequiel 34:30","Romanos 11:1-2"]},"ezequiel_7_11_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de se levantar em resposta ao juízo de Deus.","explicacao_detalhada":"A palavra 'levantar' sugere um chamado à ação, onde o povo deve se erguer e reconhecer sua condição diante de Deus.","por_que_esta_palavra":"A palavra é significativa, pois implica em um movimento de arrependimento e retorno a Deus.","conexao_teologica":"Levantar-se em arrependimento é um tema central na Bíblia, onde Deus chama Seu povo a se voltar para Ele.","referencias_relacionadas":["Isaías 55:7","Joel 2:12-13","Atos 3:19"]},"ezequiel_7_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo determinado por Deus para a execução de Seu juízo.","explicacao_detalhada":"O 'dia' aqui representa um tempo específico em que as promessas de Deus se cumprirão, tanto de juízo quanto de restauração.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a certeza do cumprimento das profecias de Deus.","conexao_teologica":"O conceito de um 'dia' designado por Deus é comum nas Escrituras, simbolizando a soberania divina sobre a história.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 25:31-32","Hebreus 10:25"]},"ezequiel_7_12_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se à ação de Deus em trazer à existência o que é necessário para o juízo.","explicacao_detalhada":"A palavra 'criar' implica que Deus é o autor de todas as coisas, incluindo o juízo e a restauração.","por_que_esta_palavra":"A palavra é usada para enfatizar a soberania de Deus em todas as ações, incluindo a criação de situações de juízo.","conexao_teologica":"Deus como Criador é um tema central, mostrando Seu poder e autoridade sobre a criação e a história.","referencias_relacionadas":["Gênesis 1:1","Isaías 45:7","Romanos 4:17"]},"ezequiel_7_12_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao tempo ou à ocasião em que os eventos ocorrerão.","explicacao_detalhada":"A palavra 'expressao' indica um momento específico em que as promessas de Deus se manifestarão.","por_que_esta_palavra":"A expressão é importante para entender a natureza do tempo de Deus e Sua intervenção na história.","conexao_teologica":"O tempo de Deus é um tema recorrente, onde Ele age em momentos específicos para cumprir Seus propósitos.","referencias_relacionadas":["Salmos 31:15","Eclesiastes 3:11","Gálatas 4:4"]},"ezequiel_7_13_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à condição humana e à fragilidade diante do juízo de Deus.","explicacao_detalhada":"A palavra 'carne' simboliza a vulnerabilidade e a mortalidade do ser humano, especialmente em face do juízo divino.","por_que_esta_palavra":"A menção da 'carne' destaca a realidade da condição humana e a necessidade de dependência de Deus.","conexao_teologica":"A fragilidade da carne é um tema importante, lembrando aos crentes da necessidade de confiar em Deus para a salvação.","referencias_relacionadas":["Salmos 78:39","Isaías 40:6-8","Romanos 8:3"]},"ezequiel_7_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em geral, enfatizando a condição de vulnerabilidade e fragilidade diante do juízo de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade em sua totalidade, destacando a responsabilidade individual e coletiva diante de Deus. No contexto de Ezequiel 7, isso ressalta a iminente destruição e a necessidade de arrependimento.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a universalidade do juízo, mostrando que todos, independentemente de status ou posição, estão sujeitos à justiça divina.","conexao_teologica":"A teologia bíblica frequentemente aborda a condição humana em relação ao pecado e à necessidade de redenção. A palavra 'homem' aqui conecta-se à ideia de que todos precisam de salvação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Romanos 3:23"]},"ezequiel_7_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão ou causa de um evento, neste caso, o juízo de Deus sobre o povo.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que liga a causa ao efeito, explicando por que o juízo está sendo proclamado. É uma chamada à reflexão sobre as ações do povo e suas consequências.","por_que_esta_palavra":"A utilização de 'porque' é crucial para entender a lógica do discurso profético, onde as ações do povo são diretamente ligadas ao juízo divino.","conexao_teologica":"A relação entre causa e efeito é um tema central na teologia bíblica, onde a desobediência resulta em juízo, enquanto a obediência traz bênçãos.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 1:19-20","Gálatas 6:7"]},"ezequiel_7_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou a condição em que se encontram, especialmente em relação ao comportamento do povo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma totalidade ou um estado geral, indicando que a situação do povo é crítica e que não há escape da calamidade que se aproxima.","por_que_esta_palavra":"A escolha de 'modo' destaca a gravidade da situação, sugerindo que não há exceções ou alternativas para o juízo que está por vir.","conexao_teologica":"A ideia de 'modo' se relaciona com a forma como o povo vive e se comporta diante de Deus, refletindo a necessidade de uma vida em conformidade com a vontade divina.","referencias_relacionadas":["Provérbios 14:12","Mateus 7:13-14","Romanos 12:2"]},"ezequiel_7_15_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Representa a escassez e a necessidade extrema que o povo enfrentará como consequência do juízo de Deus.","explicacao_detalhada":"A palavra 'fome' (רָעָב) simboliza não apenas a falta de alimento físico, mas também a ausência de sustento espiritual e a desolação que vem com o afastamento de Deus.","por_que_esta_palavra":"A menção da 'fome' serve como um aviso sobre as consequências do pecado e a necessidade de arrependimento para evitar a calamidade.","conexao_teologica":"A fome é frequentemente usada na Bíblia como um símbolo do juízo divino e da necessidade de buscar a Deus como fonte de vida e sustento.","referencias_relacionadas":["Amós 8:11","Mateus 5:6","Apocalipse 6:8"]},"ezequiel_7_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, simbolizando segurança e estabilidade, que será destruída devido ao juízo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) representa não apenas a estrutura física, mas também a família e a comunidade. A destruição das casas indica a desintegração da vida familiar e social.","por_que_esta_palavra":"A ênfase na 'casa' destaca a perda de segurança e a devastação que o povo enfrentará, refletindo a gravidade do juízo de Deus.","conexao_teologica":"A casa é um símbolo da presença de Deus e da proteção divina; sua destruição implica um afastamento da bênção e da segurança que vêm de Deus.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:4"]},"ezequiel_7_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Representa a coletividade e a vida urbana, que será afetada pelo juízo divino.","explicacao_detalhada":"A palavra 'cidade' (עִיר) simboliza a vida comunitária e a cultura do povo. A destruição da cidade reflete a desolação e a perda de identidade coletiva.","por_que_esta_palavra":"A menção da 'cidade' enfatiza a abrangência do juízo, afetando não apenas indivíduos, mas toda a sociedade.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a vida em comunidade e a presença de Deus; sua destruição é um sinal do juízo e da necessidade de arrependimento.","referencias_relacionadas":["Isaías 1:7","Jeremias 9:11","Apocalipse 21:2"]},"ezequiel_7_16_libertar":{"palavra_pt":"libertar","palavra_original":"פָּלַט","transliteracao":"pâlaṭ","strong":"H6403","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de escapar ou ser salvo em meio ao juízo iminente.","explicacao_detalhada":"A palavra 'libertar' (פָּלַט) implica em um ato de salvação ou resgate, sugerindo que alguns poderão ser preservados mesmo em meio à calamidade.","por_que_esta_palavra":"A utilização de 'libertar' oferece uma esperança de que, apesar do juízo, há uma possibilidade de salvação para aqueles que se voltam para Deus.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a ação de Deus em salvar Seu povo das consequências do pecado e do juízo.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 8:1"]},"ezequiel_7_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda ou destruição que ocorrerá como resultado do juízo de Deus.","explicacao_detalhada":"A palavra 'cair' (הָיָה) sugere um colapso ou uma mudança drástica na condição do povo, simbolizando a severidade do juízo divino.","por_que_esta_palavra":"A escolha de 'cair' enfatiza a inevitabilidade do juízo e a fragilidade da condição humana diante de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a consequência do pecado e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Salmos 37:24","Mateus 7:27","Romanos 5:12"]},"ezequiel_7_16_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se a uma elevação geográfica, simbolizando poder e estabilidade, que será afetada pelo juízo.","explicacao_detalhada":"A palavra 'montanha' (הַר) pode simbolizar a força e a permanência, mas no contexto do juízo, indica que até mesmo as coisas que parecem inabaláveis serão abaladas.","por_que_esta_palavra":"A menção da 'montanha' destaca a abrangência do juízo, afetando até mesmo os elementos mais estáveis da criação.","conexao_teologica":"As montanhas frequentemente simbolizam a grandeza de Deus e Sua soberania; sua queda representa a manifestação do juízo divino.","referencias_relacionadas":["Salmos 46:2","Isaías 54:10","Hebreus 12:26"]},"ezequiel_7_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as consequências do juízo se manifestarão na vida do povo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere que a calamidade afetará todos os aspectos da vida, sem exceção.","por_que_esta_palavra":"A ênfase na 'maneira' destaca a totalidade do impacto do juízo, indicando que não haverá área da vida que não será afetada.","conexao_teologica":"A totalidade do juízo reflete a justiça de Deus, que abrange todos os aspectos da vida humana e a necessidade de uma resposta adequada ao Seu chamado.","referencias_relacionadas":["Eclesiastes 12:14","Mateus 12:36","Gálatas 6:7"]},"ezequiel_7_17_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de poder e ação.","explicacao_detalhada":"A mão é frequentemente usada na Bíblia para representar a capacidade de agir, controlar e influenciar. Neste contexto, pode indicar a ação de Deus ou a resposta do povo diante do juízo.","por_que_esta_palavra":"A palavra 'mão' é utilizada para enfatizar a força e a autoridade, especialmente em momentos de julgamento.","conexao_teologica":"A mão de Deus é um tema recorrente na Bíblia, simbolizando Sua intervenção na história e na vida dos indivíduos.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Êxodo 15:6"]},"ezequiel_7_17_abate":{"palavra_pt":"abate","palavra_original":"רָפָה","transliteracao":"râphâh","strong":"H7503","significado_raiz":"Ideia básica: abate.","significado_contextual":"Indica a ideia de enfraquecer ou diminuir.","explicacao_detalhada":"O termo 'abate' sugere uma perda de força ou dignidade, refletindo o estado de desolação e juízo que o povo enfrenta.","por_que_esta_palavra":"A escolha da palavra 'abate' destaca a gravidade da situação em que o povo se encontra, enfatizando a perda de esperança.","conexao_teologica":"O abate é frequentemente associado ao juízo divino e à necessidade de arrependimento.","referencias_relacionadas":["Salmos 34:18","Isaías 57:15","Lamentações 3:20"]},"ezequiel_7_18_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"Refere-se a um tecido áspero usado como sinal de luto e arrependimento.","explicacao_detalhada":"O uso de saco é um símbolo de humilhação e penitência, frequentemente associado a momentos de crise espiritual e busca de perdão.","por_que_esta_palavra":"A palavra 'sackcloth' é escolhida para ilustrar a seriedade do arrependimento que o povo deve demonstrar diante de Deus.","conexao_teologica":"O luto e o arrependimento são temas importantes na relação entre Deus e Seu povo, especialmente em tempos de juízo.","referencias_relacionadas":["Jonas 3:5","2 Reis 19:1","Mateus 11:21"]},"ezequiel_7_18_cinto":{"palavra_pt":"cinto","palavra_original":"חָגַר","transliteracao":"châgar","strong":"H2296","significado_raiz":"Ideia básica: cinto.","significado_contextual":"Simboliza a preparação e a prontidão.","explicacao_detalhada":"O cinto é um item que mantém as vestes ajustadas, simbolizando a necessidade de estar preparado para a ação, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra 'cinto' é utilizada para enfatizar a urgência e a necessidade de estar pronto para enfrentar as consequências do juízo.","conexao_teologica":"A prontidão é um tema importante na vida cristã, refletindo a necessidade de estar sempre preparado para a vinda do Senhor.","referencias_relacionadas":["Efésios 6:14","1 Pedro 1:13","Lucas 12:35"]},"ezequiel_7_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado ao juízo.","explicacao_detalhada":"O 'dia' pode simbolizar um tempo de decisão ou de manifestação do juízo de Deus sobre o povo.","por_que_esta_palavra":"A palavra 'dia' é escolhida para enfatizar a iminência do juízo e a necessidade de atenção e arrependimento.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente, indicando um tempo de intervenção divina.","referencias_relacionadas":["Amós 5:18","Joel 2:1","Zacarias 14:1"]},"ezequiel_7_19_mulher":{"palavra_pt":"mulher","palavra_original":"נִדָּה","transliteracao":"niddâh","strong":"H5079","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher em um contexto de pureza e impureza ritual.","explicacao_detalhada":"A palavra 'mulher' pode simbolizar a relação entre Deus e Seu povo, onde a infidelidade é frequentemente comparada à impureza.","por_que_esta_palavra":"A escolha da palavra 'mulher' destaca a vulnerabilidade e a necessidade de proteção espiritual.","conexao_teologica":"A relação entre Deus e Israel é frequentemente descrita em termos de casamento, onde a infidelidade resulta em juízo.","referencias_relacionadas":["Oséias 2:2","Jeremias 3:20","Apocalipse 19:7"]},"ezequiel_7_20_beautifulty":{"palavra_pt":"beautiful ty","palavra_original":"צְבִי","transliteracao":"tsᵉbîy","strong":"H6643","significado_raiz":"Ideia básica: beautiful ty.","significado_contextual":"Refere-se à beleza que é perdida em tempos de juízo.","explicacao_detalhada":"A beleza aqui pode simbolizar a glória e a dignidade que foram comprometidas devido à desobediência.","por_que_esta_palavra":"A palavra 'beautiful' é utilizada para contrastar a glória passada com a desolação presente.","conexao_teologica":"A perda da beleza espiritual é um tema que reflete a condição do povo diante de Deus.","referencias_relacionadas":["Salmos 27:4","Isaías 64:11","Ezequiel 16:14"]},"ezequiel_7_20_arrogancy":{"palavra_pt":"arrogancy","palavra_original":"גָּאוֹן","transliteracao":"gâʼôwn","strong":"H1347","significado_raiz":"Ideia básica: arrogancy.","significado_contextual":"Refere-se à arrogância como um pecado que leva ao juízo.","explicacao_detalhada":"A arrogância é vista como uma atitude de rebeldia contra Deus, resultando em consequências severas.","por_que_esta_palavra":"A palavra 'arrogância' é escolhida para destacar a atitude do povo que se afastou de Deus.","conexao_teologica":"A arrogância é frequentemente condenada nas Escrituras, sendo um obstáculo para a verdadeira adoração.","referencias_relacionadas":["Provérbios 16:18","Isaías 2:11","Tiago 4:6"]},"ezequiel_7_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como símbolo do povo e da herança de Deus.","explicacao_detalhada":"A terra é um elemento central na aliança de Deus com Israel, representando bênção e juízo.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar a conexão entre o povo e a promessa de Deus.","conexao_teologica":"A terra prometida é um tema fundamental na narrativa bíblica, simbolizando a fidelidade de Deus.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 30:15","Hebreus 11:9"]},"ezequiel_7_21_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição de culpa diante de Deus.","explicacao_detalhada":"A palavra 'culpado' indica a responsabilidade do povo por suas ações e a necessidade de arrependimento.","por_que_esta_palavra":"A escolha da palavra 'culpado' destaca a seriedade do juízo que está por vir.","conexao_teologica":"A culpa é um tema central na teologia do pecado e da necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Salmos 51:4","1 João 1:9"]},"ezequiel_7_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de entregar ou conceder algo, especialmente em um contexto de julgamento divino.","explicacao_detalhada":"No contexto de Ezequiel 7:21, Deus está declarando que entregará o povo ao julgamento, simbolizando a perda de proteção e bênçãos.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a ação de Deus em dar o que é devido ao povo por suas transgressões.","conexao_teologica":"A entrega do povo ao julgamento é um tema recorrente na Bíblia, refletindo a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 18:30","Romanos 1:24","Gálatas 6:7"]},"ezequiel_7_22_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica movimento, mas aqui se refere ao comportamento e à maneira de viver do povo.","explicacao_detalhada":"Em Ezequiel 7:22, o 'andar' é uma metáfora para a vida moral e espiritual, indicando que o povo não andou nos caminhos de Deus.","por_que_esta_palavra":"É importante para mostrar que a vida do povo estava em desacordo com os mandamentos divinos.","conexao_teologica":"A ideia de andar nos caminhos de Deus é central na Bíblia, representando a obediência e a comunhão com Ele.","referencias_relacionadas":["Salmos 1:1","Gálatas 5:16","1 João 1:7"]},"ezequiel_7_22_profano":{"palavra_pt":"profano","palavra_original":"חָלַל","transliteracao":"châlal","strong":"H2490","significado_raiz":"Ideia básica: profano.","significado_contextual":"A palavra 'profano' refere-se a algo que é tratado como comum ou sagrado de maneira inadequada.","explicacao_detalhada":"Em Ezequiel 7:22, o profano é um reflexo da desobediência do povo, que não respeitou as coisas sagradas de Deus.","por_que_esta_palavra":"Esta palavra é crucial para entender a gravidade da situação espiritual do povo, que se afastou da santidade.","conexao_teologica":"A profanação é um tema importante, pois destaca a necessidade de reverência e santidade diante de Deus.","referencias_relacionadas":["Levítico 10:10","Isaías 5:20","1 Pedro 1:16"]},"ezequiel_7_22_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica um chamado para se aproximar ou entrar em uma nova condição.","explicacao_detalhada":"No contexto de Ezequiel 7:22, o chamado é para que o povo entre em um estado de arrependimento e retorno a Deus.","por_que_esta_palavra":"É uma convocação para que o povo reconheça sua condição e busque a restauração.","conexao_teologica":"O chamado de Deus para o arrependimento é uma constante na Escritura, refletindo Seu desejo de restaurar o relacionamento com Seu povo.","referencias_relacionadas":["Isaías 55:6","Mateus 11:28","Atos 3:19"]},"ezequiel_7_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também simboliza a herança e a promessa de Deus.","explicacao_detalhada":"Em Ezequiel 7:23, a terra é mencionada em um contexto de desolação, refletindo a consequência do pecado do povo.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da bênção, e sua desolação indica a separação de Deus.","conexao_teologica":"A relação entre o povo e a terra é fundamental na narrativa bíblica, representando a aliança de Deus com Israel.","referencias_relacionadas":["Deuteronômio 30:15","Salmos 37:11","Romanos 4:13"]},"ezequiel_7_23_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' representa um lugar de habitação e comunidade, mas também de segurança e identidade.","explicacao_detalhada":"Em Ezequiel 7:23, a cidade é um símbolo da vida comunitária que está sendo ameaçada pelo julgamento de Deus.","por_que_esta_palavra":"A cidade é importante para entender a coletividade do povo e as consequências do seu afastamento de Deus.","conexao_teologica":"A cidade de Deus é um tema que aparece em toda a Bíblia, simbolizando a segurança e a presença divina.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"ezequiel_7_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma metáfora para força ou ferocidade, indicando um julgamento severo.","explicacao_detalhada":"Em Ezequiel 7:23, a menção do urso pode simbolizar a ferocidade do julgamento que virá sobre o povo.","por_que_esta_palavra":"A imagem do urso é usada para transmitir a ideia de um ataque poderoso e implacável.","conexao_teologica":"A ferocidade do julgamento de Deus é um tema que destaca a seriedade do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Amós 3:8","Miquéias 3:3","Romanos 2:6"]},"ezequiel_7_24_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica tomar posse ou controlar algo, especialmente em um contexto de julgamento.","explicacao_detalhada":"Em Ezequiel 7:24, Deus está afirmando que Ele tomará posse do que pertence a Ele, em um ato de julgamento.","por_que_esta_palavra":"Esta palavra enfatiza a soberania de Deus sobre a história e o destino do Seu povo.","conexao_teologica":"A ideia de Deus agarrar ou tomar posse é um lembrete de Sua autoridade e controle sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 41:10","Romanos 8:31"]},"ezequiel_7_24_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"A palavra 'sábado' refere-se ao dia de descanso, um símbolo de santidade e descanso em Deus.","explicacao_detalhada":"Em Ezequiel 7:24, o sábado é mencionado em um contexto de desobediência, onde o povo não respeitou o dia sagrado.","por_que_esta_palavra":"O sábado é importante para entender a relação do povo com Deus e a observância das Suas leis.","conexao_teologica":"O sábado representa o descanso de Deus e a importância de parar e refletir sobre a santidade.","referencias_relacionadas":["Êxodo 20:8","Marcos 2:27","Hebreus 4:9"]},"ezequiel_7_24_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é um convite para retornar a Deus e à Sua presença.","explicacao_detalhada":"Em Ezequiel 7:24, o chamado é para que o povo se volte para Deus em meio ao julgamento iminente.","por_que_esta_palavra":"É uma convocação à ação, enfatizando a necessidade de arrependimento e retorno.","conexao_teologica":"O chamado de Deus para o arrependimento é um tema central na Bíblia, refletindo Seu amor e desejo de restaurar.","referencias_relacionadas":["Joel 2:12","Mateus 4:17","Atos 2:38"]},"ezequiel_7_25_destruction":{"palavra_pt":"destruction","palavra_original":"קְפָדָה","transliteracao":"qᵉphâdâh","strong":"H7089","significado_raiz":"Ideia básica: destruction.","significado_contextual":"Destruição como consequência do juízo divino sobre o povo.","explicacao_detalhada":"A palavra 'destruction' refere-se à devastação que ocorrerá como resultado da desobediência do povo de Israel. É um aviso sobre as consequências do afastamento de Deus.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a gravidade da situação em que o povo se encontra, alertando sobre a iminente destruição.","conexao_teologica":"A destruição é um tema recorrente na Bíblia, simbolizando o juízo de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 7:4","Ezequiel 7:9","Ezequiel 7:27"]},"ezequiel_7_25_adoracao":{"palavra_pt":"adoracao","palavra_original":"בָּקַשׁ","transliteracao":"bâqash","strong":"H1245","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"A busca por adoração verdadeira em meio à apostasia.","explicacao_detalhada":"A palavra 'adoracao' refere-se ao ato de buscar a presença de Deus e reconhecê-lo como Senhor. Em Ezequiel, isso contrasta com a idolatria do povo.","por_que_esta_palavra":"É crucial para entender a relação entre o povo e Deus, mostrando que a verdadeira adoração é essencial para evitar a destruição.","conexao_teologica":"A adoração é central na vida do crente e é frequentemente mencionada como um meio de se aproximar de Deus.","referencias_relacionadas":["Salmos 95:6","João 4:24","Romanos 12:1"]},"ezequiel_7_25_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A ausência de paz como resultado do juízo divino.","explicacao_detalhada":"A palavra 'paz' representa a harmonia e a segurança que o povo de Deus deveria experimentar, mas que será retirada devido à sua desobediência.","por_que_esta_palavra":"A falta de paz é um sinal do juízo de Deus e da necessidade de arrependimento.","conexao_teologica":"A paz é um fruto do Espírito e um sinal da presença de Deus entre seu povo.","referencias_relacionadas":["Isaías 48:22","Filipenses 4:7","Romanos 5:1"]},"ezequiel_7_26_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O papel do profeta como porta-voz de Deus em tempos de crise.","explicacao_detalhada":"A palavra 'profeta' refere-se àquele que fala em nome de Deus, trazendo advertências e mensagens de esperança. Em Ezequiel, o profeta é um mediador entre Deus e o povo.","por_que_esta_palavra":"É importante para entender a função do profeta em alertar o povo sobre as consequências de seus atos.","conexao_teologica":"Os profetas são fundamentais na história da salvação, anunciando tanto juízo quanto esperança.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Mateus 10:41"]},"ezequiel_7_26_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A função do sacerdote como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' refere-se àquele que serve no templo e realiza sacrifícios em nome do povo. Em Ezequiel, os sacerdotes falharam em guiar o povo corretamente.","por_que_esta_palavra":"É essencial para entender a responsabilidade espiritual dos líderes religiosos.","conexao_teologica":"Os sacerdotes simbolizam a intercessão e a necessidade de um mediador entre Deus e a humanidade.","referencias_relacionadas":["Levítico 10:10","Hebreus 5:1","1 Pedro 2:9"]},"ezequiel_7_26_bruit":{"palavra_pt":"bruit","palavra_original":"שְׁמוּעָה","transliteracao":"shᵉmûwʻâh","strong":"H8052","significado_raiz":"Ideia básica: bruit.","significado_contextual":"A propagação de notícias e rumores em tempos de crise.","explicacao_detalhada":"A palavra 'bruit' refere-se ao que é ouvido ou falado, muitas vezes relacionado a boatos sobre a destruição iminente.","por_que_esta_palavra":"É importante para entender como a comunicação e a percepção do povo influenciam sua resposta ao juízo de Deus.","conexao_teologica":"A forma como as notícias são recebidas pode afetar a fé e a ação do povo diante de Deus.","referencias_relacionadas":["Ezequiel 33:5","Mateus 24:6","Romanos 10:17"]},"ezequiel_7_27_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura do rei como líder e responsável pelo bem-estar do povo.","explicacao_detalhada":"A palavra 'rei' refere-se à autoridade máxima sobre Israel. O rei tem a responsabilidade de guiar o povo em justiça e temor a Deus.","por_que_esta_palavra":"É crucial para entender a relação entre liderança e a condição espiritual do povo.","conexao_teologica":"Cristo é apresentado como o Rei dos Reis, que traz justiça e paz ao seu povo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"ezequiel_7_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra como herança e símbolo da presença de Deus.","explicacao_detalhada":"A palavra 'terra' refere-se à terra prometida a Israel, que representa a bênção e a aliança de Deus com seu povo.","por_que_esta_palavra":"É importante para entender a relação entre o povo e a terra que Deus lhes deu.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da esperança de restauração.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Hebreus 11:9"]}}