{"galatas_2_1_titus":{"palavra_pt":"titus","palavra_original":"Τίτος","transliteracao":"Títos","strong":"G5103","significado_raiz":"Ideia básica: titus.","significado_contextual":"Titus é um colaborador de Paulo, mencionado em um contexto de liderança e missão.","explicacao_detalhada":"A palavra 'Titus' refere-se a um dos discípulos de Paulo, que desempenhou um papel importante na disseminação do evangelho e na edificação da igreja.","por_que_esta_palavra":"É relevante para entender a dinâmica de liderança e a importância de colaboradores na missão apostólica.","conexao_teologica":"A colaboração no ministério é um princípio teológico que enfatiza a unidade e o trabalho em equipe no corpo de Cristo.","referencias_relacionadas":["2 Coríntios 7:13","Tito 1:4","Gálatas 2:3"]},"galatas_2_1_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Jerusalém é o centro espiritual e histórico do cristianismo.","explicacao_detalhada":"A palavra 'Jerusalém' representa não apenas uma localização geográfica, mas também um símbolo da fé judaica e do início da igreja cristã.","por_que_esta_palavra":"É importante para entender o contexto da missão de Paulo e a relação entre a igreja primitiva e as raízes judaicas.","conexao_teologica":"Jerusalém é frequentemente vista como o lugar onde Deus se revelou e onde a história da salvação se desenrola.","referencias_relacionadas":["Atos 1:8","Mateus 5:35","Gálatas 4:26"]},"galatas_2_2_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se ao evangelho como uma mensagem de boa nova.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a natureza positiva e transformadora do evangelho que Paulo prega, que traz salvação e esperança.","por_que_esta_palavra":"É fundamental para entender a essência da mensagem cristã e seu impacto na vida das pessoas.","conexao_teologica":"O evangelho é o poder de Deus para a salvação, sendo o núcleo da mensagem cristã.","referencias_relacionadas":["Romanos 1:16","1 Coríntios 15:1-4","Gálatas 1:11"]},"galatas_2_2_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A verdade é a mensagem que Paulo prega, que é baseada na revelação de Cristo.","explicacao_detalhada":"A palavra 'pregar' implica em anunciar a verdade do evangelho, que é central para a missão de Paulo e para a vida da igreja.","por_que_esta_palavra":"É essencial para entender a responsabilidade do cristão em compartilhar a verdade do evangelho.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, refletindo a natureza de Cristo.","referencias_relacionadas":["João 14:6","Efésios 4:15","1 João 1:6"]},"galatas_2_2_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se ao conhecimento pessoal e íntimo que Paulo tinha sobre os líderes da igreja.","explicacao_detalhada":"A palavra 'acquaintance' sugere uma relação próxima e familiar, indicando que Paulo não estava apenas pregando, mas também se relacionando com os líderes da igreja.","por_que_esta_palavra":"É importante para entender a dinâmica de relacionamento dentro da comunidade cristã e a importância do conhecimento mútuo.","conexao_teologica":"O relacionamento entre os crentes é um reflexo da comunhão que existe na Trindade.","referencias_relacionadas":["Filipenses 1:5","Colossenses 3:14","1 Tessalonicenses 5:11"]},"galatas_2_3_titus":{"palavra_pt":"titus","palavra_original":"Τίτος","transliteracao":"Títos","strong":"G5103","significado_raiz":"Ideia básica: titus.","significado_contextual":"Reitera a presença de Tito como um exemplo de um gentio convertido.","explicacao_detalhada":"A menção de Tito é significativa, pois ele representa a inclusão dos gentios na fé cristã sem a necessidade de seguir a lei judaica.","por_que_esta_palavra":"É crucial para entender a questão da circuncisão e a liberdade que os gentios têm em Cristo.","conexao_teologica":"A aceitação dos gentios é um tema central na teologia de Paulo, refletindo a universalidade do evangelho.","referencias_relacionadas":["Gálatas 2:5","Atos 15:1-2","Romanos 10:12"]},"galatas_2_4_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o Messias prometido, o Ungido de Deus.","explicacao_detalhada":"A palavra 'Cristo' significa 'Ungido' e refere-se à missão de Jesus como Salvador e Redentor da humanidade.","por_que_esta_palavra":"É fundamental para entender a identidade de Jesus e seu papel na salvação.","conexao_teologica":"A unção de Cristo é central na teologia cristã, pois Ele é o cumprimento das promessas do Antigo Testamento.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"galatas_2_4_irmao":{"palavra_pt":"irmao","palavra_original":"ψευδάδελφος","transliteracao":"pseudádelphos","strong":"G5569","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se a um irmão na fé, indicando uma relação espiritual entre os crentes.","explicacao_detalhada":"A palavra 'irmão' aqui é usada para descrever a conexão entre os cristãos, enfatizando a unidade e a família espiritual que existe entre eles. O apóstolo Paulo usa essa palavra para mostrar que, apesar das diferenças, todos são parte da mesma família em Cristo.","por_que_esta_palavra":"Paulo utiliza 'irmão' para reafirmar a importância da comunhão e do apoio mútuo entre os crentes, especialmente em tempos de conflito.","conexao_teologica":"A ideia de irmandade é central no cristianismo, refletindo a relação entre os membros do corpo de Cristo e a paternidade de Deus.","referencias_relacionadas":["Romanos 12:10","1 João 3:14","Hebreus 2:11"]},"galatas_2_5_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se ao evangelho como uma mensagem boa e salvadora.","explicacao_detalhada":"A palavra 'bom' aqui é usada para descrever a natureza do evangelho, que traz esperança e salvação. Paulo defende que o evangelho que ele prega é genuíno e não corrompido por ensinamentos humanos.","por_que_esta_palavra":"A ênfase no 'bom' evangelho é crucial para contrastar com as distorções que estavam sendo apresentadas por outros pregadores.","conexao_teologica":"O evangelho é a boa nova da salvação, que é central para a fé cristã e a missão da Igreja.","referencias_relacionadas":["Marcos 16:15","Romanos 1:16","1 Coríntios 15:1-4"]},"galatas_2_5_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico em que a verdade do evangelho foi defendida.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um momento significativo na história da Igreja, onde Paulo se posicionou firmemente contra as falsas doutrinas.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância de eventos específicos na vida da Igreja e na defesa da fé.","conexao_teologica":"Os momentos decisivos na história da Igreja são fundamentais para a preservação da verdade do evangelho.","referencias_relacionadas":["Atos 15:1-2","Gálatas 1:8-9","2 Timóteo 4:2"]},"galatas_2_5_subjection":{"palavra_pt":"subjection","palavra_original":"ὑποταγή","transliteracao":"hypotagḗ","strong":"G5292","significado_raiz":"Ideia básica: subjection.","significado_contextual":"Refere-se à submissão que os crentes devem ter à verdade do evangelho.","explicacao_detalhada":"A palavra 'subjection' implica uma atitude de humildade e aceitação da autoridade do evangelho sobre as tradições humanas.","por_que_esta_palavra":"Paulo destaca a importância de se submeter à verdade divina em vez de se deixar levar por ensinamentos errôneos.","conexao_teologica":"A submissão à palavra de Deus é um princípio fundamental na vida cristã, refletindo a obediência a Cristo.","referencias_relacionadas":["Tiago 4:7","Romanos 12:1","1 Pedro 5:5"]},"galatas_2_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e à autoridade de Deus sobre a verdade do evangelho.","explicacao_detalhada":"A palavra 'deus' é usada para afirmar que a mensagem do evangelho é de origem divina e não humana, reforçando a autenticidade da pregação de Paulo.","por_que_esta_palavra":"A ênfase em Deus destaca a importância de reconhecer a fonte da verdade e a necessidade de se submeter a ela.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que afirma que Ele é o autor da salvação.","referencias_relacionadas":["Isaías 45:5","Romanos 11:36","Efésios 1:11"]},"galatas_2_6_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à avaliação positiva da mensagem do evangelho por parte de Deus.","explicacao_detalhada":"A palavra 'bom' aqui é usada para enfatizar que a mensagem que Paulo prega é aprovada por Deus e é a verdadeira boa nova.","por_que_esta_palavra":"A validação divina do evangelho é crucial para a defesa da fé cristã contra falsos ensinamentos.","conexao_teologica":"A aprovação de Deus sobre o evangelho é um testemunho da sua veracidade e poder transformador.","referencias_relacionadas":["Romanos 10:15","2 Coríntios 5:17","Gálatas 1:11-12"]},"galatas_2_6_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença e à autoridade de Deus que se manifesta na vida dos crentes.","explicacao_detalhada":"A palavra 'rosto' simboliza a face de Deus, que representa sua presença e favor sobre aqueles que seguem a verdade do evangelho.","por_que_esta_palavra":"A menção ao 'rosto' de Deus enfatiza a relação pessoal e íntima que os crentes têm com Ele.","conexao_teologica":"A presença de Deus é fundamental na vida do crente, que busca viver em comunhão com Ele.","referencias_relacionadas":["Salmos 67:1","Números 6:25","Mateus 5:8"]},"galatas_2_7_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à essência do evangelho como uma mensagem de salvação e esperança.","explicacao_detalhada":"A palavra 'bom' é usada para reafirmar que o evangelho que Paulo prega é a verdadeira mensagem de Deus, que traz vida e transformação.","por_que_esta_palavra":"A reafirmação do evangelho como 'bom' é essencial para combater as distorções que estavam sendo apresentadas por outros.","conexao_teologica":"O evangelho é a base da fé cristã e a fonte de esperança para todos os que creem.","referencias_relacionadas":["Gálatas 1:6-9","Romanos 1:16","1 Pedro 1:25"]},"galatas_2_7_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, que é considerado a rocha sobre a qual a Igreja é construída.","explicacao_detalhada":"A palavra 'rocha' simboliza a firmeza e a estabilidade da fé que Pedro representa, sendo um dos pilares da Igreja primitiva.","por_que_esta_palavra":"A menção a 'rocha' destaca a importância de líderes firmes na fé e na verdade do evangelho.","conexao_teologica":"A Igreja é construída sobre a confissão de fé em Cristo, que é a verdadeira rocha.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Efésios 2:20"]},"galatas_2_7_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança no evangelho e na obra de Cristo.","explicacao_detalhada":"A palavra 'crer' enfatiza a ação de colocar a fé em Jesus Cristo como o único meio de salvação e transformação.","por_que_esta_palavra":"A ênfase na fé é fundamental para a compreensão da salvação e da vida cristã.","conexao_teologica":"A fé é o meio pelo qual os crentes recebem a graça de Deus e são justificados diante dEle.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:1","Hebreus 11:1"]},"galatas_2_8_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se a Pedro, simbolizando sua firmeza e papel fundamental na fundação da Igreja.","explicacao_detalhada":"No contexto de Gálatas 2:8, a 'rocha' representa a estabilidade e a liderança de Pedro entre os apóstolos, sendo ele uma figura central na disseminação do evangelho.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a força e a durabilidade da fé que Pedro representa, contrastando com a fragilidade humana.","conexao_teologica":"Pedro é considerado a pedra fundamental da Igreja, e sua confissão de fé é um exemplo de como a fé deve ser sólida e inabalável.","referencias_relacionadas":["Mateus 16:18","Atos 2:14-41","1 Pedro 2:4-5"]},"galatas_2_8_poderoso":{"palavra_pt":"poderoso","palavra_original":"ἐνεργέω","transliteracao":"energéō","strong":"G1754","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à capacidade de Deus de operar milagres e transformar vidas através do evangelho.","explicacao_detalhada":"Em Gálatas 2:8, a ênfase no poder de Deus destaca que a salvação não é obra humana, mas um ato divino que transforma corações.","por_que_esta_palavra":"A palavra 'poderoso' é usada para mostrar que a eficácia do evangelho é baseada na ação de Deus e não nas obras da carne.","conexao_teologica":"A teologia da graça enfatiza que é Deus quem opera em nós tanto o querer quanto o realizar, mostrando Seu poder em nossas vidas.","referencias_relacionadas":["Romanos 1:16","Efésios 3:20","2 Coríntios 12:9"]},"galatas_2_8_circuncisao":{"palavra_pt":"circuncisao","palavra_original":"περιτομή","transliteracao":"peritomḗ","strong":"G4061","significado_raiz":"Ideia básica: circuncisao.","significado_contextual":"A 'circuncisão' é um símbolo da aliança de Deus com Israel, representando a identidade e a obediência à Lei.","explicacao_detalhada":"No contexto de Gálatas 2:8, a circuncisão é discutida em relação à necessidade de seguir a Lei para a salvação, contrastando com a nova aliança em Cristo.","por_que_esta_palavra":"A palavra 'circuncisão' é crucial para entender a tensão entre a tradição judaica e a mensagem do evangelho que é para todos os povos.","conexao_teologica":"A circuncisão representa a velha aliança, enquanto a nova aliança em Cristo oferece liberdade da Lei e inclusão de gentios.","referencias_relacionadas":["Gálatas 5:2-6","Romanos 2:28-29","Colossenses 2:11"]},"galatas_2_9_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus, essencial para a salvação e a vida cristã.","explicacao_detalhada":"Em Gálatas 2:9, a graça é o tema central que destaca que a salvação é um presente de Deus, não algo que podemos conquistar.","por_que_esta_palavra":"A ênfase na graça mostra que, independentemente de nossa condição, Deus nos aceita e nos transforma.","conexao_teologica":"A graça é fundamental na teologia cristã, pois é através dela que somos justificados e reconciliados com Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 3:5"]},"galatas_2_9_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a natureza e a intenção de Deus em relação à humanidade.","explicacao_detalhada":"No contexto de Gálatas 2:9, 'bom' refere-se à bondade de Deus que se manifesta através de Sua graça e misericórdia.","por_que_esta_palavra":"A palavra 'bom' é importante para entender que Deus deseja o melhor para Seus filhos e age em favor deles.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, mostrando Seu caráter amoroso e justo.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:17"]},"galatas_2_9_nome":{"palavra_pt":"nome","palavra_original":"Ἰάκωβος","transliteracao":"Iákōbos","strong":"G2385","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' refere-se a Tiago, um dos líderes da Igreja primitiva, simbolizando autoridade e liderança.","explicacao_detalhada":"Em Gálatas 2:9, o nome de Tiago é mencionado para mostrar a importância dos apóstolos e a unidade na mensagem do evangelho.","por_que_esta_palavra":"A menção do nome de Tiago destaca a continuidade da liderança apostólica e a legitimidade da mensagem que está sendo pregada.","conexao_teologica":"A autoridade dos apóstolos é fundamental para a propagação do evangelho e a formação da Igreja.","referencias_relacionadas":["Atos 15:13","Gálatas 1:19","Tiago 1:1"]},"galatas_2_10_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' enfatiza a necessidade de apoio mútuo entre os crentes na missão de espalhar o evangelho.","explicacao_detalhada":"Em Gálatas 2:10, a ideia de não estar sozinho reflete a importância da comunhão e do trabalho em equipe na obra de Deus.","por_que_esta_palavra":"A palavra 'sozinho' é usada para mostrar que a missão cristã não é uma tarefa individual, mas coletiva.","conexao_teologica":"A Igreja é o corpo de Cristo, e cada membro tem um papel a desempenhar, reforçando a ideia de unidade e colaboração.","referencias_relacionadas":["1 Coríntios 12:12-27","Hebreus 10:24-25","Gálatas 6:2"]},"galatas_2_10_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de cumprir a missão que Deus confiou aos apóstolos.","explicacao_detalhada":"Em Gálatas 2:10, 'fazer' implica em agir de acordo com a vontade de Deus e realizar boas obras como resultado da fé.","por_que_esta_palavra":"A ênfase em 'fazer' mostra que a fé verdadeira se manifesta em ações concretas e no amor ao próximo.","conexao_teologica":"As boas obras são uma expressão da fé genuína e da transformação que ocorre na vida do crente.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Mateus 5:16"]},"galatas_2_10_pobre":{"palavra_pt":"pobre","palavra_original":"πτωχός","transliteracao":"ptōchós","strong":"G4434","significado_raiz":"Ideia básica: pobre.","significado_contextual":"A palavra 'pobre' refere-se à condição dos necessitados, enfatizando a responsabilidade da Igreja em cuidar deles.","explicacao_detalhada":"Em Gálatas 2:10, a menção aos pobres destaca a missão social da Igreja e a importância de ajudar os necessitados.","por_que_esta_palavra":"A palavra 'pobre' é crucial para entender a chamada de Cristo para cuidar dos menos favorecidos e praticar a justiça.","conexao_teologica":"A preocupação com os pobres é um reflexo do amor de Deus e da missão da Igreja de ser luz e sal no mundo.","referencias_relacionadas":["Mateus 25:35-40","Tiago 1:27","Gálatas 6:10"]},"galatas_2_11_rocha":{"palavra_pt":"rocha","palavra_original":"Κηφᾶς","transliteracao":"Kēphâs","strong":"G2786","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' novamente se refere a Pedro, simbolizando sua posição e a importância de sua liderança.","explicacao_detalhada":"Em Gálatas 2:11, a referência a Pedro como 'rocha' destaca a necessidade de permanecer firme na verdade do evangelho.","por_que_esta_palavra":"A repetição da palavra 'rocha' enfatiza a continuidade do papel de Pedro e a necessidade de unidade entre os apóstolos.","conexao_teologica":"A firmeza de Pedro é um exemplo para todos os crentes, mostrando a importância de se manter fiel à mensagem de Cristo.","referencias_relacionadas":["Mateus 16:18","Atos 2:14-41","1 Pedro 5:1"]},"galatas_2_11_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma conformidade ou acordo com algo que já foi estabelecido.","explicacao_detalhada":"Neste contexto, Paulo está se referindo à maneira como Pedro agiu em relação aos gentios, mostrando que suas ações estavam em conformidade com a verdade do evangelho.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza a importância de agir de acordo com a verdade do evangelho, sem hipocrisia.","conexao_teologica":"A conformidade com a verdade do evangelho é fundamental para a unidade da igreja e a autenticidade da fé.","referencias_relacionadas":["Gálatas 2:5","Gálatas 2:14","Romanos 12:2"]},"galatas_2_11_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à face de uma pessoa, simbolizando a identidade e a presença.","explicacao_detalhada":"Paulo menciona o 'rosto' de Pedro para destacar a hipocrisia que ele demonstrou ao se afastar dos gentios, o que afetou sua verdadeira identidade como apóstolo.","por_que_esta_palavra":"O uso de 'rosto' aqui é significativo, pois representa a autenticidade e a transparência nas relações dentro da comunidade cristã.","conexao_teologica":"A autenticidade na vida cristã é essencial para refletir a imagem de Cristo para o mundo.","referencias_relacionadas":["Mateus 5:16","2 Coríntios 3:18","1 João 1:7"]},"galatas_2_12_nome":{"palavra_pt":"nome","palavra_original":"Ἰάκωβος","transliteracao":"Iákōbos","strong":"G2385","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de uma pessoa e ao seu papel dentro da comunidade.","explicacao_detalhada":"Paulo menciona o nome de 'Iáco' para enfatizar a influência que ele tinha e como suas ações impactavam a percepção do evangelho.","por_que_esta_palavra":"O nome é um símbolo de autoridade e responsabilidade, e neste caso, representa a necessidade de viver de acordo com a verdade do evangelho.","conexao_teologica":"A identidade em Cristo é fundamental para a missão da igreja e a propagação do evangelho.","referencias_relacionadas":["Gálatas 1:19","Atos 15:13","Tiago 1:1"]},"galatas_2_12_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em conformidade com alguém ou algo.","explicacao_detalhada":"Neste contexto, Paulo critica Pedro por ter seguido a pressão dos judaizantes em vez de permanecer firme na verdade do evangelho.","por_que_esta_palavra":"A escolha da palavra 'seguir' destaca a importância de seguir a verdade de Cristo, em vez de se deixar levar por conveniências sociais.","conexao_teologica":"Seguir a Cristo é um chamado para todos os crentes, que devem viver de acordo com a verdade do evangelho.","referencias_relacionadas":["Mateus 16:24","João 10:27","1 Pedro 2:21"]},"galatas_2_13_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'jew ess' refere-se a alguém que é judeu, destacando a identidade étnica e religiosa.","explicacao_detalhada":"Paulo menciona a hipocrisia dos que, sendo judeus, se afastaram dos gentios, mostrando um comportamento contraditório em relação ao evangelho.","por_que_esta_palavra":"A palavra 'jew ess' é importante para entender as tensões entre judeus e gentios na igreja primitiva.","conexao_teologica":"A unidade entre judeus e gentios em Cristo é um tema central no Novo Testamento.","referencias_relacionadas":["Efésios 2:14-16","Romanos 1:16","Gálatas 3:28"]},"galatas_2_13_condemnation":{"palavra_pt":"condemnation","palavra_original":"ὑπόκρισις","transliteracao":"hypókrisis","strong":"G5272","significado_raiz":"Ideia básica: condemnation.","significado_contextual":"A palavra 'condemnation' refere-se a um julgamento ou reprovação moral.","explicacao_detalhada":"Paulo critica a hipocrisia que leva à condenação, mostrando que agir de forma contrária ao evangelho resulta em reprovação.","por_que_esta_palavra":"A palavra 'condemnation' destaca a seriedade das ações que não estão alinhadas com a verdade de Cristo.","conexao_teologica":"A condenação é um tema que aparece frequentemente nas cartas de Paulo, enfatizando a necessidade de viver em conformidade com o evangelho.","referencias_relacionadas":["Romanos 8:1","Gálatas 5:4","Tiago 4:17"]},"galatas_2_13_dissemble":{"palavra_pt":"dissemble","palavra_original":"συνυποκρίνομαι","transliteracao":"synypokrínomai","strong":"G4942","significado_raiz":"Ideia básica: dissemble.","significado_contextual":"A palavra 'dissemble' refere-se a agir de maneira enganosa ou hipócrita.","explicacao_detalhada":"Paulo critica aqueles que se disfarçam em suas ações, mostrando uma falta de integridade em sua vida cristã.","por_que_esta_palavra":"A escolha da palavra 'dissemble' enfatiza a necessidade de autenticidade na vida cristã.","conexao_teologica":"A hipocrisia é condenada em várias partes da Escritura, sendo um obstáculo para a verdadeira comunhão com Deus.","referencias_relacionadas":["Mateus 23:28","Romanos 12:9","1 Pedro 2:1"]},"galatas_2_14_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade do evangelho e à verdade que ele representa.","explicacao_detalhada":"Paulo afirma que o evangelho é bom e que as ações devem refletir essa bondade, em vez de hipocrisia.","por_que_esta_palavra":"A palavra 'bom' é crucial para entender a natureza do evangelho e seu impacto na vida dos crentes.","conexao_teologica":"A bondade do evangelho é um tema central na teologia de Paulo, que enfatiza a graça e a verdade de Cristo.","referencias_relacionadas":["Romanos 1:16","Gálatas 5:22","Efésios 2:8-9"]},"galatas_2_14_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à maneira como os crentes devem conduzir suas vidas em conformidade com o evangelho.","explicacao_detalhada":"Paulo destaca a importância de viver de acordo com a verdade do evangelho, que traz vida e liberdade.","por_que_esta_palavra":"A escolha da palavra 'viver' enfatiza a dimensão prática da fé cristã.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde os crentes são chamados a viver em novidade de vida.","referencias_relacionadas":["Gálatas 2:20","Romanos 6:4","Colossenses 3:1"]},"galatas_2_14_rocha":{"palavra_pt":"rocha","palavra_original":"Κηφᾶς","transliteracao":"Kēphâs","strong":"G2786","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza estabilidade e firmeza, referindo-se a Pedro como uma pedra fundamental da igreja.","explicacao_detalhada":"Paulo menciona 'Kefas' (Pedro) para destacar a importância de sua liderança e a necessidade de permanecer firme na verdade.","por_que_esta_palavra":"A palavra 'rocha' é significativa, pois representa a base sólida sobre a qual a igreja é construída.","conexao_teologica":"Cristo é a rocha sobre a qual a igreja se fundamenta, e Pedro é um exemplo de liderança dentro desse contexto.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Efésios 2:20"]},"galatas_2_15_mankind":{"palavra_pt":"man kind","palavra_original":"φύσις","transliteracao":"phýsis","strong":"G5449","significado_raiz":"Ideia básica: man kind.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a condição comum de todos os seres humanos diante de Deus.","explicacao_detalhada":"A palavra 'man kind' (φύσις) é usada para descrever a natureza humana, destacando que todos, independentemente de origem ou etnia, são parte da criação de Deus.","por_que_esta_palavra":"A inclusão da palavra 'man kind' ressalta a universalidade da mensagem do evangelho, que é para todos os povos.","conexao_teologica":"A teologia cristã ensina que todos os seres humanos são criados à imagem de Deus e, portanto, têm dignidade e valor.","referencias_relacionadas":["Gênesis 1:27","Atos 17:26","Romanos 3:23"]},"galatas_2_15_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se a uma mulher judia, destacando a identidade étnica e religiosa no contexto da discussão sobre a lei.","explicacao_detalhada":"A palavra 'jewess' (Ἰουδαῖος) é utilizada para enfatizar a distinção entre judeus e gentios, especialmente na questão da observância da lei mosaica.","por_que_esta_palavra":"A inclusão desta palavra é crucial para entender as tensões entre judeus e gentios na igreja primitiva.","conexao_teologica":"A salvação em Cristo transcende as barreiras étnicas, unindo judeus e gentios em um só corpo.","referencias_relacionadas":["Romanos 1:16","Efésios 2:14-16","Gálatas 3:28"]},"galatas_2_15_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar em meio a um grupo, enfatizando a interação entre judeus e gentios.","explicacao_detalhada":"A palavra 'among' (ἐκ) sugere a inclusão e a convivência entre diferentes grupos, essencial para a compreensão da unidade na diversidade.","por_que_esta_palavra":"É importante para mostrar que a mensagem do evangelho é para todos, independentemente de sua origem.","conexao_teologica":"A unidade em Cristo é um tema central na teologia paulina, que busca unir todos os crentes.","referencias_relacionadas":["1 Coríntios 12:12-13","Gálatas 3:28","Efésios 4:4-6"]},"galatas_2_16_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei mosaica, que era central para a identidade judaica e a prática religiosa.","explicacao_detalhada":"A palavra 'lei' (νόμος) é usada para discutir a relação entre a fé em Cristo e a observância da lei, enfatizando que a justificação vem pela fé.","por_que_esta_palavra":"A menção da lei é crucial para entender a controvérsia sobre a necessidade de seguir as tradições judaicas para a salvação.","conexao_teologica":"A relação entre a lei e a graça é um tema central na teologia de Paulo, que argumenta que a salvação é pela fé e não pelas obras da lei.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:11","Efésios 2:8-9"]},"galatas_2_16_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé verdadeira em Jesus Cristo como o único meio de salvação.","explicacao_detalhada":"A palavra 'verdade' (πίστις) é usada para descrever a confiança e a crença em Cristo, contrastando com a dependência da lei.","por_que_esta_palavra":"A ênfase na fé é fundamental para a mensagem do evangelho, que desafia as obras da lei.","conexao_teologica":"A fé é o meio pelo qual os crentes são justificados diante de Deus, um princípio central na teologia cristã.","referencias_relacionadas":["Romanos 1:17","Hebreus 11:1","Gálatas 3:24"]},"galatas_2_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus Cristo como o Salvador e o centro da fé cristã.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é fundamental para a compreensão da salvação, pois é através dele que a justificação é alcançada.","por_que_esta_palavra":"A menção de Jesus é essencial para afirmar que a salvação não é por obras, mas pela fé nele.","conexao_teologica":"Cristo é o mediador entre Deus e os homens, e sua obra redentora é a base da fé cristã.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:1"]},"galatas_2_17_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'cristo' (Χριστός) enfatiza a missão redentora de Jesus e seu papel como o Salvador prometido.","por_que_esta_palavra":"A identificação de Jesus como Cristo é fundamental para entender sua autoridade e a natureza de sua obra.","conexao_teologica":"A teologia cristã afirma que Jesus é o cumprimento das promessas do Antigo Testamento sobre o Messias.","referencias_relacionadas":["Isaías 61:1","Mateus 16:16","João 1:41"]},"galatas_2_17_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se a um líder ou servidor, enfatizando a função de ensinar e guiar.","explicacao_detalhada":"A palavra 'mestre' (διάκονος) é usada para descrever o papel de liderança na comunidade cristã, que deve ser exercido com humildade.","por_que_esta_palavra":"A menção do mestre é importante para discutir a natureza do serviço e liderança no corpo de Cristo.","conexao_teologica":"A liderança cristã é caracterizada pelo serviço e pela disposição de guiar os outros em fé.","referencias_relacionadas":["Mateus 20:26-28","Atos 20:28","1 Pedro 5:2-3"]},"galatas_2_17_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se ao ato de procurar ou investigar, especialmente em relação à verdade espiritual.","explicacao_detalhada":"A palavra 'buscar' (ζητέω) implica um esforço ativo para encontrar a verdade em Cristo, contrastando com a dependência da lei.","por_que_esta_palavra":"A busca pela verdade é um tema central na vida cristã, onde os crentes são chamados a buscar a Deus.","conexao_teologica":"A busca por Deus e pela verdade é um aspecto fundamental da fé cristã, que envolve um relacionamento pessoal com Cristo.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Tiago 4:8"]},"galatas_2_18_noite":{"palavra_pt":"noite","palavra_original":"καταλύω","transliteracao":"katalýō","strong":"G2647","significado_raiz":"Ideia básica: noite.","significado_contextual":"Refere-se a um estado de confusão ou falta de clareza espiritual.","explicacao_detalhada":"A palavra 'noite' (καταλύω) pode simbolizar a escuridão espiritual que resulta da dependência da lei em vez da fé em Cristo.","por_que_esta_palavra":"A menção da noite é importante para ilustrar a condição espiritual daqueles que não compreendem a verdade do evangelho.","conexao_teologica":"A luz de Cristo é frequentemente contrastada com a escuridão do pecado e da ignorância espiritual.","referencias_relacionadas":["João 8:12","1 João 1:5","Efésios 5:8"]},"galatas_2_18_builder":{"palavra_pt":"build er","palavra_original":"οἰκοδομέω","transliteracao":"oikodoméō","strong":"G3618","significado_raiz":"Ideia básica: build er.","significado_contextual":"Refere-se à construção espiritual que Paulo menciona, onde ele se opõe à ideia de reconstruir o que foi destruído pela graça.","explicacao_detalhada":"A palavra 'build er' (οἰκοδομέω) implica em edificar ou construir algo. No contexto de Gálatas 2:18, Paulo argumenta que, ao voltar à lei, ele estaria reconstruindo a estrutura que a graça de Cristo já havia demolido.","por_que_esta_palavra":"Esta palavra é crucial para entender a metáfora da construção que Paulo usa para descrever a relação entre a lei e a graça.","conexao_teologica":"A construção espiritual é um tema recorrente nas cartas de Paulo, onde ele enfatiza que a verdadeira edificação da vida cristã se dá pela fé em Cristo, e não pela observância da lei.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","Colossenses 2:7"]},"galatas_2_19_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A lei é apresentada como um sistema que Paulo abandonou ao aceitar a graça de Cristo.","explicacao_detalhada":"A palavra 'lei' (νόμος) refere-se às normas e mandamentos dados a Israel. Paulo discute como a lei não pode justificar o homem diante de Deus, e que a fé em Cristo é o que traz a verdadeira justificação.","por_que_esta_palavra":"A lei é central para a argumentação de Paulo, pois ele busca mostrar que a dependência da lei é incompatível com a fé em Cristo.","conexao_teologica":"A relação entre lei e graça é um tema fundamental na teologia paulina, onde a graça é vista como o cumprimento da lei em Cristo.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Hebreus 10:1"]},"galatas_2_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o autor da salvação, que se revela em Cristo.","explicacao_detalhada":"A palavra 'deus' (θεός) refere-se ao ser supremo que Paulo reconhece como a fonte de toda graça e verdade. No contexto, ele enfatiza que a salvação é um ato divino, não baseado na lei.","por_que_esta_palavra":"A menção de Deus é essencial para entender a soberania divina na salvação e a relação entre o homem e o Criador.","conexao_teologica":"A natureza de Deus como salvador é um tema central na teologia cristã, enfatizando a graça e a misericórdia.","referencias_relacionadas":["Romanos 5:8","Efésios 2:4-5","Tito 3:4-5"]},"galatas_2_19_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o mediador da nova aliança, que substitui a antiga aliança da lei.","explicacao_detalhada":"A palavra 'cristo' (Χριστός) significa 'o Ungido'. Paulo destaca que a salvação vem através de Cristo, e não pela observância da lei.","por_que_esta_palavra":"A identificação de Jesus como o Cristo é fundamental para a fé cristã, pois ele é o cumprimento das promessas do Antigo Testamento.","conexao_teologica":"A cristologia é um pilar da teologia cristã, onde a pessoa e obra de Cristo são centrais para a compreensão da salvação.","referencias_relacionadas":["Mateus 1:16","Atos 4:12","Romanos 10:9"]},"galatas_2_20_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A identificação com Cristo na morte e ressurreição é central para a vida do crente.","explicacao_detalhada":"A palavra 'cristo' (Χριστός) aqui enfatiza a união do crente com Cristo, que vive nele e através dele. Paulo fala sobre a vida que agora vive pela fé no Filho de Deus.","por_que_esta_palavra":"A menção de Cristo é crucial para entender a nova identidade do crente, que é transformado pela fé.","conexao_teologica":"A união com Cristo é um tema importante na teologia da salvação, onde a vida do crente é moldada pela presença de Cristo.","referencias_relacionadas":["Romanos 6:4","Gálatas 2:20","Colossenses 3:3"]},"galatas_2_20_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne representa a natureza pecaminosa do ser humano, que deve ser crucificada.","explicacao_detalhada":"A palavra 'carne' (σάρξ) refere-se à condição humana caída. Paulo discute como a vida cristã envolve a negação da carne e a vivência pelo Espírito.","por_que_esta_palavra":"A carne é um conceito importante para entender a luta entre a natureza pecaminosa e a nova vida em Cristo.","conexao_teologica":"A luta entre carne e espírito é um tema recorrente nas cartas de Paulo, enfatizando a necessidade de viver pelo Espírito.","referencias_relacionadas":["Romanos 8:5-8","Gálatas 5:16-17","Colossenses 2:11"]},"galatas_2_20_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é apresentada como a resposta do crente à revelação de Cristo.","explicacao_detalhada":"A palavra 'fe' (πίστις) refere-se à confiança e crença em Cristo. Paulo destaca que a vida do crente é sustentada pela fé no Filho de Deus.","por_que_esta_palavra":"A fé é fundamental para a salvação e para a vida cristã, sendo a base da relação do crente com Deus.","conexao_teologica":"A fé é um dos pilares da teologia cristã, onde a confiança em Cristo é essencial para a justificação.","referencias_relacionadas":["Romanos 1:17","Gálatas 3:11","Hebreus 11:1"]},"galatas_2_21_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça é o meio pelo qual a salvação é oferecida, não pela lei.","explicacao_detalhada":"A palavra 'graca' (χάρις) refere-se ao favor imerecido de Deus. Paulo enfatiza que a graça é o fundamento da salvação e não a observância da lei.","por_que_esta_palavra":"A graça é um conceito central na teologia cristã, representando a bondade de Deus para com os pecadores.","conexao_teologica":"A graça é o tema central do evangelho, onde a salvação é um dom de Deus, não um resultado de obras.","referencias_relacionadas":["Efésios 2:8-9","Tito 2:11","Romanos 5:20"]},"galatas_2_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte da graça que salva.","explicacao_detalhada":"A palavra 'deus' (θεός) reafirma a soberania de Deus na salvação. Paulo destaca que a graça de Deus é o que torna possível a justificação.","por_que_esta_palavra":"A menção de Deus é essencial para entender a origem da graça e a relação do homem com o Criador.","conexao_teologica":"A natureza de Deus como gracioso é um tema central na teologia, enfatizando sua misericórdia e amor.","referencias_relacionadas":["Romanos 3:24","Efésios 1:7","Tito 3:5"]},"galatas_2_21_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A lei é vista como um obstáculo à graça, que é o verdadeiro meio de salvação.","explicacao_detalhada":"A palavra 'lei' (νόμος) é usada para contrastar a justificação pela fé com a justificação pela lei. Paulo argumenta que a lei não pode salvar.","por_que_esta_palavra":"A lei é fundamental para a argumentação de Paulo, pois ele busca mostrar que a dependência da lei é incompatível com a fé em Cristo.","conexao_teologica":"A relação entre lei e graça é um tema fundamental na teologia paulina, onde a graça é vista como o cumprimento da lei em Cristo.","referencias_relacionadas":["Gálatas 3:10","Romanos 7:6","Hebreus 7:18-19"]}}