{"genesis_1_1_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a esfera acima da terra, onde Deus habita e onde estão os astros.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) é usada para descrever o espaço que envolve a terra e é frequentemente associada à presença divina. No contexto da criação, os céus são criados por Deus como parte do cosmos.","por_que_esta_palavra":"A escolha da palavra 'céus' enfatiza a majestade e a soberania de Deus sobre toda a criação, incluindo o que está acima da terra.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar da habitação de Deus e como um símbolo de Sua glória e poder.","referencias_relacionadas":["Salmos 19:1","Isaías 40:22","Mateus 6:9"]},"genesis_1_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo, à superfície da terra onde os seres humanos habitam.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o mundo físico que Deus criou. No contexto da criação, a terra é o lugar onde a vida se desenvolve e onde Deus coloca a humanidade.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender o ambiente criado por Deus, que é habitável e destinado à vida.","conexao_teologica":"A terra é vista como um presente de Deus à humanidade, um espaço para viver e cumprir o propósito divino.","referencias_relacionadas":["Gênesis 1:26","Salmos 115:16","Isaías 45:18"]},"genesis_1_1_principio":{"palavra_pt":"principio/primicias","palavra_original":"רֵאשִׁית","transliteracao":"rêʼshîyth","strong":"H7225","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início de todas as coisas, o momento em que Deus começou a criar.","explicacao_detalhada":"A palavra 'princípio' (רֵאשִׁית) indica o começo de uma nova ordem de coisas, onde Deus estabelece a criação do universo.","por_que_esta_palavra":"A palavra 'princípio' é crucial para entender que a criação não é eterna, mas teve um início definido por Deus.","conexao_teologica":"O princípio da criação revela a soberania de Deus como o Criador que inicia a história do mundo.","referencias_relacionadas":["João 1:1","Colossenses 1:16","Apocalipse 21:6"]},"genesis_1_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra em um estado de desolação e vazio antes da intervenção de Deus.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) neste contexto enfatiza a condição inicial do mundo, que estava sem forma e vazia antes da criação.","por_que_esta_palavra":"A palavra 'terra' aqui destaca a necessidade de ordem e vida que Deus traria através de Sua criação.","conexao_teologica":"A transformação da terra de um estado de caos para um estado ordenado reflete a natureza criativa e redentora de Deus.","referencias_relacionadas":["Isaías 45:18","Salmos 104:30","Romanos 8:21"]},"genesis_1_2_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Refere-se à ausência de luz e à condição caótica antes da criação da luz.","explicacao_detalhada":"A palavra 'trevas' (חֹשֶׁךְ) simboliza não apenas a falta de luz física, mas também a ausência de ordem e vida, representando um estado de desolação.","por_que_esta_palavra":"A menção das trevas destaca a necessidade da luz que Deus criaria, simbolizando a ordem que Ele traria ao cosmos.","conexao_teologica":"As trevas são frequentemente associadas ao pecado e à separação de Deus, enquanto a luz representa Sua presença e verdade.","referencias_relacionadas":["João 1:5","1 João 1:5","Isaías 9:2"]},"genesis_1_2_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito de Deus que pairava sobre as águas, simbolizando a presença ativa de Deus na criação.","explicacao_detalhada":"A palavra 'vento' (רוּחַ) pode ser traduzida como 'Espírito', indicando a ação de Deus que traz vida e ordem ao caos inicial.","por_que_esta_palavra":"A presença do Espírito de Deus é fundamental para a criação, pois é Ele quem dá vida e forma ao que está desordenado.","conexao_teologica":"O Espírito Santo é visto como o agente da criação e da renovação, refletindo a dinâmica da Trindade na obra criativa.","referencias_relacionadas":["Salmos 33:6","Gênesis 2:7","Atos 2:4"]},"genesis_1_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de Deus de declarar a criação da luz, mostrando Seu poder criativo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) enfatiza a autoridade de Deus, que cria através de Sua palavra. O ato de falar traz à existência o que não existia.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a eficácia da palavra de Deus, que não apenas comunica, mas também cria.","conexao_teologica":"A criação pela palavra de Deus é um tema central na teologia, mostrando que Ele é soberano e poderoso.","referencias_relacionadas":["Salmos 33:9","Hebreus 11:3","Romanos 4:17"]},"genesis_1_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo que criou todas as coisas, enfatizando Sua divindade e poder.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é um termo plural que indica a majestade e a soberania de Deus na criação do universo.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza do Criador e Sua relação com a criação.","conexao_teologica":"A divindade de Deus é um tema central na Bíblia, que revela Sua autoridade sobre toda a criação.","referencias_relacionadas":["Gênesis 1:26","Êxodo 20:2","Salmos 46:10"]},"genesis_1_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de trazer à existência a luz, simbolizando a ordem que Deus traz ao caos.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a transição do estado de trevas para a luz, marcando um momento de criação.","por_que_esta_palavra":"A palavra 'cair' indica um movimento de transformação, onde Deus traz vida e ordem ao que estava desolado.","conexao_teologica":"A criação da luz é um símbolo da presença de Deus que dissipa as trevas, refletindo a vitória do bem sobre o mal.","referencias_relacionadas":["João 8:12","2 Coríntios 4:6","Apocalipse 22:5"]},"genesis_1_4_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Refere-se à condição de escuridão que foi superada pela criação da luz.","explicacao_detalhada":"A repetição da palavra 'trevas' (חֹשֶׁךְ) enfatiza a luta entre a luz e as trevas, um tema recorrente na narrativa bíblica.","por_que_esta_palavra":"A menção das trevas aqui serve para contrastar com a luz que Deus criou, simbolizando a vitória da ordem sobre o caos.","conexao_teologica":"As trevas representam o pecado e a separação de Deus, enquanto a luz simboliza a salvação e a presença divina.","referencias_relacionadas":["Isaías 60:1","João 1:5","1 Tessalonicenses 5:5"]},"genesis_1_4_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"No contexto de Gênesis 1:4, 'ver' refere-se à ação de Deus ao observar a criação e reconhecer que era boa.","explicacao_detalhada":"A palavra 'ver' implica não apenas a visão física, mas também um discernimento moral e espiritual. Deus viu a luz que havia criado e a considerou boa, indicando um juízo positivo sobre Sua obra.","por_que_esta_palavra":"A escolha da palavra 'ver' enfatiza a soberania de Deus sobre a criação e Sua capacidade de avaliar e aprovar o que fez.","conexao_teologica":"A visão de Deus sobre Sua criação estabelece um padrão de bondade e beleza, refletindo Sua natureza perfeita e a ordem que Ele traz ao caos.","referencias_relacionadas":["Gênesis 1:10","Gênesis 1:12","Gênesis 1:18"]},"genesis_1_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Em Gênesis 1:4, 'Deus' é apresentado como o Criador, a fonte de toda a existência e ordem no universo.","explicacao_detalhada":"A palavra 'Elohim' é um termo plural que enfatiza a majestade e a soberania de Deus. No contexto da criação, Ele é o agente ativo que traz à existência tudo o que é.","por_que_esta_palavra":"A utilização do termo 'Deus' no plural pode sugerir a complexidade da natureza divina, que é mais tarde revelada como Trindade nas Escrituras.","conexao_teologica":"A afirmação de que Deus é o Criador estabelece a base para a relação entre Deus e a criação, destacando Sua autoridade e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 45:12"]},"genesis_1_5_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Em Gênesis 1:5, 'trevas' representa a ausência de luz e simboliza o caos e a desordem antes da criação.","explicacao_detalhada":"As trevas são mencionadas como parte do estado inicial do mundo, contrastando com a luz que Deus criou. Isso sugere a transformação que Deus traz ao que está em desordem.","por_que_esta_palavra":"A palavra 'trevas' é importante para entender a dualidade entre luz e escuridão, que é um tema recorrente nas Escrituras.","conexao_teologica":"A superação das trevas pela luz de Deus simboliza a vitória do bem sobre o mal e a ordem sobre o caos.","referencias_relacionadas":["Gênesis 1:2","João 1:5","1 João 1:5"]},"genesis_1_5_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"No versículo Gênesis 1:5, 'chamar' refere-se à ação de Deus ao designar nomes e funções à luz e às trevas.","explicacao_detalhada":"A palavra 'chamar' implica autoridade e controle. Deus não apenas cria, mas também define a natureza e o propósito de Sua criação.","por_que_esta_palavra":"A escolha de 'chamar' demonstra o poder de Deus em dar identidade e significado ao que Ele criou.","conexao_teologica":"A capacidade de Deus de chamar à existência e nomear reflete Sua soberania e a ordem que Ele estabelece no universo.","referencias_relacionadas":["Gênesis 2:19","Isaías 43:1","Romanos 8:30"]},"genesis_1_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Em Gênesis 1:5, 'Deus' continua a ser o Criador que estabelece a ordem ao chamar a luz de dia e as trevas de noite.","explicacao_detalhada":"A repetição da palavra 'Deus' enfatiza Sua ação contínua e a importância de Sua autoridade na criação e na definição do tempo.","por_que_esta_palavra":"A presença de 'Deus' neste contexto reforça a ideia de que Ele é o único que pode determinar a natureza da criação.","conexao_teologica":"A distinção entre dia e noite, feita por Deus, é um exemplo de como Ele traz ordem ao caos, refletindo Sua natureza de Criador.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:20-23","Apocalipse 21:25"]},"genesis_1_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Em Gênesis 1:6, 'dizer' refere-se à ação de Deus ao ordenar a criação do firmamento.","explicacao_detalhada":"A palavra 'dizer' implica um comando autoritário. Quando Deus diz, as coisas acontecem, mostrando Seu poder criativo.","por_que_esta_palavra":"A escolha de 'dizer' destaca a eficácia da palavra de Deus, que não é apenas um ato de fala, mas um ato criativo.","conexao_teologica":"A palavra de Deus tem poder e autoridade, refletindo a importância da comunicação divina na criação e na revelação.","referencias_relacionadas":["Salmos 33:9","Hebreus 11:3","Gênesis 1:3"]},"genesis_1_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Em Gênesis 1:6, 'Deus' é novamente mencionado como o agente que ordena a criação do firmamento.","explicacao_detalhada":"A repetição do termo 'Deus' enfatiza Sua presença ativa e contínua na criação, mostrando que Ele é o autor de todas as coisas.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza da criação e a relação entre o Criador e a criação.","conexao_teologica":"A ação de Deus em criar o firmamento reflete Sua soberania e o controle que Ele exerce sobre o cosmos.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:22"]},"genesis_1_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Em Gênesis 1:7, 'fazer' refere-se à ação de Deus ao criar o firmamento e separar as águas.","explicacao_detalhada":"A palavra 'fazer' implica um ato criativo e formativo, onde Deus molda e organiza a criação de acordo com Sua vontade.","por_que_esta_palavra":"A escolha de 'fazer' destaca a atividade de Deus em trazer ordem e estrutura ao universo.","conexao_teologica":"A ação de Deus em 'fazer' reflete Sua natureza como Criador que não apenas cria, mas também organiza e sustenta a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Isaías 45:18"]},"genesis_1_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Em Gênesis 1:7, 'Deus' é novamente o agente ativo que realiza a separação das águas.","explicacao_detalhada":"A repetição do termo 'Deus' enfatiza Sua autoridade e poder na criação, mostrando que Ele é o único que pode realizar tais atos.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a soberania e a majestade do Criador sobre toda a criação.","conexao_teologica":"A separação das águas por Deus simboliza a ordem que Ele traz ao caos, refletindo Sua natureza de Criador e Sustentador.","referencias_relacionadas":["Gênesis 1:1","Salmos 33:6","Isaías 40:28"]},"genesis_1_7_ceu":{"palavra_pt":"ceu","palavra_original":"רָקִיעַ","transliteracao":"râqîyaʻ","strong":"H7549","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Em Gênesis 1:7, 'céu' refere-se ao firmamento criado por Deus para separar as águas.","explicacao_detalhada":"A palavra 'céu' implica um espaço criado por Deus que serve como uma divisão entre as águas superiores e inferiores, mostrando a ordem que Ele estabelece.","por_que_esta_palavra":"A escolha de 'céu' destaca a criação de um espaço que é essencial para a vida e a ordem no universo.","conexao_teologica":"O céu, como criação de Deus, simboliza Sua majestade e o espaço que Ele criou para habitar e sustentar a vida.","referencias_relacionadas":["Gênesis 1:8","Salmos 19:1","Isaías 40:22"]},"genesis_1_8_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de nomear ou designar algo, neste caso, o céu.","explicacao_detalhada":"No contexto de Gênesis 1:8, Deus chama a expansão que separa as águas de 'céu'. Isso implica um ato de autoridade e criação, onde Deus estabelece ordens e limites na criação.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a soberania de Deus sobre a criação, mostrando que Ele tem o poder de nomear e definir a realidade.","conexao_teologica":"A palavra 'chamar' reflete a natureza criativa de Deus, que não apenas cria, mas também dá identidade e propósito às suas criações.","referencias_relacionadas":["Gênesis 1:5","Isaías 45:18","Salmos 33:9"]},"genesis_1_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, o criador de todas as coisas.","explicacao_detalhada":"Em Gênesis 1:8, 'Deus' é apresentado como o agente criador que dá forma e ordem ao universo. A repetição do termo ao longo da narrativa de criação enfatiza sua centralidade na história da criação.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a origem de todas as coisas e a relação entre o Criador e a criação.","conexao_teologica":"A natureza de Deus como criador é um tema central na teologia bíblica, que estabelece a base para a compreensão da relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","João 1:3"]},"genesis_1_8_ceu":{"palavra_pt":"ceu","palavra_original":"רָקִיעַ","transliteracao":"râqîyaʻ","strong":"H7549","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se à expansão criada por Deus que separa as águas.","explicacao_detalhada":"No contexto de Gênesis 1:8, o céu é uma parte essencial da criação, representando a ordem e a separação que Deus estabelece entre as águas acima e abaixo.","por_que_esta_palavra":"A palavra 'céu' é significativa porque representa não apenas um espaço físico, mas também a majestade e a glória de Deus.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à sua soberania sobre a criação, refletindo a ordem divina.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:2","Isaías 40:22"]},"genesis_1_9_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao espaço acima da terra, que é separado das águas.","explicacao_detalhada":"Em Gênesis 1:9, a criação dos céus é uma continuação da obra de Deus, onde Ele estabelece limites e ordem no cosmos.","por_que_esta_palavra":"A pluralidade da palavra 'céus' sugere a vastidão e a complexidade da criação divina.","conexao_teologica":"Os céus são frequentemente vistos como um testemunho da grandeza de Deus e de sua criação, refletindo sua glória.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Mateus 6:26"]},"genesis_1_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a ordem de Deus para que as águas se reúnam.","explicacao_detalhada":"Em Gênesis 1:9, Deus 'diz' que as águas se reúnam, mostrando o poder de sua palavra e a eficácia de suas ordens na criação.","por_que_esta_palavra":"A palavra 'dizer' destaca a autoridade de Deus e a maneira como Ele cria através de sua palavra.","conexao_teologica":"A ideia de que Deus cria por meio da palavra é um tema central na teologia, refletindo a importância da comunicação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"genesis_1_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente utilizada para enfatizar o criador e sua ação na criação.","explicacao_detalhada":"Em Gênesis 1:9, a presença de Deus é fundamental para a ordem e a estrutura do mundo, reafirmando sua soberania.","por_que_esta_palavra":"A repetição do termo 'Deus' reforça a ideia de que todas as coisas vêm de sua vontade e poder.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 1:20"]},"genesis_1_10_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' é usada novamente para designar a terra seca.","explicacao_detalhada":"Em Gênesis 1:10, Deus chama a terra seca de 'terra', estabelecendo sua identidade e função dentro da criação.","por_que_esta_palavra":"A palavra 'chamar' aqui mostra a continuidade da ação criativa de Deus, que dá nome e propósito a cada parte da criação.","conexao_teologica":"A capacidade de Deus de nomear e definir a criação reflete sua autoridade e poder sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:8","Isaías 45:12","Salmos 95:5"]},"genesis_1_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' reafirma a presença do Criador na ordenação da criação.","explicacao_detalhada":"Em Gênesis 1:10, a menção de Deus destaca sua ação contínua e seu papel central na criação da terra e dos mares.","por_que_esta_palavra":"A repetição do termo 'Deus' enfatiza a importância de reconhecer a fonte de toda a criação.","conexao_teologica":"A teologia da criação enfatiza que Deus é o autor de todas as coisas, e sua palavra é a base da existência.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Colossenses 1:16"]},"genesis_1_10_seco":{"palavra_pt":"seco","palavra_original":"יַבָּשָׁה","transliteracao":"yabbâshâh","strong":"H3004","significado_raiz":"Ideia básica: seco.","significado_contextual":"A palavra 'seco' descreve a terra que foi separada das águas.","explicacao_detalhada":"Em Gênesis 1:10, 'seco' é uma descrição da terra que emerge, simbolizando a ordem que Deus estabelece na criação.","por_que_esta_palavra":"A palavra 'seco' é importante porque indica a separação e a definição dos elementos da criação.","conexao_teologica":"A separação entre seco e molhado reflete a ordem e a intenção de Deus na criação, mostrando que tudo tem seu lugar.","referencias_relacionadas":["Gênesis 1:9","Salmos 104:5","Isaías 45:18"]},"genesis_1_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo que Deus cria e ordena.","explicacao_detalhada":"Em Gênesis 1:11, Deus ordena que a terra produza vegetação, mostrando sua intenção de criar um ambiente fértil e habitável.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a criação do ambiente onde a vida se desenvolverá.","conexao_teologica":"A terra é vista como um presente de Deus à humanidade, um espaço onde a vida pode florescer sob sua providência.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:14","Mateus 6:30"]},"genesis_1_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a ordem de Deus para que a terra produza vegetação.","explicacao_detalhada":"Neste contexto, Deus ordena que a terra produza plantas e árvores, mostrando seu poder criador e a capacidade da natureza de obedecer à Sua palavra.","por_que_esta_palavra":"A palavra 'dizer' enfatiza a autoridade de Deus e a eficácia de Sua palavra na criação.","conexao_teologica":"A criação pela palavra de Deus é um tema central na teologia, mostrando que Deus não precisa de meios físicos para criar, mas Sua palavra é suficiente.","referencias_relacionadas":["Salmos 33:9","Hebreus 11:3","Isaías 55:11"]},"genesis_1_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador, que tem autoridade sobre toda a criação.","explicacao_detalhada":"Neste versículo, 'Deus' é apresentado como o ser supremo que ordena a criação, revelando Sua soberania e poder.","por_que_esta_palavra":"A utilização do termo 'Deus' destaca a singularidade e a majestade do Criador em contraste com os deuses pagãos.","conexao_teologica":"A natureza de Deus como Criador é fundamental para a compreensão da relação entre Deus e a criação, estabelecendo a base para a adoração.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Romanos 1:20"]},"genesis_1_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo que Deus criou e que é capaz de produzir vida.","explicacao_detalhada":"Neste contexto, a terra é vista como um elemento vital da criação, que responde à ordem de Deus e gera vegetação.","por_que_esta_palavra":"A palavra 'terra' é importante para entender o papel da criação na narrativa bíblica e a relação entre Deus e o mundo material.","conexao_teologica":"A terra é um símbolo da provisão de Deus e da Sua intenção de que a criação prospere e produza frutos.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"genesis_1_12_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' é usada para descrever o ato da terra produzindo vegetação.","explicacao_detalhada":"Neste versículo, 'sair' indica a ação da terra em obedecer ao comando de Deus, mostrando a dinâmica da criação.","por_que_esta_palavra":"A palavra 'sair' enfatiza a ideia de que a criação é ativa e responde à vontade de Deus.","conexao_teologica":"A obediência da criação à palavra de Deus reflete a ordem e a harmonia que Ele estabeleceu no universo.","referencias_relacionadas":["Gênesis 1:11","Salmos 104:14","Mateus 6:28-30"]},"genesis_1_12_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' refere-se às plantas que produzem frutos, essenciais para a vida.","explicacao_detalhada":"Neste contexto, as árvores são criadas como parte da abundância da terra, simbolizando a provisão de Deus para a humanidade.","por_que_esta_palavra":"A palavra 'árvore' é significativa porque representa não apenas a vida, mas também a beleza e a generosidade da criação de Deus.","conexao_teologica":"As árvores e a vegetação são vistas como parte do plano de Deus para sustentar a vida e proporcionar alimento.","referencias_relacionadas":["Gênesis 2:9","Salmos 1:3","Apocalipse 22:2"]},"genesis_1_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a transição do dia para a noite.","explicacao_detalhada":"Neste versículo, 'cair' refere-se ao momento em que a luz do dia se extingue, simbolizando a ordem natural do tempo estabelecida por Deus.","por_que_esta_palavra":"A palavra 'cair' é importante para entender a alternância entre dia e noite, que é parte do ciclo da criação.","conexao_teologica":"A alternância entre dia e noite reflete a soberania de Deus sobre o tempo e a criação.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:20","Eclesiastes 3:1"]},"genesis_1_13_dia":{"palavra_pt":"dia","palavra_original":"עֶרֶב","transliteracao":"ʻereb","strong":"H6153","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao período de luz que Deus criou.","explicacao_detalhada":"Neste contexto, 'dia' é uma parte da estrutura do tempo que Deus estabeleceu durante a criação.","por_que_esta_palavra":"A palavra 'dia' é fundamental para a compreensão do ritmo da criação e da ordem divina.","conexao_teologica":"O conceito de dia e noite é um reflexo da ordem que Deus trouxe ao caos inicial.","referencias_relacionadas":["Gênesis 1:5","Salmos 74:16","Mateus 5:14"]},"genesis_1_14_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao espaço acima da terra, onde as estrelas e os corpos celestes foram criados.","explicacao_detalhada":"Neste versículo, 'céus' é mencionado como parte da criação, destacando a grandeza e a majestade do universo criado por Deus.","por_que_esta_palavra":"A palavra 'céus' é importante para entender a vastidão da criação e a soberania de Deus sobre tudo o que existe.","conexao_teologica":"Os céus são frequentemente vistos como um testemunho da glória de Deus e da Sua obra criativa.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:22"]},"genesis_1_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada novamente para descrever a divisão do tempo e a criação da luz.","explicacao_detalhada":"Neste contexto, 'dia' é um período que Deus estabeleceu para a criação e a ordem do mundo.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância do tempo na criação e na vida humana.","conexao_teologica":"O dia é um símbolo da obra de Deus e da luz que Ele traz ao mundo.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","2 Pedro 3:8"]},"genesis_1_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada novamente para expressar a ordem de Deus para a criação dos luminares.","explicacao_detalhada":"Neste versículo, Deus ordena que haja luzes nos céus, mostrando Sua autoridade e poder criador.","por_que_esta_palavra":"A palavra 'dizer' reafirma a eficácia da palavra de Deus na criação e a obediência da criação à Sua vontade.","conexao_teologica":"A criação dos luminares é um reflexo da ordem e da beleza que Deus trouxe ao universo.","referencias_relacionadas":["Gênesis 1:3","Salmos 136:7-9","Isaías 40:26"]},"genesis_1_15_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a esfera onde os astros e as aves habitam.","explicacao_detalhada":"No contexto da criação, o céu é descrito como um espaço separado da terra, onde Deus colocou as luzes para governar o dia e a noite. É um símbolo de ordem e beleza na criação.","por_que_esta_palavra":"A palavra 'céus' é usada para enfatizar a grandeza da criação divina e a separação entre o que é terreno e o que é celestial.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar da habitação de Deus e dos anjos, representando a soberania divina sobre a criação.","referencias_relacionadas":["Salmos 19:1","Isaías 40:22","Mateus 6:9"]},"genesis_1_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à superfície do planeta onde os seres humanos e animais habitam.","explicacao_detalhada":"A terra é apresentada como um espaço fértil e produtivo, onde Deus ordena que as plantas e os seres vivos se multipliquem. É um símbolo de sustento e vida.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre Deus, a criação e a humanidade, pois é o lugar onde a vida se desenvolve.","conexao_teologica":"A terra é vista como um dom de Deus, que deve ser cuidado e cultivado pela humanidade, refletindo a responsabilidade do homem como mordomo da criação.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 115:16","Romanos 8:19-21"]},"genesis_1_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou de se tornar inferior.","explicacao_detalhada":"No contexto da criação, a palavra 'cair' pode ser interpretada como a ação de algo que se estabelece em um lugar, como as luzes que Deus criou para governar o céu.","por_que_esta_palavra":"A palavra 'cair' é utilizada para descrever a ação de Deus ao colocar as luzes no céu, enfatizando a ordem que Ele trouxe à criação.","conexao_teologica":"A ideia de cair também pode ser associada à queda do homem em Gênesis 3, onde a desobediência resulta em uma separação de Deus.","referencias_relacionadas":["Gênesis 1:14","Gênesis 3:6","Romanos 5:12"]},"genesis_1_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de fazer ou criar.","explicacao_detalhada":"No contexto da criação, 'urso' é usado para descrever a ação de Deus ao criar as grandes luzes, como o sol e a lua, que governam o dia e a noite.","por_que_esta_palavra":"A palavra 'urso' destaca a atividade criativa de Deus, que traz à existência tudo o que é necessário para a vida.","conexao_teologica":"A criação é um ato de amor e poder de Deus, refletindo Sua natureza como Criador e Sustentador do universo.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6-9","Hebreus 11:3"]},"genesis_1_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de luz entre o amanhecer e o anoitecer.","explicacao_detalhada":"No relato da criação, o 'dia' é um tempo específico em que Deus realiza atos criativos, estabelecendo um ritmo e uma ordem para a criação.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a estrutura do tempo na criação e a regularidade que Deus instituiu.","conexao_teologica":"O conceito de dia também se relaciona com o descanso de Deus no sétimo dia, estabelecendo um padrão para o descanso humano.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 104:23"]},"genesis_1_16_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo.","explicacao_detalhada":"No contexto da criação, 'grande' é usado para descrever as luzes que Deus criou, enfatizando sua importância e função no universo.","por_que_esta_palavra":"A palavra 'grande' destaca a majestade e a soberania de Deus em criar algo que tem um impacto significativo na vida na terra.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua capacidade de criar e sustentar o universo.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Romanos 1:20"]},"genesis_1_17_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder.","explicacao_detalhada":"No contexto da criação, 'dar' é usado para descrever a ação de Deus ao conceder as luzes para governar o céu e a terra.","por_que_esta_palavra":"A palavra 'dar' enfatiza a generosidade de Deus em prover luz e ordem para a criação.","conexao_teologica":"A ação de dar de Deus reflete Seu caráter amoroso e providente, que se preocupa com a criação.","referencias_relacionadas":["Gênesis 1:14","Tiago 1:17","Mateus 7:11"]},"genesis_1_17_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se novamente ao céu, enfatizando sua função na criação.","explicacao_detalhada":"Neste contexto, o céu é o espaço onde as luzes criadas por Deus são colocadas, simbolizando a ordem e a beleza do cosmos.","por_que_esta_palavra":"A repetição da palavra 'céus' reforça a ideia de que Deus é o Criador e que tudo foi feito segundo Sua vontade.","conexao_teologica":"O céu é um símbolo da presença de Deus e de Sua soberania sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 8:3","Mateus 5:16"]},"genesis_1_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra, enfatizando sua importância na criação.","explicacao_detalhada":"A terra é o espaço onde a vida se desenvolve, e sua menção aqui destaca a relação entre o céu e a terra na ordem criada por Deus.","por_que_esta_palavra":"A repetição da palavra 'terra' sublinha a importância do ambiente físico para a vida e a criação.","conexao_teologica":"A terra é vista como um lugar de encontro entre o divino e o humano, onde a criação de Deus se manifesta.","referencias_relacionadas":["Gênesis 1:10","Salmos 24:1","Romanos 8:22"]},"genesis_1_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se novamente ao período de luz, enfatizando a continuidade da criação.","explicacao_detalhada":"A menção do 'dia' aqui reforça a ideia de que a criação é um processo ordenado e intencional por parte de Deus.","por_que_esta_palavra":"A repetição da palavra 'dia' destaca a importância do tempo na narrativa da criação e na obra de Deus.","conexao_teologica":"O dia é um símbolo do tempo que Deus criou e que Ele mesmo respeita, estabelecendo um padrão para a humanidade.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:11","Salmos 90:4"]},"genesis_1_18_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"As trevas representam a ausência de luz e simbolizam a confusão e o caos antes da criação.","explicacao_detalhada":"No contexto da criação, as trevas são mencionadas como parte do estado primordial do mundo, antes que Deus dissesse 'haja luz'. Elas representam o que é oposto à ordem e à vida que Deus traz ao criar.","por_que_esta_palavra":"A palavra 'trevas' é usada para enfatizar a transformação que Deus realiza ao trazer luz e ordem ao cosmos.","conexao_teologica":"As trevas também podem ser vistas como uma metáfora para o pecado e a separação de Deus, contrastando com a luz que representa a presença divina.","referencias_relacionadas":["Gênesis 1:2","Isaías 9:2","João 1:5"]},"genesis_1_18_governo":{"palavra_pt":"governo","palavra_original":"מָשַׁל","transliteracao":"mâshal","strong":"H4910","significado_raiz":"Ideia básica: governo.","significado_contextual":"O governo se refere à autoridade e ao domínio que Deus exerce sobre a criação.","explicacao_detalhada":"Neste versículo, o governo é uma expressão do controle divino sobre a luz e as trevas, indicando que Deus estabelece ordem e limites na criação.","por_que_esta_palavra":"A palavra 'governo' é crucial para entender a soberania de Deus e sua capacidade de governar todas as coisas.","conexao_teologica":"O governo de Deus é um tema central na teologia, refletindo sua autoridade sobre a criação e sua providência.","referencias_relacionadas":["Salmos 103:19","Romanos 13:1","Efésios 1:11"]},"genesis_1_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui se refere à transição do dia para a noite, simbolizando um ciclo natural.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a mudança do dia, que é parte do ritmo da criação estabelecido por Deus.","por_que_esta_palavra":"Esta palavra é importante para entender a ordem natural que Deus institui, onde cada parte da criação tem seu tempo e propósito.","conexao_teologica":"A ideia de ciclos naturais reflete a fidelidade de Deus em manter a criação em funcionamento.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 104:19","Gênesis 1:5"]},"genesis_1_19_dia":{"palavra_pt":"dia","palavra_original":"עֶרֶב","transliteracao":"ʻereb","strong":"H6153","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia representa um período de luz e atividade, em contraste com a noite.","explicacao_detalhada":"No relato da criação, o dia é um tempo em que a criação é vista como boa e produtiva, refletindo a ordem divina.","por_que_esta_palavra":"A palavra 'dia' é fundamental para a compreensão do ritmo da criação e da obra de Deus.","conexao_teologica":"O conceito de dia e noite também simboliza a luta entre luz e trevas, bem como a presença de Deus em meio à criação.","referencias_relacionadas":["Gênesis 1:5","Salmos 74:16","Mateus 5:14"]},"genesis_1_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao solo e ao ambiente físico onde a vida se desenvolve.","explicacao_detalhada":"A terra é criada por Deus como um espaço habitável, onde a vida pode prosperar, e é um elemento central na narrativa da criação.","por_que_esta_palavra":"A palavra 'terra' é essencial para entender o plano de Deus para a criação e a habitação do homem.","conexao_teologica":"A terra é vista como um presente de Deus, um lugar onde a humanidade pode viver em comunhão com Ele.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"genesis_1_20_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Céus referem-se ao espaço acima da terra, onde as aves voam e as estrelas brilham.","explicacao_detalhada":"Os céus são criados como parte da ordem divina, refletindo a majestade e a grandeza de Deus na criação.","por_que_esta_palavra":"A palavra 'céus' é importante para entender a totalidade da criação e a separação entre o que é terreno e o que é celestial.","conexao_teologica":"Os céus simbolizam a soberania de Deus e sua presença em toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:22"]},"genesis_1_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Grande refere-se à magnitude e importância das criaturas que Deus cria.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a criação de seres vivos, enfatizando a diversidade e a complexidade da vida.","por_que_esta_palavra":"A palavra 'grande' destaca a intenção de Deus em criar seres que são impressionantes e significativos dentro de seu plano.","conexao_teologica":"A grandeza da criação reflete a grandeza do Criador, que é digno de adoração.","referencias_relacionadas":["Gênesis 1:21","Salmos 104:24","Romanos 1:20"]},"genesis_1_21_criar":{"palavra_pt":"criar","palavra_original":"בָּרָא","transliteracao":"bârâʼ","strong":"H1254","significado_raiz":"Ideia básica: criar.","significado_contextual":"Criar refere-se à ação de Deus ao trazer algo do nada para a existência.","explicacao_detalhada":"A palavra 'criar' é fundamental para entender a natureza da ação divina, que é única e soberana.","por_que_esta_palavra":"A palavra 'criar' enfatiza a autoridade de Deus como o único criador e sustentador de toda a vida.","conexao_teologica":"A criação é um ato de amor e poder de Deus, que revela sua intenção de ter um relacionamento com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 33:6","Colossenses 1:16"]},"genesis_1_21_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à importância e ao impacto das criaturas criadas por Deus.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude dos seres que Deus cria, como os grandes monstros marinhos.","por_que_esta_palavra":"A palavra 'grande' é significativa para entender a diversidade e a complexidade da criação.","conexao_teologica":"A grandeza da criação reflete a grandeza do Criador, que é digno de adoração e reverência.","referencias_relacionadas":["Gênesis 1:21","Salmos 104:25","Jó 40:15"]},"genesis_1_21_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Carne refere-se à vida animal e à sua criação por Deus.","explicacao_detalhada":"A palavra 'carne' é usada para descrever os seres vivos que habitam a terra, enfatizando a diversidade da vida.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a relação entre a criação animal e a criação humana.","conexao_teologica":"A carne simboliza a vida que Deus dá e a interdependência entre todas as criaturas.","referencias_relacionadas":["Gênesis 1:24","Gênesis 9:3","Levítico 11:2"]},"genesis_1_22_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Abençoar implica em conferir favor e prosperidade, especialmente no contexto da criação.","explicacao_detalhada":"No versículo, Deus abençoa as criaturas marinhas e as aves, indicando que elas devem ser frutíferas e multiplicar-se. A bênção de Deus é uma autorização e um encorajamento para a vida e a reprodução.","por_que_esta_palavra":"A palavra 'abençoar' é utilizada para mostrar a intenção divina de promover a vida e a abundância na criação.","conexao_teologica":"A bênção de Deus é um tema central na Bíblia, simbolizando a relação de Deus com a criação e a humanidade, onde Ele deseja prosperidade e vida.","referencias_relacionadas":["Gênesis 1:28","Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"genesis_1_22_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar é visto como um espaço vasto e misterioso, criado por Deus, que abriga vida e serve como limite para a terra.","explicacao_detalhada":"Neste contexto, o mar é parte da criação de Deus, que separa as águas e estabelece ordens naturais. Ele é um símbolo de poder e controle divino sobre a criação.","por_que_esta_palavra":"A palavra 'mar' é utilizada para descrever a grandeza e a majestade da criação de Deus, refletindo Sua soberania.","conexao_teologica":"O mar é frequentemente associado ao caos e à ordem divina, mostrando como Deus traz ordem ao que é caótico.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Isaías 43:16","Mateus 8:27"]},"genesis_1_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é o espaço físico onde a vida se desenvolve, sendo criada por Deus para sustentar a criação.","explicacao_detalhada":"Neste versículo, a terra é mencionada como parte do ambiente onde as criaturas devem habitar e prosperar. É um espaço de vida e sustento.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender o habitat da criação e a relação entre Deus e o mundo físico.","conexao_teologica":"A terra é vista como um presente de Deus à humanidade, um lugar para viver e cultivar, refletindo a bondade divina.","referencias_relacionadas":["Gênesis 1:11","Salmos 115:16","Isaías 45:18","Romanos 8:19-21"]},"genesis_1_23_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se à transição do dia para a noite, um ciclo natural estabelecido por Deus.","explicacao_detalhada":"Neste contexto, 'cair' é usado para descrever a mudança do dia para a noite, enfatizando a ordem e os ciclos da criação.","por_que_esta_palavra":"A palavra 'cair' é importante para entender os ritmos da criação e a soberania de Deus sobre o tempo.","conexao_teologica":"A mudança do dia para a noite simboliza a continuidade da criação e a fidelidade de Deus em manter a ordem.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:20","Eclesiastes 3:1","Mateus 5:14"]},"genesis_1_23_dia":{"palavra_pt":"dia","palavra_original":"עֶרֶב","transliteracao":"ʻereb","strong":"H6153","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é uma unidade de tempo que marca a criação e a ordem estabelecida por Deus.","explicacao_detalhada":"O conceito de dia é fundamental na narrativa da criação, onde cada dia representa uma fase distinta do ato criativo de Deus.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a ordem e a estrutura da criação, mostrando que Deus tem um plano.","conexao_teologica":"O dia simboliza a luz e a revelação de Deus, contrastando com a escuridão do caos.","referencias_relacionadas":["Gênesis 1:5","Salmos 74:16","Isaías 60:19","2 Pedro 3:8"]},"genesis_1_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é o local onde a vida animal é criada, mostrando a diversidade da criação de Deus.","explicacao_detalhada":"Neste versículo, a terra é mencionada como o lugar que produz seres vivos, enfatizando a interdependência entre a terra e a vida.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender o habitat dos seres vivos e a criação de Deus.","conexao_teologica":"A terra é um símbolo da provisão de Deus, onde Ele sustenta a vida e a criação.","referencias_relacionadas":["Gênesis 1:11","Salmos 104:14","Isaías 45:12","Romanos 1:20"]},"genesis_1_24_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne refere-se à vida animal, enfatizando a criação de seres vivos que habitam a terra.","explicacao_detalhada":"Neste contexto, a carne representa a diversidade da vida que Deus criou, cada uma com sua função e propósito no ecossistema.","por_que_esta_palavra":"A palavra 'carne' é utilizada para descrever a vitalidade e a diversidade da criação animal.","conexao_teologica":"A carne simboliza a vida que Deus dá, refletindo Sua criatividade e poder.","referencias_relacionadas":["Gênesis 1:30","Gênesis 9:4","Levítico 11:2","Atos 10:12"]},"genesis_1_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se à ação de Deus ao criar, mostrando o poder de Sua palavra.","explicacao_detalhada":"Neste versículo, Deus 'diz' e a criação acontece, enfatizando a autoridade e o poder da palavra divina.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender como Deus cria e ordena o mundo através de Sua palavra.","conexao_teologica":"A palavra de Deus é viva e eficaz, mostrando a importância da comunicação divina na criação e na revelação.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3","Tiago 1:18"]},"genesis_1_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como parte da criação, representando a diversidade da vida animal.","explicacao_detalhada":"Neste contexto, o urso é um exemplo da criação de Deus, que fez criaturas de várias formas e tamanhos, cada uma com seu papel no ecossistema.","por_que_esta_palavra":"A palavra 'urso' é utilizada para mostrar a variedade e a complexidade da criação de Deus.","conexao_teologica":"A diversidade da criação reflete a grandeza e a sabedoria de Deus como Criador.","referencias_relacionadas":["Gênesis 1:24","Salmos 104:25","Isaías 11:6","Provérbios 12:10"]},"genesis_1_25_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é o ambiente onde os animais habitam, mostrando a interconexão entre a criação.","explicacao_detalhada":"Neste versículo, a terra é novamente mencionada como o habitat dos seres vivos, enfatizando a relação entre a terra e a vida.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a criação e o sustento da vida.","conexao_teologica":"A terra é um símbolo da provisão de Deus, onde Ele sustenta a vida e a criação.","referencias_relacionadas":["Gênesis 1:11","Salmos 24:1","Isaías 45:18","Romanos 8:19-21"]},"genesis_1_25_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra ou ao solo onde a vida se desenvolve.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) é usada para descrever a terra que Deus criou, onde todas as criaturas terrestres habitam. Este solo é o fundamento da vida na criação.","por_que_esta_palavra":"O solo é essencial para a sobrevivência das criaturas, pois é dele que provém os nutrientes necessários para as plantas e, consequentemente, para os animais e humanos.","conexao_teologica":"O solo simboliza a criação de Deus e a interdependência entre todas as formas de vida. É um lembrete da responsabilidade humana em cuidar da criação.","referencias_relacionadas":["Gênesis 2:7","Salmos 104:14","Isaías 45:18"]},"genesis_1_26_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se às grandes massas de água que cobrem a Terra.","explicacao_detalhada":"A palavra 'mar' (יָם) é utilizada para descrever os corpos d'água que Deus criou. Os mares são essenciais para o clima, a vida aquática e a economia humana.","por_que_esta_palavra":"O mar é um símbolo de vastidão e poder, representando tanto a beleza quanto a força da criação de Deus.","conexao_teologica":"O mar também é um símbolo de caos que Deus ordena, mostrando seu domínio sobre a criação e sua capacidade de trazer ordem ao caos.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Êxodo 14:21"]},"genesis_1_26_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao espaço acima da Terra, onde estão as estrelas e as nuvens.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) descreve a criação divina que abriga os astros e serve como um limite para a Terra. É um espaço que reflete a glória de Deus.","por_que_esta_palavra":"Os céus são um testemunho da grandeza de Deus e da ordem que Ele estabeleceu na criação.","conexao_teologica":"Os céus também simbolizam a presença de Deus e a promessa de redenção, como em várias passagens que falam do reino celestial.","referencias_relacionadas":["Salmos 19:1","Isaías 40:22","Mateus 6:9"]},"genesis_1_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica a forma ou o jeito pelo qual Deus criou os seres humanos, refletindo a intenção divina na criação.","por_que_esta_palavra":"O modo de criação enfatiza a singularidade do ser humano, feito à imagem e semelhança de Deus.","conexao_teologica":"Isso destaca a dignidade e o valor do ser humano na criação, além da responsabilidade que vem com essa posição.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Tiago 3:9"]},"genesis_1_27_criar":{"palavra_pt":"criar","palavra_original":"בָּרָא","transliteracao":"bârâʼ","strong":"H1254","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se ao ato de trazer algo à existência.","explicacao_detalhada":"A palavra 'criar' (בָּרָא) é usada para descrever a ação de Deus ao trazer o universo e a vida à existência, enfatizando a soberania divina.","por_que_esta_palavra":"O ato de criar é exclusivo de Deus, que traz ordem e vida a partir do nada.","conexao_teologica":"A criação é um ato que revela a natureza de Deus como Criador e estabelece a relação entre Ele e a criação.","referencias_relacionadas":["Gênesis 1:1","Isaías 45:7","Romanos 1:20"]},"genesis_1_27_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é um título que expressa a majestade e a autoridade de Deus sobre toda a criação.","por_que_esta_palavra":"A utilização do termo enfatiza a pluralidade da majestade divina, refletindo a Trindade na criação do ser humano.","conexao_teologica":"Deus como Criador estabelece a base para a relação entre Ele e a humanidade, que é feita à Sua imagem.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1-3","João 1:1-3"]},"genesis_1_27_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, criado à imagem de Deus.","explicacao_detalhada":"A palavra 'homem' (אָדָם) é usada para descrever a criação do ser humano, que possui dignidade e valor únicos entre todas as criaturas.","por_que_esta_palavra":"O termo destaca a singularidade do ser humano, que é feito à imagem de Deus e chamado a refletir Seu caráter.","conexao_teologica":"A criação do homem à imagem de Deus estabelece a base para a moralidade, dignidade e propósito da vida humana.","referencias_relacionadas":["Gênesis 1:26","Gênesis 2:7","Salmos 139:14"]},"genesis_1_28_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar ou conferir favor.","explicacao_detalhada":"A palavra 'abençoar' (בָרַךְ) implica em conferir bênçãos e favor divino, tanto sobre a criação quanto sobre a humanidade.","por_que_esta_palavra":"A bênção de Deus é um ato de graça que capacita e encoraja a humanidade a cumprir seu propósito.","conexao_teologica":"A bênção de Deus é um tema central na relação entre Deus e a humanidade, simbolizando Sua intenção de prosperidade e cuidado.","referencias_relacionadas":["Gênesis 12:2","Números 6:24-26","Efésios 1:3"]},"genesis_1_28_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o espaço físico criado por Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) descreve o solo e o ambiente onde a vida se desenvolve, sendo um presente de Deus à humanidade.","por_que_esta_palavra":"A terra é o lar dado por Deus, onde a humanidade deve viver, cultivar e cuidar.","conexao_teologica":"A relação entre a humanidade e a terra reflete a responsabilidade do homem em ser mordomo da criação de Deus.","referencias_relacionadas":["Gênesis 1:29","Salmos 115:16","Romanos 8:19-21"]},"genesis_1_28_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se novamente às grandes massas de água que cobrem a Terra.","explicacao_detalhada":"A palavra 'mar' (יָם) é mencionada para enfatizar a criação de Deus e a diversidade da vida que habita os mares.","por_que_esta_palavra":"O mar é um elemento vital na criação, simbolizando tanto a beleza quanto o poder de Deus.","conexao_teologica":"A criação do mar e a vida que nele habita refletem a abundância e a generosidade de Deus.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Mateus 8:27"]},"genesis_1_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à superfície da Terra, onde as plantas e os seres vivos habitam.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o espaço físico criado por Deus, que é o lar de toda a criação. No contexto de Gênesis 1:29, Deus está dando aos seres humanos a terra como um presente para cultivar e cuidar.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a relação entre a criação e a responsabilidade humana sobre o meio ambiente.","conexao_teologica":"A terra é vista como parte do plano de Deus para a criação, onde a humanidade deve exercer domínio e mordomia.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"genesis_1_29_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é fundamental na narrativa da criação, pois Deus usa a fala para trazer à existência tudo o que foi criado. Isso mostra o poder da palavra de Deus.","por_que_esta_palavra":"A palavra 'dizer' destaca a autoridade de Deus e a eficácia de Sua comunicação, que resulta em ação imediata.","conexao_teologica":"A fala de Deus é um tema central na teologia, mostrando que a criação é fruto de Sua vontade e palavra.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"genesis_1_29_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador do universo.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é usada para descrever a natureza divina e a soberania de Deus sobre toda a criação. Em Gênesis 1:29, Ele é o autor da vida e da provisão.","por_que_esta_palavra":"A escolha da palavra 'Deus' enfatiza a relação de autoridade e cuidado que Ele tem sobre a criação.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Romanos 1:20"]},"genesis_1_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma como algo é feito ou apresentado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a totalidade da criação e a diversidade de seres que habitam a terra. Em Gênesis 1:30, Deus observa a variedade de vida que Ele criou.","por_que_esta_palavra":"A palavra 'modo' destaca a plenitude e a diversidade da criação, mostrando que tudo foi feito com um propósito.","conexao_teologica":"A diversidade na criação reflete a criatividade de Deus e Sua intenção de que a vida seja rica e variada.","referencias_relacionadas":["Gênesis 1:24","Salmos 104:24","Apocalipse 4:11"]},"genesis_1_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à superfície da Terra, enfatizando a criação do ambiente para a vida.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é novamente mencionada, sublinhando a importância do ambiente físico que Deus criou para sustentar a vida.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que a criação é interdependente e que a terra é essencial para a vida.","conexao_teologica":"A terra é vista como um dom de Deus, que deve ser cuidado e cultivado pela humanidade.","referencias_relacionadas":["Gênesis 1:11","Salmos 115:16","Mateus 5:5"]},"genesis_1_30_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu, o espaço acima da terra, onde os astros e as aves habitam.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) é usada para descrever o domínio celestial que Deus criou, que é separado da terra e contém os corpos celestes.","por_que_esta_palavra":"A inclusão dos céus na criação mostra a abrangência do poder de Deus e a ordem que Ele estabeleceu no universo.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar da habitação de Deus e como símbolo de Sua majestade.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:22"]},"genesis_1_31_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de observar ou perceber algo.","explicacao_detalhada":"A palavra 'ver' (רָאָה) é usada para descrever a ação de Deus ao avaliar Sua criação. Em Gênesis 1:31, Deus observa que tudo o que fez era muito bom.","por_que_esta_palavra":"A palavra 'ver' destaca a aprovação de Deus sobre Sua obra, indicando que a criação atende ao propósito divino.","conexao_teologica":"A avaliação de Deus sobre Sua criação reflete Sua natureza perfeita e a bondade intrínseca de tudo o que Ele fez.","referencias_relacionadas":["Gênesis 1:10","Gênesis 1:12","Gênesis 1:25"]},"genesis_1_31_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador do universo.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é novamente utilizada para enfatizar a soberania e a autoridade de Deus sobre toda a criação.","por_que_esta_palavra":"A repetição da palavra 'Deus' sublinha a centralidade de Sua presença e ação na criação.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Romanos 1:20"]},"genesis_1_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma como algo é feito ou apresentado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a totalidade da criação e a perfeição do que Deus fez. Em Gênesis 1:31, Deus observa que tudo era muito bom.","por_que_esta_palavra":"A palavra 'modo' enfatiza a integridade e a harmonia da criação, que reflete a natureza de Deus.","conexao_teologica":"A perfeição da criação é um reflexo da natureza perfeita de Deus e de Seu plano para a humanidade.","referencias_relacionadas":["Gênesis 1:10","Gênesis 1:12","Gênesis 1:25"]}}