{"genesis_10_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Neste contexto, 'filho' destaca a importância da família e da herança espiritual e física.","por_que_esta_palavra":"A menção de 'filho' é crucial para entender a genealogia e os planos de Deus para a humanidade.","conexao_teologica":"A ideia de filiação é central na teologia, especialmente em relação à adoção como filhos de Deus através de Cristo.","referencias_relacionadas":["Gênesis 1:28","Salmos 127:3","Romanos 8:15"]},"genesis_10_1_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica a continuidade de uma linhagem ou tradição.","explicacao_detalhada":"Neste contexto, 'seguir' sugere a passagem de valores e ensinamentos de geração em geração.","por_que_esta_palavra":"A ênfase em 'seguir' destaca a importância da fidelidade às promessas e ao chamado de Deus.","conexao_teologica":"Seguir a tradição de fé é fundamental na vida cristã, refletindo a continuidade da obra de Deus na história.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 78:4-6","2 Timóteo 1:5"]},"genesis_10_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência direta de uma pessoa, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para indicar a relação familiar e a herança que passa de geração para geração. No contexto de Gênesis 10:2, ela destaca a genealogia dos filhos de Jafé.","por_que_esta_palavra":"A palavra é fundamental para entender a estrutura familiar e as relações entre os povos mencionados na Bíblia.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, pois representa a relação entre Deus e Seu povo, sendo também usada para descrever a relação de Jesus como Filho de Deus.","referencias_relacionadas":["Gênesis 5:1","Mateus 1:1","Romanos 8:14"]},"genesis_10_2_madai":{"palavra_pt":"madai","palavra_original":"מָדַי","transliteracao":"Mâday","strong":"H4074","significado_raiz":"Ideia básica: madai.","significado_contextual":"Refere-se a um dos filhos de Jafé, que representa um povo ou nação específica.","explicacao_detalhada":"Madai é associado aos medos, um povo que habitava a região da Média, e sua menção aqui indica a origem das nações que se espalharam após o dilúvio.","por_que_esta_palavra":"A palavra é importante para entender a formação das nações e a diversidade cultural que surgiu após a dispersão dos povos.","conexao_teologica":"A diversidade das nações é parte do plano de Deus para a humanidade, refletindo Sua soberania sobre a história.","referencias_relacionadas":["Isaías 13:17","Jeremias 25:25","Ezequiel 27:6"]},"genesis_10_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência, enfatizando a continuidade da linhagem de Jafé.","explicacao_detalhada":"Assim como em Gênesis 10:2, a palavra 'filho' aqui reforça a ideia de que cada geração é importante para a história da humanidade.","por_que_esta_palavra":"É essencial para entender a genealogia e a formação dos povos mencionados na Bíblia.","conexao_teologica":"A genealogia é uma forma de Deus revelar Seu plano redentor através das gerações.","referencias_relacionadas":["Gênesis 5:1","Mateus 1:1","Lucas 3:38"]},"genesis_10_3_riphath":{"palavra_pt":"riphath","palavra_original":"רִיפַת","transliteracao":"Rîyphath","strong":"H7384","significado_raiz":"Ideia básica: riphath.","significado_contextual":"Nome de um dos filhos de Gomer, que representa uma nação ou grupo étnico.","explicacao_detalhada":"Riphath é mencionado como parte da genealogia de Jafé, indicando a origem de povos que se espalharam após o dilúvio.","por_que_esta_palavra":"A inclusão de Riphath na genealogia é importante para entender a diversidade das nações e a história dos povos.","conexao_teologica":"A diversidade é parte do plano de Deus, que inclui todas as nações em Seu propósito redentor.","referencias_relacionadas":["Gênesis 10:2","Ezequiel 38:6","Jeremias 51:27"]},"genesis_10_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência direta de Gomer, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' aqui destaca a importância da genealogia na formação dos povos e na história bíblica.","por_que_esta_palavra":"É fundamental para entender a estrutura familiar e as relações entre os povos mencionados na Bíblia.","conexao_teologica":"A genealogia é uma forma de Deus revelar Seu plano redentor através das gerações.","referencias_relacionadas":["Gênesis 5:1","Mateus 1:1","Lucas 3:38"]},"genesis_10_4_nome":{"palavra_pt":"nome","palavra_original":"תַּרְשִׁישׁ","transliteracao":"Tarshîysh","strong":"H8659","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de um povo ou nação, enfatizando a importância do nome na cultura bíblica.","explicacao_detalhada":"O nome Tarshish é associado a uma região ou cidade, possivelmente relacionada ao comércio e à riqueza, e sua menção aqui indica a diversidade cultural.","por_que_esta_palavra":"Os nomes têm um significado profundo na Bíblia, muitas vezes refletindo características ou a história de um povo.","conexao_teologica":"Os nomes são importantes na teologia bíblica, pois revelam a identidade e o propósito de Deus para as nações.","referencias_relacionadas":["Ezequiel 27:12","Jonas 1:3","Salmos 72:10"]},"genesis_10_5_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a um grupo de pessoas que compartilham uma identidade comum, geralmente ligada à terra e cultura.","explicacao_detalhada":"A palavra 'nação' aqui indica a formação de grupos étnicos e culturais após a dispersão dos povos, mostrando a diversidade da humanidade.","por_que_esta_palavra":"É essencial para entender a estrutura social e política dos povos mencionados na Bíblia.","conexao_teologica":"A diversidade das nações é parte do plano de Deus, que inclui todas as nações em Seu propósito redentor.","referencias_relacionadas":["Gênesis 10:32","Salmos 86:9","Apocalipse 21:24"]},"genesis_10_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao espaço físico onde os povos habitam, enfatizando a criação e a soberania de Deus sobre a terra.","explicacao_detalhada":"A palavra 'terra' aqui indica a geografia onde as nações se estabeleceram, refletindo a ordem de Deus na criação.","por_que_esta_palavra":"A terra é um tema central na Bíblia, representando tanto o lar físico quanto a promessa de Deus ao Seu povo.","conexao_teologica":"A terra é parte do plano redentor de Deus, que promete restaurar toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:21"]},"genesis_10_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e o valor que Deus atribui à humanidade.","explicacao_detalhada":"A palavra 'homem' aqui destaca a criação do ser humano à imagem de Deus e sua importância na criação.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e a humanidade, bem como o propósito divino para o ser humano.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 5:12"]},"genesis_10_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência direta de Cão, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' aqui reforça a ideia de que cada geração é importante para a história da humanidade.","por_que_esta_palavra":"É essencial para entender a genealogia e a formação dos povos mencionados na Bíblia.","conexao_teologica":"A genealogia é uma forma de Deus revelar Seu plano redentor através das gerações.","referencias_relacionadas":["Gênesis 5:1","Mateus 1:1","Lucas 3:38"]},"genesis_10_6_egypt":{"palavra_pt":"egito","palavra_original":"מִצְרַיִם","transliteracao":"Mitsrayim","strong":"H4714","significado_raiz":"Ideia básica: egito.","significado_contextual":"Refere-se ao Egito, uma nação antiga e poderosa, conhecida por sua cultura e civilização avançada.","explicacao_detalhada":"O Egito, mencionado na genealogia de Noé, é importante na narrativa bíblica, pois se torna um lugar de refúgio e, mais tarde, de opressão para os israelitas. A palavra 'Mitsrayim' é frequentemente associada à ideia de limitação e confinamento.","por_que_esta_palavra":"A inclusão do Egito na genealogia destaca sua relevância histórica e geográfica no contexto do povo de Israel.","conexao_teologica":"O Egito simboliza tanto a opressão quanto a salvação, sendo um lugar de cativeiro e, ao mesmo tempo, um local onde Deus demonstrou seu poder ao libertar os israelitas.","referencias_relacionadas":["Gênesis 12:10","Êxodo 3:10","Salmos 106:22"]},"genesis_10_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação de descendência e herança entre as gerações.","explicacao_detalhada":"No contexto bíblico, 'filho' não se refere apenas à prole biológica, mas também à continuidade da linhagem e à transmissão de bênçãos e promessas de Deus.","por_que_esta_palavra":"A palavra é fundamental para entender a estrutura familiar e social das sociedades antigas, especialmente no que diz respeito à herança e à identidade do povo de Deus.","conexao_teologica":"A relação de pai e filho é frequentemente usada para ilustrar a relação entre Deus e seu povo, enfatizando a paternidade divina e a responsabilidade dos filhos.","referencias_relacionadas":["Gênesis 4:25","Salmos 127:3","Mateus 5:9"]},"genesis_10_7_nome":{"palavra_pt":"nome","palavra_original":"חֲוִילָה","transliteracao":"Chăvîylâh","strong":"H2341","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' representa a identidade e a reputação de uma pessoa ou nação.","explicacao_detalhada":"Na cultura bíblica, o nome carrega um significado profundo, muitas vezes refletindo o caráter ou a história da pessoa. O nome é uma forma de invocar a presença e a autoridade.","por_que_esta_palavra":"O nome é essencial para a identificação e a relação entre as pessoas e Deus, sendo um meio de invocar a proteção e a bênção divina.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando sua natureza e atributos.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"genesis_10_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico e à herança que Deus deu ao seu povo.","explicacao_detalhada":"A terra é um tema recorrente na Bíblia, simbolizando não apenas o lar físico, mas também a promessa de Deus e a aliança com Israel.","por_que_esta_palavra":"A terra é um símbolo de bênção e prosperidade, e sua posse é vista como um cumprimento das promessas divinas.","conexao_teologica":"A terra prometida é um elemento central na narrativa da salvação, representando o lugar de comunhão entre Deus e seu povo.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7-10","Josué 1:2"]},"genesis_10_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser interpretada como um estado de ser ou de existência.","explicacao_detalhada":"No contexto bíblico, 'cair' pode se referir à queda moral ou espiritual, mas também à ideia de vir a existir ou se tornar.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a transição de estados e a importância do ser na narrativa da criação e da história humana.","conexao_teologica":"A ideia de cair também pode ser vista em relação à queda do homem e à necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 João 1:8"]},"genesis_10_8_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode indicar um indivíduo específico.","explicacao_detalhada":"No contexto bíblico, 'homem' é frequentemente usado para descrever a criação de Deus e a dignidade do ser humano como portador da imagem divina.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e a humanidade, destacando a responsabilidade do homem diante de Deus.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia, refletindo a dignidade e o propósito da vida humana.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"genesis_10_9_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Reitera a ideia de 'homem' como figura central na narrativa da criação e da história bíblica.","explicacao_detalhada":"A repetição da palavra 'homem' enfatiza a importância da humanidade e suas ações na narrativa bíblica, especialmente em relação a Deus.","por_que_esta_palavra":"A palavra é usada para destacar a condição humana e a necessidade de redenção.","conexao_teologica":"A relação entre Deus e o homem é fundamental para a compreensão da salvação e da graça.","referencias_relacionadas":["Gênesis 2:7","Salmos 51:5","Romanos 5:8"]},"genesis_10_9_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' representa a presença e a face de Deus, simbolizando intimidade e relacionamento.","explicacao_detalhada":"Na Bíblia, o rosto é frequentemente associado à revelação de Deus e à experiência de sua presença.","por_que_esta_palavra":"A menção do rosto destaca a importância da relação pessoal com Deus e a busca por sua face.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo na espiritualidade bíblica, simbolizando a comunhão plena com o Criador.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"genesis_10_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"O uso do nome 'YHWH' (senhor) enfatiza a relação de aliança entre Deus e seu povo, destacando sua fidelidade e poder.","por_que_esta_palavra":"A palavra é central na adoração e na compreensão da natureza de Deus como Senhor e Salvador.","conexao_teologica":"O nome de Deus é invocado em momentos de oração e adoração, simbolizando sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 20:2","Salmos 8:1","Filipenses 2:11"]},"genesis_10_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um espaço geográfico e como um símbolo de herança e promessa.","explicacao_detalhada":"A menção da terra é crucial para entender a narrativa da aliança de Deus com Israel e a importância da terra prometida.","por_que_esta_palavra":"A terra é um elemento central na identidade do povo de Deus e na realização de suas promessas.","conexao_teologica":"A terra prometida é vista como um símbolo do descanso e da plenitude que Deus oferece ao seu povo.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 11:9","Hebreus 4:8-9"]},"genesis_10_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao surgimento de um novo domínio ou reino.","explicacao_detalhada":"No contexto de Gênesis 10:10, 'cair' implica a ideia de um novo começo ou a fundação de um reino, onde a terra é dividida entre os descendentes de Noé.","por_que_esta_palavra":"A escolha da palavra 'cair' sugere a transição de um estado anterior para um novo, simbolizando a formação de estruturas sociais e políticas.","conexao_teologica":"A formação de reinos e nações é parte do plano de Deus para a humanidade, refletindo a diversidade e a soberania divina sobre a história.","referencias_relacionadas":["Gênesis 1:28","Gênesis 9:1","Salmos 22:28"]},"genesis_10_10_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"A palavra 'reino' refere-se à autoridade e ao governo estabelecido por um líder ou grupo.","explicacao_detalhada":"Em Gênesis 10:10, 'reino' é usado para descrever a estrutura política que surge após o dilúvio, onde os descendentes de Noé começam a se organizar em nações.","por_que_esta_palavra":"A palavra 'reino' é fundamental para entender a organização social e política que se desenvolve entre os povos após a dispersão.","conexao_teologica":"O conceito de reinos é central na narrativa bíblica, refletindo a soberania de Deus sobre as nações e a história da salvação.","referencias_relacionadas":["Daniel 2:44","Mateus 6:33","Apocalipse 11:15"]},"genesis_10_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico onde as nações se estabelecem.","explicacao_detalhada":"Em Gênesis 10:11, 'terra' é mencionada como o local onde os descendentes de Noé se espalham e constroem suas cidades e reinos.","por_que_esta_palavra":"A palavra 'terra' é essencial para entender a geografia e a divisão das nações após o dilúvio.","conexao_teologica":"A terra é vista como um dom de Deus, onde a humanidade deve habitar e cultivar, refletindo a criação e a providência divina.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Isaías 45:18"]},"genesis_10_11_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação de proximidade ou inclusão entre grupos ou elementos.","explicacao_detalhada":"No versículo, 'entre' é usado para descrever a localização das cidades e reinos em relação à terra e aos povos que a habitam.","por_que_esta_palavra":"A escolha de 'entre' enfatiza a interconexão das nações e a diversidade cultural que surge após a dispersão.","conexao_teologica":"A ideia de estar 'entre' reflete a intenção de Deus de que as nações interajam e compartilhem a Sua glória.","referencias_relacionadas":["Gênesis 12:3","Atos 17:26","Romanos 15:9"]},"genesis_10_11_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' refere-se ao ato de erguer estruturas físicas e sociais.","explicacao_detalhada":"Em Gênesis 10:11, 'construir' é usado para descrever a ação de estabelecer cidades, simbolizando o progresso e a civilização dos descendentes de Noé.","por_que_esta_palavra":"A palavra 'construir' é significativa para entender o desenvolvimento da sociedade e a busca por segurança e identidade.","conexao_teologica":"A construção de cidades reflete o desejo humano de criar ordem e segurança, contrastando com a desordem do dilúvio.","referencias_relacionadas":["Salmos 127:1","Isaías 54:3","Mateus 7:24"]},"genesis_10_12_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um centro de habitação e atividade social.","explicacao_detalhada":"No contexto de Gênesis 10:12, 'cidade' representa a organização social e a vida comunitária que se desenvolve entre os povos.","por_que_esta_palavra":"A cidade é um símbolo de civilização e progresso, refletindo a capacidade humana de se organizar e prosperar.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam tanto a segurança quanto a corrupção, refletindo a dualidade da natureza humana.","referencias_relacionadas":["Gênesis 4:17","Hebreus 11:10","Apocalipse 21:2"]},"genesis_10_12_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' indica magnitude ou importância.","explicacao_detalhada":"Em Gênesis 10:12, 'grande' é usado para descrever a cidade de Resen, sugerindo que ela tinha um papel significativo entre as cidades da época.","por_que_esta_palavra":"A ênfase na grandeza destaca a relevância da cidade na história e na cultura dos povos.","conexao_teologica":"A grandeza de uma cidade pode refletir a bênção de Deus sobre um povo, mas também pode ser um aviso sobre a soberania divina.","referencias_relacionadas":["Salmos 48:1","Mateus 5:14","Apocalipse 21:10"]},"genesis_10_12_resen":{"palavra_pt":"resen","palavra_original":"רֶסֶן","transliteracao":"Reçen","strong":"H7449","significado_raiz":"Ideia básica: resen.","significado_contextual":"A palavra 'resen' refere-se a uma cidade específica mencionada na genealogia de Noé.","explicacao_detalhada":"Em Gênesis 10:12, Resen é apresentada como uma das cidades construídas, simbolizando a continuidade da civilização após o dilúvio.","por_que_esta_palavra":"A menção de Resen destaca a importância das cidades na narrativa bíblica e a história dos descendentes de Noé.","conexao_teologica":"Resen, como cidade, representa a história da humanidade e a providência de Deus ao longo das gerações.","referencias_relacionadas":["Gênesis 10:10","Gênesis 11:9","Ezequiel 30:13"]},"genesis_10_13_egypt":{"palavra_pt":"egito","palavra_original":"מִצְרַיִם","transliteracao":"Mitsrayim","strong":"H4714","significado_raiz":"Ideia básica: egito.","significado_contextual":"A palavra 'Egito' refere-se a uma nação específica que se tornaria significativa na história bíblica.","explicacao_detalhada":"Em Gênesis 10:13, Egito é mencionado como uma das nações descendentes de Cam, destacando sua importância geográfica e cultural.","por_que_esta_palavra":"A menção do Egito é crucial para entender a narrativa bíblica, pois se tornará um cenário central na história de Israel.","conexao_teologica":"Egito simboliza tanto opressão quanto libertação, refletindo a luta do povo de Deus ao longo da história.","referencias_relacionadas":["Gênesis 12:10","Êxodo 3:7-10","Salmos 105:23"]},"genesis_10_13_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de gerar ou dar à luz.","explicacao_detalhada":"Em Gênesis 10:13, 'urso' é usado para descrever a prole de Cam, enfatizando a continuidade da linhagem e a multiplicação da humanidade.","por_que_esta_palavra":"A palavra 'urso' é importante para entender a genealogia e a propagação das nações após o dilúvio.","conexao_teologica":"A geração de novos povos reflete a bênção de Deus sobre a criação e a ordem divina na história.","referencias_relacionadas":["Gênesis 1:28","Gênesis 4:1","Salmos 127:3"]},"genesis_10_13_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' é utilizada para indicar a presença de algo que não é explicitamente mencionado.","explicacao_detalhada":"No contexto de Gênesis 10:13, a palavra 'unrepresented' aparece como uma partícula que introduz um objeto direto, mas não é traduzida diretamente, indicando a complexidade da linguagem hebraica.","por_que_esta_palavra":"Essa palavra é importante para entender a estrutura gramatical do hebraico e como os objetos são introduzidos nas frases.","conexao_teologica":"A presença de partículas não traduzidas pode refletir a riqueza da linguagem bíblica e a profundidade do significado que pode ser perdido na tradução.","referencias_relacionadas":["Gênesis 1:1","Salmos 33:6","Hebreus 11:3"]},"genesis_10_14_povo":{"palavra_pt":"povo","palavra_original":"כַּסְלֻחִים","transliteracao":"Kaçluchîym","strong":"H3695","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se a um grupo de pessoas que compartilham uma identidade comum.","explicacao_detalhada":"Em Gênesis 10:14, 'povo' é usado para descrever os descendentes de Caim, enfatizando a formação de nações e tribos a partir de um ancestral comum.","por_que_esta_palavra":"A palavra é crucial para entender a genealogia e a formação das nações na narrativa bíblica.","conexao_teologica":"A ideia de povo é central na teologia bíblica, onde Deus escolhe um povo para Si mesmo, começando com Abraão e seus descendentes.","referencias_relacionadas":["Gênesis 12:2","Êxodo 19:6","1 Pedro 2:9"]},"genesis_10_15_filho":{"palavra_pt":"filho","palavra_original":"כְּנַעַן","transliteracao":"Kᵉnaʻan","strong":"H3667","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar a relação de descendência.","explicacao_detalhada":"Em Gênesis 10:15, 'filho' refere-se a Canaan, que é um ancestral importante para várias nações mencionadas na Bíblia.","por_que_esta_palavra":"A palavra é fundamental para a compreensão das linhagens e das promessas de Deus a cada geração.","conexao_teologica":"A descendência é um tema recorrente na Bíblia, onde Deus promete bênçãos a gerações futuras.","referencias_relacionadas":["Gênesis 9:25","Gênesis 12:7","Gênesis 15:18"]},"genesis_10_15_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma tradução que pode estar relacionada a um erro de interpretação ou confusão com a palavra original.","explicacao_detalhada":"No contexto de Gênesis 10:15, a palavra 'urso' não parece se encaixar e pode ser uma confusão com outra palavra hebraica.","por_que_esta_palavra":"A inclusão de 'urso' pode ser um exemplo de como a tradução pode falhar em capturar o significado original.","conexao_teologica":"A precisão na tradução é vital para a compreensão correta das Escrituras e suas implicações teológicas.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Daniel 7:5"]},"genesis_10_15_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' é uma partícula que não é traduzida, mas que desempenha um papel gramatical importante.","explicacao_detalhada":"Em Gênesis 10:15, a palavra aparece novamente como uma partícula que conecta ideias sem ser explicitamente mencionada.","por_que_esta_palavra":"A presença dessa partícula é essencial para entender a estrutura da frase e a relação entre os elementos.","conexao_teologica":"A complexidade da linguagem bíblica reflete a profundidade do pensamento teológico que está presente nas Escrituras.","referencias_relacionadas":["Gênesis 1:1","Salmos 119:105","Romanos 10:17"]},"genesis_10_16_amorite":{"palavra_pt":"amorite","palavra_original":"אֱמֹרִי","transliteracao":"ʼĔmôrîy","strong":"H567","significado_raiz":"Ideia básica: amorite.","significado_contextual":"A palavra 'amorite' refere-se a um grupo étnico específico mencionado na Bíblia.","explicacao_detalhada":"Em Gênesis 10:16, os amoritas são listados entre os descendentes de Canaã, destacando sua importância histórica e geográfica.","por_que_esta_palavra":"A menção dos amoritas é significativa para entender as interações entre os israelitas e outras nações na Terra Prometida.","conexao_teologica":"Os amoritas representam um dos povos que Deus ordenou que os israelitas enfrentassem, refletindo a luta entre o povo de Deus e as nações pagãs.","referencias_relacionadas":["Deuteronômio 7:1","Josué 24:15","Amós 2:9"]},"genesis_10_17_arkite":{"palavra_pt":"arkite","palavra_original":"עַרְקִי","transliteracao":"ʻArqîy","strong":"H6208","significado_raiz":"Ideia básica: arkite.","significado_contextual":"A palavra 'arkite' refere-se a um grupo específico de pessoas, os arkitas.","explicacao_detalhada":"Em Gênesis 10:17, os arkitas são mencionados como descendentes de Canaã, indicando a diversidade das nações que surgiram.","por_que_esta_palavra":"A inclusão dos arkitas ajuda a traçar a genealogia e a história dos povos antigos.","conexao_teologica":"A diversidade das nações e povos é parte do plano de Deus para a humanidade, refletindo Sua soberania sobre todas as nações.","referencias_relacionadas":["Gênesis 10:15","Gênesis 10:18","Ezequiel 27:8"]},"genesis_10_18_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' é usada para indicar a continuidade ou a sucessão de eventos.","explicacao_detalhada":"Em Gênesis 10:18, 'seguir' refere-se à continuidade das linhagens e à formação de novas nações a partir dos descendentes de Canaã.","por_que_esta_palavra":"Essa palavra é importante para entender como as nações se desenvolveram e se relacionaram ao longo da história bíblica.","conexao_teologica":"A ideia de seguir é central na narrativa bíblica, onde cada geração tem um papel no plano de Deus.","referencias_relacionadas":["Gênesis 12:1","Gênesis 26:4","Gênesis 28:14"]},"genesis_10_18_arvadite":{"palavra_pt":"arvadite","palavra_original":"אַרְוָדִי","transliteracao":"ʼArvâdîy","strong":"H721","significado_raiz":"Ideia básica: arvadite.","significado_contextual":"A palavra 'arvadite' refere-se a um grupo étnico específico, os arvaditas.","explicacao_detalhada":"Em Gênesis 10:18, os arvaditas são mencionados como parte da descendência de Canaã, destacando a diversidade das nações.","por_que_esta_palavra":"A menção dos arvaditas é significativa para entender a geografia e a história dos povos antigos na região.","conexao_teologica":"Os arvaditas, como outros povos, fazem parte do plano de Deus para a humanidade, mostrando Sua soberania sobre todas as nações.","referencias_relacionadas":["Gênesis 10:15","Gênesis 10:17","Ezequiel 27:8"]},"genesis_10_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a condição de um estado ou situação.","explicacao_detalhada":"Em Gênesis 10:19, 'cair' pode ser interpretado como a queda moral e espiritual das nações que se afastaram de Deus.","por_que_esta_palavra":"Essa palavra é importante para entender as consequências do pecado e a necessidade de redenção.","conexao_teologica":"A queda das nações é um tema recorrente na Bíblia, onde Deus chama Seu povo ao arrependimento e à restauração.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Apocalipse 21:4"]},"genesis_10_19_nome":{"palavra_pt":"nome","palavra_original":"צִידוֹן","transliteracao":"Tsîydôwn","strong":"H6721","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome da cidade de Sidon, que é uma importante cidade fenícia.","explicacao_detalhada":"O nome 'Sidon' é mencionado como uma das cidades fundadas por Canaã, filho de Ham. Sidon é conhecida por sua riqueza e comércio no mundo antigo, sendo um centro de cultura e influência.","por_que_esta_palavra":"A palavra 'nome' aqui enfatiza a identidade e a importância da cidade na história dos povos antigos.","conexao_teologica":"O nome de uma cidade muitas vezes carrega significados teológicos, representando não apenas um local físico, mas também a cultura e a história do povo que ali habita.","referencias_relacionadas":["Gênesis 10:15-19","Josué 11:8","Ezequiel 28:21"]},"genesis_10_19_gomorrah":{"palavra_pt":"gomorrah","palavra_original":"עֲמֹרָה","transliteracao":"ʻĂmôrâh","strong":"H6017","significado_raiz":"Ideia básica: gomorrah.","significado_contextual":"Refere-se à cidade de Gomorra, conhecida por sua depravação e destruição.","explicacao_detalhada":"Gomorra é frequentemente mencionada em conjunto com Sodoma, como um exemplo de cidades que sofreram a ira de Deus devido à sua imoralidade. Sua destruição é um aviso sobre as consequências do pecado.","por_que_esta_palavra":"A palavra 'Gomorra' simboliza a decadência moral e a necessidade de arrependimento.","conexao_teologica":"A destruição de Gomorra é usada na teologia como um exemplo do juízo divino sobre a iniquidade.","referencias_relacionadas":["Gênesis 19:24-25","Mateus 10:15","Lucas 17:29"]},"genesis_10_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Canaã, enfatizando a importância da linhagem.","explicacao_detalhada":"A palavra 'filho' aqui indica a continuidade da família e das nações que surgem de Canaã, mostrando a multiplicidade de povos que habitariam a terra.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a genealogia e a herança das nações.","conexao_teologica":"A linhagem é importante na narrativa bíblica, pois Deus trabalha através das gerações para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 10:15-20","Gênesis 11:10-26","Mateus 1:1-17"]},"genesis_10_20_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à língua ou dialeto falado pelos descendentes de Canaã.","explicacao_detalhada":"A palavra 'língua' destaca a diversidade cultural e linguística que surgiu após a dispersão das nações após a Torre de Babel.","por_que_esta_palavra":"A língua é um elemento crucial na identidade de um povo e na comunicação entre as nações.","conexao_teologica":"A diversidade de línguas é vista como parte do plano de Deus para a humanidade, refletindo Sua criatividade e soberania.","referencias_relacionadas":["Gênesis 10:5","Gênesis 11:1-9","Atos 2:6-11"]},"genesis_10_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra habitada pelos descendentes de Canaã.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, representando não apenas o espaço físico, mas também a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A terra é um símbolo de herança e bênção, e sua posse é um tema recorrente nas Escrituras.","conexao_teologica":"A terra prometida é um elemento fundamental na aliança de Deus com Israel, simbolizando Sua fidelidade.","referencias_relacionadas":["Gênesis 12:1-7","Gênesis 15:18-21","Deuteronômio 1:8"]},"genesis_10_21_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza dos descendentes de Sem, enfatizando a importância da linhagem semítica.","explicacao_detalhada":"A palavra 'grande' sugere não apenas tamanho físico, mas também influência e importância na história bíblica.","por_que_esta_palavra":"A grandeza é um tema que aparece frequentemente em relação ao povo escolhido de Deus.","conexao_teologica":"A grandeza dos descendentes de Sem é vista como parte do plano de Deus para a salvação da humanidade através de Cristo.","referencias_relacionadas":["Gênesis 10:21-31","Gênesis 12:2","Romanos 9:5"]},"genesis_10_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de vida ou comportamento dos descendentes de Sem.","explicacao_detalhada":"A palavra 'modo' implica em como os descendentes de Sem se comportam e interagem entre si e com outras nações.","por_que_esta_palavra":"O modo de vida é um reflexo da cultura e dos valores de um povo.","conexao_teologica":"O modo de vida dos descendentes de Sem é importante para entender a formação da identidade do povo de Deus.","referencias_relacionadas":["Gênesis 10:21","Gênesis 12:1-3","1 Pedro 2:9"]},"genesis_10_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem semítica.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a importância da descendência e da herança espiritual.","por_que_esta_palavra":"A palavra 'filho' é central na narrativa bíblica, simbolizando a continuidade da promessa de Deus.","conexao_teologica":"A linhagem é crucial para a compreensão do plano redentor de Deus através de Cristo.","referencias_relacionadas":["Gênesis 10:21","Gênesis 11:10-26","Mateus 1:1"]},"genesis_10_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Sem, destacando a importância de sua linhagem.","explicacao_detalhada":"A palavra 'filho' aqui reafirma a continuidade da linhagem semítica e seu papel na história da salvação.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a genealogia e a herança das promessas de Deus.","conexao_teologica":"A linhagem de Sem é significativa, pois dela descende o povo escolhido e, eventualmente, Cristo.","referencias_relacionadas":["Gênesis 10:22","Gênesis 11:10","Lucas 3:36"]},"genesis_10_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Arfaxade, um dos filhos de Sem.","explicacao_detalhada":"A palavra 'filho' enfatiza a continuidade da linhagem e a importância dos descendentes de Sem na narrativa bíblica.","por_que_esta_palavra":"A palavra 'filho' é fundamental para a compreensão da genealogia e das promessas de Deus.","conexao_teologica":"A linhagem de Arfaxade é parte do plano de Deus para a redenção da humanidade através de Cristo.","referencias_relacionadas":["Gênesis 10:23","Gênesis 11:10-12","Mateus 1:3"]},"genesis_10_24_filho":{"palavra_pt":"filho","palavra_original":"אַרְפַּכְשַׁד","transliteracao":"ʼArpakshad","strong":"H775","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Arpakshad, um dos filhos de Sem.","explicacao_detalhada":"A palavra 'filho' (אַרְפַּכְשַׁד) é usada para indicar a relação de descendência e continuidade da linhagem, essencial na genealogia bíblica.","por_que_esta_palavra":"A palavra é importante para estabelecer a conexão entre as gerações e a história do povo de Israel.","conexao_teologica":"A genealogia é fundamental para entender a promessa de Deus a Abraão e sua descendência.","referencias_relacionadas":["Gênesis 10:21","Gênesis 11:10","Lucas 3:36"]},"genesis_10_24_salah":{"palavra_pt":"salah","palavra_original":"שֶׁלַח","transliteracao":"Shelach","strong":"H7974","significado_raiz":"Ideia básica: salah.","significado_contextual":"Salah é mencionado como um dos filhos de Arpakshad, continuando a linhagem semita.","explicacao_detalhada":"A palavra 'salah' (שֶׁלַח) pode estar relacionada a um significado de 'enviar' ou 'soltar', simbolizando a continuidade da vida e da história.","por_que_esta_palavra":"A inclusão de Salah na genealogia é crucial para a compreensão da herança e das promessas divinas.","conexao_teologica":"A linhagem de Salah é parte do plano redentor de Deus, que culmina em Cristo.","referencias_relacionadas":["Gênesis 10:21","Gênesis 11:12","1 Crônicas 1:19"]},"genesis_10_24_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' (יָלַד) refere-se ao ato de gerar ou dar à luz, usado aqui para descrever a prole de Arpakshad.","explicacao_detalhada":"O termo enfatiza a importância da descendência e da continuidade familiar na narrativa bíblica.","por_que_esta_palavra":"É essencial para entender a formação das nações e a história do povo de Deus.","conexao_teologica":"A geração de filhos é vista como uma bênção de Deus, refletindo Sua criação e plano para a humanidade.","referencias_relacionadas":["Gênesis 4:1","Gênesis 5:3","Salmos 127:3"]},"genesis_10_25_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' (אֶרֶץ) refere-se ao território onde as nações se estabelecerão, incluindo a terra prometida.","explicacao_detalhada":"A terra é um tema central na Bíblia, simbolizando tanto o lar físico quanto a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A menção da terra é crucial para entender a herança e as promessas de Deus a Israel.","conexao_teologica":"A terra é frequentemente associada à presença de Deus e ao cumprimento de Suas promessas.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7","Salmos 37:11"]},"genesis_10_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuação da linhagem através do filho mencionado, que é um aspecto importante na narrativa.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para enfatizar a continuidade da família e a importância da descendência.","por_que_esta_palavra":"É essencial para a compreensão da genealogia e das promessas de Deus ao Seu povo.","conexao_teologica":"A descendência é um tema importante que liga a história da salvação ao povo de Israel.","referencias_relacionadas":["Gênesis 10:21","Gênesis 11:10","Mateus 1:2"]},"genesis_10_25_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (כִּי) é usada para introduzir uma explicação ou justificativa na narrativa.","explicacao_detalhada":"Esta palavra conecta a razão pela qual algo é dito ou feito, sendo crucial para a compreensão do texto.","por_que_esta_palavra":"É importante para entender a lógica e a sequência dos eventos narrados na Bíblia.","conexao_teologica":"A razão é frequentemente ligada à ação de Deus e ao cumprimento de Suas promessas.","referencias_relacionadas":["Gênesis 1:29","Gênesis 3:17","Romanos 8:28"]},"genesis_10_26_joktan":{"palavra_pt":"joktan","palavra_original":"יׇקְטָן","transliteracao":"Yoqṭân","strong":"H3355","significado_raiz":"Ideia básica: joktan.","significado_contextual":"Joktan é mencionado como um dos filhos de Eber, representando uma linha de descendência importante.","explicacao_detalhada":"A palavra 'joktan' (יׇקְטָן) é significativa na genealogia, mostrando a diversidade das nações que surgiram.","por_que_esta_palavra":"A inclusão de Joktan é importante para entender a formação das tribos e nações.","conexao_teologica":"A diversidade das nações é parte do plano de Deus para a humanidade, refletindo Sua criação.","referencias_relacionadas":["Gênesis 10:21","Gênesis 11:10","1 Crônicas 1:19"]},"genesis_10_26_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' (יָלַד) novamente refere-se ao ato de gerar, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A repetição do termo destaca a importância da prole na narrativa bíblica.","por_que_esta_palavra":"É essencial para a compreensão da genealogia e das promessas de Deus ao Seu povo.","conexao_teologica":"A geração de filhos é vista como uma bênção de Deus, refletindo Sua criação e plano para a humanidade.","referencias_relacionadas":["Gênesis 4:1","Gênesis 5:3","Salmos 127:3"]},"genesis_10_26_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' (אֵת) é uma partícula que indica a presença de um objeto direto na frase.","explicacao_detalhada":"Embora não tenha um significado específico, sua presença é importante para a estrutura gramatical do hebraico.","por_que_esta_palavra":"É uma palavra funcional que ajuda a conectar os elementos da frase.","conexao_teologica":"A estrutura da linguagem reflete a ordem e a intenção de Deus na criação e na revelação.","referencias_relacionadas":["Gênesis 1:1","Salmos 33:6","Hebreus 11:3"]},"genesis_10_27_filho":{"palavra_pt":"filho","palavra_original":"הֲדוֹרָם","transliteracao":"Hădôwrâm","strong":"H1913","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a Hadoram, um filho de Joktan, continuando a linhagem semita.","explicacao_detalhada":"A palavra 'filho' (הֲדוֹרָם) é usada para enfatizar a continuidade da família e a importância da descendência.","por_que_esta_palavra":"É essencial para a compreensão da genealogia e das promessas de Deus ao Seu povo.","conexao_teologica":"A descendência é um tema importante que liga a história da salvação ao povo de Israel.","referencias_relacionadas":["Gênesis 10:21","Gênesis 11:10","Mateus 1:2"]},"genesis_10_27_diklah":{"palavra_pt":"diklah","palavra_original":"דִּקְלָה","transliteracao":"Diqlâh","strong":"H1853","significado_raiz":"Ideia básica: diklah.","significado_contextual":"Diklah é mencionado como um dos filhos de Joktã, que é um descendente de Sem.","explicacao_detalhada":"A palavra 'diklah' pode ser interpretada como 'palmeira', simbolizando crescimento e prosperidade. No contexto de Gênesis 10, representa a diversidade das nações que surgiram após o dilúvio.","por_que_esta_palavra":"A inclusão de Diklah na genealogia de Sem enfatiza a continuidade da linhagem e a importância das nações que se originaram dela.","conexao_teologica":"Diklah, como parte da genealogia de Sem, mostra a soberania de Deus na formação das nações e o cumprimento de Suas promessas a Noé.","referencias_relacionadas":["Gênesis 10:25","Gênesis 10:32","Gênesis 11:10"]},"genesis_10_28_filho":{"palavra_pt":"filho","palavra_original":"עוֹבָל","transliteracao":"ʻÔwbâl","strong":"H5745","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho é uma palavra que denota descendência e continuidade familiar, sendo usada aqui para descrever a linhagem de Joktã.","explicacao_detalhada":"A palavra 'filho' (עוֹבָל) é fundamental na narrativa bíblica, pois estabelece a conexão entre gerações e a transmissão de bênçãos e promessas.","por_que_esta_palavra":"A menção de 'filho' ressalta a importância da herança e da identidade familiar na cultura hebraica.","conexao_teologica":"A linhagem de Joktã, incluindo seus filhos, é parte do plano de Deus para a humanidade, mostrando como Ele trabalha através das famílias.","referencias_relacionadas":["Gênesis 10:21","Gênesis 10:25","Gênesis 11:10"]},"genesis_10_28_nome":{"palavra_pt":"nome","palavra_original":"שְׁבָא","transliteracao":"Shᵉbâʼ","strong":"H7614","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome é uma palavra que representa identidade e reputação, sendo crucial para a compreensão da linhagem de Joktã.","explicacao_detalhada":"A palavra 'nome' (שְׁבָא) é significativa, pois cada nome na Bíblia carrega um significado e uma história, refletindo a natureza do indivíduo.","por_que_esta_palavra":"A ênfase no nome destaca a importância da identidade e do legado que cada geração deixa.","conexao_teologica":"Os nomes mencionados em Gênesis 10 são parte do plano divino de povoar a terra e estabelecer nações, cada uma com sua própria identidade.","referencias_relacionadas":["Gênesis 10:25","Gênesis 10:32","Gênesis 11:10"]},"genesis_10_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as coisas são feitas ou a forma de vida de um povo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) pode ser interpretada como a totalidade ou a maneira de viver, refletindo a cultura e os costumes das nações.","por_que_esta_palavra":"A inclusão do 'modo' enfatiza a diversidade cultural e as práticas que surgiram entre os descendentes de Noé.","conexao_teologica":"O modo de vida das nações é uma expressão da criatividade de Deus na diversidade da humanidade.","referencias_relacionadas":["Gênesis 10:32","Gênesis 11:1","Gênesis 11:9"]},"genesis_10_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho é uma palavra que denota a continuidade da linhagem, referindo-se a mais um descendente de Joktã.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é central na narrativa bíblica, simbolizando a herança e a perpetuação da família.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a importância das gerações na história da salvação.","conexao_teologica":"Cada filho mencionado é parte do plano de Deus para a humanidade, mostrando como Ele opera através das famílias.","referencias_relacionadas":["Gênesis 10:21","Gênesis 10:25","Gênesis 11:10"]},"genesis_10_29_nome":{"palavra_pt":"nome","palavra_original":"אוֹפִיר","transliteracao":"ʼÔwphîyr","strong":"H211","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome é uma palavra que representa a identidade de um povo ou nação, neste caso, referindo-se a Ofir.","explicacao_detalhada":"A palavra 'nome' (אוֹפִיר) é significativa, pois Ofir é conhecido por suas riquezas e comércio, simbolizando prosperidade.","por_que_esta_palavra":"A menção do nome Ofir destaca a importância do comércio e das riquezas na cultura antiga.","conexao_teologica":"Ofir representa a abundância que Deus pode proporcionar, refletindo Sua generosidade e bênçãos.","referencias_relacionadas":["1 Reis 10:22","Salmos 72:10","Gênesis 10:22"]},"genesis_10_30_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"Fim refere-se à direção geográfica ou ao limite das terras habitadas pelos descendentes de Sem.","explicacao_detalhada":"A palavra 'fim' (קֶדֶם) pode ser entendida como o leste, indicando a localização das nações mencionadas.","por_que_esta_palavra":"A menção do 'fim' ajuda a situar geograficamente as nações e a entender a dispersão dos povos.","conexao_teologica":"Deus tem um plano para a geografia e a história da humanidade, e cada nação tem seu lugar no plano divino.","referencias_relacionadas":["Gênesis 10:32","Gênesis 11:2","Gênesis 11:10"]},"genesis_10_30_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se à condição ou estado de uma nação ou povo, podendo simbolizar a queda ou a decadência.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode ser interpretada como um estado de ser, indicando a transitoriedade das nações.","por_que_esta_palavra":"A inclusão de 'cair' ressalta a fragilidade das nações e a soberania de Deus sobre a história.","conexao_teologica":"A queda das nações é um lembrete da necessidade de confiar em Deus, que é eterno e imutável.","referencias_relacionadas":["Salmos 146:3","Isaías 40:23","Daniel 2:21"]},"genesis_10_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho é uma palavra que representa a continuidade da linhagem, referindo-se a mais um descendente de Sem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é central na narrativa bíblica, simbolizando a herança e a perpetuação da família.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a importância das gerações na história da salvação.","conexao_teologica":"Cada filho mencionado é parte do plano de Deus para a humanidade, mostrando como Ele opera através das famílias.","referencias_relacionadas":["Gênesis 10:21","Gênesis 10:25","Gênesis 11:10"]},"genesis_10_31_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Língua refere-se à comunicação e à diversidade cultural entre os povos descendentes de Sem.","explicacao_detalhada":"A palavra 'língua' (לָשׁוֹן) é significativa, pois representa a capacidade de comunicação e a diversidade de culturas que surgiram após a dispersão.","por_que_esta_palavra":"A diversidade de línguas é um reflexo da criatividade de Deus e da complexidade da humanidade.","conexao_teologica":"A língua é um dom de Deus que permite a comunicação e a expressão da adoração, mas também pode ser fonte de divisão.","referencias_relacionadas":["Gênesis 11:1","Atos 2:4","Salmos 137:4"]},"genesis_10_31_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra habitada pelos descendentes de Noé, simbolizando a diversidade das nações.","explicacao_detalhada":"A palavra 'terra' aqui indica não apenas o solo físico, mas também as nações e povos que habitam essa terra. É um conceito que abrange a geografia e a cultura dos povos.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a criação de Deus e a distribuição das nações após o dilúvio, mostrando a soberania divina sobre a história da humanidade.","conexao_teologica":"A terra é vista como um dom de Deus, onde os povos devem viver em harmonia e adorar ao Criador.","referencias_relacionadas":["Gênesis 9:19","Gênesis 10:5","Atos 17:26"]},"genesis_10_32_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Assim como em Gênesis 10:31, a 'terra' representa a herança dos descendentes de Noé.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a ideia de que todas as nações têm uma origem comum e que Deus é o arquétipo da criação.","por_que_esta_palavra":"A palavra é utilizada para mostrar a continuidade da história da humanidade e a diversidade cultural que emerge da mesma origem.","conexao_teologica":"A diversidade das nações é parte do plano de Deus para a humanidade, refletindo Sua glória.","referencias_relacionadas":["Gênesis 10:5","Gênesis 11:9","Salmos 24:1"]},"genesis_10_32_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação familiar e a continuidade da linhagem entre os povos.","explicacao_detalhada":"A palavra 'filho' é fundamental para entender a genealogia e a transmissão de heranças e promessas de Deus através das gerações.","por_que_esta_palavra":"A ênfase na palavra 'filho' destaca a importância das relações familiares na narrativa bíblica e na história da salvação.","conexao_teologica":"A linhagem de filhos é crucial para a realização das promessas de Deus, culminando na vinda de Cristo.","referencias_relacionadas":["Gênesis 5:1","Mateus 1:1","Lucas 3:38"]},"genesis_10_32_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se aos povos e nações que surgem a partir dos descendentes de Noé.","explicacao_detalhada":"A palavra 'nação' implica em uma coletividade que compartilha cultura, língua e história, e é um conceito central na narrativa bíblica.","por_que_esta_palavra":"A utilização de 'nação' enfatiza a diversidade e a multiplicidade dos povos que Deus criou e que devem glorificá-Lo.","conexao_teologica":"As nações são vistas como parte do plano de Deus, onde cada uma tem um propósito e um lugar na história da redenção.","referencias_relacionadas":["Gênesis 10:5","Salmos 86:9","Apocalipse 7:9"]}}