{"genesis_11_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Neste contexto, 'terra' refere-se à unidade da humanidade antes da divisão das línguas.","explicacao_detalhada":"A palavra 'terra' aqui simboliza a coletividade e a uniformidade dos seres humanos que falavam uma só língua.","por_que_esta_palavra":"A repetição da palavra 'terra' destaca a ideia de que todos os povos estavam unidos em um único propósito antes de serem dispersos.","conexao_teologica":"A unidade da humanidade é um reflexo do desejo de Deus para que todos O adorem, mas também mostra a necessidade de diversidade em Seu plano.","referencias_relacionadas":["Gênesis 11:6","Atos 2:6","Gênesis 10:25"]},"genesis_11_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação e à intenção dos seres humanos em construir a torre de Babel.","explicacao_detalhada":"A palavra 'palavra' implica em ação e intenção, mostrando como a linguagem pode unir ou dividir as pessoas.","por_que_esta_palavra":"A escolha de 'palavra' enfatiza o poder da comunicação e a capacidade humana de criar e inovar, mas também de se rebelar contra Deus.","conexao_teologica":"A linguagem é um dom de Deus, mas seu uso pode levar à soberania humana em vez da submissão a Deus.","referencias_relacionadas":["Gênesis 11:6","Tiago 3:5","Salmos 33:9"]},"genesis_11_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à condição de queda da humanidade ao tentar alcançar o céu por seus próprios esforços.","explicacao_detalhada":"A palavra 'cair' simboliza a falha humana em alcançar a perfeição e a soberania de Deus, resultando em confusão e divisão.","por_que_esta_palavra":"A utilização de 'cair' destaca a fragilidade da condição humana e a necessidade de dependência de Deus.","conexao_teologica":"A queda é um tema central na teologia, mostrando a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"genesis_11_2_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao limite geográfico e temporal da humanidade antes da dispersão.","explicacao_detalhada":"A palavra 'fim' implica em um ponto de conclusão ou um limite que a humanidade não deveria ultrapassar sem a direção de Deus.","por_que_esta_palavra":"A escolha da palavra 'fim' enfatiza a soberania de Deus sobre a história e os planos humanos.","conexao_teologica":"Deus estabelece limites para a humanidade, e a transgressão desses limites leva à confusão e ao juízo.","referencias_relacionadas":["Gênesis 11:8","Salmos 104:9","Provérbios 16:9"]},"genesis_11_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Assim como em Gênesis 11:1, 'terra' representa a unidade da humanidade antes da divisão.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a ideia de que todos os povos estavam unidos em um único propósito antes de serem dispersos.","por_que_esta_palavra":"A palavra 'terra' é utilizada para mostrar a continuidade da narrativa e a importância da unidade entre os povos.","conexao_teologica":"A unidade da humanidade é um reflexo do desejo de Deus para que todos O adorem, mas também mostra a necessidade de diversidade em Seu plano.","referencias_relacionadas":["Gênesis 11:1","Atos 17:26","Gênesis 10:25"]},"genesis_11_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de avaliar as intenções e ações da humanidade.","explicacao_detalhada":"A palavra 'julgar' implica em discernimento e a capacidade de Deus de ver além das aparências, avaliando o coração humano.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a justiça de Deus e Sua autoridade sobre a criação.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, mostrando que Ele é justo e que as ações humanas têm consequências.","referencias_relacionadas":["Gênesis 18:25","Salmos 9:8","Romanos 14:10"]},"genesis_11_3_slimepit":{"palavra_pt":"slime pit","palavra_original":"חֵמָר","transliteracao":"chêmâr","strong":"H2564","significado_raiz":"Ideia básica: slime pit.","significado_contextual":"Refere-se ao material utilizado na construção da Torre de Babel, simbolizando a fragilidade e a limitação humana.","explicacao_detalhada":"O termo 'slime pit' (חֵמָר) é traduzido como 'betume' ou 'argila', indicando um material pegajoso e moldável, que os homens usaram para unir os tijolos na construção da torre. Isso reflete a tentativa humana de alcançar o céu sem a ajuda de Deus.","por_que_esta_palavra":"A escolha desse material destaca a natureza temporária e frágil das realizações humanas em comparação com a eternidade de Deus.","conexao_teologica":"A construção da Torre de Babel é um exemplo da soberania de Deus sobre os planos humanos, mostrando que, apesar dos esforços humanos, Deus tem o controle sobre a história.","referencias_relacionadas":["Gênesis 11:1-9","Salmos 127:1","Isaías 14:13-14"]},"genesis_11_3_agua":{"palavra_pt":"agua","palavra_original":"חֹמֶר","transliteracao":"chômer","strong":"H2563","significado_raiz":"Ideia básica: agua.","significado_contextual":"Representa um elemento essencial para a vida e a construção, simbolizando a necessidade de recursos para a realização de projetos.","explicacao_detalhada":"A palavra 'água' (חֹמֶר) aqui pode ser interpretada como um recurso vital que os construtores da torre usaram, refletindo a dependência humana de elementos naturais para suas ambições.","por_que_esta_palavra":"A água é um símbolo de vida e purificação, e sua menção pode indicar a tentativa de os homens se sustentarem em seus próprios esforços.","conexao_teologica":"A dependência de recursos naturais para a construção da torre contrasta com a ideia de que a verdadeira fonte de vida e sustento vem de Deus.","referencias_relacionadas":["Gênesis 1:2","João 4:14","Apocalipse 22:17"]},"genesis_11_4_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como o espaço divino, que os homens tentaram alcançar com a construção da torre.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) é utilizada para descrever o domínio de Deus e a tentativa dos homens de se igualar a Ele, buscando construir uma torre que chegasse até o céu.","por_que_esta_palavra":"A ambição de alcançar os céus revela a arrogância humana e a tentativa de usurpar o lugar de Deus.","conexao_teologica":"A narrativa da Torre de Babel ilustra a limitação humana frente à grandeza de Deus, que é o único que habita nos céus.","referencias_relacionadas":["Gênesis 11:1-9","Salmos 2:4","Isaías 55:9"]},"genesis_11_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Neste contexto, a palavra 'urso' (עָשָׂה) não se aplica diretamente, mas pode ser interpretada como uma ação de fazer ou criar.","explicacao_detalhada":"A palavra 'fazer' ou 'criar' é utilizada para descrever a ação dos homens ao tentarem construir a torre, simbolizando a capacidade humana de criar e inovar.","por_que_esta_palavra":"A ênfase na ação de fazer destaca a criatividade humana, mas também a necessidade de reconhecer os limites dessa criatividade sem a orientação divina.","conexao_teologica":"A tentativa de construir a torre reflete a luta humana para alcançar a grandeza, que só pode ser verdadeira quando alinhada com a vontade de Deus.","referencias_relacionadas":["Gênesis 11:1-9","Salmos 127:1","Efésios 2:10"]},"genesis_11_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico onde os homens habitam e tentam se unir em seus esforços.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) representa o espaço onde a humanidade se desenvolve e tenta construir sua própria grandeza, ignorando a soberania de Deus.","por_que_esta_palavra":"A terra é o palco da ação humana, mas também é o domínio de Deus, que tem autoridade sobre toda a criação.","conexao_teologica":"A tentativa de construir uma cidade e uma torre na terra reflete a busca humana por segurança e identidade, que só pode ser encontrada em Deus.","referencias_relacionadas":["Gênesis 11:1-9","Salmos 24:1","Mateus 5:5"]},"genesis_11_5_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' (יָרַד) pode ser interpretada como a descida de Deus para observar a construção da torre, simbolizando a vigilância divina sobre a humanidade.","explicacao_detalhada":"A descida de Deus para ver a cidade e a torre que os homens estavam construindo indica que Ele está sempre atento às ações humanas, especialmente quando estas desafiam Sua autoridade.","por_que_esta_palavra":"A ideia de que Deus 'desce' mostra que Ele se importa com o que acontece na terra e que está sempre presente, mesmo quando os homens tentam se elevar.","conexao_teologica":"A vigilância de Deus sobre a humanidade revela Sua soberania e o fato de que Ele não permite que os planos humanos se oponham à Sua vontade.","referencias_relacionadas":["Gênesis 11:5","Salmos 33:13-15","Provérbios 15:3"]},"genesis_11_5_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade que os homens estavam construindo, simbolizando a união e a ambição coletiva da humanidade.","explicacao_detalhada":"A palavra 'cidade' (עִיר) representa o esforço humano para criar um espaço de segurança e identidade, que se opõe ao plano divino de dispersão.","por_que_esta_palavra":"A construção de uma cidade é um símbolo da tentativa humana de se estabelecer e se proteger, ignorando a ordem de Deus para se multiplicar e encher a terra.","conexao_teologica":"A cidade de Babel é um exemplo de como a humanidade, em sua unidade, pode se desviar dos propósitos de Deus, levando à confusão e à divisão.","referencias_relacionadas":["Gênesis 11:1-9","Hebreus 11:10","Apocalipse 21:2"]},"genesis_11_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao desejo dos homens de fazer um nome para si mesmos, simbolizando a busca por fama e reconhecimento.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é utilizada para contrastar com a tentativa humana de se autoafirmar, mostrando que o verdadeiro nome e autoridade pertencem a Deus.","por_que_esta_palavra":"A busca por um nome é uma expressão da ambição humana que, sem Deus, leva à ruína e à confusão.","conexao_teologica":"A tentativa de construir um nome próprio contrasta com a promessa de Deus de fazer um nome para Abraão, mostrando que a verdadeira grandeza vem de Deus.","referencias_relacionadas":["Gênesis 11:4","Gênesis 12:2","Salmos 75:6-7"]},"genesis_11_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' (עָשָׂה) novamente se refere à ação de fazer, destacando a capacidade humana de criar.","explicacao_detalhada":"Neste contexto, a palavra enfatiza a ação contínua dos homens em sua tentativa de construir a torre, simbolizando a persistência da humanidade em seus próprios planos.","por_que_esta_palavra":"A repetição da ação de fazer reflete a determinação humana, mas também a necessidade de reconhecer que sem Deus, esses esforços são em vão.","conexao_teologica":"A insistência em construir a torre ilustra a luta humana contra a vontade de Deus, que é soberana sobre todas as coisas.","referencias_relacionadas":["Gênesis 11:1-9","Salmos 127:1","Tiago 4:13-15"]},"genesis_11_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza que os homens desejavam alcançar com a construção da torre, simbolizando a ambição desmedida.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para expressar a intenção dos homens de se tornarem grandes e conhecidos, desafiando a ordem divina.","por_que_esta_palavra":"A busca pela grandeza é uma característica da humanidade que, sem Deus, leva à arrogância e à queda.","conexao_teologica":"A grandeza que os homens desejavam alcançar contrasta com a verdadeira grandeza que vem de Deus, que é humilde e servil.","referencias_relacionadas":["Gênesis 11:4","Mateus 23:12","1 Pedro 5:6"]},"genesis_11_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua soberania e autoridade sobre a criação.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para descrever a relação de Deus com Seu povo, destacando Sua posição de autoridade e poder. No contexto de Gênesis 11, isso é relevante, pois os seres humanos tentavam construir uma torre para alcançar os céus, desafiando a ordem divina.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a necessidade de reconhecer a soberania de Deus em todas as ações humanas.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem controle sobre a história e os eventos da humanidade.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Romanos 13:1"]},"genesis_11_7_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' (יָרַד) pode ser interpretada como uma referência à oposição a Deus e aos Seus planos.","explicacao_detalhada":"Neste contexto, a ideia de 'inimigo' se relaciona com a tentativa da humanidade de se igualar a Deus, o que é visto como uma rebelião contra a ordem divina.","por_que_esta_palavra":"A palavra é usada para mostrar que qualquer tentativa de desafiar a autoridade de Deus é, na verdade, uma forma de se tornar um inimigo de Sua vontade.","conexao_teologica":"A oposição a Deus é um tema recorrente nas Escrituras, onde a desobediência resulta em consequências severas.","referencias_relacionadas":["Tiago 4:4","Romanos 8:7","1 Pedro 5:8"]},"genesis_11_7_anoint":{"palavra_pt":"anoint","palavra_original":"בָּלַל","transliteracao":"bâlal","strong":"H1101","significado_raiz":"Ideia básica: anoint.","significado_contextual":"A palavra 'anoint' (בָּלַל) refere-se ao ato de misturar ou confundir, simbolizando a divisão das línguas.","explicacao_detalhada":"Neste contexto, Deus 'anoint' ou confunde a linguagem dos homens para impedir a construção da torre, mostrando que Ele tem o poder de interromper os planos humanos.","por_que_esta_palavra":"A confusão das línguas é uma ação direta de Deus para restaurar a ordem e evitar a soberania humana sobre a terra.","conexao_teologica":"A intervenção de Deus na história humana é um tema importante, mostrando que Ele não permite que a arrogância humana prevaleça.","referencias_relacionadas":["Salmos 33:10","Provérbios 19:21","Isaías 14:24"]},"genesis_11_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' (לֹא) é usada para afirmar a negação de um fato ou a impossibilidade de algo.","explicacao_detalhada":"Neste contexto, a negação da verdade é um elemento chave, pois os homens estavam tentando alcançar o céu sem reconhecer a verdade de sua posição diante de Deus.","por_que_esta_palavra":"A verdade é fundamental para entender a relação entre Deus e a humanidade, e a negação dela leva à confusão e ao erro.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, e a rejeição dela resulta em consequências espirituais.","referencias_relacionadas":["João 8:32","Salmos 119:160","Romanos 1:25"]},"genesis_11_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' (אֶרֶץ) refere-se ao espaço físico onde a humanidade habita e onde os eventos da história se desenrolam.","explicacao_detalhada":"No contexto de Gênesis 11, a terra é o cenário da tentativa de construção da torre, simbolizando a ambição humana de alcançar o céu.","por_que_esta_palavra":"A terra é um presente de Deus à humanidade, e a tentativa de dominá-la sem a devida reverência a Deus é um ato de rebelião.","conexao_teologica":"A relação entre Deus e a terra é um tema importante, mostrando que a criação deve glorificar ao Criador.","referencias_relacionadas":["Gênesis 1:28","Salmos 115:16","Romanos 8:19-21"]},"genesis_11_8_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' (חָדַל) refere-se à conclusão ou término de um processo.","explicacao_detalhada":"Neste contexto, o 'fim' se relaciona com a interrupção dos planos humanos por parte de Deus, mostrando que Ele tem o controle sobre o que acontece na terra.","por_que_esta_palavra":"A ideia de 'fim' enfatiza que os planos humanos podem ser frustrados pela vontade divina.","conexao_teologica":"Deus é soberano sobre o tempo e a história, e Seus planos sempre prevalecerão sobre os dos homens.","referencias_relacionadas":["Isaías 46:10","Eclesiastes 3:1","Apocalipse 21:6"]},"genesis_11_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' (עִיר) refere-se ao local de habitação e atividade humana, simbolizando a união e a ambição coletiva.","explicacao_detalhada":"No contexto de Gênesis 11, a cidade é o local onde a humanidade se uniu para construir a torre, representando a tentativa de alcançar o céu sem Deus.","por_que_esta_palavra":"A cidade simboliza a capacidade humana de se organizar e trabalhar em conjunto, mas também pode representar a rebelião contra Deus.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam tanto a realização humana quanto a necessidade de redenção divina.","referencias_relacionadas":["Gênesis 4:17","Salmos 48:1-2","Hebreus 11:10"]},"genesis_11_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' (אֶרֶץ) é novamente usada para enfatizar o espaço físico e a criação de Deus.","explicacao_detalhada":"Neste contexto, a terra é o palco onde a confusão das línguas ocorreu, mostrando a intervenção direta de Deus na história humana.","por_que_esta_palavra":"A repetição da palavra 'terra' destaca a importância do espaço criado por Deus e a responsabilidade da humanidade sobre ele.","conexao_teologica":"A criação da terra e a relação do homem com ela são temas centrais na narrativa bíblica.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:5","Romanos 8:22"]},"genesis_11_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (כִּי) é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"Neste contexto, 'porque' é usado para justificar a ação de Deus em confundir as línguas, mostrando que Ele tinha um propósito em Sua intervenção.","por_que_esta_palavra":"A palavra é crucial para entender a lógica divina por trás das ações de Deus na história.","conexao_teologica":"A soberania de Deus e Seus propósitos são temas recorrentes na Escritura, mostrando que Ele age com intenção.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 1:11"]},"genesis_11_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente a Deus como o Senhor, reafirmando Sua autoridade e controle sobre a situação.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) enfatiza a centralidade de Deus na narrativa e Sua capacidade de intervir na história humana.","por_que_esta_palavra":"A reafirmação do nome de Deus é um lembrete da Sua soberania e do fato de que Ele é o verdadeiro Senhor sobre todas as coisas.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 103:19","Isaías 40:28","Apocalipse 19:16"]},"genesis_11_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para indicar a relação familiar e a transmissão de herança entre gerações. No contexto de Gênesis 11:10, ela representa a importância da genealogia na história do povo de Israel.","por_que_esta_palavra":"A palavra é fundamental para entender a estrutura familiar e a importância da linhagem na cultura hebraica.","conexao_teologica":"A relação de pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, enfatizando a ideia de filiação espiritual.","referencias_relacionadas":["Gênesis 4:25","Gênesis 5:3","Mateus 1:1","Romanos 8:14","Efésios 1:5"]},"genesis_11_10_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente no contexto, mas pode ser uma confusão com a palavra 'gerar'.","explicacao_detalhada":"A palavra original 'יָלַד' (yâlad) significa 'gerar' ou 'dar à luz', referindo-se ao ato de trazer filhos ao mundo. No contexto, é usada para descrever a continuidade da linhagem.","por_que_esta_palavra":"É essencial para entender a ideia de procriação e a importância da descendência na narrativa bíblica.","conexao_teologica":"A geração é um tema central na Bíblia, refletindo a criação e a continuidade da vida conforme o plano de Deus.","referencias_relacionadas":["Gênesis 4:1","Gênesis 5:29","Salmos 127:3","Isaías 66:9","Mateus 1:2"]},"genesis_11_10_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou ir atrás de algo ou alguém.","explicacao_detalhada":"A palavra 'seguir' é usada para descrever a ação de um indivíduo que vai atrás de outro, simbolizando lealdade ou a busca de um caminho. No contexto, pode se referir à continuidade da linhagem.","por_que_esta_palavra":"É importante para entender a dinâmica de relacionamentos e a transmissão de valores entre gerações.","conexao_teologica":"Seguir a Deus é um tema recorrente na Bíblia, onde os fiéis são chamados a seguir os caminhos do Senhor.","referencias_relacionadas":["Salmos 23:3","Mateus 4:19","Lucas 9:23","João 10:27","Hebreus 12:1"]},"genesis_11_11_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se ao ato de existir ou ter vida.","explicacao_detalhada":"A palavra 'viver' é usada para descrever a condição de estar vivo, com todas as implicações de relacionamentos e experiências. No contexto, enfatiza a continuidade da vida através das gerações.","por_que_esta_palavra":"É fundamental para entender a importância da vida e da existência na narrativa bíblica.","conexao_teologica":"A vida é um presente de Deus, e viver segundo Seus princípios é um tema central nas Escrituras.","referencias_relacionadas":["Gênesis 2:7","Deuteronômio 30:19","João 10:10","Romanos 6:4","1 João 5:12"]},"genesis_11_11_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou ir atrás de algo ou alguém.","explicacao_detalhada":"A palavra 'seguir' é usada para descrever a ação de um indivíduo que vai atrás de outro, simbolizando lealdade ou a busca de um caminho. No contexto, pode se referir à continuidade da linhagem.","por_que_esta_palavra":"É importante para entender a dinâmica de relacionamentos e a transmissão de valores entre gerações.","conexao_teologica":"Seguir a Deus é um tema recorrente na Bíblia, onde os fiéis são chamados a seguir os caminhos do Senhor.","referencias_relacionadas":["Salmos 23:3","Mateus 4:19","Lucas 9:23","João 10:27","Hebreus 12:1"]},"genesis_11_11_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente no contexto, mas pode ser uma confusão com a palavra 'gerar'.","explicacao_detalhada":"A palavra original 'יָלַד' (yâlad) significa 'gerar' ou 'dar à luz', referindo-se ao ato de trazer filhos ao mundo. No contexto, é usada para descrever a continuidade da linhagem.","por_que_esta_palavra":"É essencial para entender a ideia de procriação e a importância da descendência na narrativa bíblica.","conexao_teologica":"A geração é um tema central na Bíblia, refletindo a criação e a continuidade da vida conforme o plano de Deus.","referencias_relacionadas":["Gênesis 4:1","Gênesis 5:29","Salmos 127:3","Isaías 66:9","Mateus 1:2"]},"genesis_11_12_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se ao ato de existir ou ter vida.","explicacao_detalhada":"A palavra 'viver' é usada para descrever a condição de estar vivo, com todas as implicações de relacionamentos e experiências. No contexto, enfatiza a continuidade da vida através das gerações.","por_que_esta_palavra":"É fundamental para entender a importância da vida e da existência na narrativa bíblica.","conexao_teologica":"A vida é um presente de Deus, e viver segundo Seus princípios é um tema central nas Escrituras.","referencias_relacionadas":["Gênesis 2:7","Deuteronômio 30:19","João 10:10","Romanos 6:4","1 João 5:12"]},"genesis_11_12_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente no contexto, mas pode ser uma confusão com a palavra 'gerar'.","explicacao_detalhada":"A palavra original 'יָלַד' (yâlad) significa 'gerar' ou 'dar à luz', referindo-se ao ato de trazer filhos ao mundo. No contexto, é usada para descrever a continuidade da linhagem.","por_que_esta_palavra":"É essencial para entender a ideia de procriação e a importância da descendência na narrativa bíblica.","conexao_teologica":"A geração é um tema central na Bíblia, refletindo a criação e a continuidade da vida conforme o plano de Deus.","referencias_relacionadas":["Gênesis 4:1","Gênesis 5:29","Salmos 127:3","Isaías 66:9","Mateus 1:2"]},"genesis_11_12_filho":{"palavra_pt":"filho","palavra_original":"אַרְפַּכְשַׁד","transliteracao":"ʼArpakshad","strong":"H775","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para indicar a relação familiar e a transmissão de herança entre gerações. No contexto de Gênesis 11:12, ela representa a importância da genealogia na história do povo de Israel.","por_que_esta_palavra":"A palavra é fundamental para entender a estrutura familiar e a importância da linhagem na cultura hebraica.","conexao_teologica":"A relação de pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, enfatizando a ideia de filiação espiritual.","referencias_relacionadas":["Gênesis 4:25","Gênesis 5:3","Mateus 1:1","Romanos 8:14","Efésios 1:5"]},"genesis_11_13_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se ao ato de existir ou ter vida.","explicacao_detalhada":"A palavra 'viver' é usada para descrever a condição de estar vivo, com todas as implicações de relacionamentos e experiências. No contexto, enfatiza a continuidade da vida através das gerações.","por_que_esta_palavra":"É fundamental para entender a importância da vida e da existência na narrativa bíblica.","conexao_teologica":"A vida é um presente de Deus, e viver segundo Seus princípios é um tema central nas Escrituras.","referencias_relacionadas":["Gênesis 2:7","Deuteronômio 30:19","João 10:10","Romanos 6:4","1 João 5:12"]},"genesis_11_13_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em um movimento ou uma ação de acompanhar ou ir atrás de algo ou alguém.","explicacao_detalhada":"No contexto de Gênesis 11:13, 'seguir' pode se referir à ideia de continuar uma linhagem ou tradição, indicando a continuidade da vida e das gerações.","por_que_esta_palavra":"A escolha da palavra 'seguir' é significativa, pois reflete a ideia de sucessão e a importância da herança familiar na narrativa bíblica.","conexao_teologica":"Teologicamente, 'seguir' pode ser visto como um chamado para seguir a Deus e Seus caminhos, refletindo a relação entre o homem e o divino.","referencias_relacionadas":["Gênesis 12:1","Salmos 119:3","Mateus 4:19"]},"genesis_11_13_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal, mas no contexto pode simbolizar força e proteção.","explicacao_detalhada":"Em Gênesis 11:13, a menção do 'urso' pode estar relacionada a uma metáfora de força e resistência, refletindo a natureza robusta do animal.","por_que_esta_palavra":"A palavra 'urso' é usada para enfatizar características de força e poder, que podem ser aplicadas à linhagem ou à proteção da família.","conexao_teologica":"A força do urso pode ser vista como uma representação da proteção divina sobre o povo de Deus.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Salmos 22:12"]},"genesis_11_14_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se ao ato de existir, ter vida e prosperar.","explicacao_detalhada":"No contexto de Gênesis 11:14, 'viver' é uma afirmação da continuidade da vida e da importância da procriação e da multiplicação da humanidade.","por_que_esta_palavra":"A escolha da palavra 'viver' destaca a intenção de Deus para a humanidade de se multiplicar e encher a terra.","conexao_teologica":"Teologicamente, 'viver' é um conceito central na Bíblia, simbolizando a vida plena que Deus deseja para Seu povo.","referencias_relacionadas":["Gênesis 1:28","João 10:10","Romanos 6:4"]},"genesis_11_14_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' novamente se refere a um animal que simboliza força e proteção.","explicacao_detalhada":"A repetição da palavra 'urso' em Gênesis 11:14 pode reforçar a ideia de que a força e a proteção são essenciais na narrativa da linhagem.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a robustez e a segurança que a linhagem pode oferecer.","conexao_teologica":"O urso pode simbolizar a força de Deus em proteger Seu povo ao longo das gerações.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Salmos 22:12"]},"genesis_11_14_salah":{"palavra_pt":"salah","palavra_original":"שֶׁלַח","transliteracao":"Shelach","strong":"H7974","significado_raiz":"Ideia básica: salah.","significado_contextual":"A palavra 'salah' pode ser entendida como um ato de enviar ou soltar.","explicacao_detalhada":"No contexto de Gênesis 11:14, 'salah' pode indicar a ideia de libertação ou envio de uma nova geração para cumprir o propósito de Deus.","por_que_esta_palavra":"A escolha de 'salah' sugere a intenção de Deus de que a linhagem se espalhe e cumpra Seu plano.","conexao_teologica":"Teologicamente, 'salah' pode ser visto como um chamado para que os crentes se espalhem e compartilhem a mensagem de Deus.","referencias_relacionadas":["Gênesis 12:1","Mateus 28:19","Atos 1:8"]},"genesis_11_15_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' novamente se refere ao ato de existir e prosperar.","explicacao_detalhada":"Em Gênesis 11:15, 'viver' reafirma a importância da continuidade da vida e da multiplicação da humanidade.","por_que_esta_palavra":"A repetição da palavra 'viver' enfatiza a intenção divina de que a vida seja preservada e multiplicada.","conexao_teologica":"A vida é um presente de Deus e reflete Seu desejo de que todos tenham vida em abundância.","referencias_relacionadas":["Gênesis 1:28","João 10:10","Romanos 6:4"]},"genesis_11_15_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em um movimento ou uma ação de acompanhar ou ir atrás de algo ou alguém.","explicacao_detalhada":"No contexto de Gênesis 11:15, 'seguir' pode se referir à continuidade da linhagem e da tradição familiar.","por_que_esta_palavra":"A escolha da palavra 'seguir' é significativa, pois reflete a ideia de sucessão e a importância da herança familiar.","conexao_teologica":"Teologicamente, 'seguir' pode ser visto como um chamado para seguir a Deus e Seus caminhos.","referencias_relacionadas":["Gênesis 12:1","Salmos 119:3","Mateus 4:19"]},"genesis_11_15_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e proteção.","explicacao_detalhada":"Em Gênesis 11:15, a menção do 'urso' pode simbolizar a força e a resistência da linhagem.","por_que_esta_palavra":"A palavra 'urso' é usada para enfatizar características de força e poder.","conexao_teologica":"A força do urso pode ser vista como uma representação da proteção divina sobre o povo de Deus.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Salmos 22:12"]},"genesis_11_16_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se ao ato de existir e prosperar.","explicacao_detalhada":"No contexto de Gênesis 11:16, 'viver' reafirma a importância da continuidade da vida e da multiplicação da humanidade.","por_que_esta_palavra":"A repetição da palavra 'viver' enfatiza a intenção divina de que a vida seja preservada e multiplicada.","conexao_teologica":"A vida é um presente de Deus e reflete Seu desejo de que todos tenham vida em abundância.","referencias_relacionadas":["Gênesis 1:28","João 10:10","Romanos 6:4"]},"genesis_11_16_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' novamente se refere a um animal que simboliza força e proteção.","explicacao_detalhada":"A repetição da palavra 'urso' em Gênesis 11:16 reforça a ideia de que a força e a proteção são essenciais na narrativa da linhagem.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a robustez e a segurança que a linhagem pode oferecer.","conexao_teologica":"O urso pode simbolizar a força de Deus em proteger Seu povo ao longo das gerações.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Salmos 22:12"]},"genesis_11_16_thirty":{"palavra_pt":"thirty","palavra_original":"שְׁלוֹשִׁים","transliteracao":"shᵉlôwshîym","strong":"H7970","significado_raiz":"Ideia básica: thirty.","significado_contextual":"Refere-se ao número trinta, que é uma idade significativa em várias culturas.","explicacao_detalhada":"O número trinta é frequentemente associado à maturidade e ao início de responsabilidades. Na Bíblia, é a idade em que alguns líderes, como sacerdotes e reis, eram considerados prontos para assumir suas funções.","por_que_esta_palavra":"A palavra 'thirty' é utilizada para indicar a idade de um personagem importante na genealogia, mostrando a continuidade da linhagem.","conexao_teologica":"O número trinta pode simbolizar a preparação divina para um ministério ou missão, refletindo a soberania de Deus na escolha de líderes.","referencias_relacionadas":["Números 4:3","Lucas 3:23","Ezequiel 1:1"]},"genesis_11_17_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se ao ato de viver, que é fundamental para a existência humana.","explicacao_detalhada":"A palavra 'viver' implica não apenas a existência física, mas também a vida espiritual e a relação com Deus. É um conceito central na teologia bíblica, onde a vida é vista como um dom divino.","por_que_esta_palavra":"A palavra 'viver' é usada para enfatizar a continuidade da vida na genealogia, mostrando a importância da descendência.","conexao_teologica":"A vida é um tema central na Bíblia, onde Deus é o autor da vida e a salvação em Cristo é apresentada como a verdadeira vida.","referencias_relacionadas":["Gênesis 2:7","João 10:10","Romanos 6:23"]},"genesis_11_17_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de seguir, que pode ser literal ou figurativa, como seguir a Deus.","explicacao_detalhada":"A palavra 'seguir' sugere um movimento em direção a algo ou alguém, implicando lealdade e compromisso. Na Bíblia, seguir a Deus é um chamado constante.","por_que_esta_palavra":"A palavra 'seguir' é importante para entender a relação entre os personagens e a continuidade da história da salvação.","conexao_teologica":"Seguir a Deus é um tema recorrente, onde a obediência e a fé são fundamentais para a vida espiritual.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","Salmos 119:105"]},"genesis_11_17_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de gerar ou dar à luz, que é essencial na genealogia.","explicacao_detalhada":"A palavra 'urso' é usada para descrever o ato de trazer novos seres à vida, enfatizando a importância da procriação e da continuidade da linhagem.","por_que_esta_palavra":"A palavra 'urso' é crucial para entender a genealogia e a transmissão de promessas divinas através das gerações.","conexao_teologica":"A procriação é vista como parte do plano de Deus para a humanidade, refletindo a criação e a continuidade da vida.","referencias_relacionadas":["Gênesis 1:28","Salmos 127:3","Hebreus 11:11"]},"genesis_11_18_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Novamente, refere-se ao ato de viver, enfatizando a continuidade da vida na genealogia.","explicacao_detalhada":"A repetição da palavra 'viver' reforça a importância da vida e da relação com Deus, que é a fonte de toda vida.","por_que_esta_palavra":"A palavra 'viver' é utilizada para mostrar a continuidade da linhagem e a importância da vida em cada geração.","conexao_teologica":"A vida é um presente de Deus, e a Bíblia ensina que a verdadeira vida é encontrada em Cristo.","referencias_relacionadas":["Gênesis 2:7","João 14:6","1 João 5:12"]},"genesis_11_18_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de gerar, essencial para a continuidade da linhagem.","explicacao_detalhada":"A palavra 'urso' destaca a importância da procriação na genealogia, mostrando como as promessas de Deus são transmitidas através das gerações.","por_que_esta_palavra":"A palavra 'urso' é fundamental para entender a genealogia e a importância de cada geração na história da salvação.","conexao_teologica":"A procriação é parte do plano divino, refletindo a criação e a continuidade da vida conforme o desejo de Deus.","referencias_relacionadas":["Gênesis 1:28","Salmos 127:3","Romanos 9:8"]},"genesis_11_18_filho":{"palavra_pt":"filho","palavra_original":"פֶּלֶג","transliteracao":"Peleg","strong":"H6389","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um filho, que é uma parte essencial da genealogia.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a continuidade da linhagem e a importância das relações familiares na história bíblica.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a transmissão das promessas de Deus através das gerações.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 4:1","Mateus 1:1","João 3:16"]},"genesis_11_19_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Mais uma vez, refere-se ao ato de viver, enfatizando a importância da vida na genealogia.","explicacao_detalhada":"A repetição da palavra 'viver' reforça a ideia de que a vida é um dom divino e que cada geração tem um propósito.","por_que_esta_palavra":"A palavra 'viver' é utilizada para mostrar a continuidade da linhagem e a importância da vida em cada geração.","conexao_teologica":"A vida é um presente de Deus, e a Bíblia ensina que a verdadeira vida é encontrada em Cristo.","referencias_relacionadas":["Gênesis 2:7","João 14:6","1 João 5:12"]},"genesis_11_19_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de seguir, que pode ser literal ou figurativa, como seguir a Deus.","explicacao_detalhada":"A palavra 'seguir' sugere um movimento em direção a algo ou alguém, implicando lealdade e compromisso. Na Bíblia, seguir a Deus é um chamado constante.","por_que_esta_palavra":"A palavra 'seguir' é importante para entender a relação entre os personagens e a continuidade da história da salvação.","conexao_teologica":"Seguir a Deus é um tema recorrente, onde a obediência e a fé são fundamentais para a vida espiritual.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","Salmos 119:105"]},"genesis_11_19_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de gerar ou dar à luz, que é essencial na genealogia.","explicacao_detalhada":"A palavra 'urso' é usada para descrever o ato de trazer novos seres à vida, enfatizando a importância da procriação e da continuidade da linhagem.","por_que_esta_palavra":"A palavra 'urso' é crucial para entender a genealogia e a transmissão de promessas divinas através das gerações.","conexao_teologica":"A procriação é vista como parte do plano de Deus para a humanidade, refletindo a criação e a continuidade da vida.","referencias_relacionadas":["Gênesis 1:28","Salmos 127:3","Hebreus 11:11"]},"genesis_11_20_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida e à existência, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'viver' neste contexto destaca a importância da vida como um dom de Deus e a continuidade da descendência.","por_que_esta_palavra":"A palavra é usada para mostrar a vitalidade e a importância da vida na genealogia de Adão.","conexao_teologica":"A vida é um tema central na teologia bíblica, simbolizando a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 2:7","Salmos 36:9","João 10:10"]},"genesis_11_20_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Neste contexto, 'urso' pode ser uma referência a um tipo de animal ou uma metáfora.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a força e a natureza selvagem, podendo simbolizar proteção ou perigo.","por_que_esta_palavra":"A inclusão de 'urso' pode indicar a força da criação de Deus e a diversidade da fauna.","conexao_teologica":"Deus é o criador de todas as criaturas, e cada uma tem seu propósito dentro do plano divino.","referencias_relacionadas":["Gênesis 1:24","Salmos 104:25-26","Isaías 11:6"]},"genesis_11_20_thirty":{"palavra_pt":"thirty","palavra_original":"שְׁלוֹשִׁים","transliteracao":"shᵉlôwshîym","strong":"H7970","significado_raiz":"Ideia básica: thirty.","significado_contextual":"Refere-se ao número trinta, que pode simbolizar um período de maturidade ou plenitude.","explicacao_detalhada":"O número trinta é frequentemente associado a um tempo de preparação ou a um marco significativo na vida.","por_que_esta_palavra":"A menção do número trinta pode indicar a idade de um personagem importante ou um marco na genealogia.","conexao_teologica":"Os números na Bíblia frequentemente têm significados simbólicos que refletem verdades espirituais.","referencias_relacionadas":["Gênesis 41:46","Números 4:3","Lucas 3:23"]},"genesis_11_21_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Novamente enfatiza a continuidade da vida e a importância da linhagem.","explicacao_detalhada":"A repetição da palavra 'viver' reforça a ideia de que a vida é um presente e uma responsabilidade.","por_que_esta_palavra":"A palavra é crucial para entender a genealogia e a história do povo de Deus.","conexao_teologica":"A vida é um tema que conecta a criação, a queda e a redenção na narrativa bíblica.","referencias_relacionadas":["Gênesis 2:7","Deuteronômio 30:19","João 1:4"]},"genesis_11_21_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de seguir, que pode ter conotações de obediência ou continuidade.","explicacao_detalhada":"A palavra 'seguir' implica em um movimento em direção a algo ou alguém, muitas vezes associado à liderança divina.","por_que_esta_palavra":"É importante para entender a dinâmica de liderança e sucessão nas genealogias bíblicas.","conexao_teologica":"Seguir a Deus é um tema central na vida do crente, refletindo a obediência e a fé.","referencias_relacionadas":["Salmos 23:3","Mateus 4:19","Romanos 8:14"]},"genesis_11_21_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Reitera a força e a natureza, possivelmente como um símbolo de proteção.","explicacao_detalhada":"A palavra 'urso' pode simbolizar a força que Deus dá à criação e à proteção de seu povo.","por_que_esta_palavra":"A presença de 'urso' pode indicar a diversidade e a força da criação divina.","conexao_teologica":"A criação reflete a grandeza de Deus e sua soberania sobre todas as criaturas.","referencias_relacionadas":["Gênesis 1:25","Salmos 147:9","Isaías 43:20"]},"genesis_11_22_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Continua a ênfase na vida e na linhagem.","explicacao_detalhada":"A repetição da palavra 'viver' sublinha a importância da continuidade da vida na narrativa bíblica.","por_que_esta_palavra":"A palavra é essencial para entender a genealogia e a história do povo de Deus.","conexao_teologica":"A vida é um presente de Deus e um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 2:7","Salmos 36:9","João 10:10"]},"genesis_11_22_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à força e à natureza, simbolizando proteção ou perigo.","explicacao_detalhada":"A palavra 'urso' pode ser uma metáfora para a força da criação e a diversidade da fauna.","por_que_esta_palavra":"A inclusão de 'urso' destaca a criação de Deus e sua soberania sobre todas as criaturas.","conexao_teologica":"Deus é o criador de todas as coisas, e cada criatura tem seu propósito no plano divino.","referencias_relacionadas":["Gênesis 1:24","Salmos 104:25-26","Isaías 11:6"]},"genesis_11_22_serug":{"palavra_pt":"serug","palavra_original":"שְׂרוּג","transliteracao":"Sᵉrûwg","strong":"H8286","significado_raiz":"Ideia básica: serug.","significado_contextual":"Refere-se a um nome próprio, representando uma linhagem específica.","explicacao_detalhada":"O nome 'Serug' é importante na genealogia de Abraão, mostrando a continuidade da promessa de Deus.","por_que_esta_palavra":"A menção de Serug é crucial para entender a história do povo escolhido.","conexao_teologica":"A genealogia é uma forma de mostrar a fidelidade de Deus às suas promessas ao longo das gerações.","referencias_relacionadas":["Gênesis 11:24-26","Mateus 1:2-16","Lucas 3:34-38"]},"genesis_11_23_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Reforça a continuidade da vida e a importância da linhagem.","explicacao_detalhada":"A repetição da palavra 'viver' enfatiza a importância da vida na narrativa da genealogia.","por_que_esta_palavra":"A palavra é essencial para entender a continuidade da linhagem e a história do povo de Deus.","conexao_teologica":"A vida é um tema central que conecta a criação, a queda e a redenção na narrativa bíblica.","referencias_relacionadas":["Gênesis 2:7","Deuteronômio 30:19","João 1:4"]},"genesis_11_23_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' indica a ação de acompanhar ou ir atrás de algo ou alguém.","explicacao_detalhada":"No contexto de Gênesis 11:23, 'seguir' pode se referir à continuidade da linhagem ou à obediência a um caminho estabelecido por Deus.","por_que_esta_palavra":"A escolha da palavra 'seguir' enfatiza a importância da fidelidade e da continuidade na história da humanidade.","conexao_teologica":"A ideia de seguir é central na vida cristã, onde os crentes são chamados a seguir a Cristo e seus ensinamentos.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"genesis_11_23_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal específico, mas aqui pode simbolizar força ou proteção.","explicacao_detalhada":"Em Gênesis 11:23, a menção do 'urso' pode ser uma referência à força e à robustez associadas a esse animal, possivelmente em um contexto de linhagem ou descendência.","por_que_esta_palavra":"A palavra é usada para descrever a força e a natureza protetora, refletindo a importância da linhagem e da herança.","conexao_teologica":"Os animais na Bíblia frequentemente simbolizam características de Deus, como força e proteção.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"genesis_11_24_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se ao ato de existir, ter vida.","explicacao_detalhada":"Em Gênesis 11:24, 'viver' é um conceito que abrange não apenas a existência física, mas também a vida espiritual e a relação com Deus.","por_que_esta_palavra":"A escolha da palavra 'viver' destaca a importância da vida plena que Deus deseja para a humanidade.","conexao_teologica":"A vida em Cristo é frequentemente descrita como uma vida abundante, refletindo a intenção de Deus para a humanidade.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"genesis_11_24_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever um animal forte, simbolizando proteção e força.","explicacao_detalhada":"Neste versículo, a menção do 'urso' pode ser interpretada como uma referência à força da linhagem e à proteção que ela oferece.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a robustez e a força que são características importantes na narrativa da genealogia.","conexao_teologica":"Os animais na Bíblia muitas vezes simbolizam atributos de Deus, como força e proteção.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"genesis_11_25_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à existência e à plenitude da vida.","explicacao_detalhada":"Em Gênesis 11:25, 'viver' é um conceito que implica não apenas a vida física, mas também a vida espiritual e a relação com Deus.","por_que_esta_palavra":"A palavra 'viver' é usada para enfatizar a intenção de Deus de que a humanidade experimente uma vida plena.","conexao_teologica":"A vida em Cristo é descrita como uma vida abundante, refletindo o desejo de Deus para a humanidade.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"genesis_11_25_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica acompanhar ou ir atrás de algo ou alguém.","explicacao_detalhada":"No contexto de Gênesis 11:25, 'seguir' pode se referir à continuidade da linhagem ou à obediência a um caminho estabelecido por Deus.","por_que_esta_palavra":"A escolha da palavra 'seguir' enfatiza a importância da fidelidade e da continuidade na história da humanidade.","conexao_teologica":"A ideia de seguir é central na vida cristã, onde os crentes são chamados a seguir a Cristo e seus ensinamentos.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"genesis_11_25_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal forte, simbolizando proteção e força.","explicacao_detalhada":"Neste versículo, a menção do 'urso' pode ser interpretada como uma referência à força da linhagem e à proteção que ela oferece.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a robustez e a força que são características importantes na narrativa da genealogia.","conexao_teologica":"Os animais na Bíblia muitas vezes simbolizam atributos de Deus, como força e proteção.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"genesis_11_26_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à existência e à plenitude da vida.","explicacao_detalhada":"Em Gênesis 11:26, 'viver' é um conceito que implica não apenas a vida física, mas também a vida espiritual e a relação com Deus.","por_que_esta_palavra":"A palavra 'viver' é usada para enfatizar a intenção de Deus de que a humanidade experimente uma vida plena.","conexao_teologica":"A vida em Cristo é descrita como uma vida abundante, refletindo o desejo de Deus para a humanidade.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"genesis_11_26_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever um animal forte, simbolizando proteção e força.","explicacao_detalhada":"Neste versículo, a menção do 'urso' pode ser interpretada como uma referência à força da linhagem e à proteção que ela oferece.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a robustez e a força que são características importantes na narrativa da genealogia.","conexao_teologica":"Os animais na Bíblia muitas vezes simbolizam atributos de Deus, como força e proteção.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"genesis_11_26_pai":{"palavra_pt":"pai","palavra_original":"תֶּרַח","transliteracao":"Terach","strong":"H8646","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' refere-se à figura paterna, simbolizando origem e liderança.","explicacao_detalhada":"Em Gênesis 11:26, 'pai' é uma referência direta à figura de Terach, que é importante na genealogia de Abraão, destacando a importância da linhagem.","por_que_esta_palavra":"A palavra 'pai' é escolhida para enfatizar a relação familiar e a continuidade da fé através das gerações.","conexao_teologica":"A paternidade de Deus é um tema central na Bíblia, refletindo a relação íntima que Ele deseja ter com Seu povo.","referencias_relacionadas":["Gálatas 4:6","Efésios 3:14-15","Romanos 8:15"]},"genesis_11_27_nome":{"palavra_pt":"nome","palavra_original":"הָרָן","transliteracao":"Hârân","strong":"H2039","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Háran, que é mencionado como parte da genealogia de Abraão.","explicacao_detalhada":"O nome é uma parte fundamental da identidade de uma pessoa na cultura hebraica. Háran é o nome do irmão de Abraão, e sua menção aqui estabelece a linhagem e a história familiar.","por_que_esta_palavra":"A palavra 'nome' é importante para identificar e distinguir indivíduos, além de carregar significados e histórias associadas.","conexao_teologica":"O nome de uma pessoa muitas vezes reflete seu caráter ou destino, e em contextos bíblicos, nomes são frequentemente dados com significados proféticos.","referencias_relacionadas":["Gênesis 12:1","Gênesis 17:5","Gênesis 22:2"]},"genesis_11_27_familia":{"palavra_pt":"familia","palavra_original":"תּוֹלְדָה","transliteracao":"tôwlᵉdâh","strong":"H8435","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à descendência e à linhagem de Abraão, destacando a importância da família na narrativa bíblica.","explicacao_detalhada":"A palavra 'família' implica em um grupo de pessoas unidas por laços de sangue ou aliança. Neste contexto, enfatiza a continuidade da promessa de Deus através das gerações.","por_que_esta_palavra":"A família é um tema central na Bíblia, representando não apenas relações humanas, mas também a relação de Deus com Seu povo.","conexao_teologica":"A genealogia é crucial para entender a história da salvação e a vinda do Messias, que é traçada através das famílias.","referencias_relacionadas":["Gênesis 12:3","Gênesis 17:7","Gênesis 28:14"]},"genesis_11_27_pai":{"palavra_pt":"pai","palavra_original":"תֶּרַח","transliteracao":"Terach","strong":"H8646","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se a Terach, o pai de Abraão, e a sua importância na narrativa da formação do povo de Israel.","explicacao_detalhada":"A palavra 'pai' não apenas indica a relação biológica, mas também o papel de liderança e influência que Terach teve na vida de Abraão.","por_que_esta_palavra":"A figura do pai é central na cultura hebraica, simbolizando autoridade, proteção e a transmissão de valores.","conexao_teologica":"Deus é frequentemente referido como Pai, e a relação de Abraão com seu pai humano reflete a dinâmica da relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 12:1","Gênesis 17:5","Gênesis 22:2"]},"genesis_11_28_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte de Háran, que é um evento significativo na narrativa familiar de Abraão.","explicacao_detalhada":"A morte de Háran é mencionada para mostrar a fragilidade da vida e a realidade da mortalidade, que afeta até mesmo as famílias mais proeminentes.","por_que_esta_palavra":"A morte é um tema recorrente na Bíblia, simbolizando a separação e a necessidade de esperança na ressurreição.","conexao_teologica":"A morte de Háran pode ser vista como um precursor das dificuldades que Abraão enfrentaria em sua jornada de fé.","referencias_relacionadas":["Gênesis 3:19","Eclesiastes 3:2","Romanos 6:23"]},"genesis_11_28_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Ur dos Caldeus, de onde Abraão saiu em obediência a Deus.","explicacao_detalhada":"A terra é um símbolo de promessa e herança na Bíblia. A menção da terra aqui destaca a transição de Abraão para um novo destino que Deus havia preparado.","por_que_esta_palavra":"A terra é frequentemente associada à bênção e à presença de Deus, sendo um tema central na história de Israel.","conexao_teologica":"A terra prometida é um conceito fundamental que se desenvolve ao longo da narrativa bíblica, culminando na terra que Deus prometeu a Abraão e seus descendentes.","referencias_relacionadas":["Gênesis 12:1","Gênesis 15:18","Gênesis 17:8"]},"genesis_11_29_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou agarrar a esposa, que neste caso é Sarai, a futura esposa de Abraão.","explicacao_detalhada":"A palavra 'tomar' implica em um ato de escolha e compromisso, refletindo a importância do casamento na cultura hebraica.","por_que_esta_palavra":"O ato de tomar uma esposa é um símbolo de união e aliança, que é fundamental para a formação de uma nova família.","conexao_teologica":"O casamento é frequentemente usado como uma metáfora para a relação entre Deus e Seu povo, simbolizando fidelidade e compromisso.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:31","Mateus 19:5"]},"genesis_11_29_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome que é dado a Sarai, enfatizando a importância do nome na identidade e no papel que ela desempenhará.","explicacao_detalhada":"O nome é um reflexo da autoridade e do papel que uma pessoa desempenha na narrativa bíblica. Sarai, mais tarde chamada Sara, é uma figura central na história da aliança.","por_que_esta_palavra":"A palavra 'nome' carrega significados profundos, muitas vezes relacionados ao caráter e à missão de uma pessoa.","conexao_teologica":"A mudança de nome de Sarai para Sara simboliza a nova identidade que Deus dá àqueles que Ele chama e usa para Seus propósitos.","referencias_relacionadas":["Gênesis 17:15","Gênesis 21:1-3","Romanos 4:19"]},"genesis_11_29_pai":{"palavra_pt":"pai","palavra_original":"אָב","transliteracao":"ʼâb","strong":"H1","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à paternidade de Abraão, que é um tema central na narrativa de Gênesis.","explicacao_detalhada":"A palavra 'pai' aqui destaca o papel de Abraão como patriarca e líder da nova nação que Deus formaria através dele.","por_que_esta_palavra":"A paternidade é um símbolo de responsabilidade e legado, especialmente na formação do povo de Israel.","conexao_teologica":"Abraão é chamado o 'pai da fé', e sua relação com Deus estabelece um modelo para todos os crentes.","referencias_relacionadas":["Gênesis 12:2","Gênesis 17:4","Romanos 4:16"]},"genesis_11_30_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à condição de Sarai, que era estéril, e a sua incapacidade de ter filhos, um tema que permeia a narrativa de Abraão.","explicacao_detalhada":"A palavra 'cair' aqui pode ser interpretada como uma referência à queda da esperança de Sarai em ter filhos, o que é um ponto crucial na história da aliança.","por_que_esta_palavra":"A esterilidade é um símbolo de desespero e necessidade de intervenção divina, que será um tema recorrente na história de Abraão.","conexao_teologica":"A incapacidade de Sarai de ter filhos destaca a soberania de Deus em realizar promessas impossíveis, mostrando que Ele pode trazer vida onde parece não haver.","referencias_relacionadas":["Gênesis 18:10-14","Gênesis 21:1-2","Hebreus 11:11"]},"genesis_11_30_esposa":{"palavra_pt":"esposa","palavra_original":"שָׂרַי","transliteracao":"Sâray","strong":"H8297","significado_raiz":"Ideia básica: esposa.","significado_contextual":"Refere-se a Sarai, a esposa de Abraão, e seu papel na narrativa da formação do povo de Israel.","explicacao_detalhada":"A palavra 'esposa' implica em um relacionamento de aliança e compromisso, que é fundamental para a história da salvação.","por_que_esta_palavra":"O casamento é um símbolo de união e parceria, refletindo a relação entre Deus e Seu povo.","conexao_teologica":"Sarai, como esposa de Abraão, desempenha um papel crucial na realização das promessas de Deus, mostrando a importância das mulheres na história bíblica.","referencias_relacionadas":["Gênesis 12:5","Gênesis 17:15","Gênesis 21:12"]},"genesis_11_30_macho":{"palavra_pt":"macho","palavra_original":"עָקָר","transliteracao":"ʻâqâr","strong":"H6135","significado_raiz":"Ideia básica: macho.","significado_contextual":"Refere-se à condição de ser macho, especialmente em relação à descendência e linhagem.","explicacao_detalhada":"A palavra 'macho' é usada para descrever a masculinidade, que é importante na genealogia e na continuidade da família. No contexto de Gênesis 11:30, refere-se a Sarai, que era estéril, destacando a importância da procriação na cultura hebraica.","por_que_esta_palavra":"A escolha da palavra 'macho' enfatiza a necessidade de um herdeiro masculino para a continuidade da linhagem.","conexao_teologica":"A masculinidade e a procriação são temas centrais na narrativa da aliança de Deus com Abraão, onde a descendência é uma promessa fundamental.","referencias_relacionadas":["Gênesis 17:15-16","Gênesis 21:1-3","Gênesis 25:21-26"]},"genesis_11_31_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar uma decisão ou fazer um julgamento sobre uma situação.","explicacao_detalhada":"A palavra 'julgar' implica em discernimento e avaliação, que são essenciais para a liderança e a tomada de decisões. No contexto de Gênesis 11:31, pode estar relacionado à escolha de Abraão em deixar sua terra natal.","por_que_esta_palavra":"A palavra é usada para mostrar a importância do julgamento na vida de Abraão, que decidiu seguir a direção de Deus.","conexao_teologica":"O julgamento é um tema recorrente nas Escrituras, onde Deus frequentemente chama Seu povo a discernir entre o bem e o mal.","referencias_relacionadas":["Deuteronômio 1:16-17","Salmos 82:3","Provérbios 31:9"]},"genesis_11_31_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou receber algo, muitas vezes com a intenção de posse.","explicacao_detalhada":"A palavra 'tomar' é usada para descrever a ação de Abraão ao agarrar a promessa de Deus e seguir em frente. Este ato de tomar é um passo de fé.","por_que_esta_palavra":"A escolha de 'tomar' destaca a ação deliberada de Abraão em responder ao chamado de Deus.","conexao_teologica":"Tomar posse das promessas de Deus é um tema central na fé, onde os crentes são chamados a agir com fé e confiança.","referencias_relacionadas":["Gênesis 12:1","Hebreus 11:8","Romanos 4:20-21"]},"genesis_11_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e à continuidade da linhagem familiar.","explicacao_detalhada":"A palavra 'filho' é crucial na narrativa bíblica, pois representa a herança e a promessa de Deus a Abraão de que ele seria pai de muitas nações.","por_que_esta_palavra":"A menção de 'filho' enfatiza a importância da descendência na aliança de Deus com Abraão.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde os crentes são considerados filhos por meio da fé.","referencias_relacionadas":["Gênesis 15:4-5","Gálatas 3:26","Romanos 8:14"]},"genesis_11_32_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao fim da vida física, um tema recorrente nas narrativas bíblicas.","explicacao_detalhada":"A palavra 'morrer' é usada para descrever a transição da vida para a morte, que é uma parte inevitável da experiência humana. No contexto de Gênesis 11:32, refere-se à morte de Taré, o pai de Abraão.","por_que_esta_palavra":"A menção da morte de Taré serve para marcar o fim de uma era e o início da jornada de Abraão.","conexao_teologica":"A morte é um tema que leva à reflexão sobre a vida eterna e a promessa de ressurreição em Cristo.","referencias_relacionadas":["Eclesiastes 3:2","Hebreus 9:27","1 Coríntios 15:22"]},"genesis_11_32_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode ser literal ou figurativo, como em cair em desgraça ou cair em pecado.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a queda do homem no pecado ou a transição de um estado para outro. No contexto de Gênesis 11:32, pode ser interpretado como a mudança de estado da família de Taré após sua morte.","por_que_esta_palavra":"A escolha de 'cair' pode indicar a fragilidade da vida e a inevitabilidade da morte.","conexao_teologica":"A queda é um tema central na teologia, representando a separação entre Deus e a humanidade devido ao pecado.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 João 1:8"]},"genesis_11_32_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"A palavra 'dia' é usada para marcar eventos importantes na narrativa bíblica. Em Gênesis 11:32, pode referir-se ao tempo em que Taré morreu e suas implicações para a família.","por_que_esta_palavra":"A menção de 'dia' enfatiza a importância do tempo na narrativa da salvação e na história da humanidade.","conexao_teologica":"O conceito de dia é frequentemente usado nas Escrituras para simbolizar a obra de Deus na criação e na redenção.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","2 Pedro 3:8"]}}