{"genesis_12_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou residência, mas também pode simbolizar a família e a comunidade.","explicacao_detalhada":"A palavra 'casa' é usada para descrever o lugar onde se vive, mas também representa a ideia de pertencimento e identidade. Em Gênesis 12:1, Deus chama Abraão para deixar sua casa em Ur dos Caldeus.","por_que_esta_palavra":"A escolha de 'casa' destaca a importância do lar na vida de Abraão e o chamado de Deus para uma nova jornada.","conexao_teologica":"A ideia de casa é central na teologia, representando o lar espiritual que Deus prepara para Seu povo.","referencias_relacionadas":["Gênesis 24:2-4","Salmos 127:1","Hebreus 11:9-10"]},"genesis_12_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, mas também simboliza a promessa de Deus a Abraão.","explicacao_detalhada":"A palavra 'terra' é fundamental na narrativa da aliança, representando a herança que Deus prometeu a Abraão e seus descendentes. Em Gênesis 12:1, Deus ordena que Abraão saia de sua terra natal.","por_que_esta_palavra":"A menção de 'terra' enfatiza a importância do lugar na realização das promessas de Deus.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a bênção e a presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 15:18-21","Êxodo 3:8","Deuteronômio 8:7-10"]},"genesis_12_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a algo que é vasto ou significativo, muitas vezes associado a promessas de grandeza.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a comunicação de Deus a Abraão, onde Ele promete fazer de Abraão uma grande nação. Em Gênesis 12:1, Deus inicia um plano grandioso.","por_que_esta_palavra":"A escolha de 'dizer' destaca a autoridade de Deus em fazer promessas e a resposta de fé de Abraão.","conexao_teologica":"A grandeza das promessas de Deus é um tema recorrente, onde Ele promete bênçãos não apenas para indivíduos, mas para nações inteiras.","referencias_relacionadas":["Gênesis 17:4-5","Salmos 2:8","Mateus 28:19-20"]},"genesis_12_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma referência a uma força poderosa e imponente, simbolizando proteção e força.","explicacao_detalhada":"No contexto de Gênesis 12:2, a palavra 'urso' pode ser interpretada como uma metáfora para a proteção divina que Deus oferece a Abraão e sua descendência. O urso é um animal forte, e essa força pode ser vista como um reflexo da força de Deus em guiar e proteger Seu povo.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a ideia de que Deus está estabelecendo um pacto forte e duradouro com Abraão, garantindo que ele será uma grande nação.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, onde Ele é frequentemente descrito como um protetor poderoso de Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Salmos 46:1"]},"genesis_12_2_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se a um grupo de pessoas unidas por laços culturais, étnicos ou religiosos.","explicacao_detalhada":"Em Gênesis 12:2, Deus promete a Abraão que ele se tornará uma grande nação. Isso implica não apenas em um número crescente de descendentes, mas também na formação de uma identidade coletiva que será marcada pela relação especial com Deus.","por_que_esta_palavra":"A palavra 'nação' é crucial para entender o plano de Deus para a humanidade, onde Ele escolhe um povo para ser Seu representante na Terra.","conexao_teologica":"A ideia de nação escolhida é central na teologia do Antigo Testamento, onde Israel é visto como o povo de Deus.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","Isaías 43:20"]},"genesis_12_2_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' indica não apenas tamanho, mas também importância e influência.","explicacao_detalhada":"No versículo Gênesis 12:2, a promessa de que Abraão se tornará uma 'grande nação' sugere que sua descendência terá um papel significativo na história da salvação e na relação entre Deus e a humanidade.","por_que_esta_palavra":"A ênfase na grandeza destaca o impacto que a linhagem de Abraão terá ao longo das gerações.","conexao_teologica":"A grandeza de Deus é refletida na grandeza de Seu povo, que é chamado para ser luz para as nações.","referencias_relacionadas":["Salmos 47:2","Mateus 5:14","Isaías 60:3"]},"genesis_12_3_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' implica em um ato de favor divino e prosperidade.","explicacao_detalhada":"Em Gênesis 12:3, Deus promete que aqueles que abençoarem Abraão serão abençoados, enfatizando a reciprocidade da bênção divina e a importância da atitude em relação ao povo escolhido.","por_que_esta_palavra":"A bênção é um tema central na relação de Deus com a humanidade, mostrando que a obediência e o respeito a Deus trazem recompensas.","conexao_teologica":"A bênção de Deus é um sinal de Sua graça e favor, que se estende a todos que se relacionam com Seu povo.","referencias_relacionadas":["Números 6:24-26","Salmos 128:1-2","Gálatas 3:14"]},"genesis_12_3_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra, o lugar físico onde o povo de Deus habitará.","explicacao_detalhada":"No contexto de Gênesis 12:3, a menção ao 'solo' simboliza a promessa de Deus de dar uma terra aos descendentes de Abraão, que se tornará a terra prometida, um lugar de bênção e prosperidade.","por_que_esta_palavra":"A terra é um elemento crucial na aliança de Deus com Abraão, representando não apenas um lar físico, mas também um espaço sagrado para a adoração.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e de Sua provisão para Seu povo.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 8:7-10","Josué 1:3"]},"genesis_12_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas.","explicacao_detalhada":"Em Gênesis 12:3, o 'modo' pode ser interpretado como a forma como as bênçãos e maldições são distribuídas, enfatizando a importância das atitudes e ações em relação ao povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca que a relação com Deus e com Seu povo é dinâmica e interativa.","conexao_teologica":"A maneira como tratamos os outros reflete nossa relação com Deus e Sua justiça.","referencias_relacionadas":["Mateus 7:2","Gálatas 6:7","Tiago 2:13"]},"genesis_12_4_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica em um movimento contínuo e uma jornada de fé.","explicacao_detalhada":"No contexto de Gênesis 12:4, 'andar' representa a obediência de Abraão ao chamado de Deus, simbolizando a disposição de seguir a direção divina mesmo sem conhecer o destino final.","por_que_esta_palavra":"A ação de 'andar' é uma metáfora para a vida de fé, onde cada passo é guiado pela confiança em Deus.","conexao_teologica":"A jornada de fé de Abraão é um exemplo para todos os crentes, mostrando a importância de seguir a vontade de Deus.","referencias_relacionadas":["Hebreus 11:8","Salmos 119:105","2 Coríntios 5:7"]},"genesis_12_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus.","explicacao_detalhada":"Em Gênesis 12:4, o uso do nome 'Senhor' enfatiza a relação de autoridade entre Deus e Abraão, reconhecendo Deus como o guia e provedor de sua jornada.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a natureza de Deus como aquele que dirige a vida de Seu povo.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 10:9"]},"genesis_12_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Em Gênesis 12:4, a menção ao 'filho' destaca a importância da herança e da promessa de Deus de que Abraão terá uma grande descendência, que será parte do plano divino.","por_que_esta_palavra":"A palavra 'filho' simboliza não apenas a continuidade física, mas também a relação espiritual entre Deus e Seu povo.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde todos os crentes são considerados filhos de Deus através da fé.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","1 João 3:1"]},"genesis_12_5_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à vida e à essência do ser humano.","explicacao_detalhada":"Em Gênesis 12:5, a menção à 'alma' ou 'vida' destaca a importância de cada indivíduo na criação de Deus e a relação pessoal que Deus tem com cada um de nós.","por_que_esta_palavra":"A palavra 'alma' enfatiza que a vida é um presente de Deus e que cada ser humano tem valor e propósito.","conexao_teologica":"A dignidade da vida humana é um tema central na Bíblia, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Mateus 10:28","Salmos 139:13-14"]},"genesis_12_5_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de Abrão ao levar sua família e bens para uma nova terra, obedecendo ao chamado de Deus.","explicacao_detalhada":"No contexto de Gênesis 12:5, 'tomar' implica em uma decisão ativa de Abrão de deixar sua terra natal e seguir a direção divina. Essa ação é um símbolo de fé e obediência.","por_que_esta_palavra":"A escolha da palavra 'tomar' enfatiza a responsabilidade de Abrão em agir conforme a instrução de Deus, mostrando sua disposição em obedecer.","conexao_teologica":"A obediência de Abrão ao 'tomar' sua família e bens é um exemplo de fé que é frequentemente referenciado nas Escrituras como modelo de confiança em Deus.","referencias_relacionadas":["Hebreus 11:8","Gênesis 15:6","Romanos 4:3"]},"genesis_12_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência de Abrão, que é central para a promessa de Deus de fazer dele uma grande nação.","explicacao_detalhada":"Em Gênesis 12:5, o 'filho' representa não apenas a continuidade da linhagem de Abrão, mas também a realização das promessas divinas que se estendem a seus descendentes.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a importância da herança e das promessas de Deus, que se concretizam através da descendência de Abrão.","conexao_teologica":"A relação entre pai e filho é um tema recorrente na Bíblia, simbolizando a aliança de Deus com seu povo e a continuidade das promessas.","referencias_relacionadas":["Gênesis 17:4","Gálatas 3:29","Romanos 9:7"]},"genesis_12_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à terra de Canaã, que Deus prometeu a Abrão e sua descendência.","explicacao_detalhada":"No versículo, 'terra' simboliza não apenas um local físico, mas também a realização das promessas de Deus e o início da história do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a importância do espaço geográfico na narrativa bíblica e na aliança entre Deus e seu povo.","conexao_teologica":"A terra prometida é um tema central na Bíblia, representando a bênção e a presença de Deus entre seu povo.","referencias_relacionadas":["Gênesis 15:18","Êxodo 3:8","Deuteronômio 1:8"]},"genesis_12_6_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' é uma interpretação que pode ser vista como um símbolo de passagem ou transição, embora o termo não seja usado diretamente no contexto de Gênesis.","explicacao_detalhada":"Neste contexto, 'cruz' pode ser entendido como a travessia de Abrão por terras desconhecidas, simbolizando a jornada de fé e os desafios que ele enfrentaria.","por_que_esta_palavra":"A palavra 'cruz' sugere a ideia de sacrifício e entrega, que se relaciona com a jornada de fé que Abrão estava prestes a empreender.","conexao_teologica":"A ideia de cruzar fronteiras e sacrificar-se por uma causa maior é um tema que ecoa na vida de muitos personagens bíblicos, incluindo Jesus.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","Filipenses 3:10"]},"genesis_12_6_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início da jornada de Abrão e ao estabelecimento de uma nova fase na história da salvação.","explicacao_detalhada":"Em Gênesis 12:6, 'princípio' simboliza o começo da aliança de Deus com Abrão, que terá repercussões ao longo de toda a narrativa bíblica.","por_que_esta_palavra":"A palavra 'princípio' é significativa porque marca um novo começo, onde Deus inicia um relacionamento especial com Abrão e sua descendência.","conexao_teologica":"O conceito de princípio é fundamental na teologia, pois muitas vezes representa o início de algo novo que Deus está fazendo na história.","referencias_relacionadas":["Isaías 43:19","Apocalipse 21:5","Gênesis 1:1"]},"genesis_12_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se à terra prometida, enfatizando a continuidade da promessa de Deus a Abrão.","explicacao_detalhada":"Neste versículo, a 'terra' é um símbolo da herança e do cumprimento das promessas divinas, que se estendem a toda a descendência de Abrão.","por_que_esta_palavra":"A repetição da palavra 'terra' sublinha a importância do local na narrativa bíblica e a centralidade da terra prometida na identidade do povo de Deus.","conexao_teologica":"A terra prometida é um tema recorrente, representando a presença de Deus e a realização de suas promessas ao longo da história.","referencias_relacionadas":["Gênesis 17:8","Salmos 37:11","Hebreus 11:9"]},"genesis_12_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, que se revela a Abrão e estabelece uma aliança com ele.","explicacao_detalhada":"No contexto de Gênesis 12:7, 'senhor' é um título que expressa a soberania e a autoridade de Deus sobre a vida de Abrão e suas promessas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de Abrão com Deus, que é baseada em confiança e obediência.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele se apresenta como o Senhor que guia e protege seu povo.","referencias_relacionadas":["Gênesis 15:1","Êxodo 20:2","Salmos 23:1"]},"genesis_12_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Deus a Abrão, que inclui promessas e instruções.","explicacao_detalhada":"Em Gênesis 12:7, 'dizer' destaca a importância da palavra de Deus e como ela molda a vida e a história de Abrão.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois enfatiza a revelação divina e a resposta de fé que Abrão deve dar.","conexao_teologica":"A comunicação de Deus com seu povo é um tema central na Bíblia, onde a palavra de Deus é viva e eficaz.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"genesis_12_8_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' pode ser interpretada como o destino ou o propósito final da jornada de Abrão.","explicacao_detalhada":"No contexto de Gênesis 12:8, 'fim' sugere que a jornada de Abrão não é apenas física, mas também espiritual, em direção ao cumprimento das promessas de Deus.","por_que_esta_palavra":"A palavra 'fim' é significativa, pois aponta para a realização das promessas de Deus e o propósito maior da história da salvação.","conexao_teologica":"O conceito de fim é importante na teologia, pois reflete a soberania de Deus sobre a história e o cumprimento de suas promessas.","referencias_relacionadas":["Romanos 8:28","Filipenses 1:6","Apocalipse 21:6"]},"genesis_12_8_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se a um corpo de água que pode simbolizar limites ou desafios na jornada de Abrão.","explicacao_detalhada":"Em Gênesis 12:8, 'mar' pode representar as dificuldades que Abrão enfrentaria em sua jornada, mas também a proteção e a providência de Deus.","por_que_esta_palavra":"A palavra 'mar' é relevante, pois destaca a geografia da jornada de Abrão e os desafios que ele teria que superar.","conexao_teologica":"O mar é frequentemente usado na Bíblia como um símbolo de desafios e da intervenção divina, como nas histórias de Moisés e Jesus.","referencias_relacionadas":["Êxodo 14:21","Salmos 77:19","Mateus 14:25"]},"genesis_12_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, o Criador e soberano do universo.","explicacao_detalhada":"No contexto de Gênesis 12:8, 'senhor' é usado para reconhecer a autoridade e a divindade de Deus, que guia e protege Abrão em sua jornada.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a relação de submissão e reverência que Abrão tem em relação a Deus.","conexao_teologica":"A palavra 'senhor' é central na teologia bíblica, representando a soberania de Deus sobre a criação e a relação de pacto com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"genesis_12_9_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à jornada física e espiritual que Abrão está prestes a empreender.","explicacao_detalhada":"Em Gênesis 12:9, 'caminho' simboliza a obediência de Abrão à chamada de Deus e a sua disposição para seguir a direção divina.","por_que_esta_palavra":"A palavra 'caminho' é usada para ilustrar a trajetória de fé e os passos que Abrão deve dar em sua vida.","conexao_teologica":"O conceito de 'caminho' é frequentemente associado à vida de fé e à busca pela vontade de Deus nas Escrituras.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"genesis_12_9_nome":{"palavra_pt":"nome","palavra_original":"אַבְרָם","transliteracao":"ʼAbrâm","strong":"H87","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Abrão, que é chamado por Deus para uma missão especial.","explicacao_detalhada":"Em Gênesis 12:9, o 'nome' de Abrão é significativo, pois representa não apenas sua identidade, mas também seu chamado e propósito divino.","por_que_esta_palavra":"A palavra 'nome' é importante porque reflete a relação pessoal entre Deus e Abrão, e a transformação que ocorrerá em sua vida.","conexao_teologica":"O nome é um tema recorrente na Bíblia, simbolizando a identidade e o caráter de uma pessoa diante de Deus.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Apocalipse 3:5"]},"genesis_12_9_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica em movimento e progresso na fé de Abrão.","explicacao_detalhada":"No contexto de Gênesis 12:9, 'andar' representa a disposição de Abrão em seguir a direção de Deus, simbolizando sua jornada de fé.","por_que_esta_palavra":"A palavra 'andar' é usada para enfatizar a ação e a continuidade da vida de fé que Abrão deve viver.","conexao_teologica":"Andar com Deus é um tema central na Bíblia, representando a intimidade e a obediência à Sua vontade.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","2 Coríntios 5:7"]},"genesis_12_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar físico onde Abrão se encontra e à terra prometida por Deus.","explicacao_detalhada":"Em Gênesis 12:10, 'terra' é crucial, pois representa tanto o local de provação quanto a promessa de Deus de dar uma herança a Abrão e seus descendentes.","por_que_esta_palavra":"A palavra 'terra' é significativa porque simboliza a promessa de Deus e a realidade das dificuldades que Abrão enfrentará.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 15:18","Êxodo 3:8","Hebreus 11:9"]},"genesis_12_10_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se às dificuldades e desafios que Abrão enfrentará em sua jornada.","explicacao_detalhada":"Em Gênesis 12:10, 'inimigo' pode simbolizar a fome e as adversidades que ameaçam a sobrevivência de Abrão e sua família.","por_que_esta_palavra":"A palavra 'inimigo' é usada para destacar os obstáculos que podem surgir quando se segue a vontade de Deus.","conexao_teologica":"A presença de inimigos e desafios é uma realidade na vida de fé, onde Deus promete estar com Seu povo em meio às dificuldades.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","2 Timóteo 3:12"]},"genesis_12_10_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' refere-se à escassez de recursos e à necessidade que Abrão enfrenta.","explicacao_detalhada":"Em Gênesis 12:10, 'fome' representa uma crise que leva Abrão a buscar refúgio no Egito, simbolizando a luta pela sobrevivência.","por_que_esta_palavra":"A palavra 'fome' é importante porque ilustra a fragilidade da condição humana e a dependência de Deus.","conexao_teologica":"A fome é um tema que aparece em várias narrativas bíblicas, frequentemente associada à necessidade de confiar em Deus.","referencias_relacionadas":["Gênesis 41:30","Rute 1:1","Mateus 4:4"]},"genesis_12_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à possibilidade de Abrão enfrentar dificuldades e perigos em sua jornada.","explicacao_detalhada":"Em Gênesis 12:11, 'cair' pode simbolizar a vulnerabilidade de Abrão diante de situações adversas, como a fome.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar a fragilidade humana e a necessidade de confiar em Deus em tempos de crise.","conexao_teologica":"A ideia de cair e levantar-se é um tema recorrente na Bíblia, refletindo a graça e a misericórdia de Deus.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Miquéias 7:8"]},"genesis_12_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação e à declaração de Abrão em relação à sua esposa.","explicacao_detalhada":"Em Gênesis 12:11, 'dizer' é usado para expressar a intenção de Abrão de proteger Sara, revelando sua preocupação e estratégia.","por_que_esta_palavra":"A palavra 'dizer' é significativa porque mostra a importância da comunicação nas relações e a necessidade de sabedoria nas decisões.","conexao_teologica":"A fala e a palavra têm um papel fundamental na criação e na revelação de Deus, refletindo a importância da verdade.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5-6"]},"genesis_12_12_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao potencial de dano que Abrão teme que possa acontecer a Sara.","explicacao_detalhada":"Em Gênesis 12:12, 'destruir' é usado para expressar o medo de Abrão de que sua esposa seja alvo de violência no Egito.","por_que_esta_palavra":"A palavra 'destruir' é importante porque revela a seriedade da situação e os riscos que Abrão está disposto a enfrentar.","conexao_teologica":"A proteção da vida e da dignidade humana é um princípio fundamental nas Escrituras, refletindo o valor que Deus dá à vida.","referencias_relacionadas":["Gênesis 9:6","Êxodo 20:13","Mateus 5:21-22"]},"genesis_12_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à ideia de estar em um estado de vulnerabilidade ou perigo.","explicacao_detalhada":"Neste contexto, 'cair' sugere a possibilidade de Abraão estar em risco ao entrar no Egito, onde sua esposa Sara poderia ser tomada por outro homem.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da situação de Abraão e a necessidade de confiar em Deus.","conexao_teologica":"A vulnerabilidade humana é um tema recorrente na Bíblia, mostrando que mesmo os patriarcas enfrentam desafios e precisam da proteção divina.","referencias_relacionadas":["Gênesis 12:10","Gênesis 20:2","Gênesis 26:7"]},"genesis_12_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Abraão teme pela sua vida.","explicacao_detalhada":"Neste versículo, Abraão explica que a beleza de Sara pode levar os egípcios a matá-lo para tomá-la.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica de Abraão e sua preocupação com a própria segurança.","conexao_teologica":"A preocupação com a vida e a proteção é um tema que se repete em várias narrativas bíblicas, refletindo a fragilidade da condição humana.","referencias_relacionadas":["Gênesis 12:11","Gênesis 20:11","Gênesis 26:9"]},"genesis_12_13_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à preservação da vida, um tema central na narrativa de Abraão.","explicacao_detalhada":"Abraão pede a Sara que diga que é sua irmã para que ele possa viver, indicando que sua vida está em risco.","por_que_esta_palavra":"A escolha da palavra 'viver' destaca a urgência da situação e a necessidade de proteção.","conexao_teologica":"A vida é um dom de Deus, e a preservação dela é um tema importante nas histórias dos patriarcas.","referencias_relacionadas":["Gênesis 12:12","Gênesis 20:7","Gênesis 26:5"]},"genesis_12_13_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, sua vitalidade.","explicacao_detalhada":"Abraão menciona a 'alma' para enfatizar a importância da vida e a necessidade de protegê-la em face do perigo.","por_que_esta_palavra":"A palavra 'alma' é usada para ressaltar a profundidade do que está em jogo na situação.","conexao_teologica":"A noção de alma é fundamental na teologia bíblica, representando a conexão entre o corpo e o espírito.","referencias_relacionadas":["Gênesis 2:7","Gênesis 9:4","Salmos 139:14"]},"genesis_12_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para instruir Sara sobre como se apresentar aos egípcios.","explicacao_detalhada":"Abraão pede que Sara declare que é sua irmã, o que implica uma mentira para proteger sua vida.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois reflete a ação que pode ter consequências significativas.","conexao_teologica":"A comunicação e a verdade são temas importantes na Bíblia, e a manipulação da verdade é frequentemente condenada.","referencias_relacionadas":["Gênesis 20:2","Gênesis 26:7","Êxodo 20:16"]},"genesis_12_14_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada novamente para descrever a situação de Abraão ao entrar no Egito.","explicacao_detalhada":"Refere-se à possibilidade de Abraão ser colocado em uma posição de desvantagem ou perigo.","por_que_esta_palavra":"Reforça a ideia de que a situação é crítica e que a proteção divina é necessária.","conexao_teologica":"A proteção de Deus sobre seus servos é um tema recorrente, mostrando que Ele cuida de seus escolhidos.","referencias_relacionadas":["Gênesis 12:10","Gênesis 20:1","Gênesis 26:1"]},"genesis_12_14_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção da beleza de Sara pelos egípcios.","explicacao_detalhada":"Os egípcios notam a beleza de Sara, o que leva à preocupação de Abraão sobre sua segurança.","por_que_esta_palavra":"A palavra 'ver' é importante, pois indica a ação que desencadeia a sequência de eventos.","conexao_teologica":"A beleza e a atração são vistas como parte da criação de Deus, mas também podem levar a situações complicadas.","referencias_relacionadas":["Gênesis 12:11","Gênesis 29:17","Provérbios 31:30"]},"genesis_12_15_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' refere-se à ação de glorificar a Deus, que é uma resposta natural ao reconhecimento de Sua grandeza.","explicacao_detalhada":"Neste contexto, a beleza de Sara é vista como uma bênção que leva os egípcios a glorificá-la.","por_que_esta_palavra":"A palavra 'louvar' destaca a importância da adoração e do reconhecimento das bênçãos de Deus.","conexao_teologica":"A adoração é um tema central na Bíblia, refletindo a resposta do ser humano à grandeza de Deus.","referencias_relacionadas":["Salmos 150:6","Isaías 43:21","Romanos 11:36"]},"genesis_12_15_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é usada novamente para descrever a percepção dos egípcios sobre Sara.","explicacao_detalhada":"Os egípcios veem a beleza de Sara e isso leva a uma série de eventos que impactam Abraão.","por_que_esta_palavra":"A repetição da palavra 'ver' enfatiza a importância da observação e suas consequências.","conexao_teologica":"A forma como percebemos e reagimos ao que vemos é um tema importante na vida cristã.","referencias_relacionadas":["Gênesis 12:14","Gênesis 29:17","1 Samuel 16:7"]},"genesis_12_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada mais uma vez para descrever a situação de Abraão no Egito.","explicacao_detalhada":"Refere-se à possibilidade de Abraão ser colocado em uma posição de desvantagem devido às ações dos egípcios.","por_que_esta_palavra":"A repetição da palavra 'cair' reforça a ideia de vulnerabilidade e a necessidade de proteção divina.","conexao_teologica":"A vulnerabilidade humana é um tema que destaca a dependência de Deus em momentos de crise.","referencias_relacionadas":["Gênesis 12:12","Gênesis 20:1","Gênesis 26:1"]},"genesis_12_16_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que Abrão recebeu do faraó como parte de sua riqueza.","explicacao_detalhada":"O gado, representado pela palavra hebraica 'bâqâr', é um símbolo de riqueza e prosperidade na sociedade antiga. Abrão, ao entrar no Egito, foi favorecido pelo faraó, que lhe deu gado como presente, o que demonstra a importância do gado na economia e na vida cotidiana.","por_que_esta_palavra":"A palavra 'gado' é usada para enfatizar a riqueza material que Abrão adquiriu, refletindo a bênção de Deus sobre ele.","conexao_teologica":"O gado simboliza a provisão de Deus e a prosperidade que acompanha aqueles que seguem Seus caminhos.","referencias_relacionadas":["Gênesis 13:2","Gênesis 30:43","Salmos 50:10"]},"genesis_12_16_macho":{"palavra_pt":"macho","palavra_original":"חֲמוֹר","transliteracao":"chămôwr","strong":"H2543","significado_raiz":"Ideia básica: macho.","significado_contextual":"Refere-se ao macho do gado que Abrão possuía.","explicacao_detalhada":"A palavra 'chămôwr' indica um macho, que era valorizado para a reprodução e para o trabalho agrícola. No contexto de Gênesis, isso mostra a riqueza e os recursos que Abrão tinha à sua disposição.","por_que_esta_palavra":"A menção do macho do gado destaca a importância da procriação e da continuidade da riqueza familiar.","conexao_teologica":"A fertilidade e a multiplicação do gado são vistas como bênçãos de Deus, refletindo a promessa de que Abrão seria pai de muitas nações.","referencias_relacionadas":["Gênesis 30:41","Levítico 22:19","Deuteronômio 14:4"]},"genesis_12_17_mao":{"palavra_pt":"mao","palavra_original":"נָגַע","transliteracao":"nâgaʻ","strong":"H5060","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação de Deus em ferir o faraó e sua casa.","explicacao_detalhada":"A palavra 'nâgaʻ' implica em um toque ou golpe, indicando a intervenção divina. Deus usou Sua mão poderosa para proteger Abrão e sua esposa Sara, mostrando que Ele está no controle das situações.","por_que_esta_palavra":"A palavra 'mao' é significativa porque representa a ação direta de Deus em resposta à injustiça.","conexao_teologica":"A mão de Deus é frequentemente associada à Sua proteção e julgamento, mostrando que Ele cuida de Seu povo.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"genesis_12_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de necessidade.","explicacao_detalhada":"A palavra 'Yᵉhôvâh' representa a natureza eterna e imutável de Deus. No contexto, o nome é associado à Sua autoridade e poder sobre todas as coisas.","por_que_esta_palavra":"O uso do nome do Senhor enfatiza a relação pessoal e a soberania de Deus sobre a criação.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua presença e promessa de salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"genesis_12_17_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito que interveio na situação de Abrão e Sara.","explicacao_detalhada":"A palavra 'Parʻôh' é um título que denota autoridade e poder. O faraó, ao descobrir a verdade sobre Sara, demonstra a soberania de Deus sobre as nações.","por_que_esta_palavra":"A menção do faraó destaca a interação entre o povo de Deus e as autoridades seculares, mostrando que Deus pode usar até mesmo os ímpios para cumprir Seus propósitos.","conexao_teologica":"A história do faraó ilustra como Deus pode intervir na história humana para proteger Seu povo.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Salmos 105:23"]},"genesis_12_18_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se à ação do faraó de chamar Abrão para questioná-lo.","explicacao_detalhada":"A palavra 'qârâʼ' implica em convocar ou chamar alguém para prestar contas. O faraó, ao chamar Abrão, busca entender a situação que levou à sua desgraça.","por_que_esta_palavra":"A palavra enfatiza a responsabilidade e a necessidade de se explicar diante da autoridade.","conexao_teologica":"A chamada de Abrão pelo faraó reflete a ideia de que Deus pode usar autoridades para trazer à luz a verdade.","referencias_relacionadas":["Gênesis 21:23","1 Samuel 10:20","Mateus 22:14"]},"genesis_12_18_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Novamente se refere ao faraó, que desempenha um papel crucial na narrativa.","explicacao_detalhada":"A repetição da palavra 'Parʻôh' enfatiza a importância do faraó na história de Abrão, mostrando como Deus pode usar líderes para cumprir Seus planos.","por_que_esta_palavra":"A menção do faraó é significativa para entender a dinâmica entre o povo de Deus e as potências do mundo.","conexao_teologica":"A interação entre Abrão e o faraó ilustra a soberania de Deus sobre todas as nações.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Salmos 105:23"]},"genesis_12_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração do faraó sobre o que Abrão havia feito.","explicacao_detalhada":"A palavra 'ʼâmar' é usada para expressar a comunicação e a importância das palavras. O faraó reconhece a gravidade da situação e a necessidade de agir.","por_que_esta_palavra":"A palavra 'dizer' destaca a importância da comunicação e da verdade nas relações humanas.","conexao_teologica":"As palavras têm poder, e a declaração do faraó reflete a necessidade de honestidade e integridade.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 3:5"]},"genesis_12_19_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar Sara como esposa.","explicacao_detalhada":"A palavra 'lâqach' implica em tomar ou adquirir algo. O faraó, ao tomar Sara, age de maneira errada, refletindo a corrupção e a moralidade questionável da época.","por_que_esta_palavra":"A palavra 'tomar' é significativa, pois mostra a transgressão das normas morais e a desconsideração pela vida de Abrão e Sara.","conexao_teologica":"A história ilustra a proteção de Deus sobre aqueles que são Seus, mesmo em situações adversas.","referencias_relacionadas":["Gênesis 20:2","Êxodo 22:16","1 Pedro 3:7"]},"genesis_12_19_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a Sara, a esposa de Abrão.","explicacao_detalhada":"A palavra 'ʼishshâh' é usada para descrever a mulher em um contexto de relacionamento conjugal. A relação entre Abrão e Sara é central na narrativa da aliança de Deus.","por_que_esta_palavra":"A palavra 'mulher' enfatiza a importância do casamento e da família na história da salvação.","conexao_teologica":"A relação entre Abrão e Sara é um reflexo da aliança de Deus com Seu povo, simbolizando fidelidade e compromisso.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:25","1 Pedro 3:1"]},"genesis_12_19_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de se mover de um lugar para outro, simbolizando a jornada de Abraão.","explicacao_detalhada":"No contexto de Gênesis 12:19, 'andar' implica não apenas o movimento físico, mas também a obediência e a direção que Deus deu a Abraão para deixar sua terra natal e seguir para uma terra desconhecida.","por_que_esta_palavra":"A escolha da palavra 'andar' enfatiza a ação de seguir a vontade de Deus, que muitas vezes requer fé e coragem.","conexao_teologica":"A jornada de Abraão é um exemplo de fé e obediência, que é um tema central na teologia bíblica, mostrando como Deus guia seu povo.","referencias_relacionadas":["Gênesis 12:1","Gênesis 17:1","Hebreus 11:8"]},"genesis_12_20_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de mandar alguém ou algo para um determinado lugar, neste caso, o faraó enviando Abraão e sua esposa.","explicacao_detalhada":"Em Gênesis 12:20, o faraó, após descobrir a verdade sobre Sara, decide enviar Abraão embora, mostrando a sua autoridade e a gravidade da situação.","por_que_esta_palavra":"A palavra 'enviar' é crucial para entender a dinâmica de poder entre Abraão e o faraó, além de destacar a intervenção divina na proteção de Sara.","conexao_teologica":"A proteção de Deus sobre Abraão e Sara reflete a fidelidade de Deus em cumprir suas promessas, mesmo em situações adversas.","referencias_relacionadas":["Gênesis 12:17","Gênesis 20:3","Salmos 105:14-15"]},"genesis_12_20_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' refere-se ao título do governante do Egito, simbolizando poder e autoridade.","explicacao_detalhada":"No contexto de Gênesis 12:20, o faraó é uma figura central que representa a nação egípcia e sua interação com Abraão, destacando a tensão entre o povo de Deus e as nações.","por_que_esta_palavra":"A menção do faraó é significativa, pois ilustra como Deus pode usar autoridades pagãs para cumprir seus propósitos.","conexao_teologica":"A soberania de Deus é evidente ao lidar com as autoridades da terra, mostrando que Ele está no controle de todas as situações.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Salmos 105:23"]},"genesis_12_20_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, neste caso, Abraão, que é o protagonista da narrativa.","explicacao_detalhada":"Em Gênesis 12:20, o termo 'homem' é usado para enfatizar a humanidade de Abraão e sua vulnerabilidade diante das circunstâncias.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a fragilidade humana e a necessidade de confiar em Deus em situações difíceis.","conexao_teologica":"A condição humana é um tema recorrente na Bíblia, mostrando que Deus se preocupa com os indivíduos e suas lutas.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 5:12"]}}