{"genesis_13_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à condição de uma situação.","explicacao_detalhada":"Em Gênesis 13:1, o 'modo' em que Abraão saiu do Egito é importante para entender as circunstâncias de sua jornada e as bênçãos que ele recebeu.","por_que_esta_palavra":"A palavra 'modo' é usada para descrever a forma como Deus age na vida de Abraão, mostrando que Ele está sempre presente em cada passo.","conexao_teologica":"A maneira como Deus guia seu povo é um tema central na narrativa bíblica, revelando sua providência e cuidado.","referencias_relacionadas":["Gênesis 12:10","Gênesis 13:2","Salmos 37:23"]},"genesis_13_1_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude das posses de Abraão após sua estadia no Egito.","explicacao_detalhada":"Em Gênesis 13:1, a grandeza das posses de Abraão é um testemunho da bênção de Deus sobre ele, refletindo a prosperidade que Deus prometeu.","por_que_esta_palavra":"A palavra 'grande' destaca a generosidade de Deus e como Ele recompensa a fé e a obediência de seus servos.","conexao_teologica":"A prosperidade de Abraão é um símbolo das bênçãos que Deus oferece àqueles que confiam nele.","referencias_relacionadas":["Gênesis 12:2","Gênesis 26:12","Deuteronômio 28:1-14"]},"genesis_13_1_egypt":{"palavra_pt":"egito","palavra_original":"מִצְרַיִם","transliteracao":"Mitsrayim","strong":"H4714","significado_raiz":"Ideia básica: egito.","significado_contextual":"A palavra 'Egito' refere-se à terra onde Abraão esteve e que simboliza tanto a prosperidade quanto a tentação.","explicacao_detalhada":"Em Gênesis 13:1, o Egito é o local onde Abraão experimentou tanto bênçãos quanto desafios, refletindo a complexidade da vida de fé.","por_que_esta_palavra":"A menção do Egito serve como um lembrete das armadilhas que podem acompanhar a prosperidade e a necessidade de permanecer fiel a Deus.","conexao_teologica":"O Egito frequentemente simboliza a opressão e a tentação na Bíblia, contrastando com a liberdade que Deus oferece ao seu povo.","referencias_relacionadas":["Gênesis 12:10","Gênesis 15:13","Êxodo 3:10"]},"genesis_13_2_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das posses de Abraão, que eram abundantes e valiosas.","explicacao_detalhada":"Em Gênesis 13:2, a descrição das posses de Abraão como 'boas' enfatiza a bênção de Deus sobre ele e sua família.","por_que_esta_palavra":"A palavra 'bom' é usada para destacar a bondade de Deus em prover para aqueles que são fiéis.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, mostrando que Ele se preocupa com o bem-estar de seu povo.","referencias_relacionadas":["Gênesis 1:31","Salmos 23:1-3","Tiago 1:17"]},"genesis_13_2_gado":{"palavra_pt":"gado","palavra_original":"מִקְנֶה","transliteracao":"miqneh","strong":"H4735","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos animais que Abraão possuía, simbolizando riqueza e prosperidade.","explicacao_detalhada":"Em Gênesis 13:2, o gado é um indicador da bênção de Deus sobre Abraão, refletindo sua posição como patriarca e líder.","por_que_esta_palavra":"A menção do gado destaca a importância da agricultura e da criação de animais na cultura da época, além de simbolizar a provisão de Deus.","conexao_teologica":"A prosperidade de Abraão é um exemplo da fidelidade de Deus em cumprir suas promessas de bênçãos materiais.","referencias_relacionadas":["Gênesis 12:16","Gênesis 30:43","Salmos 107:38"]},"genesis_13_2_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' refere-se a um metal precioso, simbolizando riqueza e valor.","explicacao_detalhada":"Em Gênesis 13:2, a prata é mencionada como parte das posses de Abraão, indicando a abundância que Deus lhe concedeu.","por_que_esta_palavra":"A prata é um símbolo de riqueza e prosperidade, refletindo a bênção de Deus sobre aqueles que O servem.","conexao_teologica":"A riqueza de Abraão serve como um lembrete da generosidade de Deus e de como Ele provê para aqueles que são fiéis.","referencias_relacionadas":["Gênesis 24:35","Gênesis 37:28","Salmos 112:3"]},"genesis_13_3_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de se mover de um lugar para outro, simbolizando a jornada de Abraão.","explicacao_detalhada":"Neste contexto, 'andar' é utilizado para descrever o movimento de Abraão ao longo da terra que Deus lhe prometeu. É uma representação física da obediência e da fé de Abraão em seguir a direção que Deus lhe deu.","por_que_esta_palavra":"A escolha da palavra 'andar' enfatiza a ação e o compromisso de Abraão em seguir a vontade de Deus, mostrando que sua fé é acompanhada de ações concretas.","conexao_teologica":"A jornada de Abraão é um símbolo da vida de fé, onde os crentes são chamados a 'andar' em obediência a Deus, assim como Abraão fez.","referencias_relacionadas":["Gênesis 12:1","Gênesis 17:1","Hebreus 11:8"]},"genesis_13_3_seca":{"palavra_pt":"seca","palavra_original":"נֶגֶב","transliteracao":"negeb","strong":"H5045","significado_raiz":"Ideia básica: seca.","significado_contextual":"A palavra 'seca' refere-se a uma região árida, que contrasta com a fertilidade de outras áreas.","explicacao_detalhada":"O 'Neguev' é uma região desértica que representa desafios e provações. A menção da seca destaca a dureza do ambiente em que Abraão e seus descendentes viveriam, simbolizando também a necessidade de confiar em Deus para provisão.","por_que_esta_palavra":"A palavra 'seca' é importante para entender o contexto geográfico e as dificuldades que Abraão enfrentou, reforçando a ideia de que a fé é testada em tempos difíceis.","conexao_teologica":"A seca pode ser vista como uma metáfora para os desafios espirituais que os crentes enfrentam, onde a dependência de Deus se torna essencial.","referencias_relacionadas":["Gênesis 21:14","Êxodo 3:1","Salmos 63:1"]},"genesis_13_4_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se a um local de adoração e sacrifício a Deus.","explicacao_detalhada":"Abraão construiu um altar para adorar a Deus, simbolizando sua devoção e gratidão. O altar é um espaço sagrado onde se reconhece a presença de Deus e se oferece sacrifícios.","por_que_esta_palavra":"A construção de um altar por Abraão demonstra a importância da adoração e do culto a Deus em sua vida, estabelecendo um padrão para os crentes.","conexao_teologica":"Os altares na Bíblia são frequentemente associados a momentos de encontro com Deus, simbolizando a necessidade de adoração e sacrifício na vida do crente.","referencias_relacionadas":["Gênesis 12:7","Gênesis 22:9","Êxodo 20:24"]},"genesis_13_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente ao contexto de Gênesis 13:4, mas pode ser uma confusão com a palavra 'fazer' que é 'עָשָׂה'.","explicacao_detalhada":"A palavra correta, 'fazer', refere-se à ação de Abraão em construir um altar. O foco deve ser na obediência e na ação de adorar a Deus.","por_que_esta_palavra":"A palavra 'fazer' é crucial para entender a disposição de Abraão em agir conforme a vontade de Deus, mostrando que a fé se manifesta em ações.","conexao_teologica":"A ação de fazer algo para Deus é uma expressão de fé e devoção, que é um tema central na vida de Abraão.","referencias_relacionadas":["Gênesis 12:8","Gênesis 22:9","Tiago 2:17"]},"genesis_13_4_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de invocar o nome de Deus em adoração.","explicacao_detalhada":"Abraão 'chamou' o nome do Senhor, indicando um relacionamento pessoal e íntimo com Deus, onde ele reconhece a soberania e a presença divina.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque mostra a prática de invocar a Deus em momentos de adoração e necessidade, refletindo a importância da comunicação com o Criador.","conexao_teologica":"Chamar o nome do Senhor é um tema recorrente na Bíblia, simbolizando a busca por um relacionamento mais profundo com Deus.","referencias_relacionadas":["Gênesis 12:8","Salmos 116:13","Romanos 10:13"]},"genesis_13_5_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' novamente refere-se ao movimento, desta vez enfatizando a jornada de Ló e Abraão.","explicacao_detalhada":"Ló também 'andou' com Abraão, o que indica a proximidade e a relação entre eles, além de destacar a importância da companhia na jornada de fé.","por_que_esta_palavra":"A repetição da palavra 'andar' reforça a ideia de que a jornada de fé é compartilhada e que as decisões de um podem afetar o outro.","conexao_teologica":"A caminhada com Deus é uma experiência comunitária, onde a fé é vivida em conjunto com outros crentes.","referencias_relacionadas":["Gênesis 12:1","Gênesis 17:1","Hebreus 11:9"]},"genesis_13_5_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se ao rebanho que Abraão e Ló possuíam, simbolizando riqueza e bênção.","explicacao_detalhada":"O gado é um sinal da prosperidade de Abraão, que foi abençoado por Deus. A presença de gado também indica a necessidade de espaço e recursos para sustentar as posses.","por_que_esta_palavra":"A menção do gado é importante para entender a situação econômica e social de Abraão e Ló, e como isso influenciou suas decisões.","conexao_teologica":"A prosperidade de Abraão é um reflexo da fidelidade de Deus às suas promessas, mostrando que Ele cuida de Seus servos.","referencias_relacionadas":["Gênesis 12:16","Gênesis 26:12","Salmos 23:1"]},"genesis_13_5_tenda":{"palavra_pt":"tenda","palavra_original":"אֹהֶל","transliteracao":"ʼôhel","strong":"H168","significado_raiz":"Ideia básica: tenda.","significado_contextual":"A palavra 'tenda' refere-se à habitação temporária de Abraão, simbolizando sua condição de peregrino.","explicacao_detalhada":"As tendas representam a natureza transitória da vida de Abraão, que não se estabeleceu permanentemente em um lugar, mas viveu como um estrangeiro na terra prometida.","por_que_esta_palavra":"A tenda é um símbolo da fé de Abraão, que olhava para a cidade celestial e não se apegava às posses terrenas.","conexao_teologica":"A vida em tendas é uma metáfora para a jornada cristã, onde os crentes são chamados a viver como peregrinos neste mundo.","referencias_relacionadas":["Hebreus 11:9","Gênesis 12:8","1 Pedro 2:11"]},"genesis_13_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território que Deus prometeu a Abraão e seus descendentes.","explicacao_detalhada":"A terra é um elemento central na promessa de Deus a Abraão, simbolizando não apenas um lugar físico, mas também a herança espiritual do povo de Deus.","por_que_esta_palavra":"A menção da terra destaca a fidelidade de Deus em cumprir Suas promessas, e a importância da terra na história da salvação.","conexao_teologica":"A terra prometida é um símbolo da herança espiritual que os crentes têm em Cristo, representando a promessa de um lar eterno.","referencias_relacionadas":["Gênesis 12:7","Gênesis 15:18","Hebreus 11:10"]},"genesis_13_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à capacidade de tomar decisões e discernir entre o certo e o errado.","explicacao_detalhada":"Neste contexto, 'julgar' pode estar relacionado à capacidade de Abraão de avaliar a situação entre ele e Ló, considerando a melhor decisão para ambos.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a responsabilidade que Abraão tinha em tomar decisões sábias, refletindo sua liderança e caráter.","conexao_teologica":"A habilidade de julgar corretamente é um princípio bíblico que se aplica à vida dos crentes, que são chamados a buscar a sabedoria de Deus em suas decisões.","referencias_relacionadas":["Provérbios 3:5-6","Tiago 1:5","Salmos 37:5"]},"genesis_13_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui implica em fidelidade e autenticidade nas relações.","explicacao_detalhada":"No contexto de Gênesis 13:6, a 'verdade' refere-se à honestidade nas interações entre Abrão e Ló, destacando a importância de manter a integridade nas relações familiares.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a necessidade de transparência e confiança entre os indivíduos, especialmente em situações de conflito.","conexao_teologica":"A verdade é um atributo de Deus, e os crentes são chamados a viver em verdade, refletindo o caráter divino em suas vidas.","referencias_relacionadas":["Salmos 15:2","João 8:32","Efésios 4:15"]},"genesis_13_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico e à herança que Deus prometeu a Abrão.","explicacao_detalhada":"Em Gênesis 13:7, a 'terra' é o cenário onde Abrão e Ló precisam decidir como dividir os recursos disponíveis, simbolizando a importância da terra na promessa divina.","por_que_esta_palavra":"A palavra 'terra' é crucial, pois representa não apenas um local físico, mas também a promessa de Deus de dar uma herança ao povo de Israel.","conexao_teologica":"A terra é um tema central na narrativa bíblica, simbolizando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 6:10","Salmos 37:29"]},"genesis_13_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' indica uma mudança de estado ou condição, referindo-se à divisão entre Abrão e Ló.","explicacao_detalhada":"Em Gênesis 13:7, 'cair' sugere a separação que ocorre entre os pastores de Abrão e Ló, simbolizando a necessidade de evitar conflitos.","por_que_esta_palavra":"A escolha da palavra 'cair' reflete a realidade de que, em situações de tensão, pode haver uma divisão que leva à necessidade de decisões difíceis.","conexao_teologica":"A separação entre os crentes pode ser vista como um alerta sobre a importância da unidade e da paz entre os irmãos na fé.","referencias_relacionadas":["Mateus 5:9","Romanos 12:18","1 Coríntios 1:10"]},"genesis_13_7_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início de uma nova fase na relação entre Abrão e Ló.","explicacao_detalhada":"Em Gênesis 13:7, 'princípio' marca o momento em que as tensões entre os pastores se tornam evidentes, levando à necessidade de uma nova abordagem.","por_que_esta_palavra":"A palavra 'princípio' é significativa, pois indica que cada decisão pode levar a novas direções e consequências na vida.","conexao_teologica":"Deus frequentemente inicia novos começos em nossas vidas, e cada 'princípio' pode ser uma oportunidade para crescimento espiritual.","referencias_relacionadas":["Isaías 43:19","2 Coríntios 5:17","Apocalipse 21:5"]},"genesis_13_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação e a resolução de conflitos entre Abrão e Ló.","explicacao_detalhada":"Em Gênesis 13:8, 'dizer' destaca a importância da fala e do diálogo na resolução de desavenças, mostrando como Abrão busca a paz.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza que a comunicação é essencial para manter relacionamentos saudáveis e resolver conflitos.","conexao_teologica":"A comunicação é um aspecto vital da vida cristã, refletindo a maneira como Deus se comunica conosco através de Sua Palavra.","referencias_relacionadas":["Provérbios 15:1","Tiago 1:19","Efésios 4:29"]},"genesis_13_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Abrão propõe a separação.","explicacao_detalhada":"Em Gênesis 13:8, 'porque' é usado para justificar a necessidade de paz e harmonia entre os dois homens, mostrando a sabedoria de Abrão.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica por trás das decisões e ações, especialmente em contextos de conflito.","conexao_teologica":"A razão e a sabedoria são frequentemente mencionadas na Bíblia como atributos de Deus, e os crentes são chamados a buscar entendimento em suas decisões.","referencias_relacionadas":["Provérbios 3:5-6","Colossenses 3:16","Tiago 3:17"]},"genesis_13_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a Abrão e Ló, destacando a dignidade e a importância de cada um.","explicacao_detalhada":"Em Gênesis 13:8, 'homem' é usado para enfatizar a humanidade e a responsabilidade que cada um tem em suas ações e decisões.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa, pois lembra que todos são criados à imagem de Deus e têm valor intrínseco.","conexao_teologica":"A dignidade do ser humano é um tema central na teologia cristã, refletindo o valor que Deus atribui a cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"genesis_13_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao espaço físico que Abrão e Ló estão considerando para habitar.","explicacao_detalhada":"Em Gênesis 13:9, a 'terra' é o foco da discussão entre os dois, simbolizando a escolha que cada um deve fazer em relação ao futuro.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a importância da escolha do lugar e as implicações que isso traz para suas vidas.","conexao_teologica":"A terra prometida é um símbolo da bênção e da presença de Deus, e as escolhas feitas em relação a ela têm consequências espirituais.","referencias_relacionadas":["Gênesis 12:7","Gênesis 15:18","Hebreus 11:9-10"]},"genesis_13_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reforça a ideia de honestidade nas decisões que estão sendo tomadas.","explicacao_detalhada":"Em Gênesis 13:9, 'verdade' sugere que as escolhas devem ser feitas com integridade e consideração pelas consequências.","por_que_esta_palavra":"A ênfase na 'verdade' é fundamental para garantir que as decisões sejam justas e que a relação entre Abrão e Ló permaneça intacta.","conexao_teologica":"A verdade é essencial na vida cristã, pois Jesus se apresenta como a Verdade, e os crentes são chamados a viver em conformidade com essa verdade.","referencias_relacionadas":["João 14:6","Salmos 25:5","1 João 1:6"]},"genesis_13_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as decisões devem ser tomadas e as interações realizadas.","explicacao_detalhada":"Em Gênesis 13:9, 'modo' sugere que a forma como Abrão e Ló se relacionam é tão importante quanto as decisões que tomam.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da abordagem e da atitude em todas as interações humanas.","conexao_teologica":"A maneira como vivemos e interagimos reflete nossa compreensão de Deus e Sua vontade para nós.","referencias_relacionadas":["Colossenses 3:23","1 Pedro 2:12","Mateus 5:16"]},"genesis_13_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que Abraão viu e que era fértil, simbolizando a promessa de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo físico, mas também o lugar onde Deus estabeleceria Seu povo. Neste contexto, representa a abundância e a bênção que Deus prometeu a Abraão.","por_que_esta_palavra":"A escolha da terra é crucial na narrativa, pois representa a herança e a promessa divina para Abraão e seus descendentes.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Gênesis 15:18-21","Êxodo 3:8"]},"genesis_13_10_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a grandeza da terra que Abraão observou, enfatizando sua fertilidade e potencial.","explicacao_detalhada":"A palavra 'grande' (נָשָׂא) sugere não apenas tamanho físico, mas também a importância e o valor da terra na história da salvação.","por_que_esta_palavra":"A grandeza da terra é um reflexo da generosidade de Deus e de Suas promessas abundantes.","conexao_teologica":"A grandeza de Deus é frequentemente associada às Suas promessas e bênçãos, como visto em várias passagens bíblicas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"genesis_13_10_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de ver ou perceber a terra que estava diante de Abraão.","explicacao_detalhada":"A palavra 'ver' (רָאָה) implica uma observação atenta e uma avaliação do que Deus estava oferecendo a Abraão.","por_que_esta_palavra":"Ver é um passo importante na fé, pois envolve reconhecer as promessas de Deus.","conexao_teologica":"A visão espiritual é fundamental na vida de fé, onde os crentes são chamados a 'ver' as promessas de Deus.","referencias_relacionadas":["Hebreus 11:1","2 Coríntios 5:7","Salmos 119:18"]},"genesis_13_11_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se à escolha de Ló de ir para o leste, em direção a Sodoma, que simboliza o fim de sua relação com Abraão.","explicacao_detalhada":"A palavra 'fim' (קֶדֶם) aqui pode ser interpretada como um novo começo para Ló, mas também como uma separação do caminho de Abraão.","por_que_esta_palavra":"A escolha de Ló marca um ponto de virada na narrativa, onde as decisões têm consequências significativas.","conexao_teologica":"As escolhas que fazemos têm implicações espirituais e morais, refletindo a importância do discernimento.","referencias_relacionadas":["Gênesis 19:1","Provérbios 14:12","Gálatas 6:7"]},"genesis_13_11_escolher":{"palavra_pt":"escolher","palavra_original":"בָּחַר","transliteracao":"bâchar","strong":"H977","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à decisão de Ló de escolher a terra que parecia melhor para ele.","explicacao_detalhada":"A palavra 'escolher' (בָּחַר) implica um ato de decisão que pode ser tanto sábio quanto imprudente, dependendo da motivação.","por_que_esta_palavra":"A escolha de Ló é um exemplo de como as decisões podem ser influenciadas por interesses pessoais em detrimento da fé.","conexao_teologica":"A liberdade de escolha é um tema importante na Bíblia, refletindo a responsabilidade humana diante de Deus.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Romanos 12:2"]},"genesis_13_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que Abraão permaneceu, contrastando com a escolha de Ló.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) aqui enfatiza a permanência e a fidelidade de Abraão à promessa de Deus.","por_que_esta_palavra":"A terra de Abraão representa a continuidade da aliança de Deus com Seu povo.","conexao_teologica":"A fidelidade de Abraão é um exemplo de fé que é recompensada por Deus.","referencias_relacionadas":["Gênesis 17:8","Gênesis 26:3","Hebreus 11:9"]},"genesis_13_12_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se às cidades da planície, que eram conhecidas por sua corrupção e decadência.","explicacao_detalhada":"A palavra 'cidade' (עִיר) neste contexto destaca a civilização e a cultura, mas também a moralidade questionável de Sodoma e Gomorra.","por_que_esta_palavra":"As cidades representam escolhas de vida e as consequências que vêm com elas.","conexao_teologica":"As cidades de Sodoma e Gomorra servem como advertência sobre o juízo de Deus sobre a iniquidade.","referencias_relacionadas":["Gênesis 19:24-25","Ezequiel 16:49-50","Mateus 10:15"]},"genesis_13_12_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à decisão de Abraão de avaliar a situação e a moralidade das cidades.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica discernimento e a capacidade de fazer escolhas sábias com base em princípios morais.","por_que_esta_palavra":"O ato de julgar é essencial para a vida ética e espiritual, refletindo a responsabilidade de agir de acordo com a vontade de Deus.","conexao_teologica":"Deus é o juiz supremo, e os seres humanos são chamados a refletir Sua justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:3","Mateus 7:1-2"]},"genesis_13_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se aos homens de Sodoma, conhecidos por sua maldade e perversidade.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) neste contexto destaca a natureza pecaminosa da humanidade e a necessidade de redenção.","por_que_esta_palavra":"A descrição dos homens de Sodoma serve como um alerta sobre as consequências do pecado.","conexao_teologica":"A condição do homem pecador é um tema central na Bíblia, que aponta para a necessidade de salvação.","referencias_relacionadas":["Romanos 3:23","Gênesis 19:5","1 Coríntios 6:9-10"]},"genesis_13_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em contraste com a maldade dos homens de Sodoma.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) representa a autoridade e a soberania de Deus sobre a criação e a moralidade.","por_que_esta_palavra":"O nome do Senhor é um símbolo de Sua presença e poder, especialmente em tempos de juízo.","conexao_teologica":"O nome de Deus é invocado como um lembrete de Sua justiça e misericórdia.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"genesis_13_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que denota sua soberania e autoridade.","explicacao_detalhada":"O termo 'senhor' (יְהֹוָה) é usado para expressar a relação de Deus com seu povo, enfatizando sua posição como criador e governante. É um nome que implica em um relacionamento pessoal e íntimo com os fiéis.","por_que_esta_palavra":"A palavra é utilizada para estabelecer a identidade de Deus como aquele que dirige e cuida de sua criação.","conexao_teologica":"O uso do nome 'senhor' é fundamental na teologia judaica e cristã, pois representa a aliança de Deus com seu povo e sua promessa de proteção e orientação.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"genesis_13_14_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"A palavra 'seguir' (אַחַר) implica em um movimento em direção a um objetivo ou liderança. No contexto bíblico, seguir a Deus significa obedecer a seus mandamentos e confiar em sua direção.","por_que_esta_palavra":"É usada para descrever a disposição de um crente em seguir a vontade de Deus, refletindo um compromisso de fé.","conexao_teologica":"Seguir a Deus é um tema central na vida cristã, simbolizando a jornada de fé e a busca pela santidade.","referencias_relacionadas":["Mateus 16:24","Salmos 119:105","Romanos 8:14"]},"genesis_13_14_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à capacidade de perceber ou entender algo.","explicacao_detalhada":"A palavra 'ver' (רָאָה) é frequentemente usada na Bíblia para descrever não apenas a visão física, mas também a percepção espiritual e a compreensão das verdades divinas.","por_que_esta_palavra":"É importante para enfatizar a necessidade de discernimento espiritual e a revelação de Deus ao seu povo.","conexao_teologica":"A visão espiritual é essencial para a fé, pois permite que os crentes reconheçam a presença e a obra de Deus em suas vidas.","referencias_relacionadas":["João 1:14","Salmos 119:18","Efésios 1:18"]},"genesis_13_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra prometida a Abraão e seus descendentes.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é significativa no contexto da promessa de Deus a Abraão, simbolizando não apenas um lugar físico, mas também a herança espiritual do povo de Deus.","por_que_esta_palavra":"É utilizada para reafirmar a aliança de Deus com Abraão e a importância da terra na história da salvação.","conexao_teologica":"A terra prometida é um símbolo da bênção e da fidelidade de Deus, representando a realização de suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:8-10"]},"genesis_13_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a causa e o efeito, explicando a razão pela qual algo é afirmado ou ordenado.","por_que_esta_palavra":"É importante para esclarecer a motivação divina por trás das promessas feitas a Abraão.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a fé, pois revela seu caráter e intenções para com a humanidade.","referencias_relacionadas":["Romanos 8:28","Salmos 37:4","Isaías 55:8-9"]},"genesis_13_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de fazer algo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em totalidade ou abrangência, indicando que tudo deve ser considerado na perspectiva de Deus.","por_que_esta_palavra":"É usada para enfatizar a totalidade da criação e a soberania de Deus sobre todas as coisas.","conexao_teologica":"A maneira como Deus age e se revela é crucial para entender sua vontade e propósito para a humanidade.","referencias_relacionadas":["Colossenses 1:16-17","Salmos 24:1","Romanos 11:36"]},"genesis_13_16_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Refere-se ao pó da terra, simbolizando a fragilidade e a mortalidade do ser humano.","explicacao_detalhada":"A palavra 'po' (עָפָר) é frequentemente associada à criação do homem a partir do pó e à sua condição terrena.","por_que_esta_palavra":"É usada para lembrar a humanidade de sua origem e dependência de Deus.","conexao_teologica":"O pó representa a fragilidade humana e a necessidade de redenção através de Deus.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 3:20","Salmos 103:14"]},"genesis_13_16_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza ou magnitude de algo.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) é usada para descrever a abundância e a generosidade de Deus em suas promessas.","por_que_esta_palavra":"É importante para enfatizar a vastidão das bênçãos que Deus oferece ao seu povo.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na compreensão de sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"genesis_13_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra prometida, enfatizando sua importância na narrativa bíblica.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é um símbolo da promessa de Deus e da herança que Ele dá ao seu povo.","por_que_esta_palavra":"É usada para reafirmar a continuidade da promessa de Deus a Abraão e seus descendentes.","conexao_teologica":"A terra é um símbolo da presença de Deus e da realização de suas promessas na vida do povo escolhido.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 11:21","Josué 1:3"]},"genesis_13_17_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se à ação de erguer ou estabelecer algo.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica em ação e iniciativa, muitas vezes associada ao chamado de Deus para agir.","por_que_esta_palavra":"É usada para descrever a ação de Deus em estabelecer seu povo e suas promessas.","conexao_teologica":"Levantar é um ato de Deus que simboliza a restauração e a nova vida que Ele oferece ao seu povo.","referencias_relacionadas":["Isaías 60:1","Salmos 30:1","Romanos 4:17"]},"genesis_13_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Deus ordena a Abraão a percorrer a terra.","explicacao_detalhada":"Neste contexto, 'porque' conecta a promessa de Deus a Abraão com a ação que ele deve realizar, enfatizando a importância da obediência às instruções divinas.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre a ordem de Deus e a resposta esperada de Abraão.","conexao_teologica":"A obediência a Deus é um tema central na narrativa de Abraão, refletindo a fé e a confiança nas promessas divinas.","referencias_relacionadas":["Gênesis 12:1","Gênesis 15:7","Gênesis 17:1"]},"genesis_13_18_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Abraão de avaliar e decidir sobre a melhor parte da terra.","explicacao_detalhada":"Neste versículo, 'julgar' implica em discernimento e sabedoria ao escolher a terra que seria mais adequada para ele e sua família.","por_que_esta_palavra":"A escolha de Abraão é um exemplo de liderança e responsabilidade, mostrando como ele deve agir em relação aos recursos que Deus lhe deu.","conexao_teologica":"A capacidade de julgar corretamente é uma habilidade dada por Deus, refletindo a importância da sabedoria nas decisões da vida.","referencias_relacionadas":["Provérbios 3:5-6","Tiago 1:5","Salmos 37:5"]},"genesis_13_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade sobre a terra.","explicacao_detalhada":"Neste contexto, 'senhor' é um reconhecimento da posição de Deus como o Criador e Sustentador de todas as coisas, incluindo a terra prometida a Abraão.","por_que_esta_palavra":"A invocação do nome de Deus é essencial para entender a relação de aliança entre Ele e Abraão.","conexao_teologica":"O nome de Deus representa Sua presença e compromisso com Seu povo, sendo central na narrativa da redenção.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"genesis_13_18_tenda":{"palavra_pt":"tenda","palavra_original":"אָהַל","transliteracao":"ʼâhal","strong":"H167","significado_raiz":"Ideia básica: tenda.","significado_contextual":"A palavra 'tenda' simboliza a habitação temporária de Abraão e sua família, refletindo a natureza transitória da vida.","explicacao_detalhada":"Neste contexto, 'tenda' representa não apenas um abrigo físico, mas também a ideia de que Abraão era um peregrino em busca da terra prometida.","por_que_esta_palavra":"A tenda é um símbolo da fé de Abraão, que não se apegava às posses materiais, mas confiava nas promessas de Deus.","conexao_teologica":"A vida de peregrinação é um tema recorrente na Bíblia, refletindo a jornada espiritual dos crentes em direção à promessa eterna.","referencias_relacionadas":["Hebreus 11:9-10","1 Pedro 2:11","Gênesis 12:8"]}}