{"genesis_14_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico em que eventos significativos ocorreram, como a batalha entre reis.","explicacao_detalhada":"Neste contexto, 'dia' é importante para situar os eventos históricos e as intervenções divinas na narrativa.","por_que_esta_palavra":"A menção do 'dia' ajuda a entender a cronologia dos eventos e a soberania de Deus sobre a história.","conexao_teologica":"Deus atua na história em momentos específicos, mostrando que Ele está no controle do tempo e dos acontecimentos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Mateus 6:34"]},"genesis_14_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a derrota dos reis que se levantaram contra o rei de Sodoma.","explicacao_detalhada":"Neste contexto, 'cair' implica em uma queda física e moral, refletindo a justiça de Deus contra a iniquidade.","por_que_esta_palavra":"A queda dos reis é um aviso sobre as consequências do pecado e a certeza do juízo divino.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, mostrando que Ele não ignora a maldade e sempre age em retidão.","referencias_relacionadas":["Salmos 37:24","Romanos 14:10","Apocalipse 20:10"]},"genesis_14_1_rei":{"palavra_pt":"rei","palavra_original":"אַמְרָפֶל","transliteracao":"ʼAmrâphel","strong":"H569","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao poder dos governantes que estavam envolvidos na batalha.","explicacao_detalhada":"Neste contexto, 'rei' destaca a luta pelo domínio territorial e a influência política na região.","por_que_esta_palavra":"A menção dos reis é crucial para entender o cenário político e militar da época, bem como a intervenção de Deus.","conexao_teologica":"Deus é o Rei supremo, e todos os outros reis estão sob Sua autoridade, refletindo a soberania divina sobre as nações.","referencias_relacionadas":["Salmos 22:28","Daniel 2:21","Romanos 13:1"]},"genesis_14_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é usada novamente para enfatizar a liderança e a luta entre os governantes na batalha.","explicacao_detalhada":"Neste contexto, 'rei' representa não apenas a autoridade política, mas também a responsabilidade moral dos líderes.","por_que_esta_palavra":"A repetição da palavra 'rei' sublinha a importância do governo e da justiça em relação ao povo.","conexao_teologica":"A Bíblia ensina que Deus estabelece reis e governantes, e que eles devem governar com justiça e temor a Ele.","referencias_relacionadas":["Provérbios 8:15-16","1 Timóteo 2:1-2","Salmos 72:1-2"]},"genesis_14_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma referência a um tipo de animal, mas aqui pode simbolizar força e ferocidade na batalha.","explicacao_detalhada":"Neste contexto, 'urso' pode ser interpretado como uma metáfora para a ferocidade dos reis em combate.","por_que_esta_palavra":"A menção de 'urso' destaca a intensidade do conflito e a gravidade da situação enfrentada por Abraão.","conexao_teologica":"A luta entre o bem e o mal é uma constante na narrativa bíblica, refletindo a necessidade de coragem e fé.","referencias_relacionadas":["Salmos 22:12","Isaías 11:6","Daniel 7:5"]},"genesis_14_3_sal":{"palavra_pt":"sal","palavra_original":"מֶלַח","transliteracao":"melach","strong":"H4417","significado_raiz":"Ideia básica: sal.","significado_contextual":"A palavra 'sal' é usada para descrever um elemento essencial na preservação e sabor, simbolizando a importância da aliança.","explicacao_detalhada":"Neste contexto, 'sal' pode representar a purificação e a preservação da aliança entre Deus e Seu povo.","por_que_esta_palavra":"A menção de 'sal' enfatiza a necessidade de manter a pureza e a fidelidade nas relações, tanto humanas quanto divinas.","conexao_teologica":"O sal é frequentemente usado na Bíblia como símbolo de aliança e compromisso, refletindo a natureza duradoura da relação com Deus.","referencias_relacionadas":["Levítico 2:13","Mateus 5:13","Colossenses 4:6"]},"genesis_14_3_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como uma grande extensão de água, simbolizando a vastidão e a imprevisibilidade.","explicacao_detalhada":"O termo 'mar' é utilizado para descrever corpos d'água significativos, que muitas vezes representam desafios ou barreiras. No contexto de Gênesis 14, o mar pode simbolizar a separação entre povos e nações.","por_que_esta_palavra":"A palavra é usada para enfatizar a grandeza e a força da natureza, refletindo a soberania de Deus sobre a criação.","conexao_teologica":"O mar é frequentemente associado ao poder de Deus sobre as forças da natureza e a sua capacidade de trazer ordem ao caos.","referencias_relacionadas":["Gênesis 1:10","Êxodo 14:21","Salmos 104:25"]},"genesis_14_4_rei":{"palavra_pt":"rei","palavra_original":"כְּדׇרְלָעֹמֶר","transliteracao":"Kᵉdorlâʻômer","strong":"H3540","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um governante ou líder, destacando a autoridade e o poder sobre um povo ou território.","explicacao_detalhada":"A palavra 'rei' implica um papel de liderança e responsabilidade, especialmente em contextos de guerra e governança. No versículo, Kedorlâomer é um rei que exerce domínio sobre outros reis.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância da liderança e da autoridade em tempos de conflito.","conexao_teologica":"A figura do rei é central na narrativa bíblica, representando tanto a autoridade humana quanto a soberania divina.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:10","Romanos 13:1"]},"genesis_14_4_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁלוֹשׁ","transliteracao":"shâlôwsh","strong":"H7969","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao número três, que pode simbolizar plenitude ou totalidade em contextos bíblicos.","explicacao_detalhada":"A expressão 'três' é frequentemente utilizada na Bíblia para indicar um grupo completo ou uma unidade. Neste contexto, representa a aliança entre os reis mencionados.","por_que_esta_palavra":"A palavra é significativa para mostrar a união de forças entre os reis, destacando a importância da coalizão.","conexao_teologica":"O número três é frequentemente associado à Trindade e à plenitude de Deus na teologia cristã.","referencias_relacionadas":["Gênesis 18:2","Mateus 28:19","1 Coríntios 13:13"]},"genesis_14_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente refere-se a um governante, neste caso, um rei que participa da batalha contra os outros reis.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da liderança militar e política na narrativa, mostrando como os reis se alinham em conflitos.","por_que_esta_palavra":"A palavra é usada para reforçar a ideia de autoridade e a luta pelo poder entre os governantes.","conexao_teologica":"A liderança é um tema recorrente na Bíblia, refletindo a necessidade de um governo justo e a soberania de Deus sobre as nações.","referencias_relacionadas":["Provérbios 21:1","Isaías 32:1","1 Pedro 2:13"]},"genesis_14_5_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se ao ato de derrotar ou vencer, especialmente em um contexto de batalha.","explicacao_detalhada":"A palavra 'beat' implica uma ação de conquista e domínio, essencial em narrativas de guerra e conflito. Aqui, refere-se à vitória dos reis sobre seus inimigos.","por_que_esta_palavra":"A escolha dessa palavra é crucial para entender a dinâmica de poder e a luta pela supremacia entre os reis.","conexao_teologica":"A vitória sobre o inimigo é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal.","referencias_relacionadas":["Deuteronômio 20:4","Salmos 44:5","Romanos 8:37"]},"genesis_14_6_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se a uma área aberta, muitas vezes associada a deserto ou lugares não cultivados.","explicacao_detalhada":"O 'campo' é um espaço que pode ser tanto um lugar de refúgio quanto de desolação. Neste contexto, representa o cenário da batalha e a geografia da região.","por_que_esta_palavra":"A palavra é significativa para descrever o ambiente em que os eventos ocorrem, ressaltando a dureza do terreno.","conexao_teologica":"O campo pode simbolizar a luta espiritual e a necessidade de perseverança em tempos difíceis.","referencias_relacionadas":["Gênesis 21:14","Salmos 107:4","Isaías 35:1"]},"genesis_14_6_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se a uma elevação de terreno, muitas vezes associada à presença de Deus ou a lugares de adoração.","explicacao_detalhada":"A 'montanha' é um símbolo de força e estabilidade, e pode ser vista como um local de encontro com o divino. No contexto, representa a geografia da batalha.","por_que_esta_palavra":"A palavra é usada para enfatizar a grandeza e a majestade do cenário natural, refletindo a criação de Deus.","conexao_teologica":"Montanhas são frequentemente mencionadas na Bíblia como lugares de revelação e encontro com Deus.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"genesis_14_7_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir ou determinar, especialmente em questões de justiça.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de tomar decisões justas e corretas, um tema central na liderança e governança.","por_que_esta_palavra":"A escolha dessa palavra é crucial para entender a moralidade e a ética nas ações dos líderes.","conexao_teologica":"O julgamento é um tema importante na Bíblia, refletindo a justiça de Deus e a necessidade de retidão entre os homens.","referencias_relacionadas":["Salmos 82:3","Eclesiastes 3:17","Romanos 14:10"]},"genesis_14_7_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou estabelecer, seja fisicamente ou em termos de relacionamentos.","explicacao_detalhada":"A palavra 'edificar' implica a construção de algo duradouro, seja uma estrutura física ou uma comunidade de fé.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da construção de uma base sólida, tanto em termos materiais quanto espirituais.","conexao_teologica":"Edificar é um conceito central na vida cristã, refletindo a construção do corpo de Cristo e a edificação da fé.","referencias_relacionadas":["Mateus 7:24","1 Coríntios 3:9","Efésios 2:20"]},"genesis_14_7_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar, muitas vezes associado a convites ou convocações.","explicacao_detalhada":"A palavra 'vir' implica movimento e ação, destacando a importância de responder a um chamado ou convite.","por_que_esta_palavra":"A escolha dessa palavra é significativa para enfatizar a resposta a um chamado divino ou humano.","conexao_teologica":"O chamado é um tema central na Bíblia, refletindo a convocação de Deus para a ação e a obediência.","referencias_relacionadas":["Mateus 11:28","Romanos 8:30","2 Timóteo 1:9"]},"genesis_14_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e liderança de um governante em um contexto de guerra.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever uma figura de autoridade que governa um povo ou uma nação. No contexto de Gênesis 14:8, os reis estão envolvidos em uma batalha, o que destaca a importância da liderança em tempos de conflito.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a posição de poder e a responsabilidade que um rei tem sobre seu povo, especialmente em situações de crise.","conexao_teologica":"A figura do rei é frequentemente associada à soberania de Deus sobre a criação e à liderança que Ele exerce sobre Seu povo.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 33:22"]},"genesis_14_8_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Indica a magnitude ou importância da batalha que estava prestes a ocorrer.","explicacao_detalhada":"A palavra 'sair' (יָצָא) é usada aqui para descrever a ação de entrar em um conflito significativo. O uso desta palavra sugere que a batalha não era apenas uma disputa comum, mas algo de grande relevância.","por_que_esta_palavra":"A escolha da palavra destaca a seriedade da situação e a necessidade de ação decisiva por parte dos envolvidos.","conexao_teologica":"A ideia de 'sair' para a batalha pode ser vista como uma metáfora para a luta espiritual que os crentes enfrentam em suas vidas.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"genesis_14_8_batalha":{"palavra_pt":"batalha","palavra_original":"עָרַךְ","transliteracao":"ʻârak","strong":"H6186","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se ao confronto militar entre os reis mencionados.","explicacao_detalhada":"A palavra 'batalha' (עָרַךְ) implica uma luta organizada e planejada, onde estratégias são empregadas. No contexto de Gênesis 14:8, a batalha é um evento crucial que envolve várias alianças entre os reis.","por_que_esta_palavra":"A utilização desta palavra enfatiza a seriedade e a complexidade do conflito, além de refletir a natureza da guerra na antiguidade.","conexao_teologica":"A batalha pode ser vista como uma representação das lutas espirituais que os crentes enfrentam, onde a vitória é alcançada através da fé.","referencias_relacionadas":["Salmos 144:1","2 Crônicas 20:15","Romanos 8:37"]},"genesis_14_9_rei":{"palavra_pt":"rei","palavra_original":"אַמְרָפֶל","transliteracao":"ʼAmrâphel","strong":"H569","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um dos líderes que participam da batalha.","explicacao_detalhada":"A palavra 'rei' (אַמְרָפֶל) neste contexto é usada para identificar um dos governantes que se aliam em um conflito. A menção de nomes específicos de reis destaca a importância histórica e política do evento.","por_que_esta_palavra":"A palavra é crucial para entender as alianças e rivalidades entre os povos da época.","conexao_teologica":"A liderança e a autoridade dos reis são reflexões da soberania de Deus sobre a história e a humanidade.","referencias_relacionadas":["1 Reis 10:1","Salmos 72:1","Provérbios 21:1"]},"genesis_14_10_slimepit":{"palavra_pt":"slime pit","palavra_original":"חֵמָר","transliteracao":"chêmâr","strong":"H2564","significado_raiz":"Ideia básica: slime pit.","significado_contextual":"Refere-se a um local específico onde os reis enfrentaram dificuldades.","explicacao_detalhada":"A palavra 'slime pit' (חֵמָר) indica um lugar lamacento que pode ter causado problemas durante a batalha. Este detalhe geográfico é importante para entender as condições do conflito.","por_que_esta_palavra":"A menção de um local específico ajuda a criar uma imagem vívida do cenário da batalha e das dificuldades enfrentadas pelos combatentes.","conexao_teologica":"Os desafios físicos enfrentados pelos reis podem ser vistos como uma metáfora para as dificuldades espirituais que os crentes enfrentam.","referencias_relacionadas":["Salmos 69:14","Isaías 57:20","Mateus 7:26"]},"genesis_14_10_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de resgatar ou salvar alguém da escravidão ou cativeiro.","explicacao_detalhada":"A palavra 'libertar' (נוּס) é usada para descrever a ação de salvar os prisioneiros da batalha. Este conceito é central na narrativa, pois reflete a ideia de redenção.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a importância da liberdade e do resgate, temas recorrentes na Bíblia.","conexao_teologica":"A libertação é um tema central na teologia bíblica, simbolizando a salvação que Deus oferece ao Seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Gálatas 5:1"]},"genesis_14_11_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de capturar ou tomar algo durante a batalha.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) implica uma ação de apropriação, seja de bens ou de pessoas. No contexto da batalha, isso se refere ao saque que os vencedores realizam.","por_que_esta_palavra":"A palavra é importante para entender as dinâmicas de poder e controle que ocorrem em conflitos militares.","conexao_teologica":"A ideia de 'tomar' pode ser vista como uma reflexão sobre a luta espiritual e a necessidade de se apropriar das promessas de Deus.","referencias_relacionadas":["1 Timóteo 6:12","Hebreus 11:1","Romanos 8:32"]},"genesis_14_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à forma ou maneira como as ações são realizadas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a maneira como os eventos se desenrolam, enfatizando a importância da estratégia e do comportamento durante a batalha.","por_que_esta_palavra":"A escolha desta palavra destaca a necessidade de planejamento e sabedoria em situações de conflito.","conexao_teologica":"A maneira como agimos em situações difíceis pode refletir nossa fé e confiança em Deus.","referencias_relacionadas":["Provérbios 3:5-6","Colossenses 3:23","Tiago 1:5"]},"genesis_14_11_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou progredir em direção a um objetivo.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) implica movimento e progresso, essencial em um contexto de batalha onde a mobilidade pode ser a chave para a vitória.","por_que_esta_palavra":"A palavra é significativa pois sugere a necessidade de ação e determinação em face de desafios.","conexao_teologica":"Andar é frequentemente usado na Bíblia como uma metáfora para a vida cristã e a caminhada com Deus.","referencias_relacionadas":["Gálatas 5:16","2 Coríntios 5:7","1 João 1:7"]},"genesis_14_12_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de capturar ou tomar algo durante a batalha.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) é novamente utilizada para descrever a ação de apropriação, enfatizando a continuidade da dinâmica de poder no conflito.","por_que_esta_palavra":"A repetição desta palavra reforça a ideia de que a batalha envolve não apenas a luta, mas também a conquista de bens e pessoas.","conexao_teologica":"A luta por aquilo que é valioso pode ser vista como uma representação da busca espiritual por aquilo que Deus nos oferece.","referencias_relacionadas":["Mateus 11:12","Filipenses 3:14","1 Pedro 5:8"]},"genesis_14_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou progenitor, indicando a relação familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação de descendência, enfatizando a continuidade da linhagem e a importância da herança na cultura hebraica.","por_que_esta_palavra":"A palavra é utilizada para mostrar a conexão familiar e a importância da descendência na narrativa.","conexao_teologica":"A relação de filho é fundamental na teologia bíblica, especialmente em relação à paternidade de Deus e a filiação de Jesus.","referencias_relacionadas":["Gênesis 5:1","Mateus 1:1","João 1:12"]},"genesis_14_12_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Indica o ato de se mover ou progredir em um caminho, tanto físico quanto espiritual.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) é frequentemente usada na Bíblia para descrever a jornada de vida de uma pessoa, incluindo suas escolhas e ações diante de Deus.","por_que_esta_palavra":"É utilizada para enfatizar a trajetória de vida e as decisões que moldam o caráter de uma pessoa.","conexao_teologica":"Andar com Deus é um tema central na Bíblia, representando a obediência e a comunhão com o Criador.","referencias_relacionadas":["Gênesis 5:24","Salmos 1:1","Miquéias 6:8"]},"genesis_14_13_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou convidar alguém para se aproximar.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) implica em um movimento em direção a um lugar ou a uma pessoa, muitas vezes associado a um chamado divino ou a uma missão.","por_que_esta_palavra":"É usada para indicar a importância do chamado e da resposta a esse chamado na vida de um indivíduo.","conexao_teologica":"O chamado de Deus é um tema recorrente, onde Ele convoca pessoas para cumprir Seus propósitos.","referencias_relacionadas":["Êxodo 3:10","Isaías 6:8","Mateus 11:28"]},"genesis_14_13_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação ou declaração feita por alguém.","explicacao_detalhada":"A palavra 'palavra' (נָגַד) é usada para descrever a importância da comunicação e da revelação, especialmente em contextos proféticos.","por_que_esta_palavra":"É utilizada para enfatizar a necessidade de transmitir informações e instruções, especialmente de Deus para o homem.","conexao_teologica":"A Palavra de Deus é central na fé cristã, sendo vista como viva e eficaz.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","João 1:1"]},"genesis_14_14_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Indica a ação de prestar atenção ou compreender algo que foi dito.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) é frequentemente associada à obediência e à resposta a instruções ou advertências.","por_que_esta_palavra":"É usada para destacar a importância de ouvir a voz de Deus e agir de acordo com Suas orientações.","conexao_teologica":"Ouvir a Deus é essencial para a vida espiritual e para a obediência à Sua vontade.","referencias_relacionadas":["Deuteronômio 6:4","Tiago 1:22","Romanos 10:17"]},"genesis_14_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta ideias, explicando a causa ou o motivo de uma ação.","por_que_esta_palavra":"É utilizada para esclarecer a razão pela qual algo acontece ou deve ser feito.","conexao_teologica":"A compreensão das razões por trás das ações de Deus é fundamental para a fé e a obediência.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","1 Pedro 3:15"]},"genesis_14_14_idiom":{"palavra_pt":"expressao","palavra_original":"רוּק","transliteracao":"rûwq","strong":"H7324","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou forma de comunicação.","explicacao_detalhada":"A palavra 'expressão' (רוּק) pode ser entendida como uma maneira de transmitir sentimentos ou pensamentos, muitas vezes de forma poética ou simbólica.","por_que_esta_palavra":"É usada para enfatizar a riqueza da comunicação e a profundidade das mensagens transmitidas.","conexao_teologica":"As expressões na Bíblia muitas vezes revelam verdades profundas sobre Deus e a humanidade.","referencias_relacionadas":["Salmos 19:1","Provérbios 25:11","Isaías 55:11"]},"genesis_14_15_mao":{"palavra_pt":"mao","palavra_original":"שְׂמֹאול","transliteracao":"sᵉmôʼwl","strong":"H8040","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se ao membro do corpo usado para agir ou realizar tarefas.","explicacao_detalhada":"A palavra 'mão' (שְׂמֹאול) é frequentemente usada simbolicamente para representar poder, controle ou ação.","por_que_esta_palavra":"É utilizada para enfatizar a ação e a capacidade de realizar algo, tanto no sentido físico quanto espiritual.","conexao_teologica":"A mão de Deus é frequentemente mencionada como símbolo de Sua força e intervenção na história.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Atos 4:30"]},"genesis_14_15_cidade":{"palavra_pt":"cidade","palavra_original":"דַּמֶּשֶׂק","transliteracao":"Dammeseq","strong":"H1834","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, geralmente com uma estrutura social e política.","explicacao_detalhada":"A palavra 'cidade' (דַּמֶּשֶׂק) é usada para descrever centros de civilização, cultura e comércio, com significados históricos e espirituais.","por_que_esta_palavra":"É utilizada para enfatizar a importância das cidades na narrativa bíblica e seu papel na vida do povo de Deus.","conexao_teologica":"Cidades na Bíblia muitas vezes simbolizam segurança, refúgio e a presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 10:11","Salmos 46:4","Apocalipse 21:2"]},"genesis_14_15_deal":{"palavra_pt":"deal","palavra_original":"חָלַק","transliteracao":"châlaq","strong":"H2505","significado_raiz":"Ideia básica: deal.","significado_contextual":"Refere-se ao ato de dividir ou compartilhar algo.","explicacao_detalhada":"A palavra 'deal' (חָלַק) implica em uma transação ou acordo, muitas vezes relacionado à distribuição de bens ou responsabilidades.","por_que_esta_palavra":"É utilizada para enfatizar a importância da justiça e da equidade nas relações humanas.","conexao_teologica":"A justiça e a partilha são temas centrais na ética bíblica, refletindo o caráter de Deus.","referencias_relacionadas":["Levítico 25:23","Eclesiastes 3:13","Lucas 3:11"]},"genesis_14_16_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Construir ou estabelecer algo de forma sólida e duradoura.","explicacao_detalhada":"A palavra 'edificar' no contexto de Gênesis 14:16 refere-se à ação de restaurar ou construir algo que foi perdido ou danificado. No caso, pode-se entender como a restauração de uma comunidade ou de um lar.","por_que_esta_palavra":"A escolha da palavra 'edificar' enfatiza a importância de criar um ambiente seguro e estável, refletindo a intenção de Deus de cuidar do seu povo.","conexao_teologica":"A edificação é um tema recorrente na Bíblia, simbolizando a construção do Reino de Deus e a edificação da Igreja como corpo de Cristo.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:9","Efésios 2:20-22"]},"genesis_14_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A maneira como algo é feito ou realizado.","explicacao_detalhada":"No versículo, 'modo' refere-se à forma específica em que as ações são executadas, destacando a importância da intenção e da metodologia na realização de tarefas.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar que não é apenas o resultado que importa, mas também a forma como se chega a ele, refletindo a ética e a moralidade nas ações.","conexao_teologica":"A maneira de viver e agir é um princípio central na vida cristã, onde a ética e a moral são guiadas pelos ensinamentos de Cristo.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Romanos 12:1-2"]},"genesis_14_16_bom":{"palavra_pt":"bom","palavra_original":"רְכוּשׁ","transliteracao":"rᵉkûwsh","strong":"H7399","significado_raiz":"Ideia básica: bom.","significado_contextual":"Algo que é agradável, benéfico ou de alta qualidade.","explicacao_detalhada":"A palavra 'bom' neste contexto pode se referir ao valor das ações ou das coisas que estão sendo discutidas, indicando que o que foi feito é digno e positivo.","por_que_esta_palavra":"A ênfase no 'bom' reflete a natureza de Deus, que é a fonte de toda bondade e que deseja que Seu povo experimente o que é bom.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, onde Ele é frequentemente descrito como 'bom' e suas obras são vistas como boas.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Tiago 1:17"]},"genesis_14_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura de autoridade que governa um povo ou uma nação.","explicacao_detalhada":"A palavra 'rei' neste versículo se refere a um líder que exerce poder e autoridade, simbolizando a ordem e a justiça em uma sociedade.","por_que_esta_palavra":"A menção de um 'rei' destaca a importância da liderança e da governança, refletindo o desejo de Deus por líderes justos e sábios.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a ideia de realeza é central na teologia bíblica, especialmente em relação a Cristo.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","Isaías 9:6-7"]},"genesis_14_17_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Sair ou emergir de um lugar, muitas vezes com um sentido de importância.","explicacao_detalhada":"A palavra 'sair' pode indicar um movimento significativo, como a saída de um lugar de opressão ou a transição para uma nova fase.","por_que_esta_palavra":"A ideia de 'sair' pode simbolizar libertação e novos começos, refletindo a ação de Deus em trazer Seu povo para fora da escravidão.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, onde Deus frequentemente chama Seu povo para sair de situações de opressão.","referencias_relacionadas":["Êxodo 3:10","Isaías 43:16-19","Gálatas 5:1"]},"genesis_14_17_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Ato de acompanhar ou ir atrás de alguém ou algo.","explicacao_detalhada":"A palavra 'seguir' implica em um movimento intencional em direção a um líder ou a um caminho, indicando lealdade e compromisso.","por_que_esta_palavra":"A escolha de 'seguir' enfatiza a importância da obediência e da disposição de seguir a direção de Deus em nossas vidas.","conexao_teologica":"Seguir a Cristo é um chamado central na vida cristã, onde os crentes são chamados a seguir Seus passos e ensinamentos.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"genesis_14_18_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Referência a Deus como uma força poderosa e protetora.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania e a força de Deus, que é capaz de proteger e guiar Seu povo.","por_que_esta_palavra":"A menção de 'deus' destaca a dependência do povo em relação à força divina em tempos de necessidade.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, onde Ele é descrito como um refúgio e fortaleza para aqueles que confiam Nele.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"genesis_14_18_rei":{"palavra_pt":"rei","palavra_original":"מַלְכִּי־צֶדֶק","transliteracao":"Malkîy-Tsedeq","strong":"H4442","significado_raiz":"Ideia básica: rei.","significado_contextual":"Um rei que é também um sacerdote, simbolizando a união de autoridade espiritual e política.","explicacao_detalhada":"A palavra 'rei' aqui se refere a Melquisedeque, que é uma figura única na Bíblia, representando a combinação de realeza e sacerdócio.","por_que_esta_palavra":"A menção de 'rei' neste contexto é significativa, pois Melquisedeque é um tipo de Cristo, que é Rei e Sacerdote.","conexao_teologica":"A figura de Melquisedeque é importante na teologia cristã, simbolizando a nova aliança em Cristo, que é nosso Rei e Sacerdote eterno.","referencias_relacionadas":["Salmos 110:4","Hebreus 5:6","Hebreus 7:1-3"]},"genesis_14_19_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A referência a Deus como uma força e fonte de poder.","explicacao_detalhada":"A palavra 'deus' enfatiza a natureza divina e a capacidade de Deus de agir em favor de Seu povo, trazendo proteção e bênçãos.","por_que_esta_palavra":"A ênfase em 'deus' destaca a confiança que os crentes devem ter na força e na providência divina.","conexao_teologica":"A força de Deus é um tema central, onde Ele é visto como o sustentador e protetor de Seu povo em todas as circunstâncias.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Romanos 8:31"]},"genesis_14_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A referência ao solo ou à terra como um espaço físico e simbólico.","explicacao_detalhada":"A palavra 'terra' neste contexto pode se referir à herança que Deus prometeu ao Seu povo, simbolizando segurança e pertencimento.","por_que_esta_palavra":"A menção de 'terra' é significativa, pois representa a promessa de Deus de dar uma terra ao Seu povo, um tema central na narrativa bíblica.","conexao_teologica":"A terra prometida é um símbolo da bênção e da fidelidade de Deus, refletindo a esperança de um futuro restaurado.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"genesis_14_19_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de invocar a bênção de Deus sobre alguém ou algo.","explicacao_detalhada":"No contexto de Gênesis 14:19, Melquisedeque abençoa Abrão, reconhecendo a soberania de Deus sobre a vitória de Abrão. A bênção implica um desejo de prosperidade e proteção divina.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da bênção divina na vida dos personagens bíblicos e na história da salvação.","conexao_teologica":"A bênção de Melquisedeque a Abrão é um precursor da bênção que Deus oferece a todos os crentes através de Cristo.","referencias_relacionadas":["Gênesis 12:2","Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"genesis_14_20_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' é novamente utilizada para descrever a ação de Melquisedeque ao reconhecer a intervenção divina na vitória de Abrão.","explicacao_detalhada":"Melquisedeque, como sacerdote do Deus Altíssimo, abençoa Abrão, destacando a importância da bênção na relação entre Deus e seu povo.","por_que_esta_palavra":"A bênção é um tema central na narrativa bíblica, simbolizando a aprovação e o favor de Deus.","conexao_teologica":"A bênção de Melquisedeque é um símbolo da mediação sacerdotal que culmina em Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Gênesis 12:3","Salmos 110:4","Hebreus 7:1-3","Tiago 1:17"]},"genesis_14_20_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou oferecer algo a alguém.","explicacao_detalhada":"No versículo, Melquisedeque dá pão e vinho a Abrão, simbolizando sustento e comunhão.","por_que_esta_palavra":"A ação de dar é fundamental na relação entre Deus e a humanidade, refletindo o caráter generoso de Deus.","conexao_teologica":"O pão e o vinho podem ser vistos como símbolos da Ceia do Senhor, onde Cristo dá seu corpo e sangue pela salvação.","referencias_relacionadas":["Mateus 26:26-28","João 6:35","1 Coríntios 11:23-26","Salmos 104:15"]},"genesis_14_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Neste contexto, o modo de dar de Melquisedeque é significativo, pois ele oferece pão e vinho de forma solene e ritualística.","por_que_esta_palavra":"O modo como as bênçãos e ofertas são apresentadas é importante na adoração a Deus.","conexao_teologica":"O modo de adoração e oferta a Deus é um tema recorrente na Bíblia, refletindo a reverência que devemos ter em Sua presença.","referencias_relacionadas":["Êxodo 25:40","Salmos 29:2","Hebreus 12:28-29","Romanos 12:1"]},"genesis_14_21_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, sua vida e vitalidade.","explicacao_detalhada":"No versículo, a referência à alma destaca a importância da vida e do ser humano na criação de Deus.","por_que_esta_palavra":"A alma é vista como a parte imortal do ser humano, que se relaciona diretamente com Deus.","conexao_teologica":"A noção de alma é central na teologia bíblica, refletindo a dignidade e o valor do ser humano diante de Deus.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 139:14","Eclesiastes 12:7"]},"genesis_14_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"No contexto, a declaração do rei de Sodoma é uma tentativa de negociar com Abrão após a batalha.","por_que_esta_palavra":"A comunicação é essencial nas interações humanas e na revelação de Deus ao homem.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, refletindo a importância da comunicação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 1:3","Romanos 10:17"]},"genesis_14_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança sobre um povo ou território.","explicacao_detalhada":"O rei de Sodoma representa a liderança terrena, contrastando com a autoridade divina de Melquisedeque.","por_que_esta_palavra":"A figura do rei é importante na narrativa bíblica, simbolizando tanto a liderança humana quanto a soberania de Deus.","conexao_teologica":"Cristo é descrito como o Rei dos Reis, estabelecendo um reino eterno que transcende as autoridades terrenas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16","Isaías 9:6"]},"genesis_14_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico, à criação de Deus.","explicacao_detalhada":"Abrão é lembrado de que a terra é um presente de Deus, um tema central na promessa feita a ele.","por_que_esta_palavra":"A terra é um símbolo da herança e das promessas de Deus ao Seu povo.","conexao_teologica":"A terra prometida é um símbolo do descanso e da herança espiritual que encontramos em Cristo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Hebreus 11:8-10","Apocalipse 21:1"]},"genesis_14_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Abrão sobre sua posição e fé.","explicacao_detalhada":"Abrão afirma sua recusa em aceitar qualquer recompensa do rei de Sodoma, destacando sua confiança em Deus.","por_que_esta_palavra":"A declaração de Abrão é um exemplo de fé e integridade, mostrando sua dependência de Deus.","conexao_teologica":"As palavras de fé e compromisso são fundamentais na vida do crente, refletindo a confiança em Deus.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:5-6","Hebreus 11:1","Romanos 4:20-21"]},"genesis_14_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada, enfatizando a autoridade terrena em contraste com a autoridade divina.","explicacao_detalhada":"Abrão reafirma sua posição em relação ao rei de Sodoma, reconhecendo que sua verdadeira lealdade é a Deus.","por_que_esta_palavra":"A figura do rei é importante para entender as dinâmicas de poder e a soberania de Deus na história.","conexao_teologica":"A soberania de Deus sobre os reinos da terra é um tema recorrente, culminando na realeza de Cristo.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Apocalipse 1:5","1 Timóteo 6:15"]},"genesis_14_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas devem ser feitas, enfatizando a importância de não aceitar nada que não seja justo.","explicacao_detalhada":"A palavra 'modo' aqui implica em um padrão ou forma de agir que é moralmente aceitável. Abraão se recusa a aceitar recompensas que possam comprometer sua integridade.","por_que_esta_palavra":"A escolha de Abraão em não aceitar nada do rei de Sodoma reflete sua fidelidade a Deus e sua aversão a qualquer forma de corrupção.","conexao_teologica":"A recusa de Abraão em aceitar recompensas do rei de Sodoma destaca a importância da pureza e da integridade na vida do crente.","referencias_relacionadas":["Gênesis 14:21-24","Salmos 15:1-5","Provérbios 11:1"]},"genesis_14_23_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é usada para indicar a intenção de proteger ou resgatar algo ou alguém.","explicacao_detalhada":"Neste contexto, a palavra sugere a ideia de que Abraão não deseja ser salvo ou beneficiado por algo que não é justo ou que comprometa sua moral.","por_que_esta_palavra":"A recusa de Abraão em aceitar a oferta do rei de Sodoma é uma declaração de sua confiança em Deus como seu verdadeiro provedor.","conexao_teologica":"A salvação em Deus é um tema central na Bíblia, e a atitude de Abraão reflete a confiança em Deus ao invés de em riquezas ou poder humano.","referencias_relacionadas":["Gênesis 14:21-24","Salmos 37:39-40","Isaías 43:11"]},"genesis_14_24_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, neste caso, a Abraão, que é um exemplo de fé e integridade.","explicacao_detalhada":"O uso da palavra 'homem' aqui destaca a dignidade e a responsabilidade que Abraão possui como líder e patriarca.","por_que_esta_palavra":"Abraão é um homem de fé que se recusa a comprometer seus princípios, mostrando que a verdadeira grandeza vem da obediência a Deus.","conexao_teologica":"A dignidade do ser humano é um tema recorrente na Bíblia, onde cada pessoa é vista como criada à imagem de Deus.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Tiago 3:9"]},"genesis_14_24_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a um assistente ou alguém que serve, destacando a lealdade e a disposição para ajudar.","explicacao_detalhada":"Neste contexto, o servo de Abraão é um exemplo de fidelidade e serviço, refletindo a relação de confiança entre mestre e servo.","por_que_esta_palavra":"A lealdade do servo de Abraão é um reflexo da fidelidade que deve existir entre os crentes e Deus.","conexao_teologica":"A ideia de servir é central no cristianismo, onde Jesus ensina que o maior entre nós deve ser como um servo.","referencias_relacionadas":["Mateus 20:26-28","Gálatas 5:13","Colossenses 3:23-24"]},"genesis_14_24_lingua":{"palavra_pt":"lingua","palavra_original":"חֵלֶק","transliteracao":"chêleq","strong":"H2506","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A palavra 'língua' pode ser entendida como a capacidade de comunicação e expressão, essencial para a interação humana.","explicacao_detalhada":"Neste contexto, a língua é um símbolo da comunicação e da promessa, refletindo a importância das palavras na construção de relacionamentos.","por_que_esta_palavra":"A escolha das palavras é crucial, pois elas podem edificar ou destruir, e Abraão demonstra sabedoria ao se recusar a aceitar o que não é justo.","conexao_teologica":"A Bíblia enfatiza a importância da palavra e da comunicação, mostrando que a língua pode ser um instrumento de bênção ou maldição.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Salmos 19:14"]}}