{"genesis_16_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' neste contexto refere-se à realidade da situação de Sarai e a promessa de Deus.","explicacao_detalhada":"A verdade é um tema central na narrativa, onde Sarai enfrenta a dificuldade de ter filhos e questiona a promessa de Deus.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a honestidade e a transparência nas interações entre os personagens bíblicos.","conexao_teologica":"A busca pela verdade é fundamental na relação entre Deus e Seu povo, refletindo a necessidade de confiar nas promessas divinas.","referencias_relacionadas":["Gênesis 16:1","Salmos 25:5","João 8:32"]},"genesis_16_1_esposa":{"palavra_pt":"esposa","palavra_original":"שָׂרַי","transliteracao":"Sâray","strong":"H8297","significado_raiz":"Ideia básica: esposa.","significado_contextual":"A palavra 'esposa' refere-se ao papel de Sarai na narrativa, destacando sua relação com Abrão.","explicacao_detalhada":"Sarai é apresentada como a esposa de Abrão, e sua posição é crucial para a compreensão da dinâmica familiar e das promessas de Deus.","por_que_esta_palavra":"A palavra 'esposa' é importante para entender o contexto cultural e social da época, onde o papel da mulher era central na família.","conexao_teologica":"A relação entre Abrão e Sarai ilustra a importância da aliança matrimonial e como Deus opera através das famílias.","referencias_relacionadas":["Gênesis 16:1","Gênesis 2:24","Efésios 5:31"]},"genesis_16_1_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher como esposa, destacando o papel de Sarai na narrativa.","explicacao_detalhada":"A palavra 'mulher' é usada para descrever a relação conjugal e a posição de Sarai como esposa de Abrão. No contexto, Sarai se sente impotente por não conseguir gerar filhos e busca uma solução.","por_que_esta_palavra":"A escolha da palavra 'mulher' enfatiza a importância do papel feminino na família e na continuidade da linhagem.","conexao_teologica":"A relação entre marido e mulher é fundamental na teologia bíblica, refletindo a aliança de Deus com seu povo.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:22-33","1 Pedro 3:1-7"]},"genesis_16_2_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' representa a comunicação e a instrução divina que Sarai ouve.","explicacao_detalhada":"A palavra 'voz' é usada para descrever a comunicação de Deus a Sarai, que a leva a agir de acordo com suas instruções. Isso mostra a importância da obediência à voz de Deus.","por_que_esta_palavra":"A palavra 'voz' é crucial para entender como Deus se comunica com os seres humanos e como eles respondem a essa comunicação.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, simbolizando Sua autoridade e a necessidade de ouvir e obedecer.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"genesis_16_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a ação de Sarai ao comunicar suas preocupações a Abrão.","explicacao_detalhada":"A palavra 'dizer' enfatiza a importância da comunicação entre os personagens e como isso influencia as decisões que tomam.","por_que_esta_palavra":"A comunicação verbal é essencial nas relações humanas e na narrativa bíblica, mostrando como as palavras podem ter um impacto significativo.","conexao_teologica":"A fala de Deus e a resposta humana são temas centrais na Bíblia, refletindo a dinâmica entre o Criador e a criação.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Mateus 12:36-37"]},"genesis_16_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus, que é reconhecido como a autoridade suprema na vida de Abrão e Sarai.","explicacao_detalhada":"A palavra 'senhor' destaca a soberania de Deus sobre as circunstâncias da vida de Sarai e Abrão, especialmente em relação à promessa de um filho.","por_que_esta_palavra":"A invocação do nome de Deus é uma forma de reconhecer Sua autoridade e poder nas situações difíceis.","conexao_teologica":"A relação entre Deus e Seu povo é central na teologia bíblica, onde Ele é visto como o Senhor que cumpre Suas promessas.","referencias_relacionadas":["Gênesis 17:1","Êxodo 3:14","Salmos 68:4"]},"genesis_16_3_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é usada para descrever a ação de Sarai ao tomar uma decisão sobre sua situação.","explicacao_detalhada":"Sarai 'julga' que a única maneira de ter um filho é através de sua serva, Hagar, mostrando uma falta de confiança na promessa de Deus.","por_que_esta_palavra":"O ato de julgar implica em avaliação e decisão, refletindo a luta humana entre fé e desespero.","conexao_teologica":"A decisão de Sarai ilustra a tendência humana de agir de acordo com a lógica humana em vez de confiar em Deus.","referencias_relacionadas":["Provérbios 3:5-6","Romanos 8:28","Hebreus 11:1"]},"genesis_16_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' refere-se ao contexto geográfico e cultural em que Abrão e Sarai vivem.","explicacao_detalhada":"A palavra 'terra' é importante para entender a promessa de Deus a Abrão sobre a terra que ele herdaria e a multiplicação de sua descendência.","por_que_esta_palavra":"A terra é um símbolo de promessa e herança na narrativa bíblica, representando o lugar onde Deus age.","conexao_teologica":"A terra prometida é um tema central na história da salvação, simbolizando a presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-12","Hebreus 11:9-10"]},"genesis_16_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para descrever a ação de Sarai ao oferecer Hagar a Abrão.","explicacao_detalhada":"Sarai 'dá' sua serva a Abrão como uma solução para sua infertilidade, refletindo práticas culturais da época.","por_que_esta_palavra":"A palavra 'dar' implica em entrega e decisão, mostrando a complexidade das relações humanas e suas consequências.","conexao_teologica":"A entrega de Hagar a Abrão resulta em conflitos que refletem as consequências do pecado e da falta de confiança em Deus.","referencias_relacionadas":["Gênesis 30:1-3","Gálatas 4:22-23","Romanos 6:16"]},"genesis_16_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' refere-se ao ato de Abrão se unir a Hagar.","explicacao_detalhada":"Abrão 'vem' a Hagar, resultando na concepção de Ismael, o que gera tensões familiares e conflitos futuros.","por_que_esta_palavra":"A palavra 'vir' enfatiza a ação física e relacional que leva a consequências significativas na narrativa.","conexao_teologica":"A união de Abrão e Hagar ilustra as complicações que surgem quando os seres humanos tentam cumprir as promessas de Deus por conta própria.","referencias_relacionadas":["Gênesis 4:1","Mateus 1:2-16","1 Coríntios 6:16"]},"genesis_16_4_crianca":{"palavra_pt":"crianca","palavra_original":"הָרָה","transliteracao":"hârâh","strong":"H2029","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se ao resultado da união entre Abrão e Hagar, Ismael.","explicacao_detalhada":"A concepção de Ismael representa a tentativa de Sarai e Abrão de cumprir a promessa de Deus de forma humana, resultando em complicações.","por_que_esta_palavra":"A palavra 'criança' é significativa, pois representa a esperança e a continuidade da linhagem, mas também os desafios que surgem.","conexao_teologica":"A história de Ismael e sua descendência é importante para entender a relação entre os povos e as promessas de Deus.","referencias_relacionadas":["Gênesis 21:9-10","Gálatas 4:29","Romanos 9:7"]},"genesis_16_4_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é usada para descrever a percepção de Hagar sobre sua situação após a concepção.","explicacao_detalhada":"Hagar 'vê' que está grávida e isso muda sua posição em relação a Sarai, gerando ciúmes e conflitos.","por_que_esta_palavra":"A palavra 'ver' implica em percepção e entendimento, refletindo a mudança de dinâmica entre os personagens.","conexao_teologica":"A visão de Hagar sobre sua situação destaca a importância da percepção e da resposta a Deus em meio a dificuldades.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Hebreus 12:2"]},"genesis_16_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Sarai a Abrão sobre sua situação com Hagar.","explicacao_detalhada":"Neste contexto, Sarai expressa sua frustração e dor, utilizando a palavra 'dizer' para comunicar sua angústia a Abrão. Essa comunicação é crucial para o desenrolar da narrativa.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a dinâmica entre os personagens e a gravidade da situação que estão enfrentando.","conexao_teologica":"A comunicação entre os personagens reflete a importância da honestidade e da abertura nas relações, que é um princípio teológico importante nas Escrituras.","referencias_relacionadas":["Gênesis 12:13","Gênesis 20:2","Provérbios 15:1"]},"genesis_16_5_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"A palavra 'cruelty' descreve a opressão que Hagar enfrenta sob a mão de Sarai.","explicacao_detalhada":"Sarai se refere à sua dor e à injustiça que sente em relação à situação com Hagar, que é tratada de maneira cruel. Essa palavra destaca a injustiça social e a opressão.","por_que_esta_palavra":"A palavra 'cruelty' é usada para enfatizar a gravidade da opressão e a necessidade de compaixão e justiça.","conexao_teologica":"A opressão de Hagar levanta questões sobre a justiça social e a responsabilidade dos poderosos em cuidar dos vulneráveis, um tema recorrente na Bíblia.","referencias_relacionadas":["Êxodo 22:21-24","Salmos 82:3-4","Isaías 1:17"]},"genesis_16_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada no sentido de oferecer ou entregar algo, neste caso, a Hagar.","explicacao_detalhada":"Sarai está se referindo à sua decisão de dar Hagar a Abrão como uma solução para a sua própria infertilidade, o que reflete a prática cultural da época.","por_que_esta_palavra":"A palavra 'dar' é significativa porque implica uma ação deliberada que muda o curso da vida de Hagar e de sua descendência.","conexao_teologica":"A entrega de Hagar a Abrão levanta questões sobre a soberania de Deus e os planos humanos, mostrando como as decisões podem ter consequências duradouras.","referencias_relacionadas":["Gênesis 30:3","Gênesis 21:10","Gálatas 4:22-23"]},"genesis_16_6_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a atitude de Abrão em relação a Hagar.","explicacao_detalhada":"Abrão aceita a proposta de Sarai, o que pode ser visto como uma ação que ele considera boa, mas que tem implicações morais complexas.","por_que_esta_palavra":"A palavra 'bom' aqui é irônica, pois a decisão leva a conflitos e sofrimento, desafiando a noção de que todas as ações que parecem boas são realmente benéficas.","conexao_teologica":"A ideia de 'bom' é central na criação e nas ações de Deus, mas aqui é questionada pela realidade do pecado e das consequências das escolhas humanas.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"genesis_16_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para expressar a comunicação entre Abrão e Sarai.","explicacao_detalhada":"Abrão responde a Sarai, e a palavra 'dizer' destaca a importância da comunicação nas relações familiares e a necessidade de diálogo.","por_que_esta_palavra":"A palavra 'dizer' é essencial para entender como as decisões são tomadas em conjunto e como as vozes dos personagens influenciam a narrativa.","conexao_teologica":"A comunicação é um aspecto fundamental da criação, refletindo a imagem de Deus que se comunica com a humanidade.","referencias_relacionadas":["Gênesis 2:16","Provérbios 18:21","Tiago 1:19"]},"genesis_16_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma referência a uma ação de Abrão em relação a Hagar.","explicacao_detalhada":"Neste contexto, a palavra pode ser interpretada como uma metáfora para a criação de um novo caminho ou a realização de um ato significativo.","por_que_esta_palavra":"A palavra 'urso' é importante porque implica em ação e criação, refletindo a capacidade humana de moldar a vida através de decisões.","conexao_teologica":"A ideia de 'fazer' ou 'criar' é central na narrativa bíblica, refletindo a ação de Deus como Criador.","referencias_relacionadas":["Gênesis 1:26-27","Isaías 43:7","Efésios 2:10"]},"genesis_16_7_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho que Hagar deve seguir após ser maltratada.","explicacao_detalhada":"Hagar é instruída a seguir um caminho que representa sua nova realidade, simbolizando a busca por vida e esperança em meio à opressão.","por_que_esta_palavra":"A palavra 'vida' é crucial, pois representa a luta de Hagar por dignidade e um futuro melhor para ela e seu filho.","conexao_teologica":"A busca pela vida é um tema central na Bíblia, refletindo o desejo de Deus de que todos tenham vida em abundância.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Romanos 8:28"]},"genesis_16_7_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se à figura que aparece a Hagar no deserto.","explicacao_detalhada":"O anjo do Senhor aparece para Hagar, trazendo uma mensagem de esperança e instruções, mostrando que Deus se preocupa com os marginalizados.","por_que_esta_palavra":"A palavra 'anjo' é significativa porque representa a intervenção divina em momentos de necessidade e sofrimento.","conexao_teologica":"A presença do anjo de Deus destaca a natureza de Deus como um cuidador e protetor dos oprimidos.","referencias_relacionadas":["Gênesis 21:17","Êxodo 23:20","Salmos 34:7"]},"genesis_16_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para se referir a Deus, enfatizando sua autoridade e poder.","explicacao_detalhada":"Hagar reconhece a presença de Deus em sua vida, chamando-o de Senhor, o que indica sua submissão e reconhecimento da soberania divina.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre o ser humano e Deus, refletindo a reverência e a adoração.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 110:1","Isaías 45:23","Filipenses 2:10-11"]},"genesis_16_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada novamente, enfatizando a comunicação entre Hagar e o anjo do Senhor.","explicacao_detalhada":"Hagar responde ao anjo, e a palavra 'dizer' destaca a importância do diálogo e da revelação divina na vida dela.","por_que_esta_palavra":"A palavra 'dizer' é essencial para entender como Hagar se relaciona com Deus e como a comunicação é vital para a fé.","conexao_teologica":"A comunicação com Deus é um aspecto fundamental da vida espiritual, refletindo a importância da oração e da revelação.","referencias_relacionadas":["Salmos 145:18","Mateus 7:7","Hebreus 4:16"]},"genesis_16_8_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O 'rosto' é a parte da face que expressa a presença e a identidade de alguém.","explicacao_detalhada":"Neste contexto, o 'rosto' de Deus é mencionado como uma manifestação da Sua presença. A ideia de 'rosto' implica em um encontro pessoal e íntimo com o divino.","por_que_esta_palavra":"A palavra 'rosto' é usada para enfatizar a relação direta entre Deus e a pessoa que O busca, mostrando que Ele está atento e próximo.","conexao_teologica":"O 'rosto' de Deus representa Sua revelação e a busca do ser humano por um relacionamento com Ele.","referencias_relacionadas":["Êxodo 33:11","Salmos 27:8","Números 6:25"]},"genesis_16_8_mae":{"palavra_pt":"mae","palavra_original":"הָגָר","transliteracao":"Hâgâr","strong":"H1904","significado_raiz":"Ideia básica: mae.","significado_contextual":"A palavra 'mãe' refere-se à figura materna, que é central na narrativa de Hagar e Ismael.","explicacao_detalhada":"Hagar, como mãe, representa a luta e a dor das mulheres que enfrentam dificuldades. Sua história é um testemunho da providência de Deus mesmo em situações adversas.","por_que_esta_palavra":"A inclusão de 'mãe' destaca o papel de Hagar na história da salvação e a importância da maternidade na cultura bíblica.","conexao_teologica":"A maternidade é um tema recorrente na Bíblia, simbolizando cuidado, proteção e a continuidade da promessa de Deus.","referencias_relacionadas":["Gênesis 21:17-18","Gênesis 30:1","1 Samuel 1:20"]},"genesis_16_9_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"A palavra 'humilde' refere-se à condição de Hagar, que se encontra em uma situação de vulnerabilidade.","explicacao_detalhada":"Hagar, sendo uma serva, representa a humildade e a submissão, mas também a força que vem da dependência de Deus em tempos de aflição.","por_que_esta_palavra":"A humildade de Hagar é um contraste com a arrogância de Sarai, mostrando que Deus se importa com os humildes e aflitos.","conexao_teologica":"A humildade é um valor central no reino de Deus, onde os últimos serão os primeiros.","referencias_relacionadas":["Tiago 4:6","Salmos 138:6","Mateus 5:3"]},"genesis_16_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para comunicar a mensagem de Deus a Hagar.","explicacao_detalhada":"A declaração do anjo é uma ordem e uma promessa, enfatizando a importância da comunicação divina na vida de Hagar.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a revelação de Deus e Sua vontade para a vida de Hagar.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, mostrando que Ele se revela e orienta.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:4","Hebreus 1:1-2"]},"genesis_16_9_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a um enviado de Deus que traz uma mensagem de esperança.","explicacao_detalhada":"O anjo que aparece a Hagar representa a presença de Deus em sua vida, trazendo consolo e direção em um momento de desespero.","por_que_esta_palavra":"A figura do anjo é importante para entender como Deus se comunica e se envolve com a humanidade.","conexao_teologica":"Os anjos são mensageiros de Deus, desempenhando um papel crucial na revelação divina e na proteção dos fiéis.","referencias_relacionadas":["Salmos 91:11","Lucas 1:26","Hebreus 13:2"]},"genesis_16_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente usada para transmitir a promessa de Deus a Hagar.","explicacao_detalhada":"A promessa de multiplicação de descendentes é uma reafirmação da aliança de Deus com aqueles que são marginalizados.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a certeza e a importância da palavra de Deus na vida de Hagar.","conexao_teologica":"A fidelidade de Deus em cumprir Suas promessas é um tema central na narrativa bíblica.","referencias_relacionadas":["Gênesis 17:4","Gênesis 22:17","Romanos 4:20-21"]},"genesis_16_10_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' é usada novamente para referir-se à presença de Deus na vida de Hagar.","explicacao_detalhada":"O anjo de Deus não apenas traz uma mensagem, mas também representa a própria ação de Deus em favor de Hagar.","por_que_esta_palavra":"A presença do anjo é um lembrete de que Deus está sempre presente, mesmo nas situações mais difíceis.","conexao_teologica":"A presença de Deus é um tema recorrente, mostrando que Ele nunca abandona aqueles que O buscam.","referencias_relacionadas":["Gênesis 28:12","Mateus 18:10","Atos 10:3"]},"genesis_16_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"O uso do nome de Deus enfatiza Sua autoridade e a relação de Hagar com Ele como seu Senhor.","por_que_esta_palavra":"O nome de Deus é central na adoração e na compreensão da Sua natureza e caráter.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e é invocado em momentos de necessidade.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"genesis_16_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para reafirmar a promessa de Deus sobre o futuro de Ismael.","explicacao_detalhada":"A declaração sobre Ismael destaca a importância da palavra de Deus em moldar o destino das pessoas.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a certeza das promessas divinas.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de transformar vidas e realidades.","referencias_relacionadas":["Gênesis 21:18","Isaías 55:11","Hebreus 4:12"]},"genesis_16_11_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' é usada mais uma vez para enfatizar a presença de Deus na vida de Hagar.","explicacao_detalhada":"O anjo de Deus não apenas traz uma mensagem, mas também representa a ação de Deus em favor de Hagar e Ismael.","por_que_esta_palavra":"A presença do anjo é um lembrete de que Deus está sempre presente, mesmo nas situações mais difíceis.","conexao_teologica":"A presença de Deus é um tema recorrente, mostrando que Ele nunca abandona aqueles que O buscam.","referencias_relacionadas":["Gênesis 21:17","Salmos 34:7","Mateus 28:20"]},"genesis_16_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na relação entre Ele e a humanidade.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para expressar a soberania de Deus e sua autoridade sobre todas as coisas. É um nome que implica em um relacionamento pessoal e íntimo entre Deus e seu povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a natureza divina e a promessa de Deus em cuidar de seus servos, como no caso de Agar.","conexao_teologica":"O uso do nome 'Senhor' revela a fidelidade de Deus em cumprir suas promessas, mesmo em situações difíceis.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"genesis_16_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como a vida de Ismael será marcada por sua natureza e comportamento.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica a maneira de ser ou a condição de Ismael, que será um homem forte e indomável, refletindo a luta que ele enfrentará ao longo de sua vida.","por_que_esta_palavra":"É importante para entender o caráter de Ismael e como ele se relacionará com os outros, especialmente em relação à sua descendência.","conexao_teologica":"A descrição do modo de vida de Ismael serve como um contraste com a linhagem de Isaac, mostrando os diferentes caminhos que Deus traçou para os descendentes de Abraão.","referencias_relacionadas":["Gênesis 21:20","Gênesis 25:18","Gálatas 4:29"]},"genesis_16_12_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à força e ao poder que Ismael terá em sua vida.","explicacao_detalhada":"A palavra 'mão' (יָד) simboliza poder e controle. Ismael será descrito como alguém que terá uma mão forte contra todos, indicando sua natureza combativa e independente.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a luta e a resistência que Ismael enfrentará em sua vida, refletindo a realidade de muitos povos que surgiram de sua linhagem.","conexao_teologica":"A mão de Deus também é um tema recorrente na Bíblia, mostrando como Ele guia e protege aqueles que são Seus.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Deuteronômio 33:27"]},"genesis_16_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à condição de Ismael em relação aos outros, especialmente em sua luta pela sobrevivência.","explicacao_detalhada":"A palavra 'cair' (הָיָה) implica em um estado de ser ou de existência, indicando que Ismael viverá em um ambiente hostil e terá que lutar para sobreviver.","por_que_esta_palavra":"É crucial para entender a realidade da vida de Ismael e como ele se relacionará com os outros ao seu redor.","conexao_teologica":"A luta de Ismael pode ser vista como uma metáfora para a luta do povo de Deus em meio a adversidades.","referencias_relacionadas":["Gênesis 21:17","Salmos 34:19","Romanos 8:37"]},"genesis_16_13_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de invocar o nome do Senhor, reconhecendo Sua presença e ajuda.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) implica em um ato de invocação e reconhecimento da soberania de Deus, especialmente em momentos de necessidade.","por_que_esta_palavra":"É importante para entender a relação de Agar com Deus, que a encoraja a buscar ajuda e orientação.","conexao_teologica":"Chamar o nome do Senhor é um tema central na Bíblia, refletindo a necessidade humana de se conectar com o divino.","referencias_relacionadas":["Salmos 50:15","Romanos 10:13","Atos 2:21"]},"genesis_16_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, enfatizando Sua importância na vida de Agar.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é um símbolo de esperança e proteção para Agar, que se encontra em uma situação vulnerável.","por_que_esta_palavra":"A repetição do uso do nome de Deus destaca a importância de confiar Nele em tempos de dificuldade.","conexao_teologica":"O nome de Deus é um refúgio e uma fortaleza para aqueles que O invocam, mostrando Sua natureza protetora.","referencias_relacionadas":["Salmos 46:1","Provérbios 18:10","Isaías 12:2"]},"genesis_16_13_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação de Deus com Agar, revelando Sua vontade e planos.","explicacao_detalhada":"A palavra 'falar' (דָבַר) implica em uma comunicação direta e pessoal entre Deus e Agar, mostrando que Ele se importa com suas circunstâncias.","por_que_esta_palavra":"É fundamental para entender como Deus se relaciona com os indivíduos, oferecendo orientação e consolo.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema recorrente, mostrando Sua disposição em se revelar e guiar.","referencias_relacionadas":["Gênesis 3:9","Êxodo 20:1","Hebreus 1:1"]},"genesis_16_14_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da promessa de Deus e ao impacto que Ismael terá.","explicacao_detalhada":"A palavra 'grande' (עַל) é usada para descrever a magnitude da bênção que Deus concede a Ismael, indicando que ele será um povo significativo.","por_que_esta_palavra":"A grandeza da promessa de Deus é um tema central na narrativa de Abraão e seus descendentes.","conexao_teologica":"A grandeza das promessas de Deus é um testemunho de Sua fidelidade e poder.","referencias_relacionadas":["Gênesis 17:20","Gênesis 21:18","Salmos 147:5"]},"genesis_16_14_phrase":{"palavra_pt":"expressao","palavra_original":"כֵּן","transliteracao":"kên","strong":"H3651","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de Deus sobre o futuro de Ismael.","explicacao_detalhada":"A palavra 'expressão' (כֵּן) indica a certeza e a verdade das promessas de Deus, que se cumprirão na vida de Ismael.","por_que_esta_palavra":"É importante para entender a natureza das promessas de Deus, que são firmes e confiáveis.","conexao_teologica":"A verdade das promessas de Deus é um tema central na fé cristã, mostrando que Ele é fiel ao que promete.","referencias_relacionadas":["Números 23:19","Romanos 4:21","2 Coríntios 1:20"]},"genesis_16_15_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de dar à luz, enfatizando a importância da maternidade.","explicacao_detalhada":"A palavra 'urso' (יָלַד) é usada para descrever o nascimento de Ismael, que é um momento significativo na história de Agar e Abraão.","por_que_esta_palavra":"É crucial para entender a continuidade da linhagem de Abraão e as promessas de Deus para seus descendentes.","conexao_teologica":"O ato de dar à luz é frequentemente associado às promessas de Deus e à continuidade de Seu plano redentor.","referencias_relacionadas":["Gênesis 21:1","Salmos 113:9","Isaías 66:9"]},"genesis_16_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Agar, Ismael, que é um símbolo da promessa e da luta entre as linhagens.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação de Ismael com Agar, destacando a importância da descendência na cultura hebraica e nas promessas de Deus.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a continuidade da linhagem e a importância do papel de Ismael na história do povo hebreu.","conexao_teologica":"Ismael é visto como um precursor das nações que surgiriam de sua linhagem, mostrando que Deus tem um plano para todas as nações.","referencias_relacionadas":["Gênesis 16:11","Gênesis 21:9","Gálatas 4:22-23"]},"genesis_16_15_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Agar foi instruída a chamar seu filho de Ismael, que significa 'Deus ouve'.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) implica um ato de nomear que carrega um significado profundo, refletindo a intervenção divina na vida de Agar.","por_que_esta_palavra":"A escolha de 'chamar' destaca a importância do nome dado por Deus e a relação entre o nome e a identidade.","conexao_teologica":"O ato de chamar é um tema recorrente na Bíblia, onde nomes dados por Deus têm significados proféticos e revelam Sua vontade.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Mateus 1:21"]},"genesis_16_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Reitera a relação de Ismael como filho de Agar, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'filho' (בֵּן) reforça a importância da descendência e a promessa de Deus a Abraão.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica familiar e as promessas divinas sobre a descendência.","conexao_teologica":"A linhagem de Ismael é significativa no contexto das promessas de Deus a Abraão e suas implicações para as nações.","referencias_relacionadas":["Gênesis 21:13","Gênesis 25:12-16","Gálatas 4:30"]},"genesis_16_16_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' (יָלַד) refere-se ao ato de dar à luz, enfatizando o papel de Agar como mãe.","explicacao_detalhada":"A palavra implica não apenas o ato físico de dar à luz, mas também a responsabilidade e o papel materno na formação da identidade do filho.","por_que_esta_palavra":"É importante para entender o contexto da maternidade e a relação entre mãe e filho na narrativa bíblica.","conexao_teologica":"A maternidade é um tema importante na Bíblia, refletindo o cuidado e a providência de Deus na criação e na história da salvação.","referencias_relacionadas":["Gênesis 3:20","Salmos 127:3","Isaías 66:13"]},"genesis_16_16_nome":{"palavra_pt":"nome","palavra_original":"אַבְרָם","transliteracao":"ʼAbrâm","strong":"H87","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Abrão' é mencionado, que significa 'pai de muitas nações'.","explicacao_detalhada":"A palavra 'nome' (אַבְרָם) é significativa, pois reflete a identidade e a missão de Abraão como patriarca.","por_que_esta_palavra":"O nome dado a Abraão é central para entender seu papel na história da salvação e a aliança com Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que revelam o caráter e o propósito de Deus na vida das pessoas.","referencias_relacionadas":["Gênesis 17:5","Romanos 4:17","Hebreus 11:8-10"]}}