{"genesis_18_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Deus se revela e interage com a humanidade.","explicacao_detalhada":"A palavra 'dia' pode simbolizar um período de revelação divina ou um momento específico de encontro com Deus.","por_que_esta_palavra":"É importante para entender a cronologia dos eventos bíblicos e a ação de Deus na história.","conexao_teologica":"O conceito de dia é frequentemente associado ao tempo de Deus e à sua soberania sobre a criação.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","2 Coríntios 6:2"]},"genesis_18_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a soberania e a divindade de Deus, essencial para a adoração.","por_que_esta_palavra":"É usada para reconhecer a grandeza de Deus e a relação de servidão do homem para com Ele.","conexao_teologica":"O nome de Deus é central na teologia, refletindo sua natureza e seu relacionamento com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"genesis_18_1_arvore":{"palavra_pt":"arvore","palavra_original":"אֵלוֹן","transliteracao":"ʼêlôwn","strong":"H436","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se a um elemento da criação que pode simbolizar vida, crescimento e a presença de Deus.","explicacao_detalhada":"A palavra 'árvore' pode representar tanto a criação de Deus quanto a provisão e a proteção que Ele oferece.","por_que_esta_palavra":"É usada para ilustrar a beleza da criação e a interação de Deus com o mundo natural.","conexao_teologica":"As árvores muitas vezes simbolizam a vida eterna e a provisão divina na Bíblia.","referencias_relacionadas":["Gênesis 2:9","Salmos 1:3","Apocalipse 22:2"]},"genesis_18_2_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ato de adorar e reconhecer a soberania de Deus.","explicacao_detalhada":"A palavra 'deus' implica em reverência e submissão à autoridade divina.","por_que_esta_palavra":"É fundamental para a compreensão da relação entre o ser humano e o Criador.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo a resposta do homem à sua grandeza.","referencias_relacionadas":["Salmos 95:6","Romanos 12:1","Hebreus 12:28"]},"genesis_18_2_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e à majestade de Deus em suas ações e caráter.","explicacao_detalhada":"A palavra 'grande' enfatiza a incomparável grandeza de Deus em relação à criação.","por_que_esta_palavra":"É usada para exaltar a soberania e o poder de Deus sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é um tema recorrente na adoração e na teologia bíblica.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"genesis_18_2_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de perceber ou compreender algo em um contexto espiritual.","explicacao_detalhada":"A palavra 'ver' implica em uma visão mais profunda, que vai além do físico, tocando o espiritual.","por_que_esta_palavra":"É usada para enfatizar a importância da percepção espiritual na vida de fé.","conexao_teologica":"A visão espiritual é essencial para entender a revelação de Deus e a verdade bíblica.","referencias_relacionadas":["Mateus 5:8","2 Coríntios 5:7","Apocalipse 3:18"]},"genesis_18_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância de comunicar verdades espirituais e a grandeza de Deus.","explicacao_detalhada":"A palavra 'dizer' implica em proclamar e compartilhar a mensagem de Deus com clareza.","por_que_esta_palavra":"É usada para enfatizar a responsabilidade de testemunhar e ensinar sobre Deus.","conexao_teologica":"A comunicação da verdade é fundamental na missão da igreja e na vida cristã.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14"]},"genesis_18_3_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade e ao domínio de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Gênesis 18:3, Abraão reconhece a soberania de Deus ao se dirigir a Ele como 'soberano'. Isso demonstra a reverência e o respeito que ele tinha por Deus, reconhecendo Sua posição suprema.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a grandeza e o poder de Deus, que é o Senhor de todas as coisas.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que afirma que Deus tem controle absoluto sobre a criação e a história.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 9:20-21"]},"genesis_18_3_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é usada para expressar a ideia de proteção e livramento.","explicacao_detalhada":"Neste versículo, a palavra 'salvar' implica um desejo de Deus de proteger e resgatar Seu povo, refletindo Sua natureza salvadora.","por_que_esta_palavra":"É importante porque destaca a intenção de Deus de cuidar e salvar aqueles que são Seus.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:2","Romanos 10:13"]},"genesis_18_4_bathe":{"palavra_pt":"bathe","palavra_original":"רָחַץ","transliteracao":"râchats","strong":"H7364","significado_raiz":"Ideia básica: bathe.","significado_contextual":"A palavra 'bathe' refere-se ao ato de lavar ou purificar.","explicacao_detalhada":"No contexto, Abraão oferece água para que os visitantes possam se lavar, simbolizando hospitalidade e cuidado.","por_que_esta_palavra":"A palavra é significativa porque reflete a prática cultural de acolhimento e limpeza na antiguidade.","conexao_teologica":"A purificação é um tema importante na Bíblia, simbolizando a limpeza do pecado e a preparação para a comunhão com Deus.","referencias_relacionadas":["Êxodo 30:18","Salmos 51:2","João 13:10"]},"genesis_18_4_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'arvore' refere-se a um elemento natural que pode simbolizar vida e sustento.","explicacao_detalhada":"No versículo, a árvore é mencionada como parte do cenário onde os visitantes se sentam, representando um lugar de descanso e sombra.","por_que_esta_palavra":"A árvore é importante porque simboliza a provisão de Deus e a beleza da criação.","conexao_teologica":"As árvores frequentemente simbolizam a vida e a prosperidade nas Escrituras, refletindo a criação de Deus.","referencias_relacionadas":["Gênesis 2:9","Salmos 1:3","Apocalipse 22:2"]},"genesis_18_5_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica a ação de pegar ou receber algo.","explicacao_detalhada":"Abraão oferece alimento aos visitantes, demonstrando generosidade e hospitalidade ao 'tomar' o melhor para eles.","por_que_esta_palavra":"É significativa porque reflete a atitude de serviço e acolhimento que Abraão tinha.","conexao_teologica":"A generosidade é um princípio bíblico que reflete o caráter de Deus e Sua provisão.","referencias_relacionadas":["Mateus 25:35","Hebreus 13:2","1 Pedro 4:9"]},"genesis_18_5_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' refere-se ao sustento físico necessário para a vida.","explicacao_detalhada":"Abraão oferece pão aos visitantes, simbolizando hospitalidade e a importância do alimento na cultura da época.","por_que_esta_palavra":"É relevante porque destaca a necessidade humana de sustento e a generosidade em compartilhar.","conexao_teologica":"O alimento é frequentemente usado nas Escrituras para simbolizar a provisão de Deus e a comunhão.","referencias_relacionadas":["Mateus 6:11","João 6:35","1 Timóteo 4:4"]},"genesis_18_5_consolo":{"palavra_pt":"consolo","palavra_original":"סָעַד","transliteracao":"çâʻad","strong":"H5582","significado_raiz":"Ideia básica: consolo.","significado_contextual":"A palavra 'consolo' refere-se ao ato de confortar ou apoiar alguém.","explicacao_detalhada":"A oferta de Abraão aos visitantes pode ser vista como um ato de consolo e acolhimento, refletindo a bondade humana.","por_que_esta_palavra":"É importante porque mostra a necessidade de apoio e conforto nas relações humanas.","conexao_teologica":"Deus é frequentemente descrito como nosso Consolador, refletindo Seu cuidado e compaixão.","referencias_relacionadas":["Salmos 94:19","2 Coríntios 1:3-4","João 14:16"]},"genesis_18_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um ato de fazer ou realizar algo.","explicacao_detalhada":"No contexto, a palavra é usada para descrever a ação de Abraão em preparar uma refeição para os visitantes.","por_que_esta_palavra":"É significativa porque destaca a ação e o esforço de Abraão em servir.","conexao_teologica":"A ação de servir é um princípio central na vida cristã, refletindo o caráter de Cristo.","referencias_relacionadas":["Gálatas 5:13","Marcos 10:45","1 Pedro 4:10"]},"genesis_18_6_bom":{"palavra_pt":"bom","palavra_original":"מָהַר","transliteracao":"mâhar","strong":"H4116","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é agradável ou desejável.","explicacao_detalhada":"Abraão se esforça para oferecer o melhor aos visitantes, refletindo a importância de oferecer o que é bom.","por_que_esta_palavra":"É relevante porque enfatiza a qualidade e o valor do que se oferece aos outros.","conexao_teologica":"A bondade é uma característica de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Tiago 1:17"]},"genesis_18_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou expressar algo.","explicacao_detalhada":"Abraão se dirige aos visitantes com palavras de respeito e hospitalidade, mostrando a importância da comunicação.","por_que_esta_palavra":"É significativa porque destaca a importância da palavra e da comunicação nas relações humanas.","conexao_teologica":"A palavra de Deus é poderosa e criativa, refletindo Sua natureza e autoridade.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Hebreus 4:12"]},"genesis_18_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo a alguém, neste contexto, a hospitalidade de Abraão.","explicacao_detalhada":"No contexto de Gênesis 18:7, Abraão está preparando uma refeição para os visitantes, simbolizando a generosidade e a importância da hospitalidade na cultura hebraica.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a ação de oferecer algo de valor, refletindo a atitude de Abraão em servir aos seus visitantes.","conexao_teologica":"A hospitalidade é um valor central na vida cristã, refletindo o amor e a generosidade de Deus para com a humanidade.","referencias_relacionadas":["Hebreus 13:2","Mateus 25:35","Gálatas 6:10"]},"genesis_18_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente no contexto, mas pode ser uma confusão com a palavra 'fazer' que é usada para descrever a ação de preparar a refeição.","explicacao_detalhada":"Embora a palavra 'urso' não apareça no versículo, a ideia de 'fazer' é essencial para entender a ação de Abraão ao preparar a comida.","por_que_esta_palavra":"A palavra 'fazer' enfatiza a ação de preparar e servir, que é uma demonstração de cuidado e respeito.","conexao_teologica":"A ação de servir aos outros é um reflexo do caráter de Cristo, que veio para servir e não para ser servido.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:7","Mateus 20:28"]},"genesis_18_7_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade dos alimentos que Abraão estava preparando, simbolizando a generosidade e a excelência.","explicacao_detalhada":"No contexto, 'bom' destaca a intenção de Abraão em oferecer o melhor aos seus visitantes, refletindo um padrão de qualidade e cuidado.","por_que_esta_palavra":"A palavra 'bom' é usada para descrever não apenas a comida, mas também a atitude de Abraão em servir com alegria e generosidade.","conexao_teologica":"Deus é descrito como bom, e os crentes são chamados a refletir essa bondade em suas ações e interações com os outros.","referencias_relacionadas":["Salmos 34:8","Mateus 7:11","Gálatas 5:22"]},"genesis_18_8_leite":{"palavra_pt":"leite","palavra_original":"חָלָב","transliteracao":"châlâb","strong":"H2461","significado_raiz":"Ideia básica: leite.","significado_contextual":"A palavra 'leite' refere-se a um dos alimentos que Abraão oferece, simbolizando nutrição e cuidado.","explicacao_detalhada":"O leite é um alimento básico e nutritivo, e sua inclusão na refeição destaca a hospitalidade e o desejo de cuidar dos visitantes.","por_que_esta_palavra":"O leite representa sustento e cuidado, refletindo a intenção de Abraão em proporcionar uma refeição completa e nutritiva.","conexao_teologica":"Assim como o leite nutre fisicamente, a Palavra de Deus é descrita como leite espiritual que nutre a alma.","referencias_relacionadas":["1 Pedro 2:2","Salmos 119:103","Isaías 55:1"]},"genesis_18_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar e à continuidade da linhagem de Abraão, que é central na narrativa bíblica.","explicacao_detalhada":"Neste contexto, a menção do 'filho' pode estar relacionada à promessa de Deus a Abraão sobre a descendência e a importância da família.","por_que_esta_palavra":"A palavra 'filho' enfatiza a continuidade da aliança de Deus com Abraão e a importância da família na história da salvação.","conexao_teologica":"A relação entre pai e filho é um tema recorrente na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 17:19","Romanos 8:15","Efésios 1:5"]},"genesis_18_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada novamente, referindo-se ao ato de oferecer algo aos visitantes, reforçando a hospitalidade.","explicacao_detalhada":"A repetição da palavra 'dar' enfatiza a generosidade de Abraão em servir aos seus visitantes com o melhor que tinha.","por_que_esta_palavra":"A palavra 'dar' é central para entender a atitude de Abraão, que se coloca à disposição para servir.","conexao_teologica":"O ato de dar é uma expressão do amor cristão, refletindo a generosidade de Deus para conosco.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Lucas 6:38"]},"genesis_18_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação dos visitantes sobre a promessa de Deus a Abraão.","explicacao_detalhada":"Neste contexto, os visitantes fazem uma declaração importante sobre o futuro de Abraão e Sara, revelando o plano divino.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois comunica a intenção e a revelação de Deus a Abraão.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus se revela e faz promessas ao Seu povo.","referencias_relacionadas":["Gênesis 17:21","Romanos 4:20-21","Hebreus 11:11"]},"genesis_18_9_tenda":{"palavra_pt":"tenda","palavra_original":"אֹהֶל","transliteracao":"ʼôhel","strong":"H168","significado_raiz":"Ideia básica: tenda.","significado_contextual":"A palavra 'tenda' refere-se ao espaço físico onde Abraão e sua família habitavam, simbolizando a vida nômade dos patriarcas.","explicacao_detalhada":"A tenda representa não apenas um lar, mas também a mobilidade e a dependência de Abraão em relação a Deus.","por_que_esta_palavra":"A tenda é um símbolo da jornada de fé de Abraão, que viveu como estrangeiro em busca da terra prometida.","conexao_teologica":"A vida em tendas é uma metáfora para a vida cristã, que é uma jornada em direção à promessa eterna.","referencias_relacionadas":["Hebreus 11:9-10","Gênesis 12:1-2","1 Pedro 2:11"]},"genesis_18_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente destaca a comunicação da promessa de Deus a Abraão sobre a vinda de um filho.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a importância da revelação divina e a certeza das promessas de Deus.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a relação entre Deus e Abraão, onde Deus se comunica e faz promessas.","conexao_teologica":"A fidelidade de Deus em cumprir Suas promessas é um tema central na narrativa bíblica.","referencias_relacionadas":["Gênesis 21:1-2","Romanos 4:21","2 Pedro 3:9"]},"genesis_18_10_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se ao tempo determinado por Deus para o cumprimento de Suas promessas.","explicacao_detalhada":"A expressão de tempo é crucial, pois revela que Deus tem um plano e um cronograma para a realização de Suas promessas.","por_que_esta_palavra":"A palavra 'expressão' enfatiza a certeza e a precisão do tempo de Deus em relação às promessas feitas a Abraão.","conexao_teologica":"O tempo de Deus é perfeito, e Ele cumpre Suas promessas no momento certo.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Romanos 5:6"]},"genesis_18_10_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à condição física.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a fragilidade e a mortalidade do ser humano. Neste contexto, Deus está prometendo a Abraão que sua esposa Sara terá um filho, enfatizando a impossibilidade humana diante do poder divino.","por_que_esta_palavra":"A escolha da palavra 'carne' destaca a limitação humana em contraste com a capacidade de Deus de realizar o impossível.","conexao_teologica":"A promessa de Deus a Abraão é um exemplo da fidelidade divina e da capacidade de Deus de cumprir Suas promessas, mesmo quando as circunstâncias parecem impossíveis.","referencias_relacionadas":["Gênesis 17:17","Romanos 4:19","Hebreus 11:11"]},"genesis_18_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, neste caso, o tempo de vida de Sara.","explicacao_detalhada":"A palavra 'dia' é usada para indicar a idade de Sara, que já era avançada. Isso ressalta a incredulidade de Abraão e Sara diante da promessa de Deus.","por_que_esta_palavra":"A menção do 'dia' enfatiza a realidade temporal e a limitação da vida humana em contraste com a eternidade de Deus.","conexao_teologica":"O conceito de tempo é importante na teologia, pois Deus opera fora do tempo e Sua promessa transcende as limitações humanas.","referencias_relacionadas":["Salmos 90:4","Eclesiastes 3:1","2 Pedro 3:8"]},"genesis_18_11_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término da capacidade reprodutiva de Sara.","explicacao_detalhada":"A palavra 'fim' indica que Sara já não tinha mais condições de gerar filhos, o que torna a promessa de Deus ainda mais surpreendente e milagrosa.","por_que_esta_palavra":"A utilização de 'fim' mostra a impossibilidade humana e a necessidade de intervenção divina para que a promessa se cumprisse.","conexao_teologica":"Deus frequentemente age em situações que parecem impossíveis para demonstrar Seu poder e soberania.","referencias_relacionadas":["Gênesis 21:2","Romanos 4:19-21","Hebreus 11:11"]},"genesis_18_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à condição de Sara em relação à sua capacidade de gerar filhos.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a perda da capacidade reprodutiva, simbolizando a fragilidade da vida humana.","por_que_esta_palavra":"A escolha desta palavra enfatiza a realidade da condição humana e a necessidade de um milagre para que a promessa de Deus se cumprisse.","conexao_teologica":"A intervenção de Deus em situações de fraqueza humana é um tema recorrente na Bíblia, mostrando Sua graça e poder.","referencias_relacionadas":["Gênesis 21:1-2","Romanos 4:19","Gálatas 4:27"]},"genesis_18_12_laugh":{"palavra_pt":"laugh","palavra_original":"צָחַק","transliteracao":"tsâchaq","strong":"H6711","significado_raiz":"Ideia básica: laugh.","significado_contextual":"Refere-se à reação de Sara ao ouvir a promessa de Deus.","explicacao_detalhada":"A palavra 'laugh' (rir) indica incredulidade e espanto diante da promessa divina, mostrando a dificuldade de Sara em acreditar que poderia ter um filho na sua idade.","por_que_esta_palavra":"A reação de rir é uma resposta humana comum diante do que parece impossível, refletindo a luta entre fé e dúvida.","conexao_teologica":"A incredulidade humana é um tema que aparece frequentemente na Bíblia, mas Deus continua a cumprir Suas promessas apesar das dúvidas.","referencias_relacionadas":["Gênesis 21:6","Romanos 4:20","Hebreus 11:11"]},"genesis_18_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da promessa de Deus.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a grandiosidade da promessa de um filho, que teria um papel significativo na história da salvação.","por_que_esta_palavra":"A escolha de 'grande' destaca a natureza extraordinária da intervenção divina na vida de Abraão e Sara.","conexao_teologica":"A grandeza das promessas de Deus é um tema central na Bíblia, mostrando que Ele é capaz de realizar o que promete.","referencias_relacionadas":["Gênesis 21:1","Salmos 126:2","Efésios 3:20"]},"genesis_18_12_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à continuidade da linha de descendência prometida.","explicacao_detalhada":"A palavra 'seguir' implica em um movimento contínuo, indicando que a promessa de Deus não é apenas para um momento, mas para as gerações futuras.","por_que_esta_palavra":"A escolha de 'seguir' ressalta a importância da linhagem e da continuidade das promessas de Deus ao longo da história.","conexao_teologica":"A ideia de seguir as promessas de Deus é fundamental na narrativa bíblica, mostrando como Ele opera através das gerações.","referencias_relacionadas":["Gênesis 17:7","Gênesis 21:12","Romanos 9:7"]},"genesis_18_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da promessa de Deus e à incredulidade humana.","explicacao_detalhada":"A palavra 'grande' é usada para enfatizar a importância da promessa de Deus e a dificuldade de Sara em acreditar que isso poderia acontecer.","por_que_esta_palavra":"A escolha de 'grande' destaca a diferença entre a perspectiva humana e a capacidade divina.","conexao_teologica":"Deus frequentemente faz promessas que desafiam a lógica humana, mostrando Sua soberania e poder.","referencias_relacionadas":["Gênesis 21:1","Salmos 126:2","Mateus 19:26"]},"genesis_18_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' (YHWH) é usada para enfatizar a soberania de Deus sobre todas as coisas, incluindo a capacidade de cumprir Suas promessas.","por_que_esta_palavra":"A escolha de 'senhor' destaca a relação entre Deus e Seu povo, mostrando que Ele é digno de confiança.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"genesis_18_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à capacidade de Deus de realizar o impossível.","explicacao_detalhada":"A palavra 'senhor' (YHWH) enfatiza que nada é impossível para Deus, reforçando a ideia de que Ele pode cumprir Suas promessas independentemente das circunstâncias.","por_que_esta_palavra":"A escolha de 'senhor' reafirma a soberania de Deus e Sua autoridade sobre a criação.","conexao_teologica":"A crença na onipotência de Deus é fundamental para a fé cristã, pois nos lembra que Ele pode fazer o que prometer.","referencias_relacionadas":["Gênesis 21:1","Jeremias 32:17","Lucas 1:37"]},"genesis_18_14_grande":{"palavra_pt":"grande","palavra_original":"פָּלָא","transliteracao":"pâlâʼ","strong":"H6381","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do que Deus pode realizar, especialmente em relação ao impossível.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a capacidade de Deus de realizar milagres, como a promessa de um filho a Abraão e Sara, mesmo em sua velhice.","por_que_esta_palavra":"É usada para destacar a natureza sobrenatural da promessa divina, que desafia as limitações humanas.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, mostrando que Ele é capaz de fazer além do que pedimos ou pensamos.","referencias_relacionadas":["Efésios 3:20","Lucas 1:37","Salmos 147:5"]},"genesis_18_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' refere-se à promessa de Deus, que é uma declaração de Sua vontade.","explicacao_detalhada":"Neste contexto, a palavra enfatiza a certeza e a autoridade da promessa divina, que não pode falhar.","por_que_esta_palavra":"É utilizada para mostrar que a palavra de Deus é poderosa e eficaz, cumprindo o que promete.","conexao_teologica":"A importância da palavra de Deus é um tema recorrente, mostrando que ela é viva e eficaz.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Romanos 10:17"]},"genesis_18_15_palavra":{"palavra_pt":"palavra","palavra_original":"כָּחַשׁ","transliteracao":"kâchash","strong":"H3584","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' aqui é usada em um contexto de negação, onde Sara ri da promessa.","explicacao_detalhada":"A palavra enfatiza a incredulidade de Sara em relação à promessa de Deus, mostrando a luta entre fé e dúvida.","por_que_esta_palavra":"É importante para entender a reação humana diante do sobrenatural e a necessidade de fé.","conexao_teologica":"A incredulidade é um tema que aparece em várias narrativas bíblicas, mostrando a luta do ser humano em confiar em Deus.","referencias_relacionadas":["Mateus 13:58","Marcos 9:24","Tiago 1:6"]},"genesis_18_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para afirmar a verdade da promessa de Deus.","explicacao_detalhada":"Neste contexto, enfatiza a autoridade de Deus ao declarar que algo acontecerá, mesmo que pareça impossível.","por_que_esta_palavra":"É crucial para entender que a palavra de Deus é a base da realidade, e o que Ele diz se cumprirá.","conexao_teologica":"A declaração de Deus é sempre verdadeira e confiável, um tema central na fé cristã.","referencias_relacionadas":["Números 23:19","Salmos 119:89","Romanos 4:21"]},"genesis_18_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui é usada para afirmar a certeza da promessa de Deus.","explicacao_detalhada":"Enfatiza que a palavra de Deus é verdadeira e que Ele não mente, mesmo quando a situação parece contradizer a promessa.","por_que_esta_palavra":"É fundamental para a compreensão da natureza de Deus como a própria verdade.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, que nos chama a confiar em Suas promessas.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"genesis_18_16_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de Deus em trazer à luz o que estava oculto.","explicacao_detalhada":"Neste contexto, Deus revela Seus planos e intenções, levantando a cortina sobre o futuro de Abraão.","por_que_esta_palavra":"É usada para mostrar que Deus tem o controle sobre a história e revela Seu propósito ao Seu povo.","conexao_teologica":"A revelação divina é um tema importante, mostrando como Deus se comunica com a humanidade.","referencias_relacionadas":["Amós 3:7","Salmos 25:14","Hebreus 1:1-2"]},"genesis_18_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a Abraão, destacando sua posição como patriarca e intercessor.","explicacao_detalhada":"Neste contexto, enfatiza a relação de Deus com Abraão e sua importância na história da salvação.","por_que_esta_palavra":"É crucial para entender o papel de Abraão como um homem de fé e como um modelo para os crentes.","conexao_teologica":"A figura de Abraão é central na teologia do Antigo Testamento, representando a fé e a aliança com Deus.","referencias_relacionadas":["Gênesis 12:1-3","Romanos 4:3","Gálatas 3:6-9"]},"genesis_18_16_appear":{"palavra_pt":"aparecer","palavra_original":"שָׁקַף","transliteracao":"shâqaph","strong":"H8259","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"A palavra 'aparecer' refere-se à manifestação de Deus a Abraão.","explicacao_detalhada":"Neste contexto, Deus se revela a Abraão, mostrando Sua intenção de cumprir Suas promessas.","por_que_esta_palavra":"É importante para entender como Deus se comunica e se relaciona com a humanidade.","conexao_teologica":"A revelação de Deus é um tema central na Bíblia, mostrando como Ele se faz conhecido ao Seu povo.","referencias_relacionadas":["Êxodo 33:18-23","Salmos 105:4","Hebreus 11:6"]},"genesis_18_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"Neste contexto, destaca a posição de Deus como o Todo-Poderoso que tem controle sobre todas as coisas.","por_que_esta_palavra":"É usada para reconhecer a divindade e a majestade de Deus em relação à criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Romanos 14:9"]},"genesis_18_17_encher":{"palavra_pt":"encher","palavra_original":"כָּסָה","transliteracao":"kâçâh","strong":"H3680","significado_raiz":"Ideia básica: encher.","significado_contextual":"A palavra 'encher' refere-se à plenitude da presença de Deus e de Sua glória.","explicacao_detalhada":"Neste contexto, enfatiza que a presença de Deus é abrangente e que Ele é capaz de preencher todas as coisas.","por_que_esta_palavra":"É usada para mostrar a imensidão de Deus e Sua capacidade de estar presente em todas as situações.","conexao_teologica":"A presença de Deus é um tema fundamental, mostrando que Ele está sempre conosco.","referencias_relacionadas":["Salmos 139:7-10","Atos 17:27-28","Efésios 4:10"]},"genesis_18_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada em um contexto que sugere força e proteção.","explicacao_detalhada":"No contexto de Gênesis 18:17, a palavra 'urso' pode ser interpretada como uma metáfora para a força e a proteção que Deus oferece ao Seu povo. A força de um urso é frequentemente associada à defesa e à luta.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a ideia de que Deus é um protetor poderoso e que Ele tem a capacidade de agir com força em favor de Seus servos.","conexao_teologica":"A imagem de Deus como um protetor forte é um tema recorrente na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 91:1-2","Isaías 41:10","Salmos 46:1"]},"genesis_18_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"Em Gênesis 18:18, a palavra 'terra' é utilizada para descrever o domínio de Deus sobre toda a criação. A terra é vista como um presente de Deus à humanidade, onde Ele estabelece Sua aliança.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a abrangência da promessa de Deus a Abraão e sua descendência, indicando que a bênção se estende a toda a criação.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da herança que Ele oferece ao Seu povo, refletindo a relação entre Criador e criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Deuteronômio 11:21"]},"genesis_18_18_grande":{"palavra_pt":"grande","palavra_original":"עָצוּם","transliteracao":"ʻâtsûwm","strong":"H6099","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' enfatiza a magnitude das promessas de Deus.","explicacao_detalhada":"No versículo, 'grande' é usado para descrever a importância e a abrangência das promessas que Deus faz a Abraão, indicando que Ele tem planos significativos para a humanidade.","por_que_esta_palavra":"A utilização da palavra 'grande' destaca a grandiosidade do plano de Deus e Sua capacidade de cumprir promessas que vão além da compreensão humana.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, refletindo Sua majestade e poder em todas as Suas ações.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Isaías 55:8-9"]},"genesis_18_18_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de conceder favor e bênçãos.","explicacao_detalhada":"Em Gênesis 18:18, 'abençoar' implica em um ato divino de generosidade e favor, onde Deus promete bênçãos não apenas a Abraão, mas a todas as nações através dele.","por_que_esta_palavra":"A escolha da palavra 'abençoar' é fundamental para entender a natureza do relacionamento de Deus com a humanidade e a intenção de espalhar Suas bênçãos.","conexao_teologica":"A bênção de Deus é um tema central na Bíblia, simbolizando Sua graça e favor sobre aqueles que O seguem.","referencias_relacionadas":["Gênesis 12:2-3","Números 6:24-26","Efésios 1:3"]},"genesis_18_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada para simbolizar a força e a proteção de Deus.","explicacao_detalhada":"Neste contexto, 'urso' pode ser visto como uma representação da força que Deus exerce em relação ao Seu povo, enfatizando Sua capacidade de agir em defesa dos justos.","por_que_esta_palavra":"A palavra 'urso' é escolhida para ilustrar a força divina que protege e guia aqueles que são fiéis a Deus.","conexao_teologica":"A proteção divina é um tema recorrente nas Escrituras, mostrando como Deus se preocupa com Seu povo e age em seu favor.","referencias_relacionadas":["Salmos 23:4","Isaías 43:2","Romanos 8:31"]},"genesis_18_19_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se ao conceito de retidão e equidade.","explicacao_detalhada":"Em Gênesis 18:19, 'juízo' é usado para descrever a expectativa de Deus de que Abraão e seus descendentes pratiquem a justiça e a retidão, refletindo o caráter de Deus.","por_que_esta_palavra":"A escolha da palavra 'juízo' destaca a importância da moralidade e da ética na vida do povo de Deus, enfatizando que Ele deseja que Seu povo atue com justiça.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Sua natureza santa e a expectativa de que Seu povo viva de acordo com Seus padrões.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Isaías 1:17"]},"genesis_18_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão.","explicacao_detalhada":"Em Gênesis 18:19, 'porque' é utilizado para conectar a ação de Deus com a expectativa de justiça e retidão de Abraão, mostrando a razão pela qual Deus escolheu Abraão.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica divina por trás das promessas e escolhas de Deus, revelando Sua intenção de estabelecer um povo justo.","conexao_teologica":"A relação entre a escolha divina e a responsabilidade humana é um tema importante na teologia bíblica, refletindo a interação entre a soberania de Deus e a moralidade humana.","referencias_relacionadas":["Romanos 8:28","Gênesis 12:1-3","Deuteronômio 10:12-13"]},"genesis_18_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma mensagem ou ordem.","explicacao_detalhada":"Em Gênesis 18:20, 'dizer' é usado para indicar a ação de Deus em comunicar Sua intenção de julgar as cidades de Sodoma e Gomorra, enfatizando a clareza de Sua mensagem.","por_que_esta_palavra":"A escolha da palavra 'dizer' é importante para entender como Deus se revela e comunica Seus planos ao ser humano.","conexao_teologica":"A comunicação divina é um aspecto fundamental da relação entre Deus e a humanidade, mostrando como Ele se faz conhecido através de Sua palavra.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Isaías 55:11"]},"genesis_18_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus.","explicacao_detalhada":"Em Gênesis 18:20, 'senhor' é utilizado para reconhecer a posição de Deus como autoridade suprema, destacando Sua capacidade de julgar e governar.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e reverência que os seres humanos devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Sua autoridade sobre toda a criação e a necessidade de reverência por parte da humanidade.","referencias_relacionadas":["Salmos 103:19","Romanos 14:11","Filipenses 2:10-11"]},"genesis_18_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"Em Gênesis 18:20, 'porque' conecta a declaração de Deus sobre o julgamento de Sodoma e Gomorra com a razão pela qual Ele está agindo, revelando Sua justiça.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica divina e a motivação por trás das ações de Deus.","conexao_teologica":"A justiça de Deus e a razão por trás de Suas ações são temas importantes na teologia, mostrando como Ele age de acordo com Seu caráter justo.","referencias_relacionadas":["Gênesis 6:5-7","Romanos 2:6-8","Salmos 9:16"]},"genesis_18_21_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a um adversário ou alguém que se opõe.","explicacao_detalhada":"No contexto de Gênesis 18:21, Deus está se preparando para julgar as cidades de Sodoma e Gomorra, e a menção de 'inimigo' pode se referir àqueles que se opõem à justiça divina.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a oposição à vontade de Deus e à moralidade que Ele estabelece.","conexao_teologica":"A ideia de inimigos de Deus é central na teologia bíblica, onde a justiça divina se opõe ao pecado e à iniquidade.","referencias_relacionadas":["Salmos 34:21","Romanos 5:10","Tiago 4:4"]},"genesis_18_21_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber ou entender algo.","explicacao_detalhada":"Em Gênesis 18:21, Deus afirma que irá 'ver' se a iniquidade das cidades é tão grande quanto o clamor que chegou até Ele, indicando um ato de julgamento e discernimento.","por_que_esta_palavra":"A escolha da palavra 'ver' destaca a onisciência de Deus e Sua capacidade de avaliar a verdadeira condição do coração humano.","conexao_teologica":"A visão de Deus sobre a humanidade é um tema recorrente, mostrando que Ele não apenas observa, mas também julga com justiça.","referencias_relacionadas":["Salmos 11:4","Provérbios 15:3","Hebreus 4:13"]},"genesis_18_21_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' sugere um movimento em direção a algo.","explicacao_detalhada":"No contexto de Gênesis 18:21, Deus está se preparando para 'vir' e ver a situação em Sodoma e Gomorra, indicando uma ação direta de intervenção.","por_que_esta_palavra":"A palavra é significativa porque mostra a intenção de Deus de se envolver diretamente com a criação e a necessidade de justiça.","conexao_teologica":"A ideia de Deus 'vir' é um tema que se repete na Bíblia, onde Ele se aproxima do Seu povo para trazer salvação ou juízo.","referencias_relacionadas":["Êxodo 3:8","Isaías 64:1","Mateus 28:20"]},"genesis_18_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, geralmente em um contexto de responsabilidade moral.","explicacao_detalhada":"Em Gênesis 18:22, a referência ao 'homem' é crucial, pois Abraão intercede por eles, destacando a dignidade e a importância da humanidade diante de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a relação entre Deus e a humanidade, onde o homem tem um papel ativo na intercessão e na moralidade.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"genesis_18_22_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à face, simbolizando presença e relacionamento.","explicacao_detalhada":"Em Gênesis 18:22, a menção do 'rosto' pode indicar a proximidade de Deus com a humanidade e a revelação de Sua vontade.","por_que_esta_palavra":"A palavra é significativa porque representa a ideia de que Deus se revela e se relaciona com os seres humanos.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde Ele se mostra próximo e acessível ao Seu povo.","referencias_relacionadas":["Êxodo 33:11","Salmos 27:8","Mateus 5:8"]},"genesis_18_22_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica em movimento e direção na vida.","explicacao_detalhada":"Em Gênesis 18:22, o 'andar' pode simbolizar a maneira como os homens vivem e se comportam diante de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da vida prática e da moralidade no relacionamento com Deus.","conexao_teologica":"O conceito de 'andar' com Deus é um tema recorrente, refletindo a necessidade de viver em conformidade com Sua vontade.","referencias_relacionadas":["Gênesis 5:24","Miqueias 6:8","Gálatas 5:16"]},"genesis_18_23_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se ao ser humano do sexo feminino, com implicações de relacionamento e família.","explicacao_detalhada":"Em Gênesis 18:23, a menção da 'mulher' pode estar relacionada à intercessão de Abraão e à importância das relações familiares na moralidade.","por_que_esta_palavra":"A palavra é significativa porque destaca o papel da mulher na sociedade e na família, especialmente em contextos de intercessão e cuidado.","conexao_teologica":"A dignidade da mulher e seu papel na história da salvação são temas importantes na teologia bíblica.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Gálatas 3:28"]},"genesis_18_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica em comunicação e expressão de pensamentos.","explicacao_detalhada":"Em Gênesis 18:23, a palavra 'dizer' é usada quando Abraão se dirige a Deus, mostrando a importância da oração e da intercessão.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de se comunicar com Deus e a importância da oração na vida do crente.","conexao_teologica":"A comunicação com Deus é um tema central na Bíblia, onde a oração é vista como um meio de relacionamento e intercessão.","referencias_relacionadas":["Salmos 50:15","Mateus 7:7","Tiago 5:16"]},"genesis_18_23_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se à retidão e à conformidade com a lei de Deus.","explicacao_detalhada":"Em Gênesis 18:23, a menção de 'justo' é crucial, pois Abraão questiona se Deus destruiria os justos junto com os ímpios, destacando a justiça de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a natureza justa de Deus e a importância da justiça na sociedade.","conexao_teologica":"A justiça de Deus é um tema central na teologia, refletindo Sua natureza e a expectativa de retidão entre os seres humanos.","referencias_relacionadas":["Salmos 11:7","Isaías 30:18","Romanos 3:26"]},"genesis_18_24_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade.","explicacao_detalhada":"Em Gênesis 18:24, a menção de 'cidade' é significativa, pois Abraão intercede por Sodoma, uma cidade marcada pela iniquidade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a responsabilidade coletiva e a moralidade dentro das comunidades.","conexao_teologica":"A ideia de cidades e comunidades é central na narrativa bíblica, refletindo a interação entre o povo de Deus e a sociedade.","referencias_relacionadas":["Gênesis 19:1","Ezequiel 18:30","Mateus 5:14"]},"genesis_18_24_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Refere-se à integridade e retidão moral de uma pessoa diante de Deus.","explicacao_detalhada":"A palavra 'justo' (צַדִּיק) é usada para descrever alguém que vive de acordo com os padrões divinos, sendo justo em suas ações e decisões. No contexto de Gênesis 18:24, Abraão intercede por Sodoma, questionando se Deus destruiria a cidade se houvesse justos nela.","por_que_esta_palavra":"A palavra é crucial para entender a justiça de Deus e a importância da retidão na vida do crente.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Sua natureza e o desejo de que Seu povo viva de maneira justa.","referencias_relacionadas":["Salmos 11:7","Provérbios 21:15","Isaías 5:23"]},"genesis_18_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Neste contexto, a palavra 'urso' é usada para enfatizar a gravidade da situação e a certeza do juízo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é uma forma de expressar a ação de Deus em trazer juízo sobre a iniquidade. Embora a palavra em si signifique 'fazer', aqui é usada para descrever a ação de Deus em relação ao pecado.","por_que_esta_palavra":"A palavra é importante para entender a seriedade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A ideia de que Deus age em resposta ao pecado é um tema recorrente nas Escrituras, mostrando que Ele é justo e não ignora a maldade.","referencias_relacionadas":["Ezequiel 18:30","Romanos 2:6","Gálatas 6:7"]},"genesis_18_25_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou um assunto que pode ser discutido ou considerado.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é usada para indicar a importância da comunicação e do entendimento entre Deus e o homem. Neste contexto, Abraão está dialogando com Deus sobre a justiça.","por_que_esta_palavra":"A comunicação é essencial para o relacionamento entre Deus e a humanidade, e essa palavra enfatiza a necessidade de diálogo.","conexao_teologica":"Deus se revela através de Sua palavra, e a Bíblia é a expressão máxima dessa revelação, mostrando a importância da palavra de Deus na vida do crente.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","João 1:1"]},"genesis_18_25_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à consequência do pecado e ao juízo que pode resultar em morte.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é usada para descrever a separação da vida, tanto física quanto espiritual, que resulta do pecado. Abraão questiona se os justos também morreriam junto com os ímpios.","por_que_esta_palavra":"A morte é um tema central na teologia bíblica, simbolizando a separação de Deus e a consequência do pecado.","conexao_teologica":"A morte espiritual é um resultado do pecado, mas a vida eterna é oferecida através de Cristo, que venceu a morte.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","João 3:16"]},"genesis_18_26_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, neste caso, a cidade de Sodoma.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um lugar onde as pessoas vivem em comunidade. No contexto, Abraão intercede por Sodoma, uma cidade conhecida por sua iniquidade.","por_que_esta_palavra":"A cidade simboliza a coletividade e a responsabilidade social diante de Deus.","conexao_teologica":"A destruição de cidades ímpias é um tema que aparece em várias partes da Bíblia, mostrando o juízo de Deus sobre a maldade coletiva.","referencias_relacionadas":["Ezequiel 18:30","Mateus 10:15","Apocalipse 21:2"]},"genesis_18_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a forma como Deus age em relação à justiça e ao juízo. Abraão questiona se Deus agiria de maneira justa.","por_que_esta_palavra":"A maneira como Deus age é fundamental para entender Sua natureza e Seus princípios.","conexao_teologica":"A justiça de Deus é sempre feita de maneira correta, refletindo Sua santidade e verdade.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:2"]},"genesis_18_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da ação ou da palavra de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a comunicação de Deus e a importância de Sua palavra. Aqui, enfatiza a grandeza da decisão divina.","por_que_esta_palavra":"A palavra de Deus é poderosa e tem autoridade sobre todas as coisas.","conexao_teologica":"A grandeza da palavra de Deus é um tema central, mostrando que Ele cria e sustenta todas as coisas através de Sua palavra.","referencias_relacionadas":["Salmos 33:6","Hebreus 1:3","Gênesis 1:3"]},"genesis_18_27_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e ao entendimento de Deus sobre a justiça.","explicacao_detalhada":"A palavra 'olho' (עָנָה) simboliza a capacidade de ver e discernir. Abraão reconhece que Deus vê tudo e não pode ser enganado.","por_que_esta_palavra":"A visão de Deus é perfeita e abrange todas as ações humanas.","conexao_teologica":"A onisciência de Deus é um atributo fundamental, mostrando que Ele conhece o coração e as intenções de cada um.","referencias_relacionadas":["Salmos 139:1-4","Hebreus 4:13","Provérbios 15:3"]},"genesis_18_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância e à seriedade da questão discutida.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada novamente para enfatizar a comunicação entre Abraão e Deus, destacando a grandeza da intercessão.","por_que_esta_palavra":"A comunicação com Deus é um aspecto vital da fé e da oração.","conexao_teologica":"A oração e a intercessão são práticas que refletem a relação do crente com Deus e Sua disposição em ouvir.","referencias_relacionadas":["Tiago 5:16","1 João 5:14","Salmos 34:17"]},"genesis_18_28_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se novamente à cidade de Sodoma, enfatizando a gravidade da situação.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para reiterar a importância do local e a necessidade de justiça. Abraão continua sua intercessão por Sodoma.","por_que_esta_palavra":"A cidade representa a coletividade e a responsabilidade diante de Deus.","conexao_teologica":"A intercessão por cidades e nações é um tema importante na Bíblia, mostrando o papel do crente na sociedade.","referencias_relacionadas":["Ezequiel 22:30","Mateus 5:14","1 Timóteo 2:1-2"]},"genesis_18_28_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se àqueles que são considerados corretos e íntegros diante de Deus.","explicacao_detalhada":"No contexto de Gênesis 18:28, Abraão intercede por Sodoma e Gomorra, questionando se Deus destruiria a cidade se houvesse um número justo de pessoas. A palavra 'justo' implica em uma moralidade que agrada a Deus e que pode salvar uma cidade da destruição.","por_que_esta_palavra":"Esta palavra é crucial para entender a intercessão de Abraão e a natureza da justiça divina, que considera a presença de justos como um fator na decisão de julgamento.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Sua natureza e a importância da retidão entre os seres humanos.","referencias_relacionadas":["Salmos 11:7","Provérbios 10:25","Isaías 3:10"]},"genesis_18_28_perecer":{"palavra_pt":"perecer","palavra_original":"שָׁחַת","transliteracao":"shâchath","strong":"H7843","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' indica a destruição ou a morte, especialmente em um contexto de julgamento divino.","explicacao_detalhada":"Em Gênesis 18:28, Abraão pergunta a Deus se Ele destruiria a cidade se houvesse justos, implicando que a destruição é um resultado do pecado e da iniquidade.","por_que_esta_palavra":"A palavra é importante para entender a gravidade do pecado e as consequências que ele traz, especialmente em relação ao juízo de Deus.","conexao_teologica":"A ideia de perecer está ligada ao conceito de condenação e à necessidade de arrependimento, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Ezequiel 18:30","Romanos 6:23","2 Pedro 3:9"]},"genesis_18_29_add":{"palavra_pt":"acrescentar","palavra_original":"יָסַף","transliteracao":"yâçaph","strong":"H3254","significado_raiz":"Ideia básica: acrescentar.","significado_contextual":"A palavra 'acrescentar' refere-se ao ato de adicionar algo a uma quantidade já existente.","explicacao_detalhada":"No versículo, Abraão continua a interceder, pedindo a Deus que considere a possibilidade de salvar a cidade se mais justos forem encontrados, mostrando a disposição de Deus em ouvir e responder às súplicas.","por_que_esta_palavra":"Esta palavra destaca a natureza intercessora de Abraão e a flexibilidade da misericórdia divina em relação ao número de justos.","conexao_teologica":"A intercessão é um tema importante na Bíblia, refletindo o papel dos justos em clamar pela misericórdia de Deus.","referencias_relacionadas":["1 Timóteo 2:1","Tiago 5:16","Romanos 8:26"]},"genesis_18_29_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à vitalidade, especialmente em um contexto de preservação.","explicacao_detalhada":"Abraão menciona a vida ao interceder, indicando que a preservação dos justos está ligada à vida da cidade, enfatizando a importância da justiça para a sobrevivência.","por_que_esta_palavra":"A vida é um dom de Deus e sua preservação está atrelada à presença de justos, mostrando a conexão entre moralidade e bem-estar.","conexao_teologica":"A vida é um tema central na Bíblia, simbolizando não apenas a existência física, mas também a vida espiritual em Cristo.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 8:6"]},"genesis_18_29_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar, especialmente em um diálogo significativo.","explicacao_detalhada":"Abraão fala com Deus, mostrando a importância da comunicação entre o ser humano e o divino, e como isso pode influenciar decisões.","por_que_esta_palavra":"A comunicação com Deus é fundamental para a relação entre o Criador e a criação, e a oração é uma forma de diálogo.","conexao_teologica":"A oração e a comunicação com Deus são temas recorrentes na Bíblia, enfatizando a importância do relacionamento pessoal com Ele.","referencias_relacionadas":["Salmos 145:18","Mateus 7:7","Filipenses 4:6"]},"genesis_18_30_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de expressar verbalmente algo, especialmente em um contexto de súplica.","explicacao_detalhada":"Abraão continua a dialogar com Deus, expressando suas preocupações e intercedendo pela cidade, o que demonstra a importância da oração persistente.","por_que_esta_palavra":"A expressão verbal é uma forma de manifestar fé e confiança em Deus, além de ser um meio de intercessão.","conexao_teologica":"A comunicação com Deus através da oração é um tema central na vida cristã, refletindo a relação íntima que os crentes têm com Ele.","referencias_relacionadas":["Hebreus 4:16","1 João 5:14","Tiago 1:5"]},"genesis_18_30_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título de respeito e autoridade, referindo-se a Deus como o soberano.","explicacao_detalhada":"Abraão se dirige a Deus como 'Senhor', reconhecendo Sua autoridade e poder, o que é essencial em qualquer diálogo com o divino.","por_que_esta_palavra":"Reconhecer Deus como Senhor é fundamental para a fé e a adoração, refletindo a submissão do ser humano à vontade divina.","conexao_teologica":"A soberania de Deus é um tema central na teologia, enfatizando Seu controle sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"genesis_18_30_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' novamente enfatiza a comunicação entre Abraão e Deus, mostrando a importância do diálogo.","explicacao_detalhada":"Neste contexto, Abraão continua a falar com Deus, intercedendo e expressando suas preocupações, o que é um exemplo de oração fervorosa.","por_que_esta_palavra":"A repetição da palavra destaca a importância da comunicação contínua com Deus em momentos de necessidade.","conexao_teologica":"A oração é uma prática essencial na vida do crente, refletindo a necessidade de buscar a presença de Deus em todas as circunstâncias.","referencias_relacionadas":["Mateus 6:6","Lucas 18:1","Romanos 12:12"]},"genesis_18_31_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para expressar a continuidade do diálogo entre Abraão e Deus.","explicacao_detalhada":"Abraão continua a dialogar, mostrando a importância da persistência na oração e na intercessão.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a necessidade de ser claro e persistente em nossas petições a Deus.","conexao_teologica":"A persistência na oração é um tema importante, mostrando que Deus ouve e responde às súplicas dos justos.","referencias_relacionadas":["Lucas 11:9","1 Tessalonicenses 5:17","Hebreus 10:22"]},"genesis_18_31_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' novamente enfatiza a comunicação contínua entre Abraão e Deus.","explicacao_detalhada":"Neste contexto, Abraão continua a falar com Deus, intercedendo e expressando suas preocupações, o que é um exemplo de oração fervorosa.","por_que_esta_palavra":"A repetição da palavra destaca a importância da comunicação contínua com Deus em momentos de necessidade.","conexao_teologica":"A oração é uma prática essencial na vida do crente, refletindo a necessidade de buscar a presença de Deus em todas as circunstâncias.","referencias_relacionadas":["Mateus 6:6","Lucas 18:1","Romanos 12:12"]},"genesis_18_31_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para reconhecer a posição de Deus como o governante supremo e juiz. Neste contexto, Abraão está intercedendo por Sodoma, reconhecendo a autoridade de Deus sobre a justiça.","por_que_esta_palavra":"A escolha da palavra 'senhor' reflete a relação de submissão e respeito que Abraão tem em relação a Deus, ao mesmo tempo que expressa sua confiança na justiça divina.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é visto como o juiz justo que não pode ser manipulado ou corrompido.","referencias_relacionadas":["Gênesis 18:25","Salmos 97:2","Isaías 33:22"]},"genesis_18_32_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo, neste caso, a intercessão de Abraão.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para descrever o ato de Abraão de falar com Deus, apresentando seu pedido de misericórdia por Sodoma. Isso demonstra a importância da oração e da comunicação com Deus.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a relação de diálogo entre o homem e Deus, mostrando que Deus ouve e responde às súplicas.","conexao_teologica":"A oração é um meio pelo qual os crentes se comunicam com Deus, refletindo a importância da intercessão e da relação pessoal com o Criador.","referencias_relacionadas":["Gênesis 18:23","Tiago 5:16","1 João 5:14"]},"genesis_18_32_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se a Deus como o Senhor, destacando Sua autoridade na questão da justiça.","explicacao_detalhada":"A repetição da palavra 'senhor' (אֲדֹנָי) neste contexto reforça a ideia de que Abraão está se dirigindo a alguém que possui total autoridade e poder para decidir sobre a situação de Sodoma.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a reverência de Abraão e sua compreensão da grandeza de Deus em contrastar com a fragilidade humana.","conexao_teologica":"A reverência a Deus é um aspecto fundamental da fé, onde os crentes reconhecem Sua grandeza e soberania em todas as situações.","referencias_relacionadas":["Gênesis 18:25","Salmos 8:1","Romanos 14:11"]},"genesis_18_32_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de se expressar verbalmente, neste caso, a intercessão de Abraão.","explicacao_detalhada":"A palavra 'falar' (דָבַר) é usada para descrever a comunicação direta de Abraão com Deus, mostrando a importância da expressão verbal na oração e na intercessão.","por_que_esta_palavra":"A escolha desta palavra destaca a natureza relacional entre Deus e o homem, onde a comunicação é vital para a compreensão e a intercessão.","conexao_teologica":"A comunicação com Deus é um aspecto essencial da vida cristã, onde os crentes são chamados a falar com Deus em oração.","referencias_relacionadas":["Gênesis 18:23","Salmos 145:18","Filipenses 4:6"]},"genesis_18_33_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou proceder, simbolizando a presença de Deus entre os homens.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) é usada para descrever a ação de Deus ao se afastar após a conversa com Abraão, simbolizando a continuidade de Sua presença e vigilância sobre a humanidade.","por_que_esta_palavra":"A escolha desta palavra sugere que Deus está sempre presente e ativo na história humana, observando e intervindo conforme necessário.","conexao_teologica":"A ideia de Deus 'andar' entre os homens reflete a proximidade de Deus com Sua criação e Sua disposição para se relacionar com ela.","referencias_relacionadas":["Gênesis 3:8","Levítico 26:12","Mateus 28:20"]},"genesis_18_33_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua essência e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) aqui destaca a importância do nome de Deus, que é associado à Sua eternidade e fidelidade. Abraão reconhece a santidade do nome de Deus ao se dirigir a Ele.","por_que_esta_palavra":"A escolha do nome de Deus enfatiza a reverência e a adoração que os crentes devem ter ao se aproximar dEle.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza e atributos, e é um convite à adoração e ao respeito.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Filipenses 2:9-11"]},"genesis_18_33_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação verbal, enfatizando a interação entre Deus e Abraão.","explicacao_detalhada":"A palavra 'falar' (דָבַר) é utilizada novamente para descrever a comunicação direta entre Abraão e Deus, mostrando a importância do diálogo na relação com o Criador.","por_que_esta_palavra":"A repetição desta palavra reforça a ideia de que a oração e a comunicação são fundamentais na vida de fé.","conexao_teologica":"A comunicação com Deus é um aspecto essencial da vida cristã, onde os crentes são chamados a falar com Deus em oração.","referencias_relacionadas":["Gênesis 18:23","Salmos 145:18","1 Tessalonicenses 5:17"]}}