{"genesis_19_1_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro de Deus, que traz a palavra e a vontade divina.","explicacao_detalhada":"A palavra 'anjo/mensageiro' (מֲלְאָךְ) é usada para descrever os seres que servem como intermediários entre Deus e os homens, trazendo mensagens de advertência e salvação.","por_que_esta_palavra":"A escolha desta palavra destaca a função dos anjos como mensageiros de Deus, que têm a responsabilidade de cumprir Sua vontade na terra.","conexao_teologica":"Os anjos desempenham um papel importante na teologia bíblica, atuando como servos de Deus e protetores do Seu povo.","referencias_relacionadas":["Gênesis 16:7","Salmos 91:11","Hebreus 1:14"]},"genesis_19_1_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de se levantar, simbolizando a ação de Deus em resposta à situação.","explicacao_detalhada":"A palavra 'levantar' (קוּם) é usada para descrever a ação dos anjos ao se apresentarem a Ló, indicando a urgência da mensagem e a necessidade de ação imediata.","por_que_esta_palavra":"A escolha desta palavra sugere que Deus está chamando Seu povo à ação e à prontidão para escapar do juízo iminente.","conexao_teologica":"A ideia de ser levantado ou chamado à ação é um tema recorrente na Bíblia, onde Deus frequentemente convoca Seu povo a se mover em fé.","referencias_relacionadas":["Gênesis 19:12","Isaías 60:1","Romanos 13:11"]},"genesis_19_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar uma mensagem, neste caso, a advertência sobre a destruição de Sodoma.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para descrever a instrução dos anjos a Ló, enfatizando a importância da comunicação clara e direta em momentos de crise.","por_que_esta_palavra":"A escolha desta palavra destaca a urgência da mensagem e a necessidade de que Ló compreenda a gravidade da situação.","conexao_teologica":"A comunicação de advertências e instruções é um aspecto importante da relação de Deus com Seu povo, onde Ele busca guiá-los e protegê-los.","referencias_relacionadas":["Gênesis 19:12","Ezequiel 3:17","Mateus 24:37-39"]},"genesis_19_2_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se a uma autoridade suprema, alguém que tem controle e domínio sobre outros.","explicacao_detalhada":"No contexto de Gênesis 19:2, a palavra é usada para descrever a posição de Ló ao receber os anjos em sua casa, reconhecendo-os como figuras de autoridade divina.","por_que_esta_palavra":"A escolha da palavra 'soberano' enfatiza a reverência e o respeito que Ló tinha pelos visitantes, que eram mensageiros de Deus.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, refletindo Seu controle sobre a criação e a história.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 13:1"]},"genesis_19_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' representa um lar, um lugar de abrigo e segurança.","explicacao_detalhada":"Em Gênesis 19:2, a casa de Ló é o local onde os anjos são recebidos, simbolizando proteção e hospitalidade em um tempo de grande perigo.","por_que_esta_palavra":"A palavra 'casa' é crucial para entender a importância da hospitalidade e da proteção que Ló ofereceu aos visitantes.","conexao_teologica":"A casa é frequentemente vista na Bíblia como um símbolo da presença de Deus e da comunidade de fé.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"genesis_19_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não aparece diretamente no versículo, mas pode ser uma confusão com outra palavra.","explicacao_detalhada":"É importante verificar o contexto e a tradução correta, pois a palavra 'urso' pode não ter relevância direta em Gênesis 19.","por_que_esta_palavra":"Se referindo a um animal, pode simbolizar força ou perigo, mas não se aplica diretamente ao contexto do versículo.","conexao_teologica":"Animais na Bíblia frequentemente simbolizam características de Deus ou de Seu povo, mas a conexão aqui é fraca.","referencias_relacionadas":["Hebreus 13:2","Mateus 25:35","Gálatas 6:10"]},"genesis_19_3_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de convocar ou convidar alguém.","explicacao_detalhada":"Em Gênesis 19:3, Ló chama os anjos para entrar em sua casa, demonstrando hospitalidade e urgência em protegê-los.","por_que_esta_palavra":"A ação de chamar é significativa, pois representa a iniciativa de Ló em oferecer abrigo em um momento de crise.","conexao_teologica":"O ato de chamar é um tema recorrente na Bíblia, onde Deus chama Seu povo para a salvação e comunhão.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"genesis_19_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, especificamente um adulto do sexo masculino.","explicacao_detalhada":"No contexto de Gênesis 19:4, 'homem' é usado para descrever os habitantes da cidade que se dirigem à casa de Ló em busca dos visitantes.","por_que_esta_palavra":"A menção de 'homem' destaca a natureza humana e as ações pecaminosas que estavam prestes a ocorrer.","conexao_teologica":"A natureza do homem e sua propensão ao pecado é um tema central na narrativa bíblica.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Tiago 1:14-15"]},"genesis_19_4_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, geralmente com uma estrutura social e política.","explicacao_detalhada":"Em Gênesis 19:4, a cidade de Sodoma é o cenário da narrativa, simbolizando a corrupção e o pecado que prevaleciam.","por_que_esta_palavra":"A cidade é central para a história, representando a decadência moral e a necessidade de juízo divino.","conexao_teologica":"Cidades na Bíblia muitas vezes simbolizam tanto a coletividade do povo de Deus quanto a corrupção do mundo.","referencias_relacionadas":["Gênesis 18:20-21","Ezequiel 16:49-50","Mateus 10:15"]},"genesis_19_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' novamente representa um lar, um lugar de abrigo e segurança.","explicacao_detalhada":"Em Gênesis 19:4, a casa de Ló é o local onde os anjos se refugiam, simbolizando proteção em meio ao caos.","por_que_esta_palavra":"A repetição da palavra 'casa' enfatiza a importância do abrigo e da hospitalidade em tempos de crise.","conexao_teologica":"A casa é um símbolo de segurança e proteção na narrativa bíblica, refletindo a proteção de Deus sobre Seu povo.","referencias_relacionadas":["Salmos 91:1","Mateus 7:24-25","Hebreus 3:4"]},"genesis_19_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada novamente para descrever os habitantes da cidade que buscam os visitantes.","explicacao_detalhada":"Em Gênesis 19:5, a insistência dos homens em buscar os visitantes revela a depravação moral da cidade de Sodoma.","por_que_esta_palavra":"A repetição da palavra 'homem' destaca a natureza pecaminosa da humanidade e a urgência do juízo divino.","conexao_teologica":"A condição do homem é um tema central na Bíblia, refletindo a necessidade de redenção.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","1 Coríntios 6:9-10"]},"genesis_19_5_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' é usada para descrever a ação dos homens ao convocar Ló para entregar os visitantes.","explicacao_detalhada":"Em Gênesis 19:5, o chamado dos homens revela a urgência e a violência de suas intenções, simbolizando a corrupção da cidade.","por_que_esta_palavra":"A ação de chamar aqui é uma demonstração do desprezo pela vida e pela dignidade dos outros.","conexao_teologica":"O chamado de Deus para a justiça e a retidão contrasta com o chamado para o pecado e a depravação.","referencias_relacionadas":["Isaías 5:20","Mateus 7:15","Romanos 1:26-27"]},"genesis_19_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de expressar algo verbalmente.","explicacao_detalhada":"Em Gênesis 19:5, a palavra é usada para descrever a intensidade da demanda dos homens, que exigem que Ló entregue os visitantes.","por_que_esta_palavra":"A ênfase na palavra 'dizer' destaca a gravidade da situação e a pressão que Ló estava enfrentando.","conexao_teologica":"As palavras têm poder, e a Bíblia frequentemente fala sobre a importância do que dizemos e como isso reflete nosso coração.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36-37","Tiago 3:5-6"]},"genesis_19_6_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de deixar um lugar, especialmente em um contexto de urgência e fuga.","explicacao_detalhada":"No contexto de Gênesis 19, a palavra 'sair' é usada quando os anjos instruem Ló a deixar a cidade de Sodoma antes que ela seja destruída. Isso simboliza a necessidade de escapar do juízo divino.","por_que_esta_palavra":"A palavra é crucial para entender a urgência da mensagem dos anjos e a necessidade de Ló e sua família de se afastarem do pecado e da destruição iminente.","conexao_teologica":"A ideia de 'sair' pode ser vista como uma metáfora para a salvação e a libertação do pecado, refletindo a necessidade de se afastar do que é maligno.","referencias_relacionadas":["Gênesis 19:12-13","Gênesis 19:15","Gênesis 19:17"]},"genesis_19_6_porta":{"palavra_pt":"porta","palavra_original":"דֶּלֶת","transliteracao":"deleth","strong":"H1817","significado_raiz":"Ideia básica: porta.","significado_contextual":"A porta é o ponto de entrada e saída, simbolizando proteção e vulnerabilidade.","explicacao_detalhada":"Neste versículo, a porta representa o local onde Ló se defende dos homens de Sodoma que querem invadir sua casa. A porta é um símbolo de segurança, mas também de limitação.","por_que_esta_palavra":"A palavra 'porta' é importante porque representa a barreira entre o mundo exterior, cheio de maldade, e o interior, onde Ló e sua família buscam segurança.","conexao_teologica":"A porta também pode ser vista como uma metáfora para Cristo, que é a porta para a salvação (João 10:9).","referencias_relacionadas":["Gênesis 19:1","Gênesis 19:3","Apocalipse 3:20"]},"genesis_19_6_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou obedecer a uma instrução.","explicacao_detalhada":"No contexto, Ló é instruído a seguir os anjos para fora da cidade, o que implica em obedecer a uma ordem divina para escapar da destruição.","por_que_esta_palavra":"A palavra 'seguir' enfatiza a necessidade de obediência às instruções divinas, que são essenciais para a salvação.","conexao_teologica":"Seguir a Deus e suas instruções é um tema central na Bíblia, refletindo a relação entre fé e obediência.","referencias_relacionadas":["Gênesis 19:17","Salmos 119:105","Mateus 16:24"]},"genesis_19_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à comunicação verbal, especialmente em um contexto de advertência.","explicacao_detalhada":"Ló usa a palavra 'dizer' ao tentar convencer os homens de Sodoma a não fazer mal aos visitantes. Isso mostra a importância da comunicação e da defesa.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a dinâmica de diálogo e a tentativa de Ló de proteger seus hóspedes.","conexao_teologica":"A comunicação é vital na relação entre Deus e a humanidade, refletindo a importância da Palavra de Deus.","referencias_relacionadas":["Gênesis 19:5","Provérbios 18:21","Tiago 3:5"]},"genesis_19_7_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à moralidade e ao que é considerado correto.","explicacao_detalhada":"Ló tenta argumentar que os homens de Sodoma não devem fazer o que é 'ruim', contrastando com o que é 'bom'. Isso destaca a luta entre o bem e o mal.","por_que_esta_palavra":"A palavra 'bom' é crucial para entender a moralidade em jogo e a defesa de Ló pela justiça.","conexao_teologica":"A noção de 'bom' é central na teologia bíblica, refletindo o caráter de Deus e suas leis.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"genesis_19_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um ato de proteção, onde Ló oferece suas filhas em vez de seus hóspedes.","explicacao_detalhada":"A palavra 'urso' aqui é um erro de tradução, pois o contexto fala sobre 'fazer' ou 'agir'. Ló tenta proteger seus hóspedes, mostrando a gravidade da situação.","por_que_esta_palavra":"A palavra é importante para entender a ação de Ló em um momento de crise, refletindo a proteção e o sacrifício.","conexao_teologica":"A proteção dos inocentes é um tema recorrente na Bíblia, refletindo o caráter de Deus como protetor.","referencias_relacionadas":["Gênesis 19:8","Salmos 82:3","Mateus 5:7"]},"genesis_19_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a dignidade e a vulnerabilidade.","explicacao_detalhada":"Ló se refere aos homens de Sodoma, destacando a natureza humana e a capacidade de escolha entre o bem e o mal.","por_que_esta_palavra":"A palavra 'homem' é fundamental para entender a natureza da humanidade e a responsabilidade moral.","conexao_teologica":"A dignidade do ser humano é um tema central na teologia, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"genesis_19_8_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade moral e à bondade.","explicacao_detalhada":"A palavra 'bom' é usada para contrastar com o que é mau, enfatizando a moralidade que Ló tenta defender.","por_que_esta_palavra":"A palavra 'bom' é crucial para a discussão sobre moralidade e justiça no contexto da narrativa.","conexao_teologica":"A bondade é um atributo de Deus e um padrão para a vida humana.","referencias_relacionadas":["Gênesis 1:31","Salmos 119:68","Romanos 12:9"]},"genesis_19_9_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir sobre a justiça ou injustiça.","explicacao_detalhada":"Os homens de Sodoma questionam Ló sobre o que ele está fazendo ao 'julgar' suas ações, mostrando a inversão moral da sociedade.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a crítica moral que Ló faz à sociedade de Sodoma.","conexao_teologica":"O julgamento é um tema central na Bíblia, refletindo a justiça de Deus e a responsabilidade humana.","referencias_relacionadas":["Gênesis 19:9","Mateus 7:1-2","Romanos 14:10"]},"genesis_19_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a responsabilidade moral.","explicacao_detalhada":"A repetição da palavra 'homem' destaca a natureza coletiva da sociedade de Sodoma e sua corrupção.","por_que_esta_palavra":"A palavra 'homem' é fundamental para entender a condição humana e a necessidade de redenção.","conexao_teologica":"A condição do homem é um tema central na teologia, refletindo a queda e a necessidade de salvação.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:10-12","Efésios 2:1-3"]},"genesis_19_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a ação de comunicar ou afirmar algo.","explicacao_detalhada":"No contexto de Gênesis 19:9, a palavra 'dizer' é usada para relatar a resposta dos homens de Sodoma, que estavam desafiando a autoridade e a mensagem dos anjos enviados por Deus.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação e do discurso na narrativa, mostrando como as palavras podem refletir a intenção e a rebeldia do coração humano.","conexao_teologica":"A comunicação é um aspecto fundamental da relação entre Deus e a humanidade. A palavra de Deus é frequentemente apresentada como um meio de revelação e instrução.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Provérbios 18:21"]},"genesis_19_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, neste caso, os habitantes de Sodoma.","explicacao_detalhada":"Em Gênesis 19:10, a palavra 'homem' é utilizada para descrever aqueles que estavam se comportando de maneira violenta e imoral, representando a depravação da cidade.","por_que_esta_palavra":"A repetição da palavra 'homem' destaca a natureza coletiva da rebeldia e do pecado, mostrando que a corrupção não era apenas individual, mas uma característica da sociedade.","conexao_teologica":"A condição do homem é um tema central na teologia bíblica, refletindo a necessidade de redenção e a graça de Deus diante da pecaminosidade humana.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Efésios 2:1-3"]},"genesis_19_10_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de mandar ou despachar alguém para um propósito específico.","explicacao_detalhada":"No contexto de Gênesis 19:10, a palavra 'enviar' é usada para descrever a ação dos anjos que foram enviados por Deus para resgatar Ló e sua família da destruição de Sodoma.","por_que_esta_palavra":"A palavra 'enviar' enfatiza a soberania de Deus em agir na história e a sua disposição de salvar aqueles que são fiéis.","conexao_teologica":"A ideia de ser enviado é central no ministério de Jesus e na missão da Igreja, refletindo a continuidade do plano de Deus para a salvação.","referencias_relacionadas":["Gênesis 6:13","Mateus 28:19-20","João 20:21"]},"genesis_19_10_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar em um lugar.","explicacao_detalhada":"Em Gênesis 19:10, a palavra 'vir' é usada para descrever a tentativa dos homens de Sodoma de entrar na casa de Ló, simbolizando a invasão e a hostilidade.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a urgência e a intensidade da situação, mostrando a determinação dos homens em cometer atos de violência.","conexao_teologica":"A ideia de 'vir' também pode ser vista na vinda de Cristo, que veio ao mundo para buscar e salvar o que estava perdido.","referencias_relacionadas":["Mateus 11:28","Lucas 19:10","Apocalipse 3:20"]},"genesis_19_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é utilizada novamente para referir-se aos habitantes de Sodoma.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'homem' reforça a ideia de que a depravação era uma característica coletiva da cidade.","por_que_esta_palavra":"A ênfase na palavra 'homem' serve para ilustrar a gravidade da situação e a necessidade de intervenção divina.","conexao_teologica":"A natureza do homem e sua necessidade de redenção é um tema recorrente nas Escrituras, mostrando a urgência da mensagem do evangelho.","referencias_relacionadas":["Gênesis 6:5","Romanos 5:12","1 João 1:8"]},"genesis_19_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar de Ló, que simboliza segurança e refúgio.","explicacao_detalhada":"Em Gênesis 19:11, a casa de Ló é o local onde os anjos se refugiam, contrastando com a violência que ocorre fora.","por_que_esta_palavra":"A casa representa um espaço de proteção e a importância da família em meio à corrupção ao redor.","conexao_teologica":"A ideia de casa como refúgio é um tema que se repete na Bíblia, refletindo a proteção que Deus oferece ao seu povo.","referencias_relacionadas":["Salmos 91:1-2","Mateus 7:24-25","Hebreus 3:6"]},"genesis_19_11_blindness":{"palavra_pt":"blindness","palavra_original":"סַנְוֵר","transliteracao":"çanvêr","strong":"H5575","significado_raiz":"Ideia básica: blindness.","significado_contextual":"A palavra 'blindness' refere-se à incapacidade de ver, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"Em Gênesis 19:11, a cegueira que Deus impõe aos homens de Sodoma simboliza o juízo divino e a incapacidade deles de perceber a verdade.","por_que_esta_palavra":"A cegueira física serve como uma metáfora para a cegueira espiritual que resulta da rebeldia contra Deus.","conexao_teologica":"A cegueira espiritual é um tema importante na Bíblia, refletindo a necessidade de iluminação divina para compreender a verdade.","referencias_relacionadas":["Isaías 6:10","Mateus 13:14-15","2 Coríntios 4:4"]},"genesis_19_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é novamente utilizada para descrever os habitantes de Sodoma.","explicacao_detalhada":"Neste versículo, a palavra 'homem' reforça a ideia de que a depravação era uma característica coletiva da cidade.","por_que_esta_palavra":"A repetição da palavra 'homem' serve para ilustrar a gravidade da situação e a necessidade de intervenção divina.","conexao_teologica":"A natureza do homem e sua necessidade de redenção é um tema recorrente nas Escrituras, mostrando a urgência da mensagem do evangelho.","referencias_relacionadas":["Gênesis 6:5","Romanos 5:12","1 João 1:8"]},"genesis_19_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou a um comportamento.","explicacao_detalhada":"Em Gênesis 19:12, a palavra 'modo' é usada para descrever a forma como os homens de Sodoma estavam se comportando, evidenciando a depravação moral da cidade.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a urgência de se reconhecer e corrigir comportamentos pecaminosos.","conexao_teologica":"A maneira de viver é um tema importante na Bíblia, refletindo a necessidade de viver de acordo com os princípios de Deus.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:16-17","Efésios 4:1"]},"genesis_19_12_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, neste caso, Sodoma.","explicacao_detalhada":"Em Gênesis 19:12, a cidade de Sodoma é apresentada como um exemplo de corrupção e juízo divino.","por_que_esta_palavra":"A cidade simboliza a coletividade do pecado e a necessidade de um juízo justo por parte de Deus.","conexao_teologica":"A ideia de cidades como lugares de refúgio ou de juízo é um tema recorrente na Bíblia, refletindo a soberania de Deus sobre as nações.","referencias_relacionadas":["Gênesis 10:19","Ezequiel 16:49-50","Apocalipse 21:2"]},"genesis_19_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual os anjos estavam alertando Ló sobre a destruição iminente.","explicacao_detalhada":"Neste contexto, 'porque' serve para justificar a urgência da mensagem dos anjos, enfatizando a gravidade da situação em Sodoma e Gomorra.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da advertência divina e a necessidade de ação imediata por parte de Ló.","conexao_teologica":"A palavra 'porque' reflete a natureza de Deus como um comunicador que revela Seus planos e intenções aos seres humanos.","referencias_relacionadas":["Gênesis 19:12-14","Ezequiel 18:30","Romanos 2:5"]},"genesis_19_13_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao lugar físico onde Ló e sua família habitavam, simbolizando a segurança que eles estavam prestes a perder.","explicacao_detalhada":"Neste versículo, 'corpo' é usado para descrever a cidade de Sodoma, que estava prestes a ser destruída, destacando a fragilidade da segurança humana.","por_que_esta_palavra":"A palavra é importante para ilustrar a conexão entre o espaço físico e a vida das pessoas que nele habitam.","conexao_teologica":"Reflete a ideia de que Deus se preocupa com a habitação dos justos e a destruição do mal.","referencias_relacionadas":["Gênesis 19:1","Salmos 37:28","Mateus 5:14"]},"genesis_19_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, que é o autor da destruição e também o protetor dos justos.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza a autoridade divina sobre a situação em Sodoma e a necessidade de Ló ouvir e obedecer a Deus.","por_que_esta_palavra":"A palavra é fundamental para reconhecer a soberania de Deus em meio ao juízo e à salvação.","conexao_teologica":"A invocação do nome do Senhor destaca a relação entre Deus e Seu povo, especialmente em tempos de crise.","referencias_relacionadas":["Gênesis 19:1","Êxodo 3:14","Salmos 68:4"]},"genesis_19_14_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Sodoma, que simboliza a corrupção e o pecado que levaram ao seu juízo.","explicacao_detalhada":"Neste versículo, 'cidade' é mencionada como o lugar que Ló e sua família deveriam deixar, representando a necessidade de se afastar do pecado.","por_que_esta_palavra":"A palavra é crucial para entender a geografia do pecado e a urgência da fuga dos justos.","conexao_teologica":"A cidade de Sodoma serve como um exemplo do juízo de Deus sobre a iniquidade.","referencias_relacionadas":["Gênesis 19:1","Ezequiel 16:49-50","Mateus 10:15"]},"genesis_19_14_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' é um comando que indica a ação imediata que Ló e sua família devem tomar para escapar da destruição.","explicacao_detalhada":"Neste contexto, 'sair' implica uma decisão de deixar para trás tudo o que é familiar e seguro em resposta ao aviso divino.","por_que_esta_palavra":"A palavra é importante para enfatizar a necessidade de ação e a urgência da salvação.","conexao_teologica":"A ideia de 'sair' reflete a chamada de Deus para que Seu povo se afaste do pecado e busque a salvação.","referencias_relacionadas":["Gênesis 19:15","Hebreus 11:8-10","Apocalipse 18:4"]},"genesis_19_14_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação dos anjos com Ló, transmitindo a mensagem de Deus.","explicacao_detalhada":"Neste versículo, 'falar' destaca a importância da revelação divina e da obediência à palavra de Deus.","por_que_esta_palavra":"A palavra é fundamental para entender como Deus se comunica com a humanidade e a importância de ouvir Sua voz.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, mostrando que Deus deseja se relacionar com Seu povo.","referencias_relacionadas":["Gênesis 19:12","Salmos 29:4","Hebreus 1:1-2"]},"genesis_19_15_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se aos seres enviados por Deus para alertar Ló sobre a destruição de Sodoma.","explicacao_detalhada":"Neste contexto, 'anjo' enfatiza a função de mensageiro e a autoridade divina que eles representam.","por_que_esta_palavra":"A palavra é importante para entender o papel dos anjos como intermediários entre Deus e os seres humanos.","conexao_teologica":"Os anjos são frequentemente mencionados na Bíblia como agentes de Deus, trazendo mensagens de advertência e salvação.","referencias_relacionadas":["Gênesis 19:1","Salmos 91:11","Hebreus 1:14"]},"genesis_19_15_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se ao pecado e à iniquidade que caracterizavam a cidade de Sodoma.","explicacao_detalhada":"Neste versículo, 'mal' é um lembrete da razão pela qual a cidade seria destruída, destacando a justiça de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a natureza do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"O conceito de 'mal' é central na teologia bíblica, refletindo a separação entre o que é justo e o que é pecaminoso.","referencias_relacionadas":["Gênesis 19:24","Romanos 1:18","Gálatas 6:7"]},"genesis_19_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' novamente refere-se a Sodoma, enfatizando a urgência da fuga de Ló.","explicacao_detalhada":"Neste contexto, 'cidade' é um símbolo do juízo divino e da necessidade de escapar do pecado.","por_que_esta_palavra":"A repetição da palavra 'cidade' reforça a gravidade da situação e a importância da obediência.","conexao_teologica":"A cidade de Sodoma é um exemplo do juízo de Deus sobre a iniquidade e a necessidade de se afastar do mal.","referencias_relacionadas":["Gênesis 19:1","Ezequiel 16:49-50","Mateus 10:15"]},"genesis_19_16_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à ação dos anjos ao puxar Ló e sua família para fora da cidade.","explicacao_detalhada":"Neste versículo, 'agarrar' enfatiza a urgência e a proteção divina em meio ao juízo.","por_que_esta_palavra":"A palavra é importante para ilustrar a intervenção de Deus na salvação dos justos.","conexao_teologica":"A ação de 'agarrar' simboliza a graça de Deus que resgata aqueles que são fiéis, mesmo em tempos de juízo.","referencias_relacionadas":["Gênesis 19:15","Salmos 34:7","Romanos 8:31-32"]},"genesis_19_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, especificamente a um homem, que é parte da narrativa sobre a destruição de Sodoma.","explicacao_detalhada":"No contexto de Gênesis 19, o 'homem' é Lot, que é descrito como um justo em meio à corrupção de Sodoma. Ele é um exemplo de alguém que busca proteger os anjos que visitam sua cidade.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a humanidade de Lot e sua responsabilidade em agir de forma justa em uma cidade cheia de iniquidade.","conexao_teologica":"A figura de Lot representa a luta entre a justiça e a corrupção, refletindo a necessidade de um remanescente fiel em meio ao pecado.","referencias_relacionadas":["Gênesis 19:1","Gênesis 19:12","2 Pedro 2:7-8"]},"genesis_19_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a Sodoma, uma cidade conhecida por sua maldade e depravação.","explicacao_detalhada":"A cidade de Sodoma é um símbolo do juízo divino e da corrupção moral. A destruição de Sodoma serve como um aviso sobre as consequências do pecado.","por_que_esta_palavra":"A palavra 'cidade' é crucial para entender o cenário em que Lot se encontra e a gravidade da situação que ele enfrenta.","conexao_teologica":"A destruição de cidades ímpias é um tema recorrente na Bíblia, mostrando a justiça de Deus contra a iniquidade.","referencias_relacionadas":["Gênesis 19:24-25","Ezequiel 16:49-50","Mateus 10:15"]},"genesis_19_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as instruções são dadas para escapar da cidade.","explicacao_detalhada":"O 'modo' implica a urgência e a necessidade de seguir as instruções dadas pelos anjos para a salvação de Lot e sua família.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da obediência às instruções divinas em momentos críticos.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, mostrando que seguir Seus caminhos é essencial para a salvação.","referencias_relacionadas":["Gênesis 19:15","Hebreus 11:7","Tiago 1:22"]},"genesis_19_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de escapar da cidade antes que o juízo de Deus caia sobre ela.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a iminente destruição que se aproxima de Sodoma, enfatizando a urgência da fuga.","por_que_esta_palavra":"A palavra 'cair' simboliza a queda do juízo divino sobre a cidade, contrastando com a salvação de Lot.","conexao_teologica":"A ideia de cair sob o juízo de Deus é um tema importante, refletindo a necessidade de arrependimento e fuga do pecado.","referencias_relacionadas":["Gênesis 19:24","Romanos 1:18","Apocalipse 20:15"]},"genesis_19_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude do juízo que está prestes a ocorrer em Sodoma.","explicacao_detalhada":"A palavra 'grande' enfatiza a seriedade da destruição que se aproxima e a necessidade de escapar rapidamente.","por_que_esta_palavra":"A escolha da palavra 'grande' ressalta a gravidade da situação e a urgência da ação de Lot.","conexao_teologica":"A grandeza do juízo de Deus é um tema que aparece em várias partes da Bíblia, mostrando a seriedade do pecado.","referencias_relacionadas":["Gênesis 19:13","Mateus 24:21","Apocalipse 16:18"]},"genesis_19_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à súplica de Lot ao Senhor, pedindo por misericórdia.","explicacao_detalhada":"Lot clama ao Senhor, reconhecendo a grandeza da situação e pedindo uma alternativa à destruição iminente.","por_que_esta_palavra":"A repetição da palavra 'grande' enfatiza a intensidade do pedido de Lot e a sua percepção da gravidade do juízo.","conexao_teologica":"A súplica por misericórdia é um tema central na relação entre Deus e a humanidade, mostrando a necessidade de intercessão.","referencias_relacionadas":["Gênesis 19:19","Salmos 51:1","Romanos 10:13"]},"genesis_19_18_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus, reconhecendo Sua autoridade e poder.","explicacao_detalhada":"Lot se dirige a Deus como 'Senhor', reconhecendo Sua soberania e a necessidade de Sua intervenção.","por_que_esta_palavra":"A palavra 'Senhor' é usada para expressar reverência e submissão à vontade divina.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, refletindo Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Gênesis 19:16","Salmos 24:1","Romanos 14:8"]},"genesis_19_18_lot":{"palavra_pt":"sorte","palavra_original":"לוֹט","transliteracao":"Lôwṭ","strong":"H3876","significado_raiz":"Ideia básica: sorte.","significado_contextual":"Refere-se ao personagem Lot, que é o protagonista da narrativa.","explicacao_detalhada":"Lot é um exemplo de fé e obediência, mesmo em meio à corrupção de Sodoma. Sua história é uma lição sobre a importância de se manter fiel a Deus.","por_que_esta_palavra":"A menção de Lot destaca sua importância na narrativa e sua relação com Deus em um contexto de juízo.","conexao_teologica":"A vida de Lot é frequentemente usada como um exemplo de como Deus salva os justos do juízo.","referencias_relacionadas":["Gênesis 19:1","Gênesis 13:10-11","2 Pedro 2:7"]},"genesis_19_19_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida que Lot deseja preservar ao escapar da destruição.","explicacao_detalhada":"Lot clama a Deus para que sua vida e a de sua família sejam poupadas, enfatizando a importância da vida em meio ao juízo.","por_que_esta_palavra":"A palavra 'viver' destaca a esperança de Lot de escapar da morte e da destruição.","conexao_teologica":"A vida é um tema central na Bíblia, simbolizando a salvação e a relação com Deus.","referencias_relacionadas":["Gênesis 19:20","João 10:10","Romanos 6:23"]},"genesis_19_19_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à consequência da desobediência e ao juízo que se aproxima.","explicacao_detalhada":"Lot reconhece que a morte é uma possibilidade real se ele não seguir as instruções dadas pelos anjos.","por_que_esta_palavra":"A palavra 'morrer' enfatiza a gravidade da situação e a urgência de escapar da cidade.","conexao_teologica":"A morte como consequência do pecado é um tema recorrente na Bíblia, refletindo a necessidade de arrependimento.","referencias_relacionadas":["Gênesis 19:17","Romanos 6:23","Apocalipse 21:8"]},"genesis_19_19_favour":{"palavra_pt":"graca/favor","palavra_original":"חֵן","transliteracao":"chên","strong":"H2580","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido que Deus concede a seus servos.","explicacao_detalhada":"No contexto de Gênesis 19:19, Ló reconhece que recebeu a graça de Deus ao ser poupado da destruição de Sodoma. Essa graça é um ato de misericórdia divina, que permite a Ló escapar da condenação.","por_que_esta_palavra":"A palavra 'graça' é utilizada para enfatizar a bondade de Deus em salvar Ló e sua família, mesmo em meio à corrupção da cidade.","conexao_teologica":"A graça de Deus é um tema central na teologia cristã, simbolizando a salvação e a misericórdia que Deus oferece a todos os seres humanos.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"genesis_19_20_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a uma localidade habitada, que neste caso é a cidade de Zoar, para onde Ló deseja fugir.","explicacao_detalhada":"No versículo, Ló pede para ir a uma cidade pequena chamada Zoar, em vez de ficar em Sodoma, que estava prestes a ser destruída. A cidade representa um lugar de refúgio e segurança.","por_que_esta_palavra":"A escolha de Ló por uma cidade menor reflete seu desejo de escapar da destruição e encontrar um novo lar.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam segurança e comunidade, contrastando com a destruição e o juízo que recaem sobre cidades ímpias.","referencias_relacionadas":["Gênesis 19:22","Salmos 46:1","Hebreus 11:10"]},"genesis_19_20_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' implica em ter uma nova vida e segurança após a destruição de Sodoma.","explicacao_detalhada":"Ló deseja escapar para a cidade de Zoar para poder viver e não ser destruído junto com os ímpios. A vida aqui é vista como um dom de Deus, que preserva Ló.","por_que_esta_palavra":"A palavra 'viver' é crucial, pois representa a esperança de Ló de continuar sua existência em um lugar seguro.","conexao_teologica":"A vida é um tema central na Bíblia, simbolizando a relação entre Deus e a humanidade, onde Deus é a fonte da vida.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"genesis_19_20_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de ser salvo da destruição iminente.","explicacao_detalhada":"Ló clama por libertação da cidade de Sodoma, que estava prestes a ser consumida pelo fogo. Essa libertação é um ato de graça divina.","por_que_esta_palavra":"A libertação é um tema recorrente na Bíblia, simbolizando a salvação e a proteção que Deus oferece aos seus fiéis.","conexao_teologica":"A libertação de Ló é um precursor da salvação que Cristo oferece a todos os que creem nele.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Romanos 8:1"]},"genesis_19_21_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou comando que tem poder e autoridade.","explicacao_detalhada":"Neste contexto, a palavra de Deus é uma promessa de proteção e salvação para Ló, que é reafirmada pelo anjo.","por_que_esta_palavra":"A palavra de Deus é fundamental, pois traz segurança e certeza em momentos de crise.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um tema central na fé cristã, que confia nas promessas divinas.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Mateus 24:35"]},"genesis_19_21_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' novamente se refere a um local específico, neste caso, a cidade de Zoar.","explicacao_detalhada":"A cidade é mencionada como um lugar onde Ló pode se refugiar e viver em segurança, contrastando com a destruição de Sodoma.","por_que_esta_palavra":"A repetição da palavra 'cidade' enfatiza a importância do local de refúgio para a sobrevivência de Ló.","conexao_teologica":"As cidades na Bíblia frequentemente simbolizam a proteção e a comunidade que Deus oferece aos seus fiéis.","referencias_relacionadas":["Gênesis 19:20","Salmos 91:2","Hebreus 11:16"]},"genesis_19_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou declarar algo.","explicacao_detalhada":"Neste contexto, a declaração do anjo sobre a cidade de Zoar é uma confirmação do plano de Deus para salvar Ló.","por_que_esta_palavra":"A palavra 'dizer' é importante, pois revela a comunicação direta de Deus com Ló, mostrando sua intenção de salvá-lo.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, onde Ele se revela e faz promessas.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","João 1:1"]},"genesis_19_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é um erro de transliteração, devendo ser 'fazer' ou 'agir' no contexto correto.","explicacao_detalhada":"No versículo, a intenção é expressar que Ló deve se apressar para escapar, e não se refere a um animal.","por_que_esta_palavra":"A palavra correta enfatiza a urgência da ação de Ló em escapar da destruição.","conexao_teologica":"A urgência em seguir a direção de Deus é um tema importante, refletindo a necessidade de obedecer às instruções divinas.","referencias_relacionadas":["Gênesis 19:17","Tiago 1:22","Hebreus 3:15"]},"genesis_19_22_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' é novamente mencionada, referindo-se ao local de refúgio que Ló deve alcançar.","explicacao_detalhada":"A cidade de Zoar é destacada como o destino seguro para Ló, simbolizando a proteção de Deus.","por_que_esta_palavra":"A repetição da palavra 'cidade' reforça a importância do local de segurança em meio ao juízo.","conexao_teologica":"A cidade como refúgio é um símbolo da salvação que Deus oferece aos que confiam nele.","referencias_relacionadas":["Gênesis 19:20","Salmos 46:1","Romanos 8:39"]},"genesis_19_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Ló deve se apressar.","explicacao_detalhada":"Neste contexto, a palavra 'porque' explica a urgência da ação de Ló em escapar da destruição iminente.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação por trás das instruções dadas a Ló.","conexao_teologica":"A razão e a lógica são frequentemente usadas na Bíblia para explicar as ações de Deus e as respostas humanas.","referencias_relacionadas":["Gênesis 19:17","Romanos 12:1","1 Pedro 5:8"]},"genesis_19_23_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"O sol representa a luz e a segurança que Lot e sua família encontraram ao deixar Sodoma.","explicacao_detalhada":"Neste contexto, o sol simboliza a libertação e a nova vida que Lot e suas filhas estão prestes a experimentar ao escapar da destruição de Sodoma. A menção do sol ao nascer indica um novo começo.","por_que_esta_palavra":"A palavra 'sol' é usada para enfatizar a mudança de escuridão (pecado) para luz (salvação).","conexao_teologica":"O sol é frequentemente associado à presença de Deus e à Sua luz que ilumina o caminho dos justos.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14","João 8:12"]},"genesis_19_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é o local de habitação e a promessa de Deus para o povo escolhido.","explicacao_detalhada":"Neste versículo, a terra é o espaço físico que Lot deve deixar para escapar da destruição. A terra também simboliza a herança e a promessa de Deus ao povo de Israel.","por_que_esta_palavra":"A palavra 'terra' é crucial, pois representa tanto o local de julgamento quanto o lugar da promessa.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a aliança de Deus com Seu povo.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 6:10","Salmos 37:11"]},"genesis_19_23_lot":{"palavra_pt":"sorte","palavra_original":"לוֹט","transliteracao":"Lôwṭ","strong":"H3876","significado_raiz":"Ideia básica: sorte.","significado_contextual":"Lot é o personagem que representa a justiça e a misericórdia de Deus em meio à corrupção.","explicacao_detalhada":"Lot, sobrinho de Abraão, é salvo da destruição de Sodoma por sua relação com Abraão e por sua justiça. Ele simboliza a proteção divina sobre os justos.","por_que_esta_palavra":"A palavra 'Lot' é significativa porque representa a escolha de Deus em salvar aqueles que são justos em meio ao juízo.","conexao_teologica":"A história de Lot ilustra a misericórdia de Deus e a importância da justiça.","referencias_relacionadas":["Gênesis 13:12","Gênesis 14:14","2 Pedro 2:7-8"]},"genesis_19_24_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os céus representam o domínio de Deus e Sua autoridade sobre a criação.","explicacao_detalhada":"Neste versículo, a menção aos céus enfatiza a ação divina de trazer juízo sobre a terra, mostrando que Deus tem controle sobre tudo.","por_que_esta_palavra":"A palavra 'céus' é usada para mostrar a origem do juízo que cai sobre Sodoma e Gomorra.","conexao_teologica":"Os céus são frequentemente associados à soberania de Deus e à Sua capacidade de julgar a humanidade.","referencias_relacionadas":["Salmos 2:4","Isaías 66:1","Mateus 6:9"]},"genesis_19_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à autoridade e ao poder de Deus sobre a criação.","explicacao_detalhada":"Neste contexto, o uso do nome 'Senhor' enfatiza a soberania de Deus ao executar juízo sobre as cidades ímpias.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para reconhecer a autoridade divina que age na história.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"genesis_19_24_brimstone":{"palavra_pt":"brimstone","palavra_original":"גׇּפְרִית","transliteracao":"gophrîyth","strong":"H1614","significado_raiz":"Ideia básica: brimstone.","significado_contextual":"O enxofre simboliza a severidade do juízo de Deus sobre o pecado.","explicacao_detalhada":"Neste versículo, o enxofre é um elemento que representa a destruição e o fogo, indicando a gravidade do juízo divino sobre Sodoma e Gomorra.","por_que_esta_palavra":"A palavra 'brimstone' é usada para ilustrar a natureza devastadora do juízo de Deus.","conexao_teologica":"O enxofre é frequentemente associado ao juízo e à condenação nas Escrituras.","referencias_relacionadas":["Salmos 11:6","Apocalipse 21:8","Lucas 17:29"]},"genesis_19_25_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade representa a coletividade dos pecadores e o local do juízo divino.","explicacao_detalhada":"Neste contexto, a cidade de Sodoma é um símbolo da corrupção e do pecado, que resulta na destruição divina.","por_que_esta_palavra":"A palavra 'cidade' é significativa, pois representa o lugar onde o pecado se acumulou e onde o juízo foi executado.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a cultura e a sociedade que se afastam de Deus.","referencias_relacionadas":["Gênesis 13:10","Ezequiel 16:49-50","Mateus 10:15"]},"genesis_19_25_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"O solo representa a criação de Deus e o lugar onde a vida se desenvolve.","explicacao_detalhada":"Neste versículo, o solo é o que foi afetado pela destruição das cidades, simbolizando a consequência do pecado sobre a criação.","por_que_esta_palavra":"A palavra 'solo' é usada para enfatizar a relação entre a criação e a ação de Deus no juízo.","conexao_teologica":"O solo é um símbolo da criação de Deus e da responsabilidade humana sobre ele.","referencias_relacionadas":["Gênesis 1:26-28","Romanos 8:22","Apocalipse 21:1"]},"genesis_19_25_caminho":{"palavra_pt":"caminho","palavra_original":"הָפַךְ","transliteracao":"hâphak","strong":"H2015","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O caminho representa a direção da vida e as escolhas que levam ao juízo ou à salvação.","explicacao_detalhada":"Neste contexto, o caminho é uma metáfora para as decisões que os habitantes de Sodoma tomaram, levando-os à destruição.","por_que_esta_palavra":"A palavra 'caminho' é usada para ilustrar a jornada da vida e as consequências das escolhas feitas.","conexao_teologica":"O caminho é um tema recorrente na Bíblia, simbolizando a vida e as decisões que levam à vida ou à morte.","referencias_relacionadas":["Provérbios 14:12","Mateus 7:13-14","Salmos 119:105"]},"genesis_19_26_cause":{"palavra_pt":"cause","palavra_original":"נָבַט","transliteracao":"nâbaṭ","strong":"H5027","significado_raiz":"Ideia básica: cause.","significado_contextual":"A causa refere-se à ação de olhar para trás, simbolizando a desobediência e a falta de fé.","explicacao_detalhada":"Neste versículo, a causa de olhar para trás representa a ligação emocional e espiritual que a esposa de Lot tinha com Sodoma, resultando em sua destruição.","por_que_esta_palavra":"A palavra 'cause' é usada para enfatizar a importância da obediência e da confiança em Deus.","conexao_teologica":"A história de Lot e sua esposa ilustra a luta entre a lealdade a Deus e a atração pelo pecado.","referencias_relacionadas":["Gênesis 19:17","Lucas 17:32","Hebreus 10:38"]},"genesis_19_26_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de acompanhar ou ir atrás de algo ou alguém.","explicacao_detalhada":"No contexto de Gênesis 19:26, a esposa de Ló desobedeceu ao aviso de não olhar para trás enquanto fugiam de Sodoma. O ato de 'seguir' aqui implica em obedecer a instruções divinas e não se distrair com o que ficou para trás.","por_que_esta_palavra":"Esta palavra é crucial para entender a desobediência e suas consequências, simbolizando a importância de seguir as orientações de Deus.","conexao_teologica":"A desobediência de Ló e sua esposa reflete a luta entre a obediência a Deus e a atração pelo pecado.","referencias_relacionadas":["Gênesis 19:17","Lucas 17:32","Hebreus 12:1"]},"genesis_19_26_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda ou a destruição.","explicacao_detalhada":"Em Gênesis 19:26, a esposa de Ló 'cai' em desgraça ao olhar para trás, simbolizando a queda espiritual e a condenação que resulta da desobediência.","por_que_esta_palavra":"A escolha de 'cair' enfatiza a gravidade da desobediência e as consequências que ela traz.","conexao_teologica":"A queda de Sodoma e Gomorra é um exemplo do juízo de Deus sobre o pecado e a desobediência.","referencias_relacionadas":["Gênesis 19:24","Romanos 6:23","Tiago 1:15"]},"genesis_19_27_homem":{"palavra_pt":"homem","palavra_original":"שָׁכַם","transliteracao":"shâkam","strong":"H7925","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, neste caso, Ló.","explicacao_detalhada":"Em Gênesis 19:27, Ló é descrito como um homem justo que se levantou cedo para interceder a Deus após a destruição de Sodoma e Gomorra.","por_que_esta_palavra":"A referência a 'homem' destaca a individualidade e a responsabilidade moral de Ló em meio à corrupção ao seu redor.","conexao_teologica":"A figura de Ló representa a luta do justo em um mundo ímpio e a importância da intercessão.","referencias_relacionadas":["Gênesis 19:1","2 Pedro 2:7-8","Ezequiel 14:14"]},"genesis_19_27_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao local físico onde Ló se encontrava.","explicacao_detalhada":"Em Gênesis 19:27, o 'corpo' pode simbolizar a presença física de Ló em um lugar de destruição, contrastando com a sua busca por salvação.","por_que_esta_palavra":"A menção do 'corpo' enfatiza a realidade física da situação e a urgência da fuga.","conexao_teologica":"A ideia de corpo também pode ser vista como uma representação da fragilidade humana diante do juízo divino.","referencias_relacionadas":["Gênesis 19:24","Romanos 12:1","1 Coríntios 6:19-20"]},"genesis_19_28_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou à região onde Sodoma e Gomorra estavam localizadas.","explicacao_detalhada":"Em Gênesis 19:28, a destruição da 'terra' simboliza o juízo de Deus sobre a iniquidade e a corrupção que ali existia.","por_que_esta_palavra":"A 'terra' é um elemento central na narrativa, representando tanto a promessa de Deus quanto o juízo sobre o pecado.","conexao_teologica":"A destruição da terra de Sodoma e Gomorra serve como um aviso sobre as consequências do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Gênesis 19:24","Ezequiel 18:30","Mateus 5:5"]},"genesis_19_28_appear":{"palavra_pt":"aparecer","palavra_original":"שָׁקַף","transliteracao":"shâqaph","strong":"H8259","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"A palavra 'aparecer' refere-se ao ato de se manifestar ou ser visto.","explicacao_detalhada":"Em Gênesis 19:28, a 'aparição' da destruição é um sinal visível do juízo de Deus, mostrando a gravidade do pecado.","por_que_esta_palavra":"A 'aparição' é importante para entender como o juízo de Deus se manifesta no mundo visível.","conexao_teologica":"A manifestação do juízo de Deus é um tema recorrente na Bíblia, enfatizando a seriedade do pecado.","referencias_relacionadas":["Gênesis 19:24","Apocalipse 20:11-15","Romanos 1:18"]},"genesis_19_29_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local urbano, neste caso, Sodoma.","explicacao_detalhada":"Em Gênesis 19:29, a destruição da 'cidade' simboliza o juízo de Deus sobre a iniquidade coletiva de seus habitantes.","por_que_esta_palavra":"A 'cidade' é um símbolo do pecado e da corrupção, representando a coletividade do pecado humano.","conexao_teologica":"A destruição de cidades ímpias é um tema que aparece em várias partes da Bíblia, refletindo o juízo de Deus sobre a maldade.","referencias_relacionadas":["Gênesis 19:24","Mateus 10:15","Apocalipse 18:2"]},"genesis_19_29_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' novamente refere-se à queda ou destruição.","explicacao_detalhada":"Em Gênesis 19:29, a 'queda' da cidade é um ato de juízo divino, mostrando a severidade da resposta de Deus ao pecado.","por_que_esta_palavra":"A repetição da palavra 'cair' enfatiza a certeza e a inevitabilidade do juízo de Deus.","conexao_teologica":"A queda de cidades ímpias serve como um aviso sobre as consequências do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Gênesis 19:24","Salmos 37:38","Apocalipse 21:8"]},"genesis_19_29_perecer":{"palavra_pt":"perecer","palavra_original":"שָׁחַת","transliteracao":"shâchath","strong":"H7843","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' refere-se à destruição ou morte.","explicacao_detalhada":"Em Gênesis 19:29, o 'perecer' dos habitantes de Sodoma é um resultado direto do juízo de Deus sobre a iniquidade.","por_que_esta_palavra":"A palavra 'perecer' destaca a gravidade da situação e a certeza do juízo divino.","conexao_teologica":"A ideia de perecer é central na mensagem bíblica sobre as consequências do pecado e a necessidade de salvação.","referencias_relacionadas":["Gênesis 19:24","João 3:16","Romanos 6:23"]},"genesis_19_30_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de avaliar ou decidir sobre a justiça.","explicacao_detalhada":"Em Gênesis 19:30, Ló se retira para uma caverna, onde ele pode refletir sobre os eventos e a justiça de Deus em relação à destruição de Sodoma.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a natureza de Deus como justo e a necessidade de avaliação moral.","conexao_teologica":"O julgamento de Deus é um tema central na Bíblia, refletindo Sua justiça e santidade.","referencias_relacionadas":["Gênesis 18:25","Salmos 9:7-8","Romanos 14:10"]},"genesis_19_30_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da montanha onde Ló se refugiou.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a montanha que Ló escolheu como abrigo após a destruição de Sodoma e Gomorra. Essa grandeza pode simbolizar tanto a proteção quanto a majestade da criação de Deus.","por_que_esta_palavra":"A escolha de uma montanha grande pode representar um lugar seguro e elevado, longe da destruição.","conexao_teologica":"A montanha como símbolo de proteção e presença divina, lembrando a experiência de Moisés no Monte Sinai.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"genesis_19_30_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Indica o local de refúgio de Ló após a destruição de Sodoma.","explicacao_detalhada":"A palavra 'montanha' é crucial para entender o cenário em que Ló se encontra. Montanhas frequentemente simbolizam lugares de encontro com Deus e segurança.","por_que_esta_palavra":"A montanha representa um espaço elevado e seguro, contrastando com a destruição das cidades.","conexao_teologica":"A montanha como local de revelação e proteção divina, como visto em várias narrativas bíblicas.","referencias_relacionadas":["Gênesis 22:2","Êxodo 19:20","Salmos 125:2"]},"genesis_19_31_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição de Ló e sua família após a destruição de Sodoma.","explicacao_detalhada":"A palavra 'homem' aqui destaca a solidão e a responsabilidade de Ló em repovoar a terra após a destruição.","por_que_esta_palavra":"A ênfase no 'homem' reflete a necessidade de continuidade da humanidade após um evento catastrófico.","conexao_teologica":"A importância do homem na criação e na história da salvação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"genesis_19_31_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que Ló e sua família precisam repovoar.","explicacao_detalhada":"A palavra 'terra' é central na narrativa, pois representa o espaço que foi devastado e que agora precisa ser habitado novamente.","por_que_esta_palavra":"A terra é o palco da ação divina e humana, onde as promessas de Deus se realizam.","conexao_teologica":"A relação entre a terra e a aliança de Deus com Seu povo.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 30:19-20","Salmos 37:11"]},"genesis_19_31_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à continuidade da vida após a destruição.","explicacao_detalhada":"A palavra 'vida' simboliza a esperança de Ló e sua família em recomeçar e prosperar após a calamidade.","por_que_esta_palavra":"A vida é um tema central na narrativa bíblica, representando a promessa de Deus de preservar e restaurar.","conexao_teologica":"A vida como dom de Deus e a importância da restauração na história da salvação.","referencias_relacionadas":["João 10:10","Gênesis 2:7","Romanos 6:23"]},"genesis_19_32_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de Ló buscar descanso em sua nova realidade.","explicacao_detalhada":"A palavra 'descanso' implica uma busca por segurança e estabilidade após a perda.","por_que_esta_palavra":"O descanso é essencial para a recuperação emocional e espiritual após traumas.","conexao_teologica":"O conceito de descanso em Deus como refúgio e fortaleza.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28","Hebreus 4:9-10"]},"genesis_19_32_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à necessidade de Ló e sua família de viver e prosperar.","explicacao_detalhada":"A palavra 'viver' é um chamado à ação, à continuidade da vida após a destruição.","por_que_esta_palavra":"Viver é um imperativo que reflete a esperança e a determinação de recomeçar.","conexao_teologica":"A vida em abundância prometida por Deus aos Seus filhos.","referencias_relacionadas":["Gênesis 1:28","Salmos 36:9","João 14:6"]},"genesis_19_32_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de vida que Ló e sua família devem adotar.","explicacao_detalhada":"A palavra 'andar' implica movimento, progresso e a jornada da vida.","por_que_esta_palavra":"Andar é uma metáfora para a vida cristã, que envolve seguir a direção de Deus.","conexao_teologica":"A caminhada com Deus como um tema central na vida do crente.","referencias_relacionadas":["Gálatas 5:16","Salmos 119:105","1 João 1:7"]},"genesis_19_33_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao desejo de Ló por um momento de paz e tranquilidade.","explicacao_detalhada":"A repetição da palavra 'descanso' enfatiza a necessidade de Ló de encontrar um lugar seguro após a destruição.","por_que_esta_palavra":"O descanso é fundamental para a recuperação e a restauração após experiências traumáticas.","conexao_teologica":"O descanso em Deus como um refúgio e fonte de paz.","referencias_relacionadas":["Salmos 62:1","Mateus 11:28","Hebreus 4:9-11"]},"genesis_19_33_agua":{"palavra_pt":"agua","palavra_original":"שָׁקָה","transliteracao":"shâqâh","strong":"H8248","significado_raiz":"Ideia básica: agua.","significado_contextual":"Refere-se à necessidade de água como símbolo de vida e sustento.","explicacao_detalhada":"A palavra 'água' é essencial, pois representa a vida e a purificação, especialmente em um contexto pós-catástrofe.","por_que_esta_palavra":"A água é um elemento vital para a sobrevivência e simboliza a graça de Deus que sustenta a vida.","conexao_teologica":"A água como símbolo do Espírito Santo e da vida eterna.","referencias_relacionadas":["João 4:14","Isaías 55:1","Apocalipse 22:17"]},"genesis_19_33_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' refere-se ao período da noite em que as ações de Ló e suas filhas ocorrem.","explicacao_detalhada":"Neste contexto, a escuridão da noite simboliza tanto a privação de luz física quanto a moral, refletindo as ações enganosas e a falta de clareza nas decisões tomadas pelas filhas de Ló.","por_que_esta_palavra":"A escolha da palavra 'luz' enfatiza a dualidade entre a luz e a escuridão, representando a necessidade de discernimento em tempos de confusão.","conexao_teologica":"A luz é frequentemente associada à verdade e à revelação divina, contrastando com a escuridão que representa o pecado e a ignorância.","referencias_relacionadas":["Gênesis 1:3","Salmos 27:1","João 8:12"]},"genesis_19_34_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' é usada para descrever a continuidade da vida e a preservação da linhagem através da procriação.","explicacao_detalhada":"Neste versículo, as filhas de Ló buscam garantir a sobrevivência da família, refletindo a importância da procriação na cultura da época.","por_que_esta_palavra":"A escolha da palavra 'viver' destaca a urgência e a necessidade de perpetuar a vida em um contexto de destruição e perda.","conexao_teologica":"A vida é um dom de Deus e a procriação é vista como parte do plano divino para a humanidade.","referencias_relacionadas":["Gênesis 1:28","Salmos 127:3","João 10:10"]},"genesis_19_34_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' implica uma queda, tanto física quanto moral, refletindo a situação desesperadora das filhas de Ló.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a perda de dignidade e a descida a um estado de desespero e desespero moral.","por_que_esta_palavra":"A palavra 'cair' é utilizada para enfatizar a gravidade da situação em que as filhas de Ló se encontram, mostrando a profundidade da crise.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 4:10"]},"genesis_19_34_dia":{"palavra_pt":"dia","palavra_original":"מׇחֳרָת","transliteracao":"mochŏrâth","strong":"H4283","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que as ações das filhas de Ló são planejadas, contrastando com a escuridão da noite.","explicacao_detalhada":"Neste contexto, o 'dia' simboliza a esperança de um novo começo e a possibilidade de redenção após a destruição de Sodoma.","por_que_esta_palavra":"A escolha da palavra 'dia' sugere um ciclo de renovação e a continuidade da vida, mesmo após eventos trágicos.","conexao_teologica":"O dia é frequentemente associado à luz e à revelação de Deus, simbolizando a esperança e a nova criação.","referencias_relacionadas":["Gênesis 1:5","Salmos 30:5","2 Coríntios 5:17"]},"genesis_19_35_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada para descrever a ação de se erguer após um ato de deitar, simbolizando um novo começo.","explicacao_detalhada":"Neste contexto, 'levantar' pode representar a ideia de se reerguer após a queda moral e buscar um novo caminho.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a necessidade de ação e a determinação em seguir em frente, apesar das circunstâncias.","conexao_teologica":"Levantar-se é um tema que simboliza a resiliência e a capacidade de Deus de restaurar aqueles que caíram.","referencias_relacionadas":["Salmos 37:24","Isaías 40:31","Miquéias 7:8"]},"genesis_19_35_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao ato de repousar após um esforço, simbolizando um momento de pausa após as ações tomadas.","explicacao_detalhada":"Neste contexto, 'descanso' pode indicar a necessidade de um tempo de reflexão e recuperação após eventos tumultuados.","por_que_esta_palavra":"A escolha da palavra 'descanso' sugere a importância de encontrar paz em meio ao caos e à incerteza.","conexao_teologica":"O descanso é um princípio divino, refletindo a criação e a necessidade de renovação espiritual.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 11:28","Hebreus 4:9-10"]},"genesis_19_35_agua":{"palavra_pt":"agua","palavra_original":"שָׁקָה","transliteracao":"shâqâh","strong":"H8248","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' é utilizada para simbolizar a purificação e a vida, elementos essenciais para a sobrevivência.","explicacao_detalhada":"Neste contexto, 'água' pode representar a necessidade de sustento e a busca por renovação em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'água' enfatiza a vitalidade e a importância desse elemento para a vida e a sobrevivência.","conexao_teologica":"A água é frequentemente associada ao Espírito Santo e à purificação espiritual na Bíblia.","referencias_relacionadas":["João 4:14","Isaías 55:1","Apocalipse 22:17"]},"genesis_19_36_crianca":{"palavra_pt":"crianca","palavra_original":"הָרָה","transliteracao":"hârâh","strong":"H2029","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se ao resultado das ações das filhas de Ló, simbolizando a continuidade da linhagem.","explicacao_detalhada":"Neste contexto, 'criança' representa a nova geração que surge em meio a circunstâncias difíceis, refletindo a esperança de um futuro.","por_que_esta_palavra":"A escolha da palavra 'criança' destaca a fragilidade e a inocência, contrastando com as ações adultas das filhas de Ló.","conexao_teologica":"A criança é vista como um presente de Deus e um símbolo de esperança e renovação.","referencias_relacionadas":["Salmos 127:3","Mateus 18:3","Lucas 18:16"]},"genesis_19_37_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada novamente para enfatizar a continuidade do tempo e a importância das ações realizadas.","explicacao_detalhada":"Neste contexto, 'dia' simboliza a passagem do tempo e as consequências das decisões tomadas pelas filhas de Ló.","por_que_esta_palavra":"A escolha da palavra 'dia' sugere um ciclo de vida e a inevitabilidade do tempo em relação às ações humanas.","conexao_teologica":"O dia é um símbolo de oportunidade e a importância de viver de acordo com a vontade de Deus.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Efésios 5:16"]},"genesis_19_37_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada para descrever a prole que nasce das ações das filhas de Ló, simbolizando a força e a continuidade.","explicacao_detalhada":"Neste contexto, 'urso' pode representar a força e a proteção que a nova geração deve ter em um mundo hostil.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a natureza poderosa e a importância da prole na preservação da linhagem.","conexao_teologica":"A prole é vista como um legado e uma responsabilidade que deve ser cuidada e guiada segundo os princípios de Deus.","referencias_relacionadas":["Salmos 127:3-5","Provérbios 22:6","1 Timóteo 5:8"]},"genesis_19_37_filha":{"palavra_pt":"filha","palavra_original":"בְּכִירָה","transliteracao":"bᵉkîyrâh","strong":"H1067","significado_raiz":"Ideia básica: filha.","significado_contextual":"Refere-se à filha de Ló, que teve um papel significativo na continuidade da linhagem após a destruição de Sodoma e Gomorra.","explicacao_detalhada":"A palavra 'filha' é usada para descrever a relação familiar e a continuidade da descendência. No contexto de Gênesis 19, a filha de Ló se torna parte de uma narrativa que explora temas de sobrevivência e moralidade.","por_que_esta_palavra":"A escolha da palavra 'filha' enfatiza a importância das relações familiares e a perpetuação da linhagem em um contexto de destruição.","conexao_teologica":"A narrativa destaca a soberania de Deus sobre a história e a importância da linhagem escolhida, que culmina na genealogia de Jesus.","referencias_relacionadas":["Gênesis 19:30-38","Gênesis 38:11","Rute 1:4"]},"genesis_19_38_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que os eventos trágicos ocorreram, marcando um ponto de virada na história de Ló e suas filhas.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um período específico em que as ações de Deus e as decisões humanas se entrelaçam, resultando em consequências significativas.","por_que_esta_palavra":"O uso de 'dia' enfatiza a urgência e a gravidade dos eventos que se desenrolam, destacando a importância do tempo na narrativa bíblica.","conexao_teologica":"O conceito de 'dia' na Bíblia muitas vezes está associado ao juízo de Deus e à redenção, refletindo a soberania divina sobre a história.","referencias_relacionadas":["Gênesis 19:30","Êxodo 12:42","Mateus 24:36"]},"genesis_19_38_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho que nasceu da relação entre a filha de Ló e seu pai, simbolizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é crucial para entender a dinâmica familiar e a perpetuação da descendência, especialmente em um contexto onde a sobrevivência da linhagem é ameaçada.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a importância da paternidade e da continuidade da linhagem, mesmo em circunstâncias adversas.","conexao_teologica":"A linhagem que se forma a partir desse ato é significativa na história da salvação, culminando na genealogia de Jesus.","referencias_relacionadas":["Gênesis 19:30-38","Gênesis 38:29","Mateus 1:3"]},"genesis_19_38_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de dar um nome ao filho, um ato que carrega significado e identidade.","explicacao_detalhada":"A palavra 'chamar' é usada para descrever o ato de nomear, que na cultura bíblica é um ato de autoridade e definição de identidade.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a importância do nome como um reflexo do caráter e do destino da pessoa.","conexao_teologica":"O ato de chamar é um tema recorrente na Bíblia, onde Deus chama pessoas para um propósito específico, refletindo Sua soberania.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Romanos 8:30"]}}