{"genesis_2_1_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu, o espaço acima da terra, onde os astros e as aves habitam.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) é mencionada novamente, enfatizando a criação do domínio celestial e sua importância na ordem do universo.","por_que_esta_palavra":"A repetição da palavra 'céus' reforça a ideia de que a criação é abrangente e que Deus é o criador de todas as esferas da existência.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar da habitação de Deus e como símbolo de Sua majestade.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:22"]},"genesis_2_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo, ao planeta e ao espaço físico criado por Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ, ʼerets) é usada para descrever o mundo físico que Deus criou. No contexto de Gênesis 2:1, a terra é o cenário onde a vida se desenvolve e onde a humanidade será colocada.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a criação física e a materialidade do mundo, que é essencial para a vida humana.","conexao_teologica":"A terra é vista como parte da criação de Deus, que é boa e perfeita, e é o lugar onde a humanidade deve viver em comunhão com Ele.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"genesis_2_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas foram feitas ou à totalidade do ato criativo.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) implica a totalidade ou a plenitude do que foi criado. No contexto de Gênesis 2:1, isso sugere que tudo que foi criado foi feito de maneira completa e perfeita.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar que Deus completou Sua obra de criação de forma abrangente.","conexao_teologica":"A ideia de que Deus criou tudo de maneira perfeita é fundamental para a compreensão da criação e da soberania divina.","referencias_relacionadas":["Gênesis 1:31","Colossenses 1:16","Hebreus 11:3"]},"genesis_2_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de 24 horas, mas também pode simbolizar um tempo de descanso e conclusão.","explicacao_detalhada":"A palavra 'dia' (יוֹם, yôwm) no contexto de Gênesis 2:2 indica o sétimo dia, que é um dia de descanso após a criação. Este dia é significativo porque marca a conclusão da obra criativa de Deus.","por_que_esta_palavra":"A palavra 'dia' é importante para estabelecer o conceito de tempo e a ordem da criação, além de introduzir o princípio do descanso.","conexao_teologica":"O conceito de 'dia' é fundamental para a observância do sábado e a importância do descanso na vida espiritual.","referencias_relacionadas":["Êxodo 20:8-11","Marcos 2:27","Hebreus 4:9-10"]},"genesis_2_2_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Refere-se ao dia de descanso instituído por Deus após a criação.","explicacao_detalhada":"A palavra 'sabado' (שָׁבַת, shâbath) significa 'descansar' e é um dia separado para adoração e descanso. Em Gênesis 2:2, Deus descansou no sétimo dia, estabelecendo um padrão para a humanidade.","por_que_esta_palavra":"A palavra 'sabado' é crucial para entender a importância do descanso e da santidade do dia, que é um princípio que se estende ao longo das Escrituras.","conexao_teologica":"O sábado é um símbolo do descanso de Deus e da restauração que Ele oferece à humanidade.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 11:28-30","Lucas 4:16"]},"genesis_2_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como a criação foi realizada.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) aqui enfatiza a totalidade da criação e o fato de que tudo foi feito de acordo com o plano divino.","por_que_esta_palavra":"A repetição da palavra 'modo' destaca a ordem e a intenção por trás da criação.","conexao_teologica":"A maneira como Deus cria é um reflexo de Sua natureza ordenada e soberana.","referencias_relacionadas":["Gênesis 1:31","Salmos 33:9","Romanos 1:20"]},"genesis_2_3_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar, que implica em conferir favor e graça.","explicacao_detalhada":"A palavra 'abencoar' (בָרַךְ, bârak) em Gênesis 2:3 indica que Deus conferiu Sua bênção ao sétimo dia, tornando-o especial e separado para o descanso.","por_que_esta_palavra":"A bênção de Deus sobre o sábado estabelece sua importância e santidade.","conexao_teologica":"A bênção é um tema central na relação de Deus com a criação e com a humanidade, simbolizando favor divino.","referencias_relacionadas":["Gênesis 1:22","Números 6:24-26","Salmos 128:1-2"]},"genesis_2_3_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar, ou seja, separar algo para um propósito sagrado.","explicacao_detalhada":"A palavra 'santificar' (קָדַשׁ, qâdash) em Gênesis 2:3 indica que Deus separou o sábado como um dia sagrado, destinado ao descanso e à adoração.","por_que_esta_palavra":"A santificação do sábado é um princípio que destaca a importância do descanso e da comunhão com Deus.","conexao_teologica":"A santidade do sábado reflete a natureza de Deus e Sua intenção de que a humanidade tenha um tempo de renovação espiritual.","referencias_relacionadas":["Êxodo 20:8-11","Isaías 58:13-14","Marcos 2:27"]},"genesis_2_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus abençoou e santificou o dia.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) aqui enfatiza a totalidade do ato de bênção e santificação realizado por Deus.","por_que_esta_palavra":"A repetição da palavra 'modo' reforça a ideia de que a bênção e a santificação são aspectos inseparáveis do sábado.","conexao_teologica":"A maneira como Deus age em relação ao sábado é um reflexo de Sua natureza e de Seu desejo de que a humanidade viva em harmonia com Ele.","referencias_relacionadas":["Gênesis 1:31","Salmos 92:1-2","Hebreus 4:9-10"]},"genesis_2_4_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu, o espaço acima da terra, onde Deus habita.","explicacao_detalhada":"A palavra 'ceus' (שָׁמַיִם, shâmayim) em Gênesis 2:4 indica a criação do espaço celestial, que é parte do domínio de Deus e da criação.","por_que_esta_palavra":"A palavra 'ceus' é importante para entender a separação entre o que é terreno e o que é celestial, refletindo a grandeza de Deus.","conexao_teologica":"Os céus são frequentemente mencionados nas Escrituras como o lugar da habitação de Deus e como um símbolo de Sua majestade.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 66:1"]},"genesis_2_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o espaço físico onde a vida se desenvolve.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ, ʼerets) em Gênesis 2:4 reafirma a criação do mundo físico e o papel da terra na narrativa da criação.","por_que_esta_palavra":"A ênfase na terra destaca a importância do ambiente físico para a vida e a interação humana com a criação.","conexao_teologica":"A terra é vista como parte do plano de Deus para a humanidade, um lugar onde a vida e a comunhão com Ele podem ocorrer.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Romanos 8:19-21"]},"genesis_2_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de 24 horas, mas também pode simbolizar um tempo de criação e ordem divina.","explicacao_detalhada":"No contexto de Gênesis 2:4, 'dia' é usado para descrever o tempo em que Deus criou a terra e os céus. É um termo que pode indicar tanto um dia literal quanto um período mais amplo de tempo em que Deus realizou Suas obras.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a ordem da criação e a estrutura do tempo na narrativa bíblica.","conexao_teologica":"O conceito de 'dia' em Gênesis estabelece a base para a compreensão do tempo e da criação, refletindo a soberania de Deus sobre o tempo.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","2 Pedro 3:8"]},"genesis_2_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Indica a maneira ou o modo como as coisas foram criadas ou estabelecidas.","explicacao_detalhada":"Em Gênesis 2:5, 'modo' refere-se à forma como Deus criou a terra e a humanidade, enfatizando a intenção e o propósito divinos na criação.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a metodologia de Deus na criação e a ordem que Ele estabeleceu.","conexao_teologica":"A maneira de criação revela o caráter de Deus como um criador intencional e cuidadoso, que planejou cada detalhe.","referencias_relacionadas":["Gênesis 1:26","Salmos 139:14","Isaías 45:12"]},"genesis_2_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra física onde a vida se desenvolve.","explicacao_detalhada":"No versículo Gênesis 2:5, 'terra' é o espaço físico que Deus criou para sustentar a vida. É um elemento essencial na narrativa da criação, pois é o lugar onde a humanidade habitará.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre Deus, a criação e a humanidade.","conexao_teologica":"A terra é vista como um presente de Deus à humanidade, um lugar de habitação e cultivo, refletindo a bondade divina.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"genesis_2_5_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao solo, a parte da terra que é fértil e capaz de sustentar a vida.","explicacao_detalhada":"Em Gênesis 2:5, 'solo' é mencionado como a substância a partir da qual Deus formou o homem. Isso destaca a conexão íntima entre a humanidade e a criação.","por_que_esta_palavra":"A palavra 'solo' enfatiza a origem física do homem e a dependência da criação para a vida.","conexao_teologica":"O solo simboliza a fragilidade e a dependência da humanidade em relação a Deus, o Criador.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Eclesiastes 3:20"]},"genesis_2_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente refere-se ao espaço físico que Deus criou, enfatizando a criação da terra.","explicacao_detalhada":"Em Gênesis 2:6, a menção da 'terra' reforça a ideia de que Deus é o criador de tudo que existe, incluindo o ambiente onde a vida se desenvolve.","por_que_esta_palavra":"A repetição da palavra 'terra' sublinha a importância do ambiente físico na narrativa da criação.","conexao_teologica":"A terra é um testemunho da fidelidade de Deus em criar um lar para a humanidade.","referencias_relacionadas":["Gênesis 1:10","Salmos 115:16","Isaías 66:1"]},"genesis_2_6_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao solo que é a base para a vida e o crescimento.","explicacao_detalhada":"Em Gênesis 2:6, 'solo' é mencionado como a substância que sustenta a vida, destacando a importância do ambiente físico para a criação.","por_que_esta_palavra":"A palavra 'solo' é essencial para entender a relação entre a humanidade e a criação, enfatizando a dependência do homem da terra.","conexao_teologica":"O solo simboliza a conexão entre o Criador e a criação, mostrando que a vida é um dom de Deus.","referencias_relacionadas":["Gênesis 2:7","Salmos 104:14","Mateus 13:8"]},"genesis_2_7_idiom":{"palavra_pt":"expressao","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3335","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao ato de formar ou moldar, especialmente no contexto da criação do homem.","explicacao_detalhada":"Em Gênesis 2:7, 'expressão' é usada para descrever como Deus formou o homem do pó da terra, enfatizando a ação direta de Deus na criação da humanidade.","por_que_esta_palavra":"A palavra 'expressão' destaca a intencionalidade e o cuidado de Deus ao criar o ser humano.","conexao_teologica":"A forma como Deus cria o homem reflete a dignidade e o valor que Ele atribui à humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Isaías 64:8"]},"genesis_2_7_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao solo do qual o homem foi formado, enfatizando a origem física da humanidade.","explicacao_detalhada":"Em Gênesis 2:7, a repetição da palavra 'solo' reforça a ideia de que o homem é parte da criação e depende da terra para sua existência.","por_que_esta_palavra":"A palavra 'solo' é crucial para entender a relação entre o homem e a criação, mostrando que a vida é um presente de Deus.","conexao_teologica":"O solo simboliza a fragilidade da humanidade e a necessidade de dependência de Deus.","referencias_relacionadas":["Gênesis 3:19","Salmos 104:14","Eclesiastes 12:7"]},"genesis_2_8_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao início ou à origem de algo, neste caso, o jardim do Éden.","explicacao_detalhada":"Em Gênesis 2:8, 'fim' é usado para descrever o local onde Deus plantou o jardim, simbolizando um ponto de início para a vida humana.","por_que_esta_palavra":"A palavra 'fim' é importante para entender a intenção de Deus ao criar um lugar específico para a humanidade habitar.","conexao_teologica":"O jardim do Éden representa a comunhão perfeita entre Deus e a humanidade, um espaço de bênção e provisão.","referencias_relacionadas":["Gênesis 2:15","Gênesis 3:23","Apocalipse 22:1-2"]},"genesis_2_8_fastened":{"palavra_pt":"fastened","palavra_original":"נָטַע","transliteracao":"nâṭaʻ","strong":"H5193","significado_raiz":"Ideia básica: fastened.","significado_contextual":"Refere-se ao ato de plantar ou estabelecer algo firmemente.","explicacao_detalhada":"Em Gênesis 2:8, 'fastened' descreve a ação de Deus ao plantar o jardim, enfatizando a intenção e o cuidado na criação do ambiente ideal para a humanidade.","por_que_esta_palavra":"A palavra 'fastened' destaca a ação deliberada de Deus em criar um lar para o homem.","conexao_teologica":"A plantação do jardim simboliza a provisão de Deus e o desejo de ter um relacionamento íntimo com a humanidade.","referencias_relacionadas":["Gênesis 1:11","Gênesis 2:15","Salmos 1:3"]},"genesis_2_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se à soberania de Deus sobre a criação.","explicacao_detalhada":"A palavra 'יְהֹוָה' (Yᵉhôvâh) é usada para expressar a relação pessoal e a aliança de Deus com a humanidade. É um nome que enfatiza a eternidade e a imutabilidade de Deus.","por_que_esta_palavra":"A escolha da palavra 'Senhor' destaca a autoridade divina e a responsabilidade que Deus tem sobre a criação, especialmente ao criar o homem.","conexao_teologica":"A utilização do nome 'Senhor' estabelece a base para a compreensão da relação entre Deus e o homem, que é central na teologia bíblica.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"genesis_2_9_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"O termo 'solo' refere-se à terra fértil de onde Deus formou o homem.","explicacao_detalhada":"A palavra 'אֲדָמָה' (ʼădâmâh) implica não apenas a terra física, mas também a conexão do homem com a criação e sua dependência dela.","por_que_esta_palavra":"O uso de 'solo' enfatiza a origem do homem e a relação intrínseca entre a humanidade e a terra.","conexao_teologica":"A ideia de que o homem é formado do solo reflete a doutrina da criação e a dignidade do ser humano como parte da criação de Deus.","referencias_relacionadas":["Gênesis 3:19","Salmos 104:14","Isaías 45:12"]},"genesis_2_9_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"O termo 'carne' refere-se à natureza física do ser humano.","explicacao_detalhada":"A palavra 'חַי' (chay) é usada para descrever a vitalidade e a essência da vida que Deus deu ao homem.","por_que_esta_palavra":"A escolha de 'carne' destaca a fragilidade e a mortalidade do ser humano, contrastando com a eternidade de Deus.","conexao_teologica":"A compreensão da carne é fundamental para a teologia da encarnação e da redenção em Cristo.","referencias_relacionadas":["Gênesis 6:12","Salmos 78:39","Romanos 8:3"]},"genesis_2_9_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"O termo 'bom' refere-se à avaliação de Deus sobre a criação.","explicacao_detalhada":"A palavra 'טוֹב' (ṭôwb) indica que tudo o que Deus criou é perfeito e adequado ao seu propósito.","por_que_esta_palavra":"A escolha de 'bom' enfatiza a bondade intrínseca da criação e a intenção divina por trás dela.","conexao_teologica":"A bondade de Deus na criação é um tema central que se reflete na natureza de Deus como criador e sustentador.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"genesis_2_10_mar":{"palavra_pt":"rio","palavra_original":"נָהָר","transliteracao":"nâhâr","strong":"H5104","significado_raiz":"Ideia básica: rio.","significado_contextual":"O termo 'rio' refere-se à fonte de vida que flui no Jardim do Éden.","explicacao_detalhada":"A palavra 'נָהָר' (nâhâr) simboliza a abundância e a provisão de Deus para a criação.","por_que_esta_palavra":"O uso de 'rio' destaca a importância da água como elemento vital e a generosidade de Deus em prover para suas criaturas.","conexao_teologica":"Os rios no Éden representam a graça de Deus que flui para a humanidade, simbolizando a vida e a fertilidade espiritual.","referencias_relacionadas":["Salmos 46:4","Ezequiel 47:1","Apocalipse 22:1"]},"genesis_2_10_agua":{"palavra_pt":"agua","palavra_original":"שָׁקָה","transliteracao":"shâqâh","strong":"H8248","significado_raiz":"Ideia básica: agua.","significado_contextual":"O termo 'água' refere-se ao elemento essencial para a vida.","explicacao_detalhada":"A palavra 'שָׁקָה' (shâqâh) implica a ideia de saciar a sede e sustentar a vida.","por_que_esta_palavra":"A escolha de 'água' enfatiza a necessidade humana de sustento e a provisão divina.","conexao_teologica":"A água é frequentemente usada na Bíblia como símbolo do Espírito Santo e da vida eterna que Cristo oferece.","referencias_relacionadas":["João 4:14","Apocalipse 21:6","Isaías 55:1"]},"genesis_2_10_jardim":{"palavra_pt":"jardim","palavra_original":"גַּן","transliteracao":"gan","strong":"H1588","significado_raiz":"Ideia básica: jardim.","significado_contextual":"O termo 'jardim' refere-se ao local de habitação ideal criado por Deus.","explicacao_detalhada":"A palavra 'גַּן' (gan) representa um espaço de beleza, harmonia e comunhão entre Deus e o homem.","por_que_esta_palavra":"O uso de 'jardim' destaca a intenção de Deus de ter um relacionamento próximo com a humanidade.","conexao_teologica":"O Jardim do Éden é um símbolo do estado original de perfeição e comunhão que Deus desejava para a humanidade.","referencias_relacionadas":["Gênesis 3:8","Ezequiel 28:13","Apocalipse 2:7"]},"genesis_2_11_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"O termo 'andar' refere-se ao movimento e à interação do homem com o ambiente.","explicacao_detalhada":"A palavra 'סָבַב' (çâbab) implica um movimento circular, sugerindo a ideia de explorar e cuidar da criação.","por_que_esta_palavra":"O uso de 'andar' enfatiza a responsabilidade do homem em habitar e cultivar a terra.","conexao_teologica":"Andar no Jardim do Éden simboliza a vida em obediência e comunhão com Deus.","referencias_relacionadas":["Gênesis 3:8","Salmos 119:105","Miquéias 6:8"]},"genesis_2_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O termo 'modo' refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) implica totalidade, abrangendo todos os aspectos da criação.","por_que_esta_palavra":"O uso de 'modo' sugere que Deus tem um plano e uma ordem para a criação.","conexao_teologica":"A ordem e o modo de criação refletem a sabedoria de Deus e seu propósito em todas as coisas.","referencias_relacionadas":["Gênesis 1:31","Provérbios 16:4","Romanos 11:36"]},"genesis_2_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"O termo 'terra' refere-se ao planeta e ao espaço físico onde a criação ocorre.","explicacao_detalhada":"A palavra 'אֶרֶץ' (ʼerets) representa não apenas a terra física, mas também a ideia de um lar e um lugar de pertencimento.","por_que_esta_palavra":"O uso de 'terra' enfatiza a criação de Deus e a responsabilidade do homem em cuidar dela.","conexao_teologica":"A terra é vista como parte do plano redentor de Deus, onde a criação e a redenção se encontram.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"genesis_2_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo fértil que Deus criou, onde a vida pode prosperar.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas a superfície física, mas também o lugar onde Deus estabeleceu a humanidade e a criação. É um espaço sagrado que sustenta a vida.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a conexão entre a criação e a provisão divina, mostrando que Deus criou um ambiente adequado para a vida.","conexao_teologica":"A terra é vista como um presente de Deus, um espaço onde a humanidade pode viver em comunhão com Ele e com a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"genesis_2_12_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Ouro é um símbolo de riqueza e valor, representando a abundância da criação de Deus.","explicacao_detalhada":"A palavra 'ouro' (זָהָב) é mencionada para destacar a riqueza da terra de Havilá, onde o ouro é encontrado. Isso sugere que a criação de Deus é não apenas funcional, mas também bela e valiosa.","por_que_esta_palavra":"O uso da palavra 'ouro' indica a generosidade de Deus em criar um mundo que não só sustenta a vida, mas também oferece beleza e riqueza.","conexao_teologica":"O ouro simboliza a glória de Deus e a riqueza espiritual que Ele oferece à humanidade.","referencias_relacionadas":["Êxodo 25:3","Salmos 119:72","Provérbios 3:14"]},"genesis_2_12_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a qualidade da criação de Deus, que é perfeita e adequada.","explicacao_detalhada":"A palavra 'bom' (טוֹב) implica que tudo o que Deus criou é de qualidade excelente e cumpre seu propósito. É um testemunho da bondade de Deus na criação.","por_que_esta_palavra":"A ênfase na bondade da criação serve para mostrar que Deus não apenas criou, mas que tudo o que fez é bom e digno de ser apreciado.","conexao_teologica":"A bondade da criação reflete o caráter de Deus, que é intrinsecamente bom.","referencias_relacionadas":["Gênesis 1:31","Salmos 136:1","Romanos 8:28"]},"genesis_2_13_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome dos rios, que também pode simbolizar a autoridade e a identidade.","explicacao_detalhada":"A palavra 'nome' (שֵׁם) é importante porque representa a identidade e a autoridade. No contexto bíblico, o nome de algo muitas vezes reflete sua essência e propósito.","por_que_esta_palavra":"A menção do 'nome' destaca a importância da identidade e da ordem que Deus estabeleceu na criação.","conexao_teologica":"O nome de Deus e a Sua autoridade estão entrelaçados com a criação e a ordem do mundo.","referencias_relacionadas":["Salmos 8:1","Isaías 43:7","Mateus 28:19"]},"genesis_2_13_mar":{"palavra_pt":"rio","palavra_original":"נָהָר","transliteracao":"nâhâr","strong":"H5104","significado_raiz":"Ideia básica: rio.","significado_contextual":"Refere-se a um rio específico que flui na terra, simbolizando vida e sustento.","explicacao_detalhada":"A palavra 'rio' (נָהָר) é usada para descrever a fonte de água que nutre a terra. Os rios são vitais para a sobrevivência e simbolizam a provisão de Deus.","por_que_esta_palavra":"A escolha da palavra 'rio' enfatiza a importância da água como fonte de vida e sustento na criação.","conexao_teologica":"Os rios na Bíblia muitas vezes simbolizam a bênção e a provisão de Deus para o Seu povo.","referencias_relacionadas":["Salmos 1:3","Ezequiel 47:1","Apocalipse 22:1"]},"genesis_2_13_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de circular ou percorrer um espaço, simbolizando movimento e exploração.","explicacao_detalhada":"A palavra 'andar' (סָבַב) implica um movimento ativo, sugerindo que a humanidade tem um papel ativo na exploração e cuidado da criação.","por_que_esta_palavra":"A palavra 'andar' destaca a responsabilidade do ser humano em cuidar e cultivar a terra que Deus lhe deu.","conexao_teologica":"Andar na criação é um chamado para a humanidade viver em harmonia com Deus e com o mundo ao seu redor.","referencias_relacionadas":["Gênesis 1:28","Salmos 119:105","Miquéias 6:8"]},"genesis_2_14_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome dos rios, reforçando a ideia de identidade e autoridade.","explicacao_detalhada":"A repetição da palavra 'nome' (שֵׁם) enfatiza a importância da ordem e da criação divina, onde cada elemento tem um propósito e uma identidade.","por_que_esta_palavra":"A menção do 'nome' novamente reforça a ideia de que Deus tem controle e autoridade sobre a criação.","conexao_teologica":"A autoridade de Deus é refletida na criação e na maneira como tudo foi ordenado.","referencias_relacionadas":["Salmos 29:10","Isaías 40:26","Romanos 1:20"]},"genesis_2_14_mar":{"palavra_pt":"rio","palavra_original":"נָהָר","transliteracao":"nâhâr","strong":"H5104","significado_raiz":"Ideia básica: rio.","significado_contextual":"Refere-se ao rio que flui e nutre a terra, simbolizando a continuidade da vida.","explicacao_detalhada":"A palavra 'rio' (נָהָר) é novamente usada para descrever a importância da água na criação, essencial para a vida e o crescimento.","por_que_esta_palavra":"A repetição da palavra 'rio' reforça a ideia de que a água é um elemento vital na criação de Deus.","conexao_teologica":"Os rios são frequentemente usados na Bíblia como símbolos da vida que flui de Deus para o Seu povo.","referencias_relacionadas":["Salmos 46:4","Ezequiel 47:12","João 7:38"]},"genesis_2_14_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar ou percorrer, simbolizando a jornada da vida.","explicacao_detalhada":"A palavra 'andar' (הָלַךְ) implica um movimento contínuo, sugerindo que a vida é uma jornada que deve ser vivida em comunhão com Deus.","por_que_esta_palavra":"A escolha da palavra 'andar' enfatiza a importância do relacionamento dinâmico entre Deus e a humanidade.","conexao_teologica":"Andar com Deus é um tema central na Bíblia, simbolizando a obediência e a comunhão com o Criador.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","Gálatas 5:16"]},"genesis_2_15_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar posse ou assumir responsabilidade sobre a criação.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) implica uma ação de apropriação e responsabilidade, onde o ser humano é chamado a cuidar do jardim.","por_que_esta_palavra":"A escolha da palavra 'tomar' destaca a responsabilidade que Deus deu à humanidade de cuidar e cultivar a terra.","conexao_teologica":"A responsabilidade do ser humano em cuidar da criação reflete o caráter de Deus como Criador e Sustentador.","referencias_relacionadas":["Gênesis 1:28","Salmos 104:14","Colossenses 1:16"]},"genesis_2_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua autoridade e soberania sobre a criação.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade que se relaciona pessoalmente com a humanidade. No contexto de Gênesis 2:15, Deus é apresentado como o criador que dá responsabilidades ao homem.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de autoridade e cuidado que Deus tem sobre o homem e a criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele não é apenas o criador, mas também o mantenedor de todas as coisas.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:6","Isaías 45:12"]},"genesis_2_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Designa a divindade suprema, enfatizando Sua natureza como criador e sustentador.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é um termo plural que indica a majestade e a plenitude de Deus. Em Gênesis 2:15, Ele é o responsável por colocar o homem no Jardim do Éden.","por_que_esta_palavra":"A palavra 'deus' reflete a grandeza e a autoridade divina, mostrando que Ele é o ser supremo que criou todas as coisas.","conexao_teologica":"A pluralidade da palavra 'deus' sugere uma complexidade na natureza divina, que é explorada mais profundamente na doutrina da Trindade.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","João 1:1"]},"genesis_2_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus instrui o homem a cuidar do Jardim.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma maneira específica de agir ou proceder. Em Gênesis 2:16, Deus dá instruções claras sobre o que o homem deve fazer.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a importância da obediência às diretrizes divinas na vida do homem.","conexao_teologica":"A obediência a Deus é um tema recorrente na Bíblia, mostrando a relação entre a vontade divina e a ação humana.","referencias_relacionadas":["Deuteronômio 5:33","Salmos 119:105","Tiago 1:22"]},"genesis_2_16_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Deus instruir o homem sobre o que ele deve fazer no Jardim.","explicacao_detalhada":"A palavra 'enviar' (צָוָה) implica em dar ordens ou instruções. Em Gênesis 2:16, Deus comanda o homem a cuidar do Jardim.","por_que_esta_palavra":"A palavra 'enviar' destaca a autoridade de Deus e a responsabilidade que Ele confere ao homem.","conexao_teologica":"A ideia de ser enviado ou comissionado é central na missão da igreja e na vida cristã.","referencias_relacionadas":["Mateus 28:19","Lucas 10:1","Atos 1:8"]},"genesis_2_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente a Deus como Senhor, reforçando Sua autoridade sobre a criação.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) neste contexto serve para reafirmar a soberania de Deus e a importância de Sua palavra na vida do homem.","por_que_esta_palavra":"A palavra 'senhor' é usada para estabelecer a relação de autoridade e submissão entre Deus e o homem.","conexao_teologica":"A repetição do termo conecta-se com a ideia de que a obediência a Deus é central na experiência humana.","referencias_relacionadas":["Salmos 100:3","Isaías 45:22","Romanos 10:9"]},"genesis_2_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que a desobediência resultaria em morte.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um período de tempo. Em Gênesis 2:17, Deus avisa que no dia em que o homem comer do fruto, ele certamente morrerá.","por_que_esta_palavra":"A escolha de 'dia' enfatiza a seriedade da advertência de Deus sobre as consequências da desobediência.","conexao_teologica":"A morte espiritual e física como consequência do pecado é um tema central na teologia cristã.","referencias_relacionadas":["Romanos 6:23","Gênesis 3:6","Ezequiel 18:30"]},"genesis_2_17_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se à árvore do conhecimento do bem e do mal, que simboliza a escolha moral do homem.","explicacao_detalhada":"A palavra 'arvore' (עֵץ) representa a fonte da tentação e do conhecimento. Em Gênesis 2:17, Deus proíbe o homem de comer do fruto dessa árvore.","por_que_esta_palavra":"A árvore é um símbolo da liberdade de escolha que Deus deu ao homem, bem como das consequências dessa escolha.","conexao_teologica":"A árvore do conhecimento é um ponto de partida para a discussão sobre o livre-arbítrio e a natureza do pecado.","referencias_relacionadas":["Gênesis 3:3","Romanos 5:12","1 João 2:16"]},"genesis_2_17_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"דַּעַת","transliteracao":"daʻath","strong":"H1847","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"Refere-se ao conhecimento moral que o homem poderia adquirir ao desobedecer a Deus.","explicacao_detalhada":"A palavra 'conhecimento' (דַּעַת) implica em uma compreensão profunda e íntima. Em Gênesis 2:17, o conhecimento do bem e do mal é algo que Deus reserva para si.","por_que_esta_palavra":"A escolha de 'conhecimento' enfatiza a tentação de querer ser como Deus, conhecendo o que Ele conhece.","conexao_teologica":"O desejo de conhecimento e a busca por sabedoria são temas recorrentes na Bíblia, muitas vezes associados à desobediência.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Gálatas 6:7"]},"genesis_2_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus sobre a necessidade do homem de ter uma companheira.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a vontade de Deus. Em Gênesis 2:18, Deus declara que não é bom que o homem esteja só.","por_que_esta_palavra":"A escolha de 'dizer' enfatiza a autoridade de Deus em determinar o que é bom para a humanidade.","conexao_teologica":"A criação da mulher e a instituição do casamento são fundamentais para a compreensão da relação entre homem e mulher na teologia cristã.","referencias_relacionadas":["Gênesis 1:27","Mateus 19:4-6","Efésios 5:31"]},"genesis_2_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente a Deus como Senhor, que se preocupa com a condição do homem.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) reafirma a soberania de Deus sobre a criação e Sua preocupação com o bem-estar do homem.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a relação contínua e pessoal entre Deus e a humanidade.","conexao_teologica":"A relação entre Deus e o homem é central na narrativa bíblica, mostrando que Deus se importa com Suas criaturas.","referencias_relacionadas":["Gênesis 2:15","Salmos 23:1","Romanos 8:31"]},"genesis_2_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que criou o homem e a mulher.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza divina de Deus, que é o criador de todas as coisas. No contexto de Gênesis 2:18, Deus observa que não é bom que o homem esteja só e decide criar uma ajudadora para ele.","por_que_esta_palavra":"A escolha da palavra 'deus' enfatiza a soberania e o poder de Deus na criação e na formação do ser humano.","conexao_teologica":"Este versículo destaca a relação entre Deus e a humanidade, mostrando que Deus se preocupa com as necessidades do homem.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:5","Isaías 43:7"]},"genesis_2_19_idiom":{"palavra_pt":"expressao","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3335","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao ato de formar ou moldar algo.","explicacao_detalhada":"A palavra 'expressão' (יָצַר) é usada para descrever o ato de Deus ao criar os animais do campo e as aves do céu. Isso mostra a habilidade e a intenção de Deus em criar seres vivos com propósito.","por_que_esta_palavra":"A palavra enfatiza a ação criativa de Deus, que não apenas cria, mas também dá forma e identidade a cada criatura.","conexao_teologica":"A criação dos animais e a sua nomeação pelo homem refletem a autoridade que Deus deu ao ser humano sobre a criação.","referencias_relacionadas":["Gênesis 1:25","Salmos 104:24","Provérbios 12:10"]},"genesis_2_19_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra ou ao solo de onde Deus formou o homem.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) é usada para descrever a matéria prima da qual Deus criou o homem. Isso implica que a humanidade tem uma conexão intrínseca com a terra.","por_que_esta_palavra":"A escolha da palavra 'solo' destaca a origem física do homem e sua relação com a criação.","conexao_teologica":"A relação do homem com o solo simboliza a responsabilidade do ser humano em cuidar da criação de Deus.","referencias_relacionadas":["Gênesis 1:26","Gênesis 3:19","Eclesiastes 3:20"]},"genesis_2_19_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu, o espaço onde Deus habita e onde as aves voam.","explicacao_detalhada":"A palavra 'ceus' (שָׁמַיִם) é utilizada para descrever o domínio celestial, onde Deus criou as aves. Isso mostra a grandeza da criação de Deus, abrangendo tanto a terra quanto o céu.","por_que_esta_palavra":"A palavra enfatiza a majestade e a soberania de Deus sobre toda a criação, tanto na terra quanto no céu.","conexao_teologica":"A criação das aves do céu reflete a diversidade da criação de Deus e sua intenção de povoar a terra e o céu com vida.","referencias_relacionadas":["Gênesis 1:20","Salmos 104:12","Mateus 6:26"]},"genesis_2_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou organizadas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a maneira como Deus trouxe os animais para que o homem os nomeasse. Isso implica uma ordem e um propósito na criação.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a intenção de Deus em criar um ambiente onde o homem possa exercer sua autoridade.","conexao_teologica":"O ato de nomear os animais representa a responsabilidade do ser humano sobre a criação e a sua capacidade de interagir com ela.","referencias_relacionadas":["Gênesis 1:28","Salmos 8:6","Romanos 8:19"]},"genesis_2_20_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu, o espaço onde as aves habitam.","explicacao_detalhada":"A palavra 'ceus' (שָׁמַיִם) é mencionada novamente para enfatizar a criação das aves que habitam o céu, mostrando a abrangência da criação de Deus.","por_que_esta_palavra":"A repetição da palavra 'ceus' reforça a ideia de que Deus é o criador de todas as coisas, tanto na terra quanto no céu.","conexao_teologica":"A criação das aves do céu é um testemunho da criatividade de Deus e da diversidade da vida que Ele criou.","referencias_relacionadas":["Gênesis 1:20","Salmos 104:12","Mateus 6:26"]},"genesis_2_20_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de nomear ou designar algo.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) é usada para descrever a ação do homem ao nomear os animais. Isso demonstra a autoridade que Deus deu ao homem sobre a criação.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a responsabilidade e o papel ativo do homem na criação.","conexao_teologica":"O ato de nomear os animais é um símbolo da relação entre Deus e a humanidade, onde o homem é visto como co-criador.","referencias_relacionadas":["Gênesis 1:28","Salmos 8:6","Romanos 8:19"]},"genesis_2_21_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de adormecer ou cair em um estado de sono profundo.","explicacao_detalhada":"A palavra 'cair' (נָפַל) é usada para descrever o estado em que Deus fez o homem entrar para criar a mulher. Isso implica um ato divino de intervenção na criação.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a ação de Deus em realizar um milagre na criação da mulher a partir do homem.","conexao_teologica":"Este versículo mostra a origem da mulher e a intenção de Deus em criar uma companheira adequada para o homem.","referencias_relacionadas":["Gênesis 1:27","Gênesis 2:18","Efésios 5:31"]},"genesis_2_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, que é sagrado e reverenciado.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome que Deus revelou a Moisés e representa sua aliança com o povo de Israel. No contexto, enfatiza a autoridade de Deus sobre a criação.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de Deus com seu povo e sua soberania.","conexao_teologica":"O uso do nome 'senhor' reflete a intimidade e a reverência que devemos ter em nossa relação com Deus.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"genesis_2_21_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que criou o homem e a mulher.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada novamente para enfatizar a natureza divina de Deus, que é o criador de todas as coisas. No contexto, destaca a ação de Deus ao criar a mulher a partir do homem.","por_que_esta_palavra":"A repetição da palavra 'deus' reforça a ideia de que todas as ações de criação são realizadas pela vontade divina.","conexao_teologica":"Este versículo reafirma a relação entre Deus e a humanidade, mostrando que Deus é o autor da vida e do relacionamento entre homem e mulher.","referencias_relacionadas":["Gênesis 1:26","Salmos 139:13","Colossenses 1:16"]},"genesis_2_22_corpo":{"palavra_pt":"corpo","palavra_original":"צֵלָע","transliteracao":"tsêlâʻ","strong":"H6763","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à parte física do ser humano, que foi formada por Deus.","explicacao_detalhada":"A palavra 'corpo' (צֵלָע - tsêlâʻ) é usada no contexto da criação de Eva a partir de uma parte do corpo de Adão. Isso simboliza a união e a interdependência entre homem e mulher.","por_que_esta_palavra":"A escolha da palavra 'corpo' enfatiza a conexão íntima entre Adão e Eva, mostrando que eles são partes de um todo.","conexao_teologica":"A criação do corpo humano reflete a imagem de Deus e a importância do relacionamento entre os seres humanos.","referencias_relacionadas":["Gênesis 1:27","Gênesis 2:18","1 Coríntios 12:12-14"]},"genesis_2_22_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir ou formar algo novo.","explicacao_detalhada":"A palavra 'construir' (בָּנָה - bânâh) é utilizada quando Deus cria Eva a partir da costela de Adão, indicando um ato de criação e formação de um novo ser.","por_que_esta_palavra":"A palavra 'construir' sugere um propósito e um design divino na criação da mulher, que é uma parceira adequada para o homem.","conexao_teologica":"A construção de Eva a partir de Adão simboliza a unidade e a complementaridade no relacionamento conjugal.","referencias_relacionadas":["Gênesis 1:27","Gênesis 2:18","Efésios 5:31"]},"genesis_2_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, que indica sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה - Yᵉhôvâh) é usada para enfatizar a relação pessoal e íntima que Deus tem com a criação, especialmente com a humanidade.","por_que_esta_palavra":"A utilização do nome 'senhor' destaca a autoridade de Deus sobre a criação e seu papel como criador e mantenedor da vida.","conexao_teologica":"O nome de Deus é central na relação entre Ele e a humanidade, refletindo seu caráter e sua vontade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 1:20"]},"genesis_2_23_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano masculino, que foi criado por Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ - ʼîysh) é usada quando Adão reconhece Eva como parte dele, indicando a relação de igualdade e unidade entre os gêneros.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a identidade de Adão e sua relação com Eva, mostrando que ambos são complementares.","conexao_teologica":"A criação do homem e da mulher reflete a imagem de Deus e a intenção divina para o relacionamento humano.","referencias_relacionadas":["Gênesis 1:27","Gênesis 2:18","1 Pedro 3:7"]},"genesis_2_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de expressar algo de forma verbal.","explicacao_detalhada":"A palavra 'dizer' (אָמַר - ʼâmar) é utilizada quando Adão proclama a origem de Eva, reconhecendo-a como 'osso dos meus ossos'.","por_que_esta_palavra":"A palavra 'dizer' é significativa porque expressa a revelação e a compreensão de Adão sobre sua própria natureza e a de Eva.","conexao_teologica":"A fala de Adão é um ato de reconhecimento e celebração da criação de Deus, refletindo a importância da comunicação no relacionamento.","referencias_relacionadas":["Gênesis 1:3","Salmos 19:1-4","Tiago 3:5-10"]},"genesis_2_23_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, tanto masculino quanto feminino.","explicacao_detalhada":"A palavra 'homem' (אָדָם - ʼâdâm) é usada para descrever a humanidade como um todo, enfatizando a criação de Adão e Eva à imagem de Deus.","por_que_esta_palavra":"A palavra 'homem' é fundamental para entender a dignidade e o valor de cada ser humano na criação.","conexao_teologica":"A humanidade é vista como a coroa da criação, refletindo a imagem de Deus e sua intenção para o relacionamento com Ele.","referencias_relacionadas":["Gênesis 1:26-27","Gênesis 2:7","Romanos 5:12"]},"genesis_2_24_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano masculino, em um contexto de união conjugal.","explicacao_detalhada":"A palavra 'homem' (אִישׁ - ʼîysh) é usada para descrever a figura do marido que deixa seus pais para se unir à sua esposa.","por_que_esta_palavra":"A palavra 'homem' aqui destaca o papel do homem na família e na sociedade, enfatizando a responsabilidade e o compromisso.","conexao_teologica":"A união entre homem e mulher é vista como um reflexo do relacionamento entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 1:27","Mateus 19:5-6","Efésios 5:31"]},"genesis_2_24_jejum":{"palavra_pt":"jejum","palavra_original":"דָּבַק","transliteracao":"dâbaq","strong":"H1692","significado_raiz":"Ideia básica: jejum.","significado_contextual":"Refere-se à ideia de união e apego entre marido e mulher.","explicacao_detalhada":"A palavra 'jejum' (דָּבַק - dâbaq) é utilizada para descrever a união íntima que deve existir entre os cônjuges.","por_que_esta_palavra":"A palavra 'jejum' enfatiza a profundidade da relação conjugal, que vai além do físico, envolvendo também o emocional e espiritual.","conexao_teologica":"A união entre marido e mulher é um símbolo da união entre Cristo e a Igreja, refletindo um relacionamento de amor e compromisso.","referencias_relacionadas":["Gênesis 1:27","Efésios 5:31-32","1 Coríntios 6:17"]},"genesis_2_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao estado de ser ou existir.","explicacao_detalhada":"A palavra 'cair' (הָיָה - hâyâh) é usada para descrever a condição do ser humano após a criação, enfatizando a continuidade da existência.","por_que_esta_palavra":"A palavra 'cair' é importante para entender a permanência da criação e a relação contínua entre Deus e a humanidade.","conexao_teologica":"A existência humana é vista como um dom de Deus, que deseja um relacionamento contínuo com sua criação.","referencias_relacionadas":["Gênesis 1:31","Salmos 139:13-16","Atos 17:28"]},"genesis_2_25_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao estado de ser ou existir, em um contexto de inocência.","explicacao_detalhada":"A palavra 'cair' (הָיָה - hâyâh) é utilizada para descrever a condição de Adão e Eva antes da queda, quando estavam nus e não se envergonhavam.","por_que_esta_palavra":"A palavra 'cair' aqui destaca a pureza e a inocência do relacionamento antes do pecado.","conexao_teologica":"A inocência de Adão e Eva reflete a intenção original de Deus para a humanidade, que é viver em harmonia com Ele.","referencias_relacionadas":["Gênesis 1:31","Gênesis 3:7","Romanos 5:12"]},"genesis_2_25_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano criado por Deus, representando a humanidade em sua totalidade.","explicacao_detalhada":"A palavra 'homem' (אָדָם) é usada no contexto da criação, onde Deus forma o homem do pó da terra e lhe dá vida. É um termo que abrange tanto o homem quanto a mulher, simbolizando a unidade da humanidade.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a dignidade e o valor do ser humano como criação especial de Deus, feito à Sua imagem.","conexao_teologica":"A criação do homem é fundamental para a teologia da imago Dei, que afirma que todos os seres humanos têm valor intrínseco por serem feitos à imagem de Deus.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Tiago 3:9"]},"genesis_2_25_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para descrever a realidade da relação entre o homem e a mulher antes da queda.","explicacao_detalhada":"Neste contexto, a verdade implica a pureza e a transparência nas relações, onde não havia vergonha ou engano entre os seres humanos.","por_que_esta_palavra":"A ênfase na verdade reflete a intenção original de Deus para a humanidade, que é viver em harmonia e autenticidade.","conexao_teologica":"A verdade é um atributo de Deus e é central na relação entre Deus e a humanidade, sendo um chamado à honestidade e integridade.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]}}