{"genesis_22_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação divina, onde Deus se dirige a Abraão.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) implica não apenas uma palavra falada, mas também um conceito ou uma ordem que deve ser seguida. Neste contexto, representa a instrução de Deus a Abraão.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da obediência à voz de Deus e a seriedade da mensagem que está sendo transmitida.","conexao_teologica":"A comunicação de Deus com o ser humano é um tema central na Bíblia, mostrando a relação entre Criador e criatura.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 33:6"]},"genesis_22_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Designa a divindade que se comunica com Abraão, enfatizando Sua soberania.","explicacao_detalhada":"'אֱלֹהִים' (ʼĕlôhîym) é um termo plural que indica a majestade e a autoridade de Deus. Neste contexto, Ele é o autor da prova que Abraão está prestes a enfrentar.","por_que_esta_palavra":"A palavra é usada para afirmar a divindade e o poder de Deus sobre todas as coisas, incluindo a vida e a morte.","conexao_teologica":"Deus como Criador e Sustentador é um tema recorrente, mostrando Sua autoridade sobre a criação e a história da salvação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"genesis_22_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica um estado de ser ou uma condição que pode ser interpretada como 'existir' ou 'acontecer'.","explicacao_detalhada":"'הָיָה' (hâyâh) é frequentemente usado para descrever a ação de se tornar ou de estar em um estado. Neste contexto, pode sugerir a prontidão de Abraão para ouvir e agir.","por_que_esta_palavra":"A palavra é crucial para entender a disposição de Abraão em responder ao chamado de Deus.","conexao_teologica":"A disposição de ouvir e agir segundo a vontade de Deus é um princípio fundamental na vida de fé.","referencias_relacionadas":["Gênesis 12:1","1 Samuel 3:10","Isaías 6:8"]},"genesis_22_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ordem de Deus para Abraão sacrificar seu filho, um ato de grande importância e gravidade.","explicacao_detalhada":"'אָמַר' (ʼâmar) significa 'dizer' ou 'ordenar'. Neste contexto, é a instrução direta de Deus a Abraão, que implica um grande teste de fé.","por_que_esta_palavra":"A palavra é usada para enfatizar a autoridade de Deus ao dar ordens e a responsabilidade de Abraão em obedecer.","conexao_teologica":"A obediência a Deus é um tema central na narrativa bíblica, refletindo a relação de fé entre Deus e Seus servos.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Mateus 28:19"]},"genesis_22_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a Isaque, o filho prometido a Abraão, simbolizando a continuidade da aliança.","explicacao_detalhada":"'בֵּן' (bên) significa 'filho'. Neste contexto, representa o objeto do teste de fé de Abraão, que deve sacrificar seu próprio filho.","por_que_esta_palavra":"A palavra é significativa porque Isaque é o cumprimento da promessa de Deus a Abraão, tornando o pedido divino ainda mais doloroso.","conexao_teologica":"A relação entre pai e filho é um tema importante, refletindo a relação de Deus com Seu Filho, Jesus Cristo.","referencias_relacionadas":["Gênesis 21:3","Gênesis 17:19","Romanos 8:32"]},"genesis_22_3_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se à ação de Abraão ao se preparar para cumprir a ordem de Deus.","explicacao_detalhada":"'קוּם' (qûwm) significa 'levantar' ou 'erguer'. Neste contexto, implica a prontidão de Abraão em agir de acordo com a instrução divina.","por_que_esta_palavra":"A palavra é usada para mostrar a disposição de Abraão em obedecer, mesmo diante de um pedido difícil.","conexao_teologica":"A disposição para agir em obediência é um princípio fundamental na vida de fé e na relação com Deus.","referencias_relacionadas":["Gênesis 12:4","Salmos 119:60","Tiago 1:22"]},"genesis_22_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia de que é Deus quem dá a ordem e, portanto, é Ele quem deve ser obedecido.","explicacao_detalhada":"'אֱלֹהִים' (ʼĕlôhîym) é novamente mencionado, destacando a importância da divindade na narrativa e a autoridade de Deus sobre a vida de Abraão.","por_que_esta_palavra":"A repetição da palavra enfatiza a centralidade de Deus na história e a necessidade de obediência.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele tem autoridade sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 11:36"]},"genesis_22_3_homem":{"palavra_pt":"homem","palavra_original":"שָׁכַם","transliteracao":"shâkam","strong":"H7925","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à ação de Abraão como um homem de fé que se levanta para cumprir a vontade de Deus.","explicacao_detalhada":"'שָׁכַם' (shâkam) significa 'levantar-se cedo' ou 'agir rapidamente'. Neste contexto, mostra a prontidão de Abraão em obedecer a Deus.","por_que_esta_palavra":"A palavra é significativa porque destaca a diligência e a prontidão de Abraão em atender ao chamado divino.","conexao_teologica":"A prontidão para obedecer a Deus é um aspecto importante da fé e da vida cristã.","referencias_relacionadas":["Gênesis 19:27","Salmos 5:3","Provérbios 8:17"]},"genesis_22_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo que Abraão leva para se preparar para o sacrifício, simbolizando a gravidade da situação.","explicacao_detalhada":"'יוֹם' (yôwm) significa 'dia'. Neste contexto, representa o tempo de espera e preparação antes de cumprir a ordem de Deus.","por_que_esta_palavra":"A palavra é importante porque indica que Abraão não age impulsivamente, mas reflete sobre a ordem recebida.","conexao_teologica":"O tempo de espera e preparação é muitas vezes um tema na vida de fé, onde Deus trabalha em nós antes de agirmos.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"genesis_22_4_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude do teste que Abraão está prestes a enfrentar.","explicacao_detalhada":"'נָשָׂא' (nâsâʼ) significa 'elevar' ou 'carregar'. Neste contexto, pode simbolizar o peso da responsabilidade que Abraão carrega ao obedecer a Deus.","por_que_esta_palavra":"A palavra é significativa porque destaca a seriedade e a importância do que está prestes a acontecer.","conexao_teologica":"A ideia de carregar um fardo é um tema importante na vida cristã, refletindo a obediência e o sacrifício.","referencias_relacionadas":["Gênesis 4:13","Mateus 11:28-30","Gálatas 6:2"]},"genesis_22_4_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver no contexto de Gênesis 22:4 refere-se à ação de observar ou perceber algo importante em uma jornada.","explicacao_detalhada":"A palavra 'ver' (רָאָה) é utilizada para indicar a capacidade de perceber não apenas fisicamente, mas também espiritualmente, o que Deus estava prestes a revelar a Abraão.","por_que_esta_palavra":"Esta palavra é crucial porque representa a visão que Abraão teve ao se aproximar do local do sacrifício, simbolizando a revelação divina.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde Deus revela Seus planos e propósitos aos Seus servos.","referencias_relacionadas":["Gênesis 12:1","Gênesis 15:5","Gênesis 22:13"]},"genesis_22_5_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (שָׁחָה) neste contexto refere-se à adoração e reverência que Abraão tinha por Deus antes de realizar o sacrifício.","explicacao_detalhada":"A expressão enfatiza a relação de Abraão com Deus, mostrando sua disposição em obedecer e adorar mesmo em momentos de grande prova.","por_que_esta_palavra":"É importante porque destaca a centralidade de Deus na vida de Abraão e a sua fé inabalável.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, mostrando a importância de reconhecer Sua soberania.","referencias_relacionadas":["Gênesis 12:7","Gênesis 17:1","Gênesis 22:14"]},"genesis_22_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (אָמַר) aqui é usada para expressar a comunicação clara e direta entre Abraão e seus servos.","explicacao_detalhada":"Esta palavra indica a importância da comunicação na fé, onde Abraão instrui seus servos sobre o que fazer enquanto ele e Isaque se dirigem ao monte.","por_que_esta_palavra":"É relevante porque mostra a liderança de Abraão e sua capacidade de transmitir instruções em um momento crítico.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e o homem, onde Deus frequentemente fala e orienta Seus filhos.","referencias_relacionadas":["Gênesis 18:19","Gênesis 21:12","Gênesis 22:10"]},"genesis_22_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' (יָשַׁב) é usada para descrever a ação de Abraão de avaliar a situação antes de proceder.","explicacao_detalhada":"Neste contexto, julgar implica em discernir a vontade de Deus e a necessidade de obedecer, mesmo quando a situação é desafiadora.","por_que_esta_palavra":"É importante porque revela a sabedoria de Abraão em buscar entender a direção divina antes de agir.","conexao_teologica":"O discernimento é uma habilidade espiritual que Deus concede aos Seus seguidores para que possam tomar decisões sábias.","referencias_relacionadas":["Provérbios 3:5-6","Tiago 1:5","Gênesis 18:25"]},"genesis_22_6_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' (לָקַח) refere-se à ação de Abraão ao pegar a lenha e os instrumentos necessários para o sacrifício.","explicacao_detalhada":"Esta palavra enfatiza a preparação e a disposição de Abraão em seguir a ordem de Deus, simbolizando sua fé ativa.","por_que_esta_palavra":"É relevante porque mostra a obediência prática de Abraão em cumprir o que Deus lhe havia pedido.","conexao_teologica":"A obediência é um tema central na vida de fé, onde ações concretas demonstram a confiança em Deus.","referencias_relacionadas":["Gênesis 22:3","Hebreus 11:17-19","Tiago 2:21"]},"genesis_22_6_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' (שׂוּם) neste contexto refere-se à magnitude da tarefa que Abraão estava prestes a realizar.","explicacao_detalhada":"A utilização desta palavra destaca a seriedade e a importância do ato de sacrifício que Abraão estava prestes a realizar.","por_que_esta_palavra":"É importante porque enfatiza a gravidade da situação e a fé necessária para obedecer a Deus.","conexao_teologica":"A grandeza do sacrifício é um tema que ecoa na Bíblia, culminando no sacrifício de Cristo.","referencias_relacionadas":["Gênesis 22:2","Romanos 12:1","Hebreus 10:10"]},"genesis_22_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (אָמַר) é utilizada novamente para mostrar a comunicação entre Abraão e seu filho Isaque.","explicacao_detalhada":"Neste contexto, Abraão responde a Isaque, reafirmando sua fé em Deus e a certeza de que Deus proverá o sacrifício.","por_que_esta_palavra":"É relevante porque revela a confiança de Abraão e sua habilidade de transmitir essa fé a seu filho.","conexao_teologica":"A comunicação da fé é vital na transmissão das promessas de Deus de geração em geração.","referencias_relacionadas":["Gênesis 18:19","Deuteronômio 6:7","Salmos 78:4"]},"genesis_22_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' (בֵּן) refere-se à relação especial entre Abraão e Isaque, destacando a dor e o amor envolvidos na situação.","explicacao_detalhada":"Neste contexto, a menção de Isaque como filho enfatiza o sacrifício que Abraão estava prestes a fazer, refletindo o amor paternal.","por_que_esta_palavra":"É importante porque destaca a profundidade do teste de fé que Abraão estava enfrentando.","conexao_teologica":"A relação pai-filho é um tema que simboliza a relação entre Deus e Seu Filho, Jesus Cristo.","referencias_relacionadas":["Gênesis 21:3","Gênesis 22:2","Mateus 3:17"]},"genesis_22_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (אָמַר) é usada novamente para expressar a resposta de Abraão à pergunta de Isaque sobre o cordeiro.","explicacao_detalhada":"Abraão afirma que Deus proverá o cordeiro, demonstrando sua fé na provisão divina mesmo em meio à incerteza.","por_que_esta_palavra":"É relevante porque revela a confiança de Abraão em Deus e Sua capacidade de suprir necessidades.","conexao_teologica":"A provisão de Deus é um tema central na Bíblia, onde Ele sempre cuida de Seu povo.","referencias_relacionadas":["Gênesis 22:14","Filipenses 4:19","Mateus 6:26"]},"genesis_22_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (אֱלֹהִים) neste contexto reafirma a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A menção de Deus neste versículo destaca a confiança de Abraão na providência divina em um momento de grande teste.","por_que_esta_palavra":"É importante porque enfatiza a centralidade de Deus na vida de Abraão e a sua fé inabalável.","conexao_teologica":"A soberania de Deus é um tema fundamental na teologia, mostrando que Ele está no controle de todas as situações.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"genesis_22_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema que ordena a Abraão que ofereça seu filho em sacrifício.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a autoridade divina que comanda e testa a fé de Abraão. Neste contexto, Deus está testando a obediência de Abraão.","por_que_esta_palavra":"A escolha da palavra enfatiza a soberania de Deus sobre todas as coisas e sua capacidade de exigir sacrifícios de seus seguidores.","conexao_teologica":"Este versículo ilustra a relação entre fé e obediência, mostrando que a verdadeira fé pode exigir sacrifícios significativos.","referencias_relacionadas":["Gênesis 22:1-2","Hebreus 11:17-19","Tiago 2:21"]},"genesis_22_9_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ) representa um espaço sagrado onde a adoração e os sacrifícios são realizados, simbolizando a entrega e a devoção a Deus.","por_que_esta_palavra":"O altar é central na prática religiosa do Antigo Testamento, servindo como um ponto de encontro entre o humano e o divino.","conexao_teologica":"O altar simboliza a necessidade de expiação e o sacrifício, que é um tema recorrente na Bíblia, culminando no sacrifício de Cristo.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Levítico 1:5"]},"genesis_22_9_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de Abraão chamar seu filho para se aproximar do altar.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) implica um movimento em direção a um local sagrado, indicando a preparação para um ato de adoração e sacrifício.","por_que_esta_palavra":"A escolha desta palavra destaca a ação de se aproximar de Deus, que muitas vezes requer um passo de fé.","conexao_teologica":"Chamar e se aproximar de Deus é um tema importante na Bíblia, refletindo a necessidade de estar em comunhão com o Criador.","referencias_relacionadas":["Salmos 100:4","Mateus 11:28","Hebreus 4:16"]},"genesis_22_10_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de Abraão sacrificar seu filho como um teste de fé.","explicacao_detalhada":"A palavra 'sacrifício' (שָׁחַט) implica a morte de um animal ou pessoa como oferta a Deus, simbolizando a entrega total e a obediência.","por_que_esta_palavra":"O sacrifício é um ato de adoração e submissão, refletindo a seriedade do compromisso de Abraão com Deus.","conexao_teologica":"Este ato prefigura o sacrifício de Cristo, que é o sacrifício final e perfeito por toda a humanidade.","referencias_relacionadas":["Gênesis 22:13","Isaías 53:5","Romanos 12:1"]},"genesis_22_10_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Abraão enviar seu filho para o altar.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) implica uma ação de delegar ou permitir que alguém vá a um lugar específico, neste caso, o altar.","por_que_esta_palavra":"A escolha desta palavra enfatiza a confiança de Abraão em Deus ao permitir que seu filho se aproxime do altar.","conexao_teologica":"Enviar é um conceito que aparece em várias narrativas bíblicas, onde Deus envia pessoas para cumprir sua vontade.","referencias_relacionadas":["Gênesis 24:2","Êxodo 3:10","Mateus 28:19"]},"genesis_22_10_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de Abraão pegar a faca para sacrificar seu filho.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) implica uma ação deliberada e consciente, mostrando a determinação de Abraão em obedecer a Deus.","por_que_esta_palavra":"A escolha desta palavra destaca a gravidade da situação e a fé de Abraão em seguir as instruções divinas.","conexao_teologica":"Tomar algo em um contexto de sacrifício reflete a entrega total que Deus espera de seus seguidores.","referencias_relacionadas":["Gênesis 22:6","Salmos 51:17","Romanos 8:32"]},"genesis_22_11_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como o lugar de onde Deus envia seu mensageiro.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) representa a morada de Deus e o domínio espiritual sobre a criação.","por_que_esta_palavra":"A escolha desta palavra enfatiza a autoridade divina e a conexão entre o céu e a terra.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar de onde Deus observa e intervém na história humana.","referencias_relacionadas":["Salmos 115:16","Mateus 6:9","Atos 1:11"]},"genesis_22_11_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato do anjo chamar Abraão do céu.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) implica um chamado urgente e importante, destacando a intervenção divina no momento crítico.","por_que_esta_palavra":"A escolha desta palavra mostra a importância da comunicação entre Deus e o homem, especialmente em momentos de teste.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, onde Ele se comunica com seu povo para guiá-lo.","referencias_relacionadas":["Gênesis 3:9","1 Samuel 3:10","Isaías 43:1"]},"genesis_22_11_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se ao mensageiro de Deus que interrompe o sacrifício.","explicacao_detalhada":"A palavra 'anjo/mensageiro' (מֲלְאָךְ) indica um ser celestial que atua como intermediário entre Deus e os homens.","por_que_esta_palavra":"A presença do anjo destaca a intervenção divina e a proteção de Deus sobre Abraão e seu filho.","conexao_teologica":"Os anjos são frequentemente enviados por Deus para cumprir sua vontade e proteger seu povo, simbolizando a presença divina.","referencias_relacionadas":["Gênesis 16:7","Salmos 91:11","Hebreus 1:14"]},"genesis_22_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração do anjo sobre a grande fé de Abraão.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica uma comunicação clara e direta, enfatizando a importância da mensagem divina.","por_que_esta_palavra":"A escolha desta palavra destaca a confirmação da fé de Abraão e a recompensa por sua obediência.","conexao_teologica":"A declaração de Deus sobre a fé de Abraão é um exemplo de como a fé é valorizada e recompensada nas Escrituras.","referencias_relacionadas":["Gênesis 15:6","Hebreus 11:6","Tiago 2:23"]},"genesis_22_12_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se a um jovem ou servo que está em serviço ou obediência.","explicacao_detalhada":"A palavra 'servo' (נַעַר) é usada para descrever a posição de alguém que serve a outro, especialmente em um contexto de lealdade e submissão. No contexto de Gênesis 22:12, o servo é uma figura que representa a obediência e a disposição para cumprir ordens.","por_que_esta_palavra":"A escolha da palavra 'servo' enfatiza a relação de servidão e submissão a Deus, refletindo a disposição de Abraão em obedecer ao chamado divino.","conexao_teologica":"A obediência de Abraão é um exemplo de fé e submissão a Deus, que é um tema central na teologia bíblica.","referencias_relacionadas":["Gênesis 22:1-2","Êxodo 21:5-6","Romanos 6:22"]},"genesis_22_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não aparece no contexto de Gênesis 22:12, mas é uma referência a um animal que simboliza força e poder.","explicacao_detalhada":"Embora a palavra 'urso' (עָשָׂה) não esteja diretamente relacionada ao versículo, ela pode ser interpretada como uma metáfora para a força que é necessária em momentos de grande provação, como o que Abraão enfrentou.","por_que_esta_palavra":"A inclusão de 'urso' pode ser uma referência à força que é necessária para obedecer a Deus em situações difíceis.","conexao_teologica":"A força de Deus é frequentemente comparada à força dos animais, mostrando que Ele é mais poderoso do que qualquer criatura.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"genesis_22_13_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder, especialmente em um contexto de sacrifício e obediência.","explicacao_detalhada":"A palavra 'força' (אַיִל) é usada para descrever um carneiro que foi sacrificado em lugar de Isaque, simbolizando a provisão de Deus e a força do sacrifício.","por_que_esta_palavra":"A força do carneiro representa a substituição e a redenção, um tema central na narrativa de Gênesis 22.","conexao_teologica":"O sacrifício do carneiro antecipa o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Gênesis 22:8","João 1:29","Hebreus 9:26"]},"genesis_22_13_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à importância do ato de fé de Abraão.","explicacao_detalhada":"A palavra 'grande' (נָשָׂא) pode ser interpretada como a grandeza do ato de fé de Abraão ao confiar em Deus para prover um sacrifício.","por_que_esta_palavra":"A grandeza do ato de Abraão é um testemunho da sua fé e da grandeza de Deus em prover.","conexao_teologica":"A grandeza de Deus é revelada em Sua capacidade de prover e cumprir Suas promessas.","referencias_relacionadas":["Gênesis 22:14","Salmos 126:3","Efésios 3:20"]},"genesis_22_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Abraão chamou o lugar de 'O Senhor Proverá'.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para marcar um momento significativo na história da salvação, onde Deus provê um sacrifício.","por_que_esta_palavra":"O 'dia' em que isso ocorreu é um marco na fé de Abraão e na história da redenção.","conexao_teologica":"O conceito de tempo e eventos significativos é importante na narrativa bíblica, onde Deus age em momentos específicos.","referencias_relacionadas":["Gênesis 22:14","Salmos 118:24","Eclesiastes 3:1"]},"genesis_22_14_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de nomear ou invocar o nome do Senhor.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) é usada quando Abraão nomeia o lugar onde Deus proveu o sacrifício, reconhecendo a ação divina.","por_que_esta_palavra":"Chamar o nome do Senhor é um ato de adoração e reconhecimento de Sua provisão.","conexao_teologica":"A invocação do nome de Deus é um tema recorrente na Bíblia, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 12:8","Salmos 116:17","Romanos 10:13"]},"genesis_22_14_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao lugar onde o sacrifício foi realizado.","explicacao_detalhada":"A palavra 'corpo' (מָקוֹם) pode ser interpretada como o local específico onde Deus se revelou e onde o sacrifício foi feito.","por_que_esta_palavra":"O local do sacrifício é significativo, pois representa a presença de Deus e Sua provisão.","conexao_teologica":"A ideia de um lugar sagrado é importante na teologia bíblica, onde Deus se encontra com Seu povo.","referencias_relacionadas":["Gênesis 22:14","Êxodo 20:24","Salmos 132:7"]},"genesis_22_15_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele fala.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) é usada para descrever a esfera divina onde Deus habita e de onde Ele se comunica com a humanidade.","por_que_esta_palavra":"Os céus são frequentemente mencionados como o lugar de autoridade e poder de Deus.","conexao_teologica":"A conexão entre os céus e a terra é um tema importante na Bíblia, simbolizando a soberania de Deus sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Mateus 6:9"]},"genesis_22_15_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de Deus chamar Abraão pelo nome.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) é usada para descrever como Deus se comunica com Abraão, enfatizando a relação pessoal entre eles.","por_que_esta_palavra":"Deus chamar Abraão pelo nome demonstra a intimidade e a importância da comunicação divina.","conexao_teologica":"A chamada de Deus é um tema central na Bíblia, onde Ele se revela e convoca Seu povo.","referencias_relacionadas":["Gênesis 12:1","Isaías 43:1","João 10:3"]},"genesis_22_15_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se ao mensageiro de Deus que fala com Abraão.","explicacao_detalhada":"A palavra 'anjo/mensageiro' (מֲלְאָךְ) é usada para descrever a figura que representa a presença e a mensagem de Deus para Abraão.","por_que_esta_palavra":"O mensageiro de Deus é um intermediário que traz a palavra divina e revela a vontade de Deus.","conexao_teologica":"A presença de mensageiros de Deus é um tema recorrente na Bíblia, simbolizando a comunicação divina com a humanidade.","referencias_relacionadas":["Gênesis 16:7","Êxodo 23:20","Hebreus 1:14"]},"genesis_22_16_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que traz instrução e promessa.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para expressar a comunicação divina, que pode ser tanto uma ordem quanto uma revelação. Neste contexto, é a palavra de Deus que estabelece um pacto com Abraão.","por_que_esta_palavra":"Esta palavra é crucial porque representa a comunicação direta de Deus com o homem, enfatizando a importância da obediência às suas instruções.","conexao_teologica":"A palavra de Deus é vista como criadora e sustentadora, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 33:6","Isaías 55:11","Hebreus 4:12"]},"genesis_22_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo.","explicacao_detalhada":"A palavra 'אָמַר' (ʼâmar) é frequentemente utilizada para descrever a fala de Deus, que é sempre eficaz e poderosa. Neste versículo, enfatiza a importância do que Deus diz.","por_que_esta_palavra":"É fundamental porque mostra que a comunicação divina não é vazia, mas tem um propósito e um poder transformador.","conexao_teologica":"A fala de Deus é um tema central na teologia, mostrando como Ele se revela e se relaciona com a criação.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Romanos 10:17"]},"genesis_22_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e soberania.","explicacao_detalhada":"A palavra 'יְהֹוָה' (Yᵉhôvâh) é o nome pessoal de Deus, que indica sua natureza eterna e imutável. Neste contexto, destaca a relação de Deus com Abraão.","por_que_esta_palavra":"É importante porque o nome de Deus carrega a essência de quem Ele é e sua promessa de estar presente com seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"genesis_22_17_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de bênçãos.","explicacao_detalhada":"A palavra 'שָׁמַיִם' (shâmayim) é usada para descrever o céu, que é visto como um espaço sagrado. Neste versículo, representa as promessas de Deus que se estendem até o céu.","por_que_esta_palavra":"É significativa porque simboliza a grandeza e a soberania de Deus sobre toda a criação.","conexao_teologica":"O céu é frequentemente mencionado nas Escrituras como um lugar de habitação divina e de recompensas para os fiéis.","referencias_relacionadas":["Salmos 115:16","Mateus 6:9-10","Apocalipse 21:1"]},"genesis_22_17_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como uma grande extensão de água, simbolizando poder e caos.","explicacao_detalhada":"A palavra 'יָם' (yâm) é usada para descrever mares e oceanos, que na cultura antiga eram vistos como símbolos de força e mistério. Neste contexto, representa a abrangência das promessas de Deus.","por_que_esta_palavra":"É importante porque mostra que a autoridade de Deus se estende sobre as forças da natureza.","conexao_teologica":"O mar é frequentemente associado ao controle de Deus sobre o caos e a sua capacidade de trazer ordem.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Mateus 8:27"]},"genesis_22_17_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de tomar posse ou herdar algo.","explicacao_detalhada":"A palavra 'יָרַשׁ' (yârash) implica em herança ou posse, e neste contexto, refere-se à promessa de Deus de que a descendência de Abraão herdaria a terra.","por_que_esta_palavra":"É significativa porque destaca a fidelidade de Deus em cumprir suas promessas de herança.","conexao_teologica":"A ideia de herança é central na teologia bíblica, representando a relação entre Deus e seu povo escolhido.","referencias_relacionadas":["Deuteronômio 9:5","Salmos 37:29","Romanos 4:13"]},"genesis_22_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Abraão e sua descendência.","explicacao_detalhada":"A palavra 'אֶרֶץ' (ʼerets) é usada para descrever a terra, que neste contexto é a terra de Canaã, prometida por Deus a Abraão como parte de sua aliança.","por_que_esta_palavra":"É importante porque simboliza a promessa de Deus de um lar e um futuro para o povo de Israel.","conexao_teologica":"A terra é um tema recorrente nas Escrituras, representando não apenas um lugar físico, mas também um espaço de bênção e presença divina.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:3"]},"genesis_22_18_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se à ação de abençoar, que implica em um ato de favor divino.","explicacao_detalhada":"A palavra 'בָרַךְ' (bârak) é usada para descrever a bênção de Deus, que neste contexto é uma promessa de que todas as nações seriam abençoadas através de Abraão.","por_que_esta_palavra":"É significativa porque destaca a intenção de Deus de trazer bênçãos não apenas a Abraão, mas a toda a humanidade.","conexao_teologica":"A bênção é um tema central na narrativa bíblica, refletindo a graça e a misericórdia de Deus.","referencias_relacionadas":["Gênesis 12:2-3","Números 6:24-26","Gálatas 3:14"]},"genesis_22_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as bênçãos são concedidas.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) é usada para indicar totalidade ou plenitude, sugerindo que as bênçãos de Deus são abrangentes e completas.","por_que_esta_palavra":"É importante porque enfatiza que as promessas de Deus não são parciais, mas abrangem todas as áreas da vida.","conexao_teologica":"A plenitude das bênçãos de Deus é um tema recorrente, mostrando sua generosidade e amor.","referencias_relacionadas":["Efésios 1:3","Filipenses 4:19","Colossenses 2:10"]},"genesis_22_19_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se à ação de se levantar ou agir em resposta a uma chamada.","explicacao_detalhada":"A palavra 'קוּם' (qûwm) implica em levantar-se para cumprir uma missão ou propósito. Neste contexto, representa a disposição de Abraão em obedecer a Deus.","por_que_esta_palavra":"É significativa porque destaca a ação de fé e obediência que é necessária para seguir as instruções de Deus.","conexao_teologica":"A disposição de se levantar e agir é um tema importante na vida de fé, refletindo a resposta humana ao chamado divino.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","Tiago 1:22"]},"genesis_22_19_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar decisões ou fazer avaliações, especialmente em um contexto de justiça.","explicacao_detalhada":"No contexto de Gênesis 22:19, 'julgar' pode estar relacionado à avaliação das ações de Abraão e à resposta de Deus às suas provas de fé. O ato de julgar implica discernimento e a capacidade de decidir entre o certo e o errado.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da justiça e da moralidade nas ações humanas, especialmente em relação à obediência a Deus.","conexao_teologica":"A ideia de julgamento é central na teologia bíblica, onde Deus é visto como o juiz supremo que avalia as ações humanas e suas consequências.","referencias_relacionadas":["Salmos 9:7-8","Isaías 33:22","Romanos 14:10"]},"genesis_22_19_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' implica construir ou estabelecer algo de forma sólida e duradoura.","explicacao_detalhada":"Em Gênesis 22:19, 'edificar' pode ser interpretado como a construção de uma nova fase na vida de Abraão, onde sua fé é fortalecida e sua relação com Deus é aprofundada.","por_que_esta_palavra":"A escolha da palavra 'edificar' destaca a importância de construir uma vida fundamentada na fé e na obediência a Deus.","conexao_teologica":"A edificação espiritual é um tema recorrente na Bíblia, onde os crentes são chamados a edificar suas vidas sobre a rocha, que é Cristo.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:9-11","Efésios 2:19-22"]},"genesis_22_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a um enunciado ou declaração que carrega significado e autoridade.","explicacao_detalhada":"No versículo, 'palavra' pode se referir à comunicação divina e à importância da revelação de Deus na vida dos homens, mostrando como a palavra de Deus é fundamental para a fé.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da comunicação de Deus com a humanidade e como isso molda a história da salvação.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, sendo central na criação e na revelação do plano divino.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","João 1:1"]},"genesis_22_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser interpretada como um movimento de descida ou uma mudança de estado.","explicacao_detalhada":"Em Gênesis 22:20, 'cair' pode simbolizar a queda do homem em pecado ou a transição de um estado de graça para um estado de necessidade de redenção.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a fragilidade humana e a necessidade de dependência de Deus.","conexao_teologica":"A queda é um tema central na teologia cristã, que explica a necessidade de salvação através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 João 1:8"]},"genesis_22_20_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica um movimento em direção a algo ou alguém, geralmente com a intenção de obedecer ou acompanhar.","explicacao_detalhada":"No contexto do versículo, 'seguir' pode referir-se à disposição de Abraão em seguir a direção de Deus, demonstrando sua fé e obediência.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a ação de seguir a vontade de Deus como um aspecto crucial da vida de fé.","conexao_teologica":"Seguir a Cristo é um chamado central no Novo Testamento, onde os crentes são convidados a seguir o exemplo de Jesus.","referencias_relacionadas":["Mateus 16:24","João 10:27","Lucas 9:23"]},"genesis_22_21_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' refere-se a algo que não é especificamente mencionado ou que está implícito.","explicacao_detalhada":"Neste contexto, a palavra pode indicar a presença de algo que não é explicitamente nomeado, mas que tem um papel importante na narrativa.","por_que_esta_palavra":"A escolha dessa palavra pode sugerir a complexidade da comunicação divina e a necessidade de discernimento espiritual.","conexao_teologica":"A ideia de que Deus se comunica de maneiras sutis é um tema presente na Bíblia, onde muitas verdades são reveladas de forma implícita.","referencias_relacionadas":["Romanos 1:20","Hebreus 11:3","1 Coríntios 2:9"]},"genesis_22_21_filho":{"palavra_pt":"filho","palavra_original":"עוּץ","transliteracao":"ʻÛwts","strong":"H5780","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente ou a alguém que tem uma relação familiar direta.","explicacao_detalhada":"Em Gênesis 22:21, 'filho' é crucial, pois se refere ao filho de Abraão, Isaque, simbolizando a promessa de Deus e a continuidade da aliança.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da linhagem e das promessas de Deus através das gerações.","conexao_teologica":"A relação pai-filho é um tema central na Bíblia, refletindo a relação entre Deus e Seu povo, e culminando na paternidade divina através de Cristo.","referencias_relacionadas":["Gênesis 21:12","Mateus 3:17","João 3:16"]},"genesis_22_21_primogenito":{"palavra_pt":"primogenito","palavra_original":"בְּכוֹר","transliteracao":"bᵉkôwr","strong":"H1060","significado_raiz":"Ideia básica: primogenito.","significado_contextual":"A palavra 'primogênito' refere-se ao primeiro filho nascido, que muitas vezes tem direitos especiais na herança.","explicacao_detalhada":"No contexto de Gênesis 22:21, 'primogênito' é significativo porque Isaque é o filho da promessa, representando a continuidade da aliança de Deus com Abraão.","por_que_esta_palavra":"A palavra é escolhida para destacar a importância do primogênito nas tradições israelitas e a centralidade de Isaque na história da salvação.","conexao_teologica":"O conceito de primogenitura é importante na teologia bíblica, onde Cristo é referido como o primogênito entre muitos irmãos.","referencias_relacionadas":["Êxodo 13:2","Romanos 8:29","Colossenses 1:15"]},"genesis_22_22_chesed":{"palavra_pt":"chesed","palavra_original":"כֶּשֶׂד","transliteracao":"Kesed","strong":"H3777","significado_raiz":"Ideia básica: chesed.","significado_contextual":"A palavra 'chesed' refere-se a amor leal, bondade ou misericórdia, frequentemente associada à fidelidade de Deus.","explicacao_detalhada":"Em Gênesis 22:22, 'chesed' destaca a natureza do relacionamento de Deus com Seu povo, enfatizando a fidelidade e a graça que Ele oferece.","por_que_esta_palavra":"A escolha dessa palavra é fundamental para entender a essência do caráter de Deus e Sua relação com a humanidade.","conexao_teologica":"O conceito de 'chesed' é central na teologia do Antigo Testamento, refletindo a aliança de Deus com Israel e Sua misericórdia.","referencias_relacionadas":["Salmos 136:1","Miquéias 6:8","Romanos 5:8"]},"genesis_22_22_hazo":{"palavra_pt":"hazo","palavra_original":"חֲזוֹ","transliteracao":"Chăzôw","strong":"H2375","significado_raiz":"Ideia básica: hazo.","significado_contextual":"A palavra 'hazo' pode ser interpretada como uma visão ou revelação, frequentemente associada a experiências espirituais.","explicacao_detalhada":"No contexto de Gênesis 22:22, 'hazo' pode indicar a percepção divina que Abraão teve sobre a promessa de Deus e a importância de sua obediência.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da visão espiritual e da revelação na vida de fé.","conexao_teologica":"A visão e a revelação são temas recorrentes na Bíblia, onde Deus se comunica com Seu povo através de sonhos, visões e profecias.","referencias_relacionadas":["Atos 2:17","Ezequiel 1:1","Apocalipse 1:1"]},"genesis_22_22_pildash":{"palavra_pt":"pildash","palavra_original":"פִּלְדָּשׁ","transliteracao":"Pildâsh","strong":"H6394","significado_raiz":"Ideia básica: pildash.","significado_contextual":"Pildash é um dos filhos de Betuel, mencionado na genealogia de Abraão.","explicacao_detalhada":"O nome Pildash é associado a um dos descendentes de Betuel, que é uma figura importante na linhagem de Abraão. Ele representa a continuidade da promessa divina a Abraão através de sua família.","por_que_esta_palavra":"A inclusão de Pildash na genealogia é significativa para mostrar a conexão entre as promessas de Deus e a linhagem de Abraão.","conexao_teologica":"Pildash, como parte da genealogia, destaca a importância da linhagem e da fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 22:22","Gênesis 24:15","Gênesis 24:29"]},"genesis_22_23_nome":{"palavra_pt":"nome","palavra_original":"בְּתוּאֵל","transliteracao":"Bᵉthûwʼêl","strong":"H1328","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Betuel é mencionado como o pai de Rebeca, que se torna esposa de Isaque.","explicacao_detalhada":"Betuel é uma figura chave na narrativa de Gênesis, pois sua filha Rebeca é escolhida para ser a esposa de Isaque, cumprindo assim a promessa de Deus a Abraão sobre a multiplicação de sua descendência.","por_que_esta_palavra":"O nome é importante porque representa a conexão entre as gerações e a continuidade do plano de Deus.","conexao_teologica":"A escolha de Rebeca como esposa de Isaque é um exemplo da providência divina na realização de Suas promessas.","referencias_relacionadas":["Gênesis 22:23","Gênesis 24:15","Gênesis 24:50"]},"genesis_22_23_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"O verbo 'urso' refere-se ao ato de gerar ou dar à luz.","explicacao_detalhada":"Neste contexto, 'urso' é utilizado para descrever o ato de Betuel como pai, enfatizando a importância da procriação e da continuidade da linhagem.","por_que_esta_palavra":"A palavra é relevante para entender a importância da descendência na narrativa bíblica.","conexao_teologica":"A geração de filhos é vista como uma bênção de Deus e parte do cumprimento das promessas feitas a Abraão.","referencias_relacionadas":["Gênesis 22:23","Gênesis 24:60","Gênesis 25:20"]},"genesis_22_24_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Reitera o ato de gerar, enfatizando a continuidade da linhagem.","explicacao_detalhada":"O uso do verbo 'urso' novamente reforça a importância da procriação na narrativa, mostrando como a linhagem de Abraão se expande.","por_que_esta_palavra":"É crucial para entender a importância da descendência na história da salvação.","conexao_teologica":"A continuidade da linhagem é um tema central na Bíblia, refletindo a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 22:24","Gênesis 25:1","Gênesis 35:22"]},"genesis_22_24_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"O termo 'nome' é usado para referir-se à identidade e à autoridade de uma pessoa.","explicacao_detalhada":"Neste contexto, o 'nome' de Betuel é importante, pois representa sua posição e influência na narrativa.","por_que_esta_palavra":"A palavra 'nome' é significativa, pois na cultura bíblica, o nome carrega o peso da identidade e do caráter.","conexao_teologica":"A autoridade de Betuel como pai de Rebeca é um reflexo da ordem divina na família e na sociedade.","referencias_relacionadas":["Gênesis 22:24","Gênesis 24:15","Gênesis 24:50"]}}