{"genesis_23_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"O verbo 'cair' é usado para descrever a condição de Sara ao falecer.","explicacao_detalhada":"A morte de Sara é um momento significativo na narrativa de Abraão, marcando a perda de uma figura central em sua vida.","por_que_esta_palavra":"A palavra 'cair' é utilizada para expressar a fragilidade da vida humana e a inevitabilidade da morte.","conexao_teologica":"A morte de Sara também destaca a realidade da mortalidade e a esperança da ressurreição prometida por Deus.","referencias_relacionadas":["Gênesis 23:1","Gênesis 25:10","Hebreus 11:11-12"]},"genesis_23_1_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"O termo 'carne' refere-se à condição humana e à fragilidade da vida.","explicacao_detalhada":"Neste contexto, 'carne' é usado para enfatizar a humanidade de Sara e a realidade de sua morte.","por_que_esta_palavra":"A palavra é importante para lembrar que todos são suscetíveis à morte e à fragilidade da vida.","conexao_teologica":"A condição da carne é um lembrete da necessidade de redenção e da esperança da vida eterna em Cristo.","referencias_relacionadas":["Gênesis 23:1","Salmos 78:39","Romanos 8:3"]},"genesis_23_2_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"O verbo 'morrer' é utilizado para descrever a morte de Sara.","explicacao_detalhada":"A morte de Sara é um evento marcante que afeta profundamente Abraão e a narrativa da aliança.","por_que_esta_palavra":"A palavra 'morrer' é crucial para entender a fragilidade da vida e a realidade da mortalidade.","conexao_teologica":"A morte é uma consequência do pecado, mas também é um ponto de transição para a vida eterna prometida por Deus.","referencias_relacionadas":["Gênesis 23:2","Eclesiastes 3:2","Romanos 5:12"]},"genesis_23_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"O termo 'terra' refere-se ao local onde Sara foi enterrada, que é significativo para a herança de Abraão.","explicacao_detalhada":"A terra de Canaã é a terra prometida a Abraão, e o sepultamento de Sara ali é um ato de fé na promessa de Deus.","por_que_esta_palavra":"A palavra 'terra' é importante para entender a relação de Abraão com a terra prometida e sua herança.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da herança espiritual que Ele oferece ao Seu povo.","referencias_relacionadas":["Gênesis 23:2","Gênesis 12:7","Gênesis 17:8"]},"genesis_23_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"O verbo 'vir/entrar' é usado para descrever a ação de Abraão ao buscar um lugar para enterrar Sara.","explicacao_detalhada":"Neste contexto, 'vir' implica a ação de Abraão em tomar decisões importantes em um momento de luto.","por_que_esta_palavra":"A palavra 'vir' é relevante para entender a ação de Abraão em um momento de dor e perda.","conexao_teologica":"A ação de Abraão reflete a necessidade de agir em fé, mesmo em tempos de tristeza e perda.","referencias_relacionadas":["Gênesis 23:2","Gênesis 24:1","Gênesis 25:9"]},"genesis_23_3_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar implica a ação de se erguer ou se colocar em pé, frequentemente associado a um novo começo ou a uma nova fase.","explicacao_detalhada":"No contexto de Gênesis 23:3, 'levantar' é usado por Abraão ao se dirigir aos filhos de Hete, indicando sua intenção de agir e buscar um lugar para enterrar sua esposa Sara. A palavra sugere não apenas a ação física de se levantar, mas também um chamado à ação em um momento de luto.","por_que_esta_palavra":"A escolha da palavra 'levantar' reflete a necessidade de Abraão de se mover adiante após a morte de Sara, simbolizando a continuidade da vida mesmo diante da perda.","conexao_teologica":"A ideia de levantar-se é frequentemente associada à ressurreição e à esperança de vida após a morte, temas centrais na teologia cristã.","referencias_relacionadas":["Salmos 30:1","Isaías 26:19","Romanos 8:11"]},"genesis_23_3_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Morrer refere-se ao fim da vida física, um tema recorrente na narrativa bíblica que aborda a fragilidade da vida humana.","explicacao_detalhada":"Em Gênesis 23:3, a morte de Sara é um evento significativo que leva Abraão a buscar um local apropriado para seu sepultamento. A palavra 'morrer' aqui enfatiza a realidade da mortalidade e a necessidade de honrar os que partiram.","por_que_esta_palavra":"A palavra 'morrer' é crucial para entender a transitoriedade da vida e a importância de rituais de luto e sepultamento na cultura hebraica.","conexao_teologica":"A morte é um tema que leva à reflexão sobre a vida eterna e a promessa de ressurreição, que é central na fé cristã.","referencias_relacionadas":["Eclesiastes 3:2","Hebreus 9:27","João 11:25-26"]},"genesis_23_3_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar implica a comunicação verbal, um ato que pode expressar emoções, intenções e decisões.","explicacao_detalhada":"No versículo, Abraão fala aos filhos de Hete para negociar a compra de um terreno para enterrar Sara. A palavra 'falar' destaca a importância da comunicação em momentos de necessidade e a formalidade do ato de negociação.","por_que_esta_palavra":"A escolha de 'falar' reflete a necessidade de Abraão de estabelecer um diálogo respeitoso e formal, essencial para a cultura da época.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, sendo a Palavra de Deus um meio de revelação e relacionamento.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Mateus 12:36"]},"genesis_23_4_estrangeiro":{"palavra_pt":"estrangeiro","palavra_original":"תּוֹשָׁב","transliteracao":"tôwshâb","strong":"H8453","significado_raiz":"Ideia básica: estrangeiro.","significado_contextual":"Estrangeiro refere-se a alguém que não pertence à terra ou à cultura local, destacando a condição de Abraão como forasteiro.","explicacao_detalhada":"Abraão se identifica como um estrangeiro em Gênesis 23:4, o que reflete sua posição como um homem de Deus que vive em uma terra que não é sua. Essa palavra enfatiza a ideia de peregrinação e a busca por um lar eterno.","por_que_esta_palavra":"A palavra 'estrangeiro' é significativa porque ressalta a identidade de Abraão como alguém que vive pela fé, esperando a promessa de Deus.","conexao_teologica":"A condição de estrangeiro é um tema que ressoa com a experiência cristã de viver no mundo, mas não ser do mundo.","referencias_relacionadas":["Hebreus 11:13-16","1 Pedro 2:11","Gênesis 12:1"]},"genesis_23_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar implica um pedido urgente ou uma súplica, muitas vezes em um contexto de necessidade ou desespero.","explicacao_detalhada":"No contexto do versículo, 'clamar' é usado para expressar a necessidade de Abraão de um lugar para enterrar sua esposa, mostrando a urgência de sua situação.","por_que_esta_palavra":"A palavra 'clamar' destaca a intensidade da situação emocional de Abraão e a importância de buscar ajuda em momentos críticos.","conexao_teologica":"Clamar a Deus é um tema recorrente nas Escrituras, simbolizando a dependência humana da graça e da provisão divina.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Mateus 7:7"]},"genesis_23_4_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Expressão refere-se ao ato de enterrar, um ritual significativo que envolve respeito e honra aos mortos.","explicacao_detalhada":"Em Gênesis 23:4, a expressão 'enterrar' é crucial, pois implica a necessidade de um local adequado para honrar a memória de Sara. O ato de enterrar é uma prática cultural que reflete o valor da vida.","por_que_esta_palavra":"A palavra 'enterrar' é escolhida para enfatizar a importância do sepultamento na cultura hebraica e o respeito devido aos mortos.","conexao_teologica":"O sepultamento é um símbolo da esperança de ressurreição, refletindo a crença na vida após a morte.","referencias_relacionadas":["Gênesis 35:19","Eclesiastes 6:3","1 Tessalonicenses 4:14"]},"genesis_23_5_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Olho pode simbolizar percepção, atenção ou a capacidade de ver e entender.","explicacao_detalhada":"No versículo, a palavra 'olho' é usada para enfatizar a visão de Abraão ao buscar um local para enterrar Sara, simbolizando sua atenção e cuidado com a situação.","por_que_esta_palavra":"A escolha de 'olho' reflete a importância de estar atento às necessidades e circunstâncias ao nosso redor, especialmente em momentos de dor.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde Deus é frequentemente descrito como aquele que vê e cuida de seu povo.","referencias_relacionadas":["Salmos 33:18","Mateus 6:22","Hebreus 4:13"]},"genesis_23_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à descendência, à continuidade da linhagem e à importância da família.","explicacao_detalhada":"Em Gênesis 23:5, a menção de 'filho' pode ser vista como um reconhecimento da importância da família na cultura hebraica e a necessidade de garantir um legado para as futuras gerações.","por_que_esta_palavra":"A palavra 'filho' é significativa porque representa a continuidade da vida e a responsabilidade de cuidar da família.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"genesis_23_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica a ação de comunicar ou declarar algo, muitas vezes com autoridade.","explicacao_detalhada":"No versículo, 'dizer' é usado para expressar a intenção de Abraão de negociar um local para sepultamento, destacando a importância da comunicação clara em situações de negociação.","por_que_esta_palavra":"A escolha da palavra 'dizer' reflete a necessidade de clareza e firmeza nas palavras, especialmente em momentos de decisão.","conexao_teologica":"A palavra de Deus é descrita como poderosa e criativa, mostrando a importância da comunicação divina na criação e na vida dos crentes.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Tiago 3:5"]},"genesis_23_6_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Soberano refere-se a alguém que possui autoridade e poder, muitas vezes em um contexto de respeito e reverência.","explicacao_detalhada":"No contexto de Gênesis 23:6, a palavra 'soberano' é usada para se referir a Abraão, reconhecendo sua posição de dignidade e respeito entre os povos da terra.","por_que_esta_palavra":"A escolha da palavra 'soberano' reflete a importância do reconhecimento da autoridade e do respeito nas interações sociais.","conexao_teologica":"Deus é frequentemente descrito como o Soberano do universo, enfatizando sua autoridade e controle sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Romanos 13:1","Apocalipse 19:16"]},"genesis_23_6_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a uma autoridade máxima em uma nação ou povo, destacando a importância do status social e político.","explicacao_detalhada":"No contexto de Gênesis 23:6, a palavra 'rei' é usada para indicar a posição de autoridade que os hititas reconhecem em Abraão, mostrando respeito e a legitimidade de sua presença entre eles.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a dignidade e o respeito que Abraão tinha, mesmo como um estrangeiro, e a necessidade de reconhecimento de sua posição.","conexao_teologica":"A presença de Abraão como um 'rei' entre os hititas reflete a ideia de que Deus estabelece líderes e autoridades, e que mesmo os estrangeiros podem ser respeitados por sua fé e caráter.","referencias_relacionadas":["Gênesis 14:18-20","1 Samuel 8:5","Salmos 2:10"]},"genesis_23_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, enfatizando a soberania e o poder de Deus sobre todas as coisas.","explicacao_detalhada":"Em Gênesis 23:6, a menção de 'Deus' destaca a relação de Abraão com o Senhor e a confiança que ele depositava em Sua providência e promessa.","por_que_esta_palavra":"A palavra 'deus' é utilizada para reafirmar a fé de Abraão em um Deus que é tanto pessoal quanto poderoso, que cuida de Seus servos.","conexao_teologica":"A relação de Abraão com Deus é um exemplo de fé e obediência, mostrando que Deus é o provedor e protetor de Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Gênesis 15:1-6","Hebreus 11:8-10"]},"genesis_23_7_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em erguer ou estabelecer, muitas vezes em um contexto de autoridade ou ação.","explicacao_detalhada":"No versículo, 'levantar' é usado em um contexto de ação que Abraão deve tomar para negociar a compra da terra, simbolizando a iniciativa e a determinação.","por_que_esta_palavra":"A palavra 'levantar' é significativa porque representa a ação de Abraão em buscar um lugar para enterrar sua esposa, mostrando sua responsabilidade e cuidado.","conexao_teologica":"Levantar-se para agir é um tema recorrente nas Escrituras, onde a fé é acompanhada de ações concretas.","referencias_relacionadas":["Gênesis 12:1","Gênesis 22:3","Êxodo 3:10"]},"genesis_23_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou território, simbolizando propriedade e herança.","explicacao_detalhada":"Em Gênesis 23:7, a 'terra' é o foco da negociação de Abraão, que busca um local específico para enterrar Sara, simbolizando a busca por um lar e um legado.","por_que_esta_palavra":"A menção da 'terra' é crucial, pois representa a promessa de Deus a Abraão de que sua descendência herdaria a terra.","conexao_teologica":"A terra é um tema central na narrativa bíblica, representando não apenas um lugar físico, mas também a promessa de Deus e a identidade do Seu povo.","referencias_relacionadas":["Gênesis 12:7","Gênesis 15:18-21","Salmos 37:29"]},"genesis_23_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência ou progenitura, simbolizando continuidade e legado.","explicacao_detalhada":"No contexto do versículo, 'filho' é mencionado para enfatizar a importância da linhagem de Abraão e a necessidade de um local adequado para enterrar sua esposa, garantindo a continuidade da família.","por_que_esta_palavra":"A palavra 'filho' é significativa, pois representa a herança e a promessa de Deus a Abraão de que ele seria pai de muitas nações.","conexao_teologica":"A ideia de 'filho' é central na teologia bíblica, onde a linhagem e a descendência são vistas como parte do plano redentor de Deus.","referencias_relacionadas":["Gênesis 15:4","Gênesis 21:12","Romanos 4:13"]},"genesis_23_8_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"No versículo, 'falar' é usado para descrever a negociação que Abraão realiza com os hititas, destacando a importância da comunicação em transações e relacionamentos.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a necessidade de diálogo e entendimento mútuo em situações de negociação.","conexao_teologica":"A comunicação é um aspecto fundamental nas relações humanas e com Deus, refletindo a importância do diálogo na fé.","referencias_relacionadas":["Provérbios 15:23","Tiago 1:19","Mateus 5:37"]},"genesis_23_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se a algo de importância ou magnitude, podendo indicar respeito ou valor.","explicacao_detalhada":"No contexto do versículo, 'grande' é usado para descrever a importância da proposta de Abraão e a seriedade da situação em que ele se encontra.","por_que_esta_palavra":"A palavra 'grande' é significativa, pois ressalta a magnitude do ato de comprar um terreno para sepultamento, um ato de honra e respeito.","conexao_teologica":"A grandeza de ações e decisões é um tema recorrente na Bíblia, onde Deus valoriza atos de fé e compromisso.","referencias_relacionadas":["Salmos 145:3","Mateus 5:19","Lucas 16:10"]},"genesis_23_8_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em resgatar ou preservar, frequentemente em um contexto de proteção.","explicacao_detalhada":"No versículo, 'salvar' é utilizado para expressar a intenção de Abraão de garantir um lugar seguro para o sepultamento de Sara, refletindo seu cuidado e responsabilidade.","por_que_esta_palavra":"A palavra 'salvar' é importante, pois mostra a preocupação de Abraão em assegurar um local digno para sua esposa, simbolizando amor e respeito.","conexao_teologica":"A ideia de salvação e proteção é central na mensagem bíblica, refletindo o caráter de Deus como protetor de Seu povo.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Hebreus 7:25"]},"genesis_23_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de transferir algo a alguém, muitas vezes em um contexto de oferta ou negociação.","explicacao_detalhada":"No versículo, 'dar' é usado para descrever a ação de Abraão ao solicitar a compra da terra, enfatizando a importância do ato de dar e receber em relações sociais.","por_que_esta_palavra":"A palavra 'dar' é significativa, pois representa a transação que Abraão está prestes a realizar, um ato de fé e compromisso.","conexao_teologica":"Dar é um princípio fundamental na vida cristã, refletindo a generosidade de Deus e a chamada para que Seus seguidores também sejam generosos.","referencias_relacionadas":["Atos 20:35","2 Coríntios 9:7","Mateus 7:7"]},"genesis_23_9_fim":{"palavra_pt":"fim","palavra_original":"קָצֶה","transliteracao":"qâtseh","strong":"H7097","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se a um término ou conclusão, muitas vezes em um contexto de finalização de um processo.","explicacao_detalhada":"No versículo, 'fim' é usado para descrever a conclusão do processo de negociação e a aquisição do terreno, simbolizando um novo começo para Abraão e sua família.","por_que_esta_palavra":"A palavra 'fim' é importante, pois indica que a negociação está chegando a uma conclusão, permitindo que Abraão cumpra suas obrigações familiares.","conexao_teologica":"O conceito de fim e novos começos é um tema recorrente na Bíblia, onde Deus frequentemente traz novas oportunidades após finais.","referencias_relacionadas":["Eclesiastes 3:1","Isaías 43:19","Apocalipse 21:5"]},"genesis_23_9_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A prata é mencionada como um meio de troca e valor na negociação pela compra da caverna de Macpela.","explicacao_detalhada":"A prata, no contexto bíblico, simboliza riqueza e é frequentemente utilizada como moeda. Em Gênesis 23, Abraão oferece prata a Efron para adquirir a caverna, mostrando a importância da propriedade e a legitimidade da transação.","por_que_esta_palavra":"A escolha da palavra 'prata' destaca a seriedade e o valor da compra que Abraão estava fazendo, além de refletir a prática comercial da época.","conexao_teologica":"A prata, como símbolo de valor, pode ser vista como uma representação das bênçãos de Deus e da prosperidade que Ele concede aos Seus servos.","referencias_relacionadas":["Gênesis 23:16","Êxodo 30:13","Salmos 12:6"]},"genesis_23_10_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é utilizada no contexto de Abraão buscando um acordo justo com os filhos de Hete.","explicacao_detalhada":"Julgar implica a ideia de discernir e decidir sobre a justiça de uma situação. Abraão estava buscando um acordo que fosse justo e respeitoso, demonstrando sua integridade.","por_que_esta_palavra":"A palavra 'julgar' é crucial aqui, pois reflete a intenção de Abraão de agir com justiça e honestidade em suas transações.","conexao_teologica":"A justiça é um tema central na teologia bíblica, refletindo o caráter de Deus e a maneira como Ele espera que Seu povo se comporte.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"genesis_23_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a honestidade na negociação entre Abraão e os hititas.","explicacao_detalhada":"A verdade é um princípio fundamental nas relações humanas e nas transações. Abraão estava buscando um acordo baseado na verdade, evitando enganos.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a importância da transparência e da honestidade nas interações sociais.","conexao_teologica":"A verdade é um atributo de Deus e um valor que Ele espera que Seus seguidores pratiquem em suas vidas.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"genesis_23_11_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' é usada para reconhecer a autoridade dos hititas na terra onde Abraão estava negociando.","explicacao_detalhada":"Ao se referir a 'soberano', Abraão demonstra respeito pela liderança local e pela cultura dos hititas, buscando um acordo que respeitasse sua posição.","por_que_esta_palavra":"A palavra 'soberano' é significativa, pois mostra a postura de Abraão como um forasteiro que reconhece a autoridade dos habitantes da terra.","conexao_teologica":"O reconhecimento da soberania é um princípio que se aplica a Deus, que é o verdadeiro Soberano sobre toda a criação.","referencias_relacionadas":["Salmos 47:2","Romanos 13:1","1 Timóteo 6:15"]},"genesis_23_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao local específico onde Abraão desejava comprar a caverna para sepultar Sara.","explicacao_detalhada":"A terra é um elemento central na narrativa de Gênesis, simbolizando a herança e a promessa de Deus a Abraão e seus descendentes.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância da posse de um lugar específico para o sepultamento, refletindo a conexão de Abraão com a terra prometida.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a aliança de Deus com Seu povo e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Gênesis 15:18","Deuteronômio 1:8"]},"genesis_23_12_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para invocar a presença e a autoridade divina na negociação.","explicacao_detalhada":"A menção de Deus neste contexto reforça a ideia de que Abraão estava agindo sob a orientação e bênção divina, buscando um acordo que fosse justo.","por_que_esta_palavra":"A palavra 'deus' é crucial, pois mostra a dependência de Abraão em relação a Deus em todas as suas ações e decisões.","conexao_teologica":"A presença de Deus nas negociações humanas é um lembrete de que Ele está envolvido em todos os aspectos da vida dos crentes.","referencias_relacionadas":["Gênesis 17:1","Salmos 37:5","Provérbios 3:5-6"]},"genesis_23_12_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' é utilizada para indicar a presença e o reconhecimento mútuo entre as partes envolvidas na negociação.","explicacao_detalhada":"O 'rosto' simboliza a interação pessoal e a comunicação direta, essencial para estabelecer confiança nas transações.","por_que_esta_palavra":"A menção do 'rosto' enfatiza a importância do relacionamento interpessoal e da transparência nas negociações.","conexao_teologica":"A ideia de 'ver o rosto' de Deus é um tema importante na Bíblia, simbolizando a comunhão e o relacionamento próximo com o Criador.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"genesis_23_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A repetição da palavra 'terra' reforça a importância do local na negociação e na herança de Abraão.","explicacao_detalhada":"A terra é um símbolo de promessa e herança, e a aquisição da caverna de Macpela é um passo significativo na realização da promessa de Deus a Abraão.","por_que_esta_palavra":"A ênfase na 'terra' destaca a conexão de Abraão com a terra prometida e a importância de estabelecer raízes ali.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Seu povo, representando a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Gênesis 15:7","Hebreus 11:9-10"]},"genesis_23_13_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada para descrever a comunicação entre Abraão e os hititas durante a negociação.","explicacao_detalhada":"Falar implica a troca de ideias e a busca de um entendimento mútuo, essencial para a conclusão de um acordo.","por_que_esta_palavra":"A palavra 'falar' é importante porque destaca a necessidade de diálogo e comunicação nas relações humanas.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, refletindo a importância do diálogo na vida espiritual.","referencias_relacionadas":["Provérbios 15:23","Tiago 1:19","Efésios 4:29"]},"genesis_23_13_homem":{"palavra_pt":"homem","palavra_original":"אֹזֶן","transliteracao":"ʼôzen","strong":"H241","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se aos representantes da comunidade hitita com quem Abraão estava negociando.","explicacao_detalhada":"O uso da palavra 'homem' enfatiza a dignidade e a importância das pessoas envolvidas na negociação, reconhecendo sua posição na sociedade.","por_que_esta_palavra":"A palavra 'homem' é significativa, pois representa a humanidade e a necessidade de respeito nas interações sociais.","conexao_teologica":"A dignidade do ser humano é um princípio central na teologia bíblica, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"genesis_23_14_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de ver, mas também pode simbolizar percepção e entendimento.","explicacao_detalhada":"No contexto de Gênesis 23:14, o 'olho' pode representar a atenção e a consideração que se deve ter ao fazer negócios, especialmente em relação à compra de um terreno.","por_que_esta_palavra":"A palavra 'olho' é usada para enfatizar a importância da visão e da clareza nas transações.","conexao_teologica":"O olho é frequentemente associado à percepção divina e à capacidade de discernir a vontade de Deus.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:18","Provérbios 20:12"]},"genesis_23_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste versículo, 'dizer' é crucial para a formalização do acordo entre Abraão e Efron, mostrando a importância da palavra na cultura da época.","por_que_esta_palavra":"A palavra 'dizer' destaca a seriedade e a responsabilidade que vêm com a fala, especialmente em compromissos legais.","conexao_teologica":"A fala é um reflexo da verdade e da integridade, que são fundamentais na relação entre Deus e a humanidade.","referencias_relacionadas":["Tiago 3:5-6","Provérbios 18:21","Salmos 19:14"]},"genesis_23_14_nome":{"palavra_pt":"nome","palavra_original":"עֶפְרוֹן","transliteracao":"ʻEphrôwn","strong":"H6085","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de uma pessoa ou lugar, carregando significado e história.","explicacao_detalhada":"O nome 'Efron' não é apenas uma identificação, mas também uma conexão com a linhagem e a herança, importante no contexto da narrativa de Abraão.","por_que_esta_palavra":"A palavra 'nome' é essencial para estabelecer a identidade e a legitimidade das transações e relações.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e refletem a natureza de Deus e de Seu povo.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Apocalipse 3:5"]},"genesis_23_15_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Denota autoridade e domínio, especialmente em contextos de negociação.","explicacao_detalhada":"A palavra 'soberano' é usada para mostrar respeito e reconhecimento da posição de Efron na sociedade, essencial para a negociação.","por_que_esta_palavra":"A utilização de 'soberano' enfatiza a hierarquia social e a necessidade de respeito nas interações.","conexao_teologica":"Deus é frequentemente referido como Soberano, refletindo Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Romanos 13:1","1 Timóteo 6:15"]},"genesis_23_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, especialmente em relação à posse e herança.","explicacao_detalhada":"A 'terra' é um tema central na narrativa bíblica, simbolizando a promessa de Deus a Abraão e sua descendência.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a importância da herança e da promessa divina.","conexao_teologica":"A terra prometida é um símbolo da aliança entre Deus e Seu povo, representando bênção e pertencimento.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10-11"]},"genesis_23_15_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao fim da vida física, mas também pode simbolizar transição e legado.","explicacao_detalhada":"Neste contexto, 'morrer' é mencionado em relação à compra de um sepulcro, destacando a preocupação de Abraão com a sua linhagem e herança após sua morte.","por_que_esta_palavra":"A palavra 'morrer' é importante para entender a continuidade da história e a importância da sepultura na cultura hebraica.","conexao_teologica":"A morte é um tema recorrente na Bíblia, refletindo a realidade da vida e a esperança da ressurreição.","referencias_relacionadas":["Eclesiastes 3:2","João 11:25-26","1 Coríntios 15:55-57"]},"genesis_23_16_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à capacidade de escutar e compreender, especialmente em contextos de negociação.","explicacao_detalhada":"A palavra 'ouvir' é fundamental para a comunicação eficaz e a construção de relacionamentos, especialmente em acordos.","por_que_esta_palavra":"A ênfase em 'ouvir' destaca a importância da atenção e do respeito nas interações humanas.","conexao_teologica":"Ouvir a voz de Deus é essencial para a vida espiritual e a obediência.","referencias_relacionadas":["Tiago 1:19","Salmos 46:10","Isaías 30:21"]},"genesis_23_16_pay":{"palavra_pt":"pay","palavra_original":"שָׁקַל","transliteracao":"shâqal","strong":"H8254","significado_raiz":"Ideia básica: pay.","significado_contextual":"Refere-se ao ato de pagar, especialmente em transações comerciais.","explicacao_detalhada":"A palavra 'pay' é crucial para a formalização do acordo entre Abraão e Efron, mostrando a importância da honestidade nas transações.","por_que_esta_palavra":"A utilização de 'pay' enfatiza a responsabilidade financeira e a integridade nas relações comerciais.","conexao_teologica":"A honestidade nas transações é um reflexo do caráter de Deus e de Sua justiça.","referencias_relacionadas":["Provérbios 11:1","Lucas 16:10","Romanos 13:7"]},"genesis_23_16_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"Refere-se ao metal precioso, usado como moeda e símbolo de valor.","explicacao_detalhada":"A 'prata' é mencionada como o meio de troca na compra do sepulcro, simbolizando riqueza e valor na cultura da época.","por_que_esta_palavra":"A palavra 'prata' é importante para entender o valor das transações e a economia da época.","conexao_teologica":"A prata, como símbolo de valor, pode representar a riqueza espiritual e as bênçãos de Deus.","referencias_relacionadas":["Salmos 119:72","Provérbios 3:14","Mateus 26:15"]},"genesis_23_17_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de erguer ou estabelecer, especialmente em contextos de construção ou fundação.","explicacao_detalhada":"A palavra 'levantar' é usada para descrever a ação de estabelecer um sepulcro, simbolizando a importância da memória e do legado.","por_que_esta_palavra":"A utilização de 'levantar' enfatiza a ação de criar um lugar de descanso e honra para os mortos.","conexao_teologica":"Levantar um sepulcro é um ato de respeito e honra, refletindo a importância da vida e da morte na narrativa bíblica.","referencias_relacionadas":["Salmos 30:3","Isaías 26:19","1 Tessalonicenses 4:14"]},"genesis_23_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como a transação foi realizada.","explicacao_detalhada":"A palavra 'modo' aqui indica a forma ou o jeito específico em que a compra da caverna de Macpela foi feita, enfatizando a importância do processo legal e formal na cultura da época.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a seriedade e a formalidade do ato de compra, que era um costume importante entre os patriarcas.","conexao_teologica":"A formalização da compra da terra é um símbolo da promessa de Deus a Abraão sobre a terra que ele herdaria.","referencias_relacionadas":["Gênesis 12:7","Gênesis 15:18","Gênesis 17:8"]},"genesis_23_17_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Indica a face ou a presença de alguém, simbolizando a relação entre as pessoas.","explicacao_detalhada":"A palavra 'rosto' é usada para descrever a presença de Abraão e a importância de sua posição durante a negociação da compra da caverna.","por_que_esta_palavra":"O uso de 'rosto' enfatiza a interação pessoal e a honra que Abraão tinha ao negociar com os filhos de Hete.","conexao_teologica":"A presença de Abraão na negociação reflete a relação direta entre Deus e seu povo, onde a presença é fundamental.","referencias_relacionadas":["Gênesis 32:30","Êxodo 33:11","Salmos 27:8"]},"genesis_23_18_terra":{"palavra_pt":"terra","palavra_original":"מִקְנָה","transliteracao":"miqnâh","strong":"H4736","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra adquirida por Abraão, um ato significativo na história da aliança.","explicacao_detalhada":"A palavra 'terra' aqui simboliza não apenas a propriedade física, mas também a promessa de Deus a Abraão de que sua descendência herdaria a terra.","por_que_esta_palavra":"A aquisição da terra é um marco na história de Israel, representando a realização da promessa divina.","conexao_teologica":"A terra é um símbolo da aliança entre Deus e Abraão, que se estende a seus descendentes.","referencias_relacionadas":["Gênesis 12:1-3","Gênesis 15:7-8","Gênesis 17:8"]},"genesis_23_18_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Representa a visão ou percepção, muitas vezes associada à sabedoria e discernimento.","explicacao_detalhada":"A palavra 'olho' pode simbolizar a atenção e a vigilância que Abraão tinha ao escolher a terra para sua sepultura.","por_que_esta_palavra":"O uso de 'olho' sugere que Abraão estava atento às promessas de Deus e às necessidades de sua família.","conexao_teologica":"A visão espiritual é essencial para entender as promessas de Deus e a herança que Ele oferece.","referencias_relacionadas":["Salmos 119:18","Provérbios 2:2","Mateus 6:22"]},"genesis_23_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra onde Abraão e Sara seriam sepultados, um ato de honra.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a importância do local escolhido para a sepultura, que se tornaria um lugar sagrado para os descendentes de Abraão.","por_que_esta_palavra":"A escolha da terra para sepultura é um ato que demonstra a fé de Abraão na promessa de Deus sobre a terra.","conexao_teologica":"A sepultura em Macpela é um símbolo da esperança na ressurreição e na continuidade da aliança.","referencias_relacionadas":["Gênesis 17:8","Gênesis 49:29-32","Hebreus 11:9-10"]},"genesis_23_19_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de seguir ou acompanhar, possivelmente referindo-se à continuidade da linhagem.","explicacao_detalhada":"A palavra 'seguir' sugere a ideia de que a linhagem de Abraão continuaria a partir do local escolhido, simbolizando a continuidade da promessa.","por_que_esta_palavra":"A escolha de 'seguir' destaca a importância da herança e da continuidade da fé entre as gerações.","conexao_teologica":"A ideia de seguir as promessas de Deus é central na narrativa bíblica, mostrando a fidelidade de Deus através das gerações.","referencias_relacionadas":["Gênesis 12:1-3","Gênesis 17:7-8","Salmos 78:4"]},"genesis_23_19_machpelah":{"palavra_pt":"machpelah","palavra_original":"מַכְפֵּלָה","transliteracao":"Makpêlâh","strong":"H4375","significado_raiz":"Ideia básica: machpelah.","significado_contextual":"Refere-se ao nome do local onde Abraão comprou a caverna para sepultar Sara.","explicacao_detalhada":"A palavra 'Machpelah' é significativa, pois se torna um local sagrado e um símbolo da herança de Abraão.","por_que_esta_palavra":"O nome Machpelah é importante porque representa a conexão de Abraão com a terra prometida.","conexao_teologica":"Machpelah se torna um símbolo da promessa de Deus de dar a terra a Abraão e sua descendência.","referencias_relacionadas":["Gênesis 49:30","Gênesis 50:13","Atos 7:16"]},"genesis_23_20_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de erguer ou estabelecer, especialmente em relação à sepultura.","explicacao_detalhada":"A palavra 'levantar' aqui pode simbolizar a ação de estabelecer um local de descanso para Sara, que é um ato de honra.","por_que_esta_palavra":"O ato de levantar a sepultura é um reconhecimento da importância de Sara na história de Abraão.","conexao_teologica":"Levantar um local de sepultura é um ato que reflete a esperança na ressurreição e na continuidade da vida.","referencias_relacionadas":["Gênesis 23:9","Gênesis 49:29-31","1 Tessalonicenses 4:14"]}}