{"genesis_28_1_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Em Gênesis 28:1, a palavra 'abençoar' é usada quando Isaque abençoa Jacó antes de sua partida, conferindo-lhe a bênção de Deus.","explicacao_detalhada":"A bênção de Isaque é um ato de transmissão de favor divino e proteção, essencial para o cumprimento das promessas de Deus a Abraão e seus descendentes.","por_que_esta_palavra":"A palavra 'abençoar' é crucial porque destaca a importância da bênção paterna na cultura hebraica e seu papel na história da salvação.","conexao_teologica":"A bênção é um tema central na Bíblia, simbolizando a graça e a escolha de Deus sobre Seu povo.","referencias_relacionadas":["Gênesis 12:2","Gênesis 27:27","Números 6:24-26"]},"genesis_28_1_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"No contexto de Gênesis 28:1, 'chamar' refere-se ao ato de Isaque convocar Jacó para dar instruções e bênçãos antes de sua jornada.","explicacao_detalhada":"A palavra 'chamar' implica uma convocação significativa, onde Isaque não apenas chama Jacó, mas também o orienta sobre seu destino e a importância de seguir o caminho de Deus.","por_que_esta_palavra":"A escolha da palavra 'chamar' ressalta a relação ativa entre pais e filhos e a transmissão de valores e promessas.","conexao_teologica":"Deus frequentemente chama pessoas para um propósito, mostrando que a vocação é um tema importante na narrativa bíblica.","referencias_relacionadas":["Gênesis 12:1","Gênesis 46:2","Isaías 43:1"]},"genesis_28_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Em Gênesis 28:1, a palavra 'dizer' é usada quando Isaque instrui Jacó sobre o que ele deve fazer e como deve se comportar.","explicacao_detalhada":"A palavra 'dizer' enfatiza a importância das instruções verbais que Isaque passa a Jacó, que são fundamentais para a continuidade da linhagem e das promessas divinas.","por_que_esta_palavra":"A palavra 'dizer' é essencial para entender a transmissão de sabedoria e a importância da comunicação na relação entre pai e filho.","conexao_teologica":"A comunicação divina e a revelação são temas centrais na Bíblia, mostrando como Deus se comunica com Seu povo.","referencias_relacionadas":["Gênesis 1:3","Gênesis 12:1","Salmos 119:105"]},"genesis_28_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Em Gênesis 28:2, 'levantar' refere-se à ação de Jacó ao se preparar para partir em sua jornada, simbolizando um novo começo.","explicacao_detalhada":"A palavra 'levantar' implica movimento e ação, indicando que Jacó está pronto para seguir as instruções de seu pai e cumprir o plano de Deus.","por_que_esta_palavra":"A escolha da palavra 'levantar' é significativa, pois representa a disposição de Jacó em obedecer e seguir o chamado de Deus.","conexao_teologica":"Levantar-se é um símbolo de prontidão e obediência ao chamado divino, um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Isaías 6:8"]},"genesis_28_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Em Gênesis 28:2, 'casa' refere-se ao lar de onde Jacó está partindo, simbolizando sua família e herança.","explicacao_detalhada":"A palavra 'casa' é importante porque representa não apenas um lugar físico, mas também a identidade e a linhagem de Jacó, que está sendo enviada para encontrar uma esposa.","por_que_esta_palavra":"A palavra 'casa' é significativa na narrativa, pois destaca a importância da família e da continuidade da promessa de Deus.","conexao_teologica":"A ideia de casa é central na Bíblia, simbolizando segurança, pertencimento e a presença de Deus.","referencias_relacionadas":["Gênesis 2:24","Gênesis 18:19","Salmos 127:1"]},"genesis_28_2_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Em Gênesis 28:2, 'tomar' refere-se à ação de Jacó ao ser instruído a tomar uma esposa das filhas de Labão, indicando uma escolha deliberada.","explicacao_detalhada":"A palavra 'tomar' implica uma ação ativa e intencional, destacando a responsabilidade de Jacó em seguir as instruções de seu pai e buscar uma esposa que não seja das nações vizinhas.","por_que_esta_palavra":"A escolha da palavra 'tomar' é significativa porque enfatiza a importância das decisões que Jacó deve fazer em sua vida.","conexao_teologica":"Tomar decisões é um tema importante na vida cristã, refletindo a responsabilidade que temos em seguir a vontade de Deus.","referencias_relacionadas":["Gênesis 24:4","Gênesis 29:19","Provérbios 18:22"]},"genesis_28_3_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Em Gênesis 28:3, 'Deus' refere-se ao Ser Supremo que Isaque invoca ao abençoar Jacó, destacando a importância da relação com o divino.","explicacao_detalhada":"A palavra 'Deus' é central na bênção de Isaque, enfatizando que a bênção e a proteção de Deus são essenciais para o sucesso e a continuidade da linhagem.","por_que_esta_palavra":"A escolha da palavra 'Deus' é significativa, pois ressalta a soberania e a autoridade divina sobre a vida de Jacó.","conexao_teologica":"A relação com Deus é fundamental na narrativa bíblica, mostrando como Ele guia e protege Seu povo.","referencias_relacionadas":["Gênesis 1:1","Gênesis 17:1","Salmos 46:1"]},"genesis_28_3_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Em Gênesis 28:3, a palavra 'abençoar' é usada novamente quando Isaque invoca a bênção de Deus sobre Jacó, reforçando a importância da bênção na linhagem.","explicacao_detalhada":"A bênção de Isaque é um ato de fé, onde ele reconhece a soberania de Deus e a importância da continuidade das promessas feitas a Abraão.","por_que_esta_palavra":"A palavra 'abençoar' é crucial, pois representa a transmissão do favor divino e a responsabilidade que Jacó tem em seguir o caminho de Deus.","conexao_teologica":"A bênção é um tema central na Bíblia, simbolizando a graça e a escolha de Deus sobre Seu povo.","referencias_relacionadas":["Gênesis 12:2","Gênesis 27:27","Números 6:24-26"]},"genesis_28_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder algo a alguém, um tema central na narrativa de bênçãos e promessas.","explicacao_detalhada":"No contexto de Gênesis 28:4, 'dar' é usado para descrever a ação de Deus em conceder bênçãos a Abraão e seus descendentes. Essa palavra enfatiza a generosidade divina e a continuidade da aliança.","por_que_esta_palavra":"Esta palavra é crucial porque reflete a natureza de Deus como doador e a importância das bênçãos na vida do povo escolhido.","conexao_teologica":"A ideia de 'dar' está ligada à graça de Deus, que oferece bênçãos não por mérito, mas por Sua vontade soberana.","referencias_relacionadas":["Gênesis 12:2","Gênesis 17:8","Deuteronômio 28:1-14"]},"genesis_28_4_bencao":{"palavra_pt":"bencao","palavra_original":"בְּרָכָה","transliteracao":"Bᵉrâkâh","strong":"H1293","significado_raiz":"Ideia básica: bencao.","significado_contextual":"A palavra 'bênção' refere-se a um favor divino que traz prosperidade e proteção.","explicacao_detalhada":"Em Gênesis 28:4, a bênção é um elemento central da promessa feita a Jacó, simbolizando a continuidade da aliança de Deus com os patriarcas.","por_que_esta_palavra":"A bênção é fundamental na narrativa bíblica, pois representa a relação entre Deus e Seu povo, onde a obediência resulta em bênçãos.","conexao_teologica":"A bênção de Deus é um tema recorrente que aponta para a redenção e a graça, culminando na bênção suprema em Cristo.","referencias_relacionadas":["Gênesis 1:28","Números 6:24-26","Efésios 1:3"]},"genesis_28_4_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar posse ou herdar algo.","explicacao_detalhada":"No contexto de Gênesis 28:4, 'agarrar' refere-se à herança das promessas de Deus, que são passadas de geração em geração.","por_que_esta_palavra":"Esta palavra é importante porque destaca a responsabilidade de Jacó em manter e transmitir as promessas de Deus.","conexao_teologica":"A ideia de agarrar está ligada à fé e à perseverança na busca das promessas divinas.","referencias_relacionadas":["Gênesis 25:29-34","Gênesis 32:28","Hebreus 11:16"]},"genesis_28_5_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de enviar alguém em uma missão ou propósito.","explicacao_detalhada":"Em Gênesis 28:5, Jacó é enviado por seu pai Isaque para encontrar uma esposa entre os parentes, o que demonstra a importância das alianças familiares.","por_que_esta_palavra":"A palavra 'enviar' é significativa porque mostra a obediência de Jacó e a continuidade do plano de Deus através das gerações.","conexao_teologica":"O envio de Jacó pode ser visto como um paralelo ao envio de missionários, onde Deus dirige Seus servos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 24:4","Gênesis 12:1","Mateus 28:19-20"]},"genesis_28_5_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica em seguir um caminho ou viver de acordo com um propósito.","explicacao_detalhada":"No contexto de Gênesis 28:5, 'andar' refere-se à jornada de Jacó, que simboliza a busca pela vontade de Deus em sua vida.","por_que_esta_palavra":"Andar é uma metáfora comum na Bíblia para a vida espiritual e a obediência a Deus.","conexao_teologica":"A caminhada de fé é um tema central, onde cada passo deve ser guiado pela vontade de Deus.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","1 João 1:7"]},"genesis_28_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Em Gênesis 28:5, a menção de 'filho' destaca a importância da herança familiar e das promessas de Deus para a posteridade de Abraão.","por_que_esta_palavra":"A palavra 'filho' é crucial, pois representa a continuidade da aliança e o papel da família na história da salvação.","conexao_teologica":"A relação pai-filho é um tema que se estende até o Novo Testamento, onde Jesus é chamado de Filho de Deus.","referencias_relacionadas":["Gênesis 17:19","Êxodo 4:22","Romanos 8:14-17"]},"genesis_28_6_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber ou entender algo.","explicacao_detalhada":"Em Gênesis 28:6, 'ver' refere-se à compreensão de Jacó sobre a importância das bênçãos e promessas que recebeu.","por_que_esta_palavra":"Ver é essencial para a fé, pois envolve a percepção espiritual das verdades de Deus.","conexao_teologica":"A visão espiritual é um tema importante, onde Deus abre os olhos dos crentes para entender Sua vontade.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Efésios 1:18"]},"genesis_28_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão.","explicacao_detalhada":"Em Gênesis 28:6, 'porque' é usado para justificar a ação de Jacó e a importância de seguir as instruções de seu pai.","por_que_esta_palavra":"Esta palavra é fundamental para a lógica do argumento, mostrando a razão por trás das ações.","conexao_teologica":"A compreensão das razões divinas é essencial para a fé e a obediência.","referencias_relacionadas":["Romanos 8:28","Provérbios 3:5-6","Tiago 1:5"]},"genesis_28_6_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de invocar bênçãos sobre alguém.","explicacao_detalhada":"Em Gênesis 28:6, 'abençoar' é uma ação que demonstra a intenção de transmitir favor e proteção divina.","por_que_esta_palavra":"A bênção é um ato poderoso que reflete a autoridade e a responsabilidade espiritual.","conexao_teologica":"A bênção é um meio pelo qual Deus se comunica com Seu povo, estabelecendo uma relação de amor e cuidado.","referencias_relacionadas":["Gênesis 27:27","Salmos 133:3","Hebreus 7:7"]},"genesis_28_7_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e obedecer.","explicacao_detalhada":"Em Gênesis 28:7, 'ouvir' refere-se à disposição de Jacó em seguir as instruções de seu pai, um sinal de respeito e obediência.","por_que_esta_palavra":"Ouvir é um aspecto fundamental da fé, onde a obediência às palavras de Deus é essencial para a vida espiritual.","conexao_teologica":"A habilidade de ouvir a voz de Deus é central na vida cristã, levando à transformação e à ação.","referencias_relacionadas":["Deuteronômio 6:4-5","João 10:27","Tiago 1:22"]},"genesis_28_7_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar ou seguir um caminho, simbolizando a jornada de vida.","explicacao_detalhada":"A palavra 'andar' neste contexto implica não apenas movimento físico, mas também a ideia de seguir um caminho espiritual e moral. Jacob estava seguindo as instruções de sua mãe e obedecendo ao que Deus havia planejado para ele.","por_que_esta_palavra":"A escolha da palavra 'andar' sugere uma jornada contínua, refletindo a vida de fé e as decisões que Jacob teria que tomar ao longo de sua vida.","conexao_teologica":"A jornada de Jacob é uma metáfora da vida cristã, onde cada passo deve ser guiado pela fé e pela obediência a Deus.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Gálatas 5:16"]},"genesis_28_7_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"Nome do patriarca que representa a continuidade da aliança de Deus com Abraão e Isaque.","explicacao_detalhada":"Jacob, cujo nome significa 'aquele que agarra o calcanhar', simboliza a luta e a perseverança. Ele é uma figura central na narrativa bíblica, representando a escolha divina e a promessa de Deus ao seu povo.","por_que_esta_palavra":"O nome 'Jacob' é significativo porque reflete a natureza da sua vida, marcada por desafios e a busca pela bênção de Deus.","conexao_teologica":"Jacob é um precursor do povo de Israel, e sua história é fundamental para entender a relação entre Deus e seu povo escolhido.","referencias_relacionadas":["Gênesis 32:28","Romanos 9:13","Hebreus 11:21"]},"genesis_28_8_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à percepção ou visão, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'ver' neste contexto implica em perceber a realidade ao redor de Jacob e entender a importância de sua jornada. É um convite à reflexão sobre o que está diante dele.","por_que_esta_palavra":"A escolha de 'ver' sugere que Jacob deve estar atento às direções de Deus e às lições que a vida lhe apresenta.","conexao_teologica":"Ver é um tema recorrente na Bíblia, onde a visão espiritual é essencial para compreender a vontade de Deus.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","2 Coríntios 5:7"]},"genesis_28_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa de uma ação ou evento.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Jacob a uma razão específica, enfatizando a importância de entender o propósito por trás das decisões.","por_que_esta_palavra":"Esta palavra é crucial para a narrativa, pois estabelece a motivação e a lógica por trás das ações de Jacob.","conexao_teologica":"A compreensão do 'porque' é vital na teologia, pois nos ajuda a entender a soberania de Deus e o propósito de nossas vidas.","referencias_relacionadas":["Romanos 8:28","Provérbios 16:9","Efésios 1:11"]},"genesis_28_8_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão, mas também simboliza a percepção e a compreensão.","explicacao_detalhada":"A palavra 'olho' neste contexto sugere a necessidade de Jacob de ter uma visão clara de sua situação e do que Deus estava fazendo em sua vida.","por_que_esta_palavra":"O uso de 'olho' enfatiza a importância de estar atento às intervenções divinas e às lições que podem ser aprendidas.","conexao_teologica":"Os olhos espirituais são frequentemente mencionados na Bíblia como essenciais para perceber a verdade de Deus.","referencias_relacionadas":["Efésios 1:18","Salmos 121:1-2","Mateus 5:8"]},"genesis_28_9_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Novamente, refere-se ao ato de caminhar, simbolizando a continuidade da jornada de Jacob.","explicacao_detalhada":"A repetição da palavra 'andar' reforça a ideia de que a vida de Jacob é uma jornada que requer fé e obediência.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de seguir o caminho que Deus traçou para Jacob.","conexao_teologica":"A jornada de fé é um tema central na Bíblia, onde cada passo dado em obediência a Deus é significativo.","referencias_relacionadas":["Salmos 37:23","Isaías 30:21","1 João 1:7"]},"genesis_28_9_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou segurar algo, simbolizando a apropriação de bênçãos.","explicacao_detalhada":"A palavra 'tomar' implica em uma ação deliberada de Jacob para se apropriar das promessas de Deus, refletindo sua determinação em receber a bênção.","por_que_esta_palavra":"A escolha de 'tomar' destaca a necessidade de ação da parte de Jacob para alcançar o que Deus havia prometido.","conexao_teologica":"A ideia de agarrar ou tomar as promessas de Deus é um tema importante na vida de fé, onde a ação e a fé andam juntas.","referencias_relacionadas":["Hebreus 11:1","Mateus 7:7","Tiago 1:5"]},"genesis_28_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'filho' neste contexto enfatiza a identidade de Jacob como parte da linhagem de Abraão e Isaque, e a importância de sua posição na história da salvação.","por_que_esta_palavra":"A menção de 'filho' é significativa, pois destaca a continuidade da aliança de Deus através das gerações.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, refletindo a fidelidade de Deus em cumprir Suas promessas através das gerações.","referencias_relacionadas":["Gênesis 17:7","Êxodo 20:12","Salmos 127:3"]},"genesis_28_10_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou partir, simbolizando novos começos.","explicacao_detalhada":"A palavra 'sair' neste contexto indica a transição de Jacob para uma nova fase de sua vida, marcada por desafios e promessas.","por_que_esta_palavra":"A escolha de 'sair' sugere que Jacob está deixando o passado para trás e se movendo em direção ao futuro que Deus tem para ele.","conexao_teologica":"A ideia de sair para um novo destino é uma metáfora da vida cristã, onde somos chamados a deixar o velho eu e abraçar a nova vida em Cristo.","referencias_relacionadas":["Isaías 43:18-19","2 Coríntios 5:17","Gálatas 2:20"]},"genesis_28_10_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Mais uma vez, refere-se ao ato de caminhar, simbolizando a jornada de fé.","explicacao_detalhada":"A repetição da palavra 'andar' reforça a ideia de que a vida de Jacob é uma jornada contínua, onde cada passo é guiado por Deus.","por_que_esta_palavra":"A palavra 'andar' é usada para enfatizar a importância de seguir o caminho que Deus tem para Jacob, refletindo a vida de fé.","conexao_teologica":"A caminhada com Deus é um tema central na Bíblia, onde cada passo dado em obediência é significativo na jornada de fé.","referencias_relacionadas":["Salmos 119:1","Colossenses 2:6","1 Pedro 2:21"]},"genesis_28_10_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"Jacó é o filho de Isaque e Rebeca, e neto de Abraão, que teve um papel fundamental na história de Israel.","explicacao_detalhada":"O nome Jacó significa 'aquele que segura o calcanhar' ou 'suplantador', refletindo a sua história de luta e ambição. Ele nasceu segurando o calcanhar de seu irmão gêmeo, Esaú, e mais tarde enganou seu pai para receber a bênção destinada a Esaú.","por_que_esta_palavra":"A palavra 'Jacó' é central na narrativa da formação do povo de Israel, representando a continuidade da aliança de Deus com Abraão e Isaque.","conexao_teologica":"Jacó é um símbolo da luta espiritual e da transformação, pois mais tarde ele se torna Israel, o pai das doze tribos.","referencias_relacionadas":["Gênesis 25:26","Gênesis 27:36","Gênesis 32:28"]},"genesis_28_11_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"O sol é mencionado como parte do cenário em que Jacó se encontra ao descansar.","explicacao_detalhada":"O sol representa luz, calor e a presença de Deus na criação. O ato de Jacó descansar ao pôr do sol simboliza um momento de reflexão e conexão com Deus.","por_que_esta_palavra":"A palavra 'sol' é importante para entender o ambiente em que Jacó se encontra, além de simbolizar a presença divina que ilumina o caminho.","conexao_teologica":"O sol é frequentemente usado na Bíblia como uma metáfora para a luz de Deus e Sua orientação.","referencias_relacionadas":["Salmos 84:11","Mateus 5:45","Apocalipse 22:16"]},"genesis_28_11_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Jacó descansa ao pôr do sol, simbolizando um momento de pausa e reflexão.","explicacao_detalhada":"O descanso de Jacó é um momento crucial onde ele se prepara para um encontro com Deus. O ato de deitar-se representa a vulnerabilidade e a busca por proteção divina.","por_que_esta_palavra":"A palavra 'descanso' é significativa, pois indica um momento de transição na vida de Jacó, onde ele se abre para a revelação divina.","conexao_teologica":"O descanso é um tema recorrente na Bíblia, simbolizando a paz que vem de Deus e a importância de parar e ouvir Sua voz.","referencias_relacionadas":["Êxodo 20:8-11","Salmos 23:2","Mateus 11:28"]},"genesis_28_11_cair":{"palavra_pt":"cair","palavra_original":"פָּגַע","transliteracao":"pâgaʻ","strong":"H6293","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' se refere ao ato de Jacó se deitar para descansar.","explicacao_detalhada":"Cair, neste contexto, implica em se entregar ao sono e à vulnerabilidade, um momento de entrega nas mãos de Deus.","por_que_esta_palavra":"A palavra 'cair' é importante para entender a disposição de Jacó em confiar em Deus durante um momento de incerteza.","conexao_teologica":"A entrega e a confiança em Deus são temas centrais na fé, onde cair em Seus braços é um ato de fé.","referencias_relacionadas":["Salmos 55:22","1 Pedro 5:7","Mateus 6:34"]},"genesis_28_12_bom":{"palavra_pt":"bom","palavra_original":"חָלַם","transliteracao":"châlam","strong":"H2492","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se ao sonho que Jacó teve, onde viu uma escada que ligava a terra ao céu.","explicacao_detalhada":"O sonho de Jacó é uma revelação divina que mostra a conexão entre o céu e a terra, simbolizando a presença de Deus em sua vida.","por_que_esta_palavra":"A palavra 'bom' destaca a natureza positiva da revelação e a promessa de Deus a Jacó.","conexao_teologica":"A visão de Jacó é um precursor da mediação de Cristo, que é a ponte entre Deus e a humanidade.","referencias_relacionadas":["João 1:51","Hebreus 12:22","Gênesis 28:13"]},"genesis_28_12_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' pode ser entendida no contexto das lutas que Jacó enfrentou em sua vida.","explicacao_detalhada":"Jacó teve muitos conflitos, tanto com seu irmão Esaú quanto com seu tio Labão, simbolizando as lutas que todos enfrentamos.","por_que_esta_palavra":"A palavra 'inimigo' é relevante para entender as adversidades que Jacó superou e como Deus o protegeu.","conexao_teologica":"As lutas contra inimigos são uma parte da jornada de fé, onde Deus promete estar conosco.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","Efésios 6:12"]},"genesis_28_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é o local onde Jacó teve sua experiência espiritual e a promessa de Deus.","explicacao_detalhada":"A terra representa o lugar físico e espiritual onde Deus se revela e onde as promessas são feitas.","por_que_esta_palavra":"A palavra 'terra' é fundamental, pois é o cenário das promessas de Deus a Jacó e à sua descendência.","conexao_teologica":"A terra é um símbolo da herança e das promessas de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 12:7","Gênesis 15:18","Deuteronômio 6:10"]},"genesis_28_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus se revela a Jacó em um sonho, reafirmando Suas promessas.","explicacao_detalhada":"A palavra 'Deus' aqui representa a presença divina que guia e promete bênçãos a Jacó e sua descendência.","por_que_esta_palavra":"A palavra 'Deus' é central na narrativa, pois é através de Sua revelação que Jacó recebe esperança e direção.","conexao_teologica":"A revelação de Deus a Jacó é um exemplo de como Ele se comunica com Seu povo e cumpre Suas promessas.","referencias_relacionadas":["Gênesis 28:15","Gênesis 32:30","Êxodo 3:14"]},"genesis_28_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é mencionada como parte da promessa que Deus faz a Jacó.","explicacao_detalhada":"A terra é um símbolo da herança que Deus promete a Jacó e seus descendentes, representando a continuidade da aliança.","por_que_esta_palavra":"A palavra 'terra' é crucial, pois representa o cumprimento das promessas de Deus ao povo de Israel.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a presença e a bênção de Deus.","referencias_relacionadas":["Gênesis 12:7","Gênesis 15:18","Josué 1:3"]},"genesis_28_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à divindade que se revela a Jacó.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é usado para enfatizar a relação pessoal e a aliança entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a soberania e a autoridade de Deus sobre a vida de Jacó.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e compromisso com aqueles que O seguem.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Isaías 42:8"]},"genesis_28_14_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Refere-se ao local onde Jacó estava, simbolizando a presença de Deus naquele lugar.","explicacao_detalhada":"A palavra 'po' indica um lugar específico, enfatizando a importância do espaço onde a revelação divina ocorreu. É um lembrete de que Deus se manifesta em lugares concretos.","por_que_esta_palavra":"A escolha da palavra 'po' destaca a localização física da experiência espiritual de Jacó, mostrando que Deus se encontra em lugares específicos da vida humana.","conexao_teologica":"A presença de Deus em locais específicos é um tema recorrente na Bíblia, mostrando que Ele se revela em momentos e lugares determinados.","referencias_relacionadas":["Gênesis 28:12","Êxodo 3:5","Josué 5:15"]},"genesis_28_14_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra onde Jacó estava, simbolizando a criação e a promessa de Deus.","explicacao_detalhada":"A palavra 'solo' é usada para descrever a terra que pertence a Deus e onde as promessas são feitas. Este solo é sagrado porque é o local da revelação divina.","por_que_esta_palavra":"A palavra 'solo' enfatiza a conexão entre o divino e a criação, mostrando que Deus opera através do que é físico e tangível.","conexao_teologica":"A terra é frequentemente vista como um símbolo da promessa de Deus ao Seu povo, representando bênçãos e herança.","referencias_relacionadas":["Gênesis 12:7","Gênesis 13:15","Deuteronômio 11:21"]},"genesis_28_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus se relaciona com Jacó, enfatizando a fidelidade divina.","explicacao_detalhada":"A palavra 'modo' sugere a forma como Deus age e se comunica com os seres humanos, revelando Sua natureza e intenções.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a maneira específica pela qual Deus promete estar com Jacó, enfatizando a relação pessoal entre eles.","conexao_teologica":"Deus se revela de maneiras específicas e pessoais, mostrando que Ele se importa com cada indivíduo.","referencias_relacionadas":["Salmos 32:8","Isaías 41:10","Mateus 28:20"]},"genesis_28_15_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Novamente refere-se à terra, reforçando a ideia de que Deus opera em lugares físicos.","explicacao_detalhada":"A repetição da palavra 'solo' enfatiza a importância do espaço físico na experiência espiritual de Jacó e na promessa de Deus.","por_que_esta_palavra":"A palavra 'solo' é crucial para entender a relação entre o sagrado e o profano, mostrando que Deus atua em nossa realidade.","conexao_teologica":"A terra é um símbolo da presença de Deus e de Suas promessas, reforçando a ideia de que Ele se importa com o mundo material.","referencias_relacionadas":["Gênesis 1:1","Gênesis 17:8","Salmos 37:11"]},"genesis_28_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual Deus promete estar com Jacó, enfatizando a fidelidade divina.","explicacao_detalhada":"A palavra 'porque' conecta a promessa de Deus à condição de Jacó, mostrando que a fidelidade de Deus é baseada em Sua natureza e não nas ações humanas.","por_que_esta_palavra":"A escolha da palavra 'porque' é fundamental para entender a lógica da promessa divina, que é incondicional e baseada na graça.","conexao_teologica":"A graça de Deus é um tema central na Bíblia, mostrando que Suas promessas não dependem de nossos méritos.","referencias_relacionadas":["Romanos 8:28","Efésios 2:8-9","2 Timóteo 1:9"]},"genesis_28_16_awaked":{"palavra_pt":"awake d","palavra_original":"יָקַץ","transliteracao":"yâqats","strong":"H3364","significado_raiz":"Ideia básica: awake d.","significado_contextual":"Refere-se ao momento em que Jacó se dá conta da presença de Deus.","explicacao_detalhada":"A palavra 'awaked' indica um despertar espiritual, onde Jacó percebe a realidade de Deus ao seu redor.","por_que_esta_palavra":"A escolha da palavra 'awaked' é significativa, pois representa a transformação na percepção de Jacó sobre Deus e sua própria vida.","conexao_teologica":"O despertar espiritual é um tema importante, representando a revelação de Deus e a mudança na vida do crente.","referencias_relacionadas":["Efésios 5:14","Romanos 13:11","1 Pedro 5:8"]},"genesis_28_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à importância do que Ele está revelando a Jacó.","explicacao_detalhada":"A palavra 'dizer' destaca a comunicação de Deus com Jacó, enfatizando a importância da mensagem divina.","por_que_esta_palavra":"A escolha da palavra 'dizer' é crucial para entender a relação entre Deus e o homem, onde Deus se comunica de forma clara e direta.","conexao_teologica":"A comunicação de Deus é um aspecto fundamental da fé, mostrando que Ele deseja se relacionar com a humanidade.","referencias_relacionadas":["Hebreus 1:1-2","João 10:27","Salmos 119:105"]},"genesis_28_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"A palavra 'senhor' representa a autoridade e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A escolha da palavra 'senhor' é significativa, pois enfatiza a relação de submissão e reverência que Jacó tem em relação a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na relação do crente com Ele, simbolizando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"genesis_28_17_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de Sua glória.","explicacao_detalhada":"A palavra 'ceus' enfatiza a grandeza e a majestade de Deus, contrastando com a terra onde Jacó estava.","por_que_esta_palavra":"A escolha da palavra 'ceus' é importante para entender a transcendência de Deus e Sua soberania sobre toda a criação.","conexao_teologica":"A ideia de céu é fundamental na teologia bíblica, representando a esperança e a promessa de vida eterna com Deus.","referencias_relacionadas":["Salmos 19:1","Mateus 6:9","Apocalipse 21:1"]},"genesis_28_17_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Refere-se ao temor reverente que Jacó sente diante da presença de Deus.","explicacao_detalhada":"A palavra 'temer' indica um reconhecimento da grandeza de Deus e da seriedade de Sua presença.","por_que_esta_palavra":"A escolha da palavra 'temer' é significativa, pois mostra a resposta adequada do ser humano diante da santidade de Deus.","conexao_teologica":"O temor de Deus é um tema recorrente na Bíblia, representando a reverência e o respeito que devemos ter por Ele.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 66:2"]},"genesis_28_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Deus a Jacó durante seu sonho.","explicacao_detalhada":"No contexto de Gênesis 28:17, 'dizer' refere-se à revelação divina que Jacó recebe, onde Deus promete estar com ele e protegê-lo. Essa comunicação é fundamental para a relação entre Deus e o homem.","por_que_esta_palavra":"A palavra é central para a narrativa, pois representa a voz de Deus que traz conforto e direção a Jacó em um momento de incerteza.","conexao_teologica":"A comunicação de Deus com os seres humanos é um tema recorrente na Bíblia, mostrando que Deus se revela e se relaciona com seu povo.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:4","Salmos 29:4"]},"genesis_28_18_homem":{"palavra_pt":"homem","palavra_original":"שָׁכַם","transliteracao":"shâkam","strong":"H7925","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a Jacó, que se levanta de manhã após ter recebido a visão.","explicacao_detalhada":"Em Gênesis 28:18, Jacó é descrito como um homem que, ao acordar, reconhece a santidade do lugar onde teve a visão. A palavra enfatiza a humanidade de Jacó e sua experiência espiritual.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a fragilidade e a necessidade de Deus na vida de Jacó, um ser humano comum que recebe uma promessa extraordinária.","conexao_teologica":"A humanidade de Jacó representa todos os homens que buscam a Deus e recebem suas promessas.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 3:23"]},"genesis_28_18_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao momento em que Jacó acorda e percebe a importância do lugar.","explicacao_detalhada":"Em Gênesis 28:18, o 'dia' simboliza um novo começo para Jacó, que ao amanhecer, reconhece a presença de Deus. O dia é um tempo de revelação e transformação.","por_que_esta_palavra":"A palavra 'dia' é significativa porque representa a transição da noite de incerteza para a luz da revelação divina.","conexao_teologica":"O conceito de dia e noite é frequentemente usado na Bíblia para simbolizar a luz da verdade que vem de Deus.","referencias_relacionadas":["Salmos 30:5","Isaías 60:1","João 8:12"]},"genesis_28_18_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' é usada quando Jacó pega a pedra que serviu de travesseiro.","explicacao_detalhada":"Em Gênesis 28:18, 'tomar' indica a ação de Jacó ao reconhecer a importância do lugar e a necessidade de consagrá-lo a Deus. É um ato de reverência e compromisso.","por_que_esta_palavra":"A palavra 'tomar' é crucial, pois simboliza a decisão de Jacó de transformar aquele lugar em um altar, um espaço sagrado.","conexao_teologica":"A ideia de tomar algo para Deus é um princípio que se repete na Bíblia, onde os crentes são chamados a dedicar suas vidas e posses ao Senhor.","referencias_relacionadas":["Gênesis 35:14","Êxodo 20:24","Romanos 12:1"]},"genesis_28_19_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se ao lugar que Jacó decide chamar de Betel.","explicacao_detalhada":"Em Gênesis 28:19, 'cidade' é importante porque representa um local de encontro com Deus e um novo começo na vida de Jacó. Betel se torna um símbolo da presença de Deus.","por_que_esta_palavra":"A escolha de nomear a cidade indica a importância do lugar na história de Israel e na relação de Jacó com Deus.","conexao_teologica":"Cidades na Bíblia frequentemente simbolizam lugares de refúgio e comunhão com Deus, como Jerusalém.","referencias_relacionadas":["Gênesis 35:15","Josué 16:2","Amós 5:5"]},"genesis_28_19_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' é usada quando Jacó nomeia o lugar como Betel.","explicacao_detalhada":"Em Gênesis 28:19, 'chamar' indica a ação de Jacó de dar um novo nome ao lugar, reconhecendo sua importância espiritual. Isso reflete a prática bíblica de nomear lugares em resposta a experiências divinas.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque mostra a autoridade de Jacó em reconhecer e estabelecer a santidade do lugar.","conexao_teologica":"O ato de chamar e nomear é um tema importante na Bíblia, refletindo a soberania de Deus e a resposta humana a Ele.","referencias_relacionadas":["Gênesis 17:5","Gênesis 32:28","Isaías 43:1"]},"genesis_28_19_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao lugar físico onde Jacó teve a visão.","explicacao_detalhada":"Em Gênesis 28:19, 'corpo' é uma metáfora para o espaço sagrado que se torna Betel, um local de adoração e encontro com Deus.","por_que_esta_palavra":"A palavra 'corpo' enfatiza a importância do espaço físico na experiência espiritual de Jacó.","conexao_teologica":"A ideia de um lugar sagrado é fundamental na teologia bíblica, onde locais físicos são consagrados para a adoração a Deus.","referencias_relacionadas":["Êxodo 3:5","Salmos 84:1","Mateus 18:20"]},"genesis_28_20_promessa":{"palavra_pt":"promessa","palavra_original":"נָדַר","transliteracao":"nâdar","strong":"H5087","significado_raiz":"Ideia básica: promessa.","significado_contextual":"A palavra 'promessa' refere-se ao compromisso de Deus com Jacó.","explicacao_detalhada":"Em Gênesis 28:20, 'promessa' é central, pois Jacó faz um voto a Deus, reconhecendo a fidelidade divina e a esperança de proteção e bênçãos futuras.","por_que_esta_palavra":"A palavra 'promessa' é crucial, pois representa a resposta de Jacó à revelação de Deus e sua confiança nas promessas divinas.","conexao_teologica":"As promessas de Deus são um tema central na Bíblia, mostrando a fidelidade de Deus ao longo da história.","referencias_relacionadas":["Gênesis 12:2-3","Hebreus 10:23","2 Pedro 3:9"]},"genesis_28_20_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho que Jacó decide seguir após sua experiência com Deus.","explicacao_detalhada":"Em Gênesis 28:20, 'vida' simboliza a jornada espiritual de Jacó, que se compromete a seguir a Deus e viver de acordo com suas promessas.","por_que_esta_palavra":"A palavra 'vida' é significativa, pois representa a transformação que ocorre quando alguém se encontra com Deus.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde os crentes são chamados a viver de maneira que glorifique a Deus.","referencias_relacionadas":["João 10:10","Romanos 6:4","Gálatas 2:20"]},"genesis_28_20_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de Jacó de oferecer a Deus um voto em resposta à sua experiência.","explicacao_detalhada":"Em Gênesis 28:20, 'dar' indica a disposição de Jacó em oferecer sua vida e suas posses a Deus como um ato de gratidão e compromisso.","por_que_esta_palavra":"A palavra 'dar' é importante porque reflete a resposta de Jacó à generosidade de Deus e seu desejo de se comprometer com Ele.","conexao_teologica":"O ato de dar é um princípio fundamental na vida cristã, onde os crentes são chamados a oferecer suas vidas a Deus.","referencias_relacionadas":["2 Coríntios 9:7","Romanos 12:1","Filipenses 4:19"]},"genesis_28_21_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) é usada para descrever um estado de harmonia e bem-estar, tanto em relação a Deus quanto entre os homens.","explicacao_detalhada":"No contexto de Gênesis 28:21, Jacó promete que, se Deus estiver com ele e o proteger, ele retornará em paz à casa de seu pai. A paz aqui implica segurança, proteção e a presença de Deus em sua vida.","por_que_esta_palavra":"A palavra 'paz' é fundamental na relação entre o ser humano e Deus, simbolizando a plenitude e a ausência de conflito.","conexao_teologica":"A paz é um tema central na teologia bíblica, representando a restauração da relação entre Deus e a humanidade através de Cristo.","referencias_relacionadas":["Isaías 26:3","Filipenses 4:7","Romanos 5:1"]},"genesis_28_21_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' (Elohim) é usada para se referir ao Criador, o ser supremo que governa o universo.","explicacao_detalhada":"Em Gênesis 28:21, Jacó reconhece a soberania de Deus e sua capacidade de cumprir promessas. A palavra enfatiza a autoridade e a divindade de Deus.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a natureza divina e a relação do homem com o Criador.","conexao_teologica":"A compreensão de Deus como Elohim é fundamental para a fé judaico-cristã, pois estabelece a base para a criação e a providência divina.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 1:1"]},"genesis_28_21_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' (shub) refere-se ao ato de construir ou estabelecer algo, muitas vezes em um sentido espiritual.","explicacao_detalhada":"No versículo, Jacó promete que se Deus o proteger, ele edificará um altar, simbolizando a construção de um relacionamento e um lugar de adoração a Deus.","por_que_esta_palavra":"A edificação é um ato de compromisso e dedicação, refletindo a intenção de estabelecer uma presença divina em sua vida.","conexao_teologica":"Edificar um altar é um símbolo de adoração e reconhecimento da soberania de Deus, um tema recorrente na Bíblia.","referencias_relacionadas":["Êxodo 20:24","Salmos 127:1","Mateus 16:18"]},"genesis_28_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' (kol) refere-se à totalidade ou à maneira como algo é feito.","explicacao_detalhada":"Em Gênesis 28:22, Jacó menciona que tudo o que Deus lhe der, ele dará a Deus como oferta, indicando um modo de vida de gratidão e devoção.","por_que_esta_palavra":"A palavra 'modo' enfatiza a totalidade da entrega e a intenção de viver de acordo com os princípios divinos.","conexao_teologica":"A forma como vivemos e oferecemos a Deus é um reflexo de nossa fé e compromisso com Ele.","referencias_relacionadas":["Romanos 12:1","Colossenses 3:23","1 Pedro 2:5"]},"genesis_28_22_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' (eben) simboliza firmeza e estabilidade, frequentemente usada em contextos de construção.","explicacao_detalhada":"Jacó usou uma pedra como travesseiro e, posteriormente, prometeu que a transformaria em um altar, simbolizando a transformação de algo comum em um lugar sagrado.","por_que_esta_palavra":"A pedra representa a base sólida sobre a qual a fé pode ser construída.","conexao_teologica":"Cristo é descrito como a pedra angular da fé, simbolizando a estabilidade e a firmeza que encontramos Nele.","referencias_relacionadas":["Salmos 18:2","Mateus 16:18","1 Pedro 2:4-6"]},"genesis_28_22_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' (bayith) refere-se a um lar, um lugar de abrigo e segurança.","explicacao_detalhada":"Jacó promete que a casa que ele edificará será um lugar de adoração a Deus, simbolizando a importância de ter um espaço dedicado ao culto.","por_que_esta_palavra":"A casa é um símbolo de pertencimento e segurança, refletindo a relação entre Deus e seu povo.","conexao_teologica":"A ideia de casa é central na Bíblia, representando tanto o lar físico quanto a habitação de Deus entre seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","João 14:2"]}}