{"genesis_3_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como a serpente se dirige à mulher, questionando a ordem de Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a abordagem astuta da serpente, que distorce a verdade para enganar.","por_que_esta_palavra":"A escolha dessa palavra destaca a sutileza da tentação e a importância de discernir a verdade.","conexao_teologica":"Esse versículo ilustra a batalha entre a verdade de Deus e as mentiras que podem nos afastar Dele.","referencias_relacionadas":["Gênesis 3:4-5","Mateus 4:1-11","1 Pedro 5:8"]},"genesis_3_1_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' é usada para descrever a condição humana e a vulnerabilidade diante da tentação.","explicacao_detalhada":"Neste contexto, 'carne' (חַי) simboliza a fragilidade e a natureza física do ser humano, que pode ser influenciada pelo pecado.","por_que_esta_palavra":"A ênfase na carne destaca a realidade da luta espiritual que todos enfrentamos na vida.","conexao_teologica":"A condição da carne é um tema recorrente na Bíblia, que fala sobre a necessidade de redenção e transformação através de Cristo.","referencias_relacionadas":["Romanos 7:18-25","Gálatas 5:17","1 Coríntios 15:50"]},"genesis_3_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração da mulher sobre o que Deus disse, enfatizando a gravidade da situação.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é crucial aqui, pois revela a comunicação entre Deus e a humanidade e a importância de ouvir e obedecer.","por_que_esta_palavra":"A escolha dessa palavra ressalta a necessidade de atenção à palavra de Deus e a seriedade das consequências da desobediência.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, mostrando como Deus se revela e se relaciona com a humanidade.","referencias_relacionadas":["Deuteronômio 6:4-5","Mateus 4:4","Hebreus 1:1-2"]},"genesis_3_2_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher como companheira do homem, destacando a relação de parceria e unidade.","explicacao_detalhada":"A palavra 'mulher' (אִשָּׁה) enfatiza o papel da mulher na criação e sua importância na narrativa da salvação.","por_que_esta_palavra":"A escolha dessa palavra sublinha a dignidade e o valor da mulher como parte essencial da criação de Deus.","conexao_teologica":"A relação entre homem e mulher é fundamental na teologia do casamento e na compreensão da comunidade humana.","referencias_relacionadas":["Gênesis 2:18-24","Efésios 5:22-33","1 Pedro 3:7"]},"genesis_3_3_fruto":{"palavra_pt":"fruto","palavra_original":"פְּרִי","transliteracao":"pᵉrîy","strong":"H6529","significado_raiz":"Ideia básica: fruto.","significado_contextual":"Refere-se ao fruto da árvore do conhecimento do bem e do mal, que foi proibido por Deus.","explicacao_detalhada":"A palavra 'fruto' (פְּרִי) simboliza a tentação e a escolha moral que a humanidade enfrenta.","por_que_esta_palavra":"A escolha dessa palavra destaca a ideia de que as decisões têm consequências e que a desobediência a Deus leva à queda.","conexao_teologica":"O fruto representa a escolha entre obedecer a Deus ou seguir a própria vontade, um tema central na narrativa bíblica.","referencias_relacionadas":["Gênesis 2:16-17","Romanos 6:23","Gálatas 6:7-8"]},"genesis_3_3_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se à árvore do conhecimento do bem e do mal, que simboliza a escolha moral e a liberdade humana.","explicacao_detalhada":"A palavra 'árvore' (עֵץ) é central na narrativa da queda, representando a tentação e a desobediência a Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância das escolhas que fazemos e suas consequências espirituais.","conexao_teologica":"A árvore é um símbolo da liberdade humana e da responsabilidade que vem com a escolha entre o bem e o mal.","referencias_relacionadas":["Gênesis 2:9","Deuteronômio 30:19","Apocalipse 22:2"]},"genesis_3_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à afirmação da serpente que contradiz a palavra de Deus, introduzindo dúvida.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) aqui é usada para mostrar a manipulação da verdade e a distorção da mensagem divina.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância de discernir a verdade e a necessidade de permanecer firme na palavra de Deus.","conexao_teologica":"Esse versículo ilustra a batalha espiritual entre a verdade de Deus e as mentiras que nos cercam.","referencias_relacionadas":["Gênesis 3:1","Mateus 4:6","Efésios 6:11-12"]},"genesis_3_4_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher sendo enganada pela serpente, simbolizando a vulnerabilidade humana à tentação.","explicacao_detalhada":"A palavra 'mulher' (אִשָּׁה) aqui destaca o papel da mulher na narrativa da queda e a necessidade de discernimento.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da mulher na história da salvação e a necessidade de apoio mútuo entre homem e mulher.","conexao_teologica":"A narrativa da queda é fundamental para entender a necessidade de redenção e a obra de Cristo na restauração da humanidade.","referencias_relacionadas":["Gênesis 2:18","Romanos 5:12","1 Timóteo 2:14"]},"genesis_3_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de 24 horas, mas também pode simbolizar um tempo de experiência ou de eventos significativos.","explicacao_detalhada":"No contexto de Gênesis 3:5, o 'dia' é mencionado em relação à advertência de Deus sobre o que aconteceria se Adão e Eva comessem do fruto proibido. O uso da palavra 'dia' aqui implica uma consequência imediata e severa, que é a morte espiritual e a separação de Deus.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a seriedade da advertência divina e a natureza da desobediência.","conexao_teologica":"O conceito de 'dia' também se relaciona com a ideia de tempo e a criação, onde Deus estabeleceu ciclos de dia e noite, refletindo Sua ordem e soberania sobre a criação.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","2 Pedro 3:8"]},"genesis_3_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador do universo, que tem autoridade sobre todas as coisas.","explicacao_detalhada":"Em Gênesis 3:5, a palavra 'Deus' é usada para enfatizar a relação de autoridade e a advertência que Ele deu a Adão e Eva. A desobediência deles é uma rejeição dessa autoridade.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza da relação entre o Criador e a criação, e a gravidade da transgressão cometida por Adão e Eva.","conexao_teologica":"A desobediência a Deus introduz o pecado no mundo, afetando toda a criação e a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:3","Romanos 1:20"]},"genesis_3_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual uma afirmação é feita, neste caso, a consequência da desobediência.","explicacao_detalhada":"A palavra 'porque' conecta a advertência de Deus com a consequência da desobediência, mostrando que a ação de comer do fruto proibido teria um resultado direto.","por_que_esta_palavra":"É essencial para entender a lógica da advertência divina e a relação de causa e efeito entre a desobediência e suas consequências.","conexao_teologica":"Essa conexão entre ação e consequência é um tema recorrente na teologia bíblica, refletindo a justiça de Deus.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Gálatas 6:7"]},"genesis_3_6_bom":{"palavra_pt":"bom","palavra_original":"שָׂכַל","transliteracao":"sâkal","strong":"H7919","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é desejável, agradável ou benéfico.","explicacao_detalhada":"No contexto de Gênesis 3:6, a mulher vê que o fruto é 'bom' para comer, o que reflete a tentação e a sedução do pecado, apresentando algo que parece atraente, mas que leva à desobediência.","por_que_esta_palavra":"A palavra 'bom' é usada para descrever a percepção distorcida que Adão e Eva tiveram sobre o que Deus havia criado, levando-os a desobedecer.","conexao_teologica":"A ideia de 'bom' aqui contrasta com a desobediência, mostrando como o pecado pode distorcer a percepção do que é verdadeiramente bom.","referencias_relacionadas":["Gênesis 1:31","Romanos 12:2","Tiago 1:17"]},"genesis_3_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo.","explicacao_detalhada":"Em Gênesis 3:6, a mulher 'dá' do fruto ao marido, o que simboliza a transmissão da desobediência e a influência que um pode ter sobre o outro.","por_que_esta_palavra":"A palavra 'dar' é significativa porque ilustra a dinâmica de relacionamento e a responsabilidade compartilhada entre Adão e Eva.","conexao_teologica":"Isso se relaciona com a ideia de que as ações de um indivíduo podem impactar outros, refletindo a natureza comunitária da humanidade.","referencias_relacionadas":["Gênesis 2:18","1 Coríntios 15:22","Hebreus 10:24-25"]},"genesis_3_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de fazer ou criar algo.","explicacao_detalhada":"No contexto de Gênesis 3:7, 'urso' é usado para descrever a ação de Adão e Eva ao perceberem sua nudez após comerem do fruto, indicando uma mudança na condição humana.","por_que_esta_palavra":"A palavra 'urso' é importante porque marca o início da consciência do pecado e da vergonha na humanidade.","conexao_teologica":"Isso reflete a transformação da natureza humana após a queda, mostrando como o pecado altera a percepção e a relação com Deus.","referencias_relacionadas":["Gênesis 2:25","Romanos 5:12","1 João 1:8"]},"genesis_3_7_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de ter conhecimento ou entendimento sobre algo.","explicacao_detalhada":"Em Gênesis 3:7, 'conhecer' implica uma nova experiência de consciência do bem e do mal, que foi adquirida após a desobediência.","por_que_esta_palavra":"A palavra 'conhecer' é crucial porque indica a mudança na condição de Adão e Eva, passando de inocência para a consciência do pecado.","conexao_teologica":"Esse conhecimento traz consigo a responsabilidade e a culpa, refletindo a complexidade da natureza humana após a queda.","referencias_relacionadas":["Gênesis 2:17","Romanos 3:20","Gálatas 4:9"]},"genesis_3_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual uma afirmação é feita, semelhante ao uso anterior.","explicacao_detalhada":"A palavra 'porque' aqui reforça a ideia de que a consciência do pecado é uma consequência direta da desobediência.","por_que_esta_palavra":"É essencial para entender a lógica da transgressão e suas consequências na vida de Adão e Eva.","conexao_teologica":"A relação entre ação e consequência é um tema central na teologia, mostrando a justiça de Deus em resposta ao pecado.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Gálatas 6:7"]},"genesis_3_8_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou à presença de Deus que se manifesta de forma tangível.","explicacao_detalhada":"Em Gênesis 3:8, o 'vento' é uma representação da presença de Deus que andava no jardim, simbolizando comunhão e relacionamento.","por_que_esta_palavra":"A palavra 'vento' é significativa porque representa a proximidade de Deus com a humanidade antes da queda.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, e a separação causada pelo pecado altera essa comunhão.","referencias_relacionadas":["Gênesis 1:2","Salmos 104:30","Atos 2:2"]},"genesis_3_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Deus se manifestava e se relacionava com a humanidade.","explicacao_detalhada":"No contexto de Gênesis 3:8, o 'dia' representa um tempo de comunhão que foi interrompido pela desobediência de Adão e Eva.","por_que_esta_palavra":"A palavra 'dia' aqui enfatiza a importância do relacionamento diário entre Deus e a humanidade.","conexao_teologica":"A interrupção dessa comunhão é um tema central na narrativa da queda e na necessidade de redenção.","referencias_relacionadas":["Gênesis 2:15","Isaías 59:2","2 Coríntios 5:18-19"]},"genesis_3_8_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de perceber sons, mas no contexto bíblico, implica também em obedecer e prestar atenção à voz de Deus.","explicacao_detalhada":"No contexto de Gênesis 3:8, 'ouvir' é usado para descrever a ação de Adão e Eva ao escutarem a voz de Deus no jardim. Isso sugere uma relação de intimidade e comunicação entre Deus e a humanidade.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a importância da obediência e da resposta à palavra de Deus, que é fundamental na narrativa da criação e queda.","conexao_teologica":"A capacidade de ouvir a voz de Deus é central na teologia bíblica, pois implica em um relacionamento ativo e responsivo com o Criador.","referencias_relacionadas":["Salmos 95:7","Isaías 30:21","João 10:27"]},"genesis_3_9_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' indica um convite ou uma convocação, sugerindo que Deus está buscando um relacionamento com Adão.","explicacao_detalhada":"Em Gênesis 3:9, Deus chama Adão após a queda, mostrando que Ele ainda deseja se comunicar e restaurar o relacionamento quebrado.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque revela a iniciativa de Deus em buscar o homem, mesmo após a desobediência.","conexao_teologica":"A ideia de Deus chamar o homem é um tema recorrente na Bíblia, simbolizando a busca divina pela humanidade.","referencias_relacionadas":["1 Samuel 3:10","Mateus 11:28","Apocalipse 3:20"]},"genesis_3_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania e autoridade de Deus sobre toda a criação.","explicacao_detalhada":"Em Gênesis 3:9, o uso do nome 'Senhor' enfatiza a posição de Deus como Criador e Governante, que tem o direito de buscar e confrontar a humanidade.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a majestade e o poder de Deus, especialmente em momentos de desobediência.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 14:11"]},"genesis_3_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, enfatizando a natureza de Deus como criador e juiz.","explicacao_detalhada":"Em Gênesis 3:9, a menção de 'Deus' destaca a relação entre o Criador e a criação, especialmente no contexto da queda.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a autoridade e o poder de Deus sobre a humanidade.","conexao_teologica":"A natureza de Deus como 'Elohim' é central na teologia, refletindo Sua pluralidade e majestade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 1:1"]},"genesis_3_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica em comunicar algo, revelando a importância da fala e da verdade.","explicacao_detalhada":"Em Gênesis 3:10, a palavra 'dizer' é usada por Adão ao explicar seu medo e sua nudez, mostrando a necessidade de comunicação honesta com Deus.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da confissão e da verdade na relação com Deus.","conexao_teologica":"A comunicação com Deus é vital para a vida espiritual, e a honestidade é fundamental nesse relacionamento.","referencias_relacionadas":["Provérbios 12:22","Tiago 5:16","1 João 1:9"]},"genesis_3_10_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som produzido ao falar, mas também simboliza a comunicação e a revelação de Deus.","explicacao_detalhada":"Em Gênesis 3:10, a 'voz' de Deus representa Sua presença e autoridade, que Adão reconhece ao se esconder.","por_que_esta_palavra":"A palavra 'voz' é significativa porque representa a forma como Deus se comunica com a humanidade.","conexao_teologica":"A voz de Deus é um tema importante na Bíblia, simbolizando Sua revelação e orientação.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1"]},"genesis_3_10_jardim":{"palavra_pt":"jardim","palavra_original":"גַּן","transliteracao":"gan","strong":"H1588","significado_raiz":"Ideia básica: jardim.","significado_contextual":"A palavra 'jardim' refere-se ao local de habitação original do homem, simbolizando um estado de perfeição e comunhão com Deus.","explicacao_detalhada":"Em Gênesis 3:10, o 'jardim' é o cenário da queda, onde a desobediência ocorreu, e representa a perda da comunhão com Deus.","por_que_esta_palavra":"A palavra 'jardim' é importante porque simboliza o lugar de bênção e intimidade com Deus.","conexao_teologica":"O jardim do Éden é um símbolo do plano original de Deus para a humanidade, que foi corrompido pelo pecado.","referencias_relacionadas":["Gênesis 2:8","Gênesis 3:23","Apocalipse 22:1-2"]},"genesis_3_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação entre Deus e Adão, revelando a necessidade de diálogo.","explicacao_detalhada":"Em Gênesis 3:11, Deus pergunta a Adão sobre sua desobediência, e a palavra 'dizer' destaca a importância da resposta e da confissão.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a necessidade de comunicação clara e honesta com Deus.","conexao_teologica":"A comunicação com Deus é essencial para o arrependimento e a restauração do relacionamento.","referencias_relacionadas":["Salmos 32:5","Provérbios 28:13","1 João 1:9"]},"genesis_3_11_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, destacando a criação de Deus à Sua imagem.","explicacao_detalhada":"Em Gênesis 3:11, a palavra 'homem' é usada para se referir a Adão, que representa toda a humanidade em sua relação com Deus.","por_que_esta_palavra":"A palavra 'homem' é significativa porque enfatiza a dignidade e a responsabilidade do ser humano diante de Deus.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia, refletindo a relação especial entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"genesis_3_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão ou explicação para a ação de Adão.","explicacao_detalhada":"Em Gênesis 3:11, Adão explica sua desobediência, e a palavra 'porque' é crucial para entender a lógica de sua resposta a Deus.","por_que_esta_palavra":"A palavra 'porque' é importante porque revela a tentativa de justificar a desobediência diante de Deus.","conexao_teologica":"A justificativa do pecado é um tema recorrente na Bíblia, mostrando a tendência humana de racionalizar a desobediência.","referencias_relacionadas":["Gênesis 3:12","Romanos 1:20-21","Tiago 1:14-15"]},"genesis_3_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a ação de comunicar ou afirmar algo.","explicacao_detalhada":"Neste contexto, o homem responde a Deus sobre a razão de ter comido do fruto proibido, utilizando a palavra 'dizer' para relatar sua perspectiva e justificar sua ação.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a comunicação e a tentativa de justificar suas ações diante de Deus.","conexao_teologica":"A comunicação entre Deus e o homem é fundamental na relação criador-criatura, e a palavra 'dizer' reflete a necessidade de diálogo e responsabilidade.","referencias_relacionadas":["Gênesis 2:16-17","Gênesis 3:9","Tiago 1:13"]},"genesis_3_12_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à criação de Deus, que foi feita à Sua imagem e semelhança.","explicacao_detalhada":"No contexto do versículo, 'homem' é usado para descrever a humanidade, que inclui tanto o homem quanto a mulher, e sua relação com Deus e a criação.","por_que_esta_palavra":"A palavra 'homem' é significativa porque representa a dignidade e a responsabilidade que Deus deu à humanidade sobre a criação.","conexao_teologica":"A criação do homem à imagem de Deus estabelece a base para a dignidade humana e a responsabilidade moral.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"genesis_3_12_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à companheira do homem, criada para ser sua ajudadora.","explicacao_detalhada":"Neste versículo, a mulher é mencionada como parte da narrativa da queda, onde a interação entre homem e mulher é central para a transgressão.","por_que_esta_palavra":"A palavra 'mulher' destaca a importância da parceria e da interdependência entre homem e mulher na criação.","conexao_teologica":"A criação da mulher a partir do homem simboliza a unidade e a complementaridade no relacionamento humano.","referencias_relacionadas":["Gênesis 2:18","Gênesis 2:21-22","Efésios 5:31"]},"genesis_3_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada novamente para enfatizar a comunicação entre Deus e o homem.","explicacao_detalhada":"Aqui, Deus pergunta ao homem sobre o que ele fez, e a resposta envolve a palavra 'dizer', que reflete a tentativa de justificar a desobediência.","por_que_esta_palavra":"A repetição da palavra 'dizer' mostra a importância da comunicação e da confissão na relação com Deus.","conexao_teologica":"A confissão e a comunicação com Deus são essenciais para a restauração do relacionamento quebrado pelo pecado.","referencias_relacionadas":["1 João 1:9","Salmos 32:5","Provérbios 28:13"]},"genesis_3_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, o Criador e autoridade suprema.","explicacao_detalhada":"Neste contexto, a palavra 'senhor' é usada para reconhecer a soberania de Deus, mesmo em meio à desobediência do homem.","por_que_esta_palavra":"A utilização de 'senhor' enfatiza a relação de autoridade e submissão que o homem deve ter em relação a Deus.","conexao_teologica":"Reconhecer Deus como Senhor é fundamental para a fé e a obediência do ser humano.","referencias_relacionadas":["Salmos 23:1","Romanos 10:9","Filipenses 2:10-11"]},"genesis_3_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, ao ser supremo que criou todas as coisas.","explicacao_detalhada":"Neste versículo, a palavra 'deus' é usada para identificar a autoridade de Deus sobre a criação e a responsabilidade do homem diante dEle.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação entre o Criador e a criação, especialmente no contexto da queda.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu controle e autoridade sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Isaías 45:5","Romanos 1:20"]},"genesis_3_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou ocorre.","explicacao_detalhada":"Neste contexto, 'modo' é usado para descrever a forma como a serpente enganou a mulher, sugerindo uma abordagem astuta e manipuladora.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a astúcia do inimigo e a necessidade de vigilância espiritual.","conexao_teologica":"A maneira como o pecado entra no mundo é um tema importante, mostrando a necessidade de discernimento e sabedoria.","referencias_relacionadas":["Mateus 10:16","1 Pedro 5:8","Efésios 6:11"]},"genesis_3_14_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"A palavra 'po' refere-se ao material do qual o homem foi criado, o pó da terra.","explicacao_detalhada":"Neste versículo, 'po' é mencionado para enfatizar a fragilidade e a mortalidade do ser humano, que foi criado do pó.","por_que_esta_palavra":"A palavra 'po' lembra a humanidade de sua origem e dependência de Deus para a vida.","conexao_teologica":"A criação do homem do pó destaca a graça de Deus em dar vida e dignidade ao ser humano.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Eclesiastes 12:7"]},"genesis_3_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada novamente para enfatizar a comunicação entre Deus e a criação.","explicacao_detalhada":"Aqui, Deus declara as consequências do pecado, usando a palavra 'dizer' para comunicar Sua sentença.","por_que_esta_palavra":"A repetição da palavra 'dizer' mostra a importância da declaração de Deus sobre a realidade do pecado e suas consequências.","conexao_teologica":"A declaração de Deus sobre o pecado é um aspecto crucial da justiça divina e da necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Hebreus 10:31"]},"genesis_3_15_emnity":{"palavra_pt":"emnity","palavra_original":"אֵיבָה","transliteracao":"ʼêybâh","strong":"H342","significado_raiz":"Ideia básica: emnity.","significado_contextual":"A palavra 'emnity' refere-se à hostilidade ou inimizade entre a serpente e a mulher.","explicacao_detalhada":"Neste versículo, Deus declara que haverá inimizade entre a descendência da mulher e a serpente, simbolizando a luta entre o bem e o mal.","por_que_esta_palavra":"A palavra 'emnity' é significativa porque estabelece a base para a batalha espiritual que se desenrola ao longo da história da salvação.","conexao_teologica":"A inimizade entre a serpente e a mulher é vista como uma profecia da vinda do Messias, que derrotará o pecado e a morte.","referencias_relacionadas":["Gênesis 3:16","Romanos 16:20","Apocalipse 12:9"]},"genesis_3_15_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher como a progenitora da humanidade e figura central na narrativa da queda.","explicacao_detalhada":"A palavra 'mulher' neste contexto é usada para descrever Eva, que é vista como a mãe de todos os seres humanos. Ela desempenha um papel crucial na história da redenção, pois através dela viria o Salvador.","por_que_esta_palavra":"A escolha da palavra 'mulher' enfatiza a dignidade e o papel essencial da mulher na criação e na história da salvação.","conexao_teologica":"A mulher é vista como parte do plano divino, e sua descendência é profetizada como aquela que esmagará a cabeça da serpente, simbolizando a vitória sobre o pecado.","referencias_relacionadas":["Gênesis 4:1","Gálatas 4:4","Isaías 7:14"]},"genesis_3_15_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se à ideia de liderança ou cabeça, especialmente em relação ao papel do homem na família.","explicacao_detalhada":"A palavra 'princípio' implica uma posição de autoridade e responsabilidade. No contexto do versículo, sugere que o homem deve ser o provedor e protetor da mulher e da família.","por_que_esta_palavra":"A utilização de 'princípio' destaca a ordem estabelecida por Deus na criação, onde o homem tem um papel de liderança.","conexao_teologica":"Refere-se à relação entre Cristo e a Igreja, onde Cristo é o cabeça da Igreja, assim como o homem é o cabeça da mulher.","referencias_relacionadas":["Efésios 5:23","1 Coríntios 11:3","Colossenses 1:18"]},"genesis_3_16_corpo":{"palavra_pt":"corpo","palavra_original":"עֶצֶב","transliteracao":"ʻetseb","strong":"H6089","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo da mulher e à dor que ela enfrentará durante o parto.","explicacao_detalhada":"A palavra 'corpo' neste contexto é usada para descrever a experiência física da mulher após a queda, onde a dor e o sofrimento se tornaram parte da condição humana.","por_que_esta_palavra":"A escolha da palavra 'corpo' enfatiza a realidade física e emocional da mulher, que agora enfrenta consequências devido ao pecado.","conexao_teologica":"Reflete a condição humana caída e a necessidade de redenção, que é oferecida através de Cristo.","referencias_relacionadas":["Romanos 8:22","Gênesis 4:16","1 Timóteo 2:15"]},"genesis_3_16_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher em seu papel como esposa e mãe, especialmente após a queda.","explicacao_detalhada":"Neste versículo, a mulher é instruída sobre seu relacionamento com o homem e as dificuldades que enfrentará, incluindo a dor no parto e a dinâmica do relacionamento conjugal.","por_que_esta_palavra":"A palavra 'mulher' é usada para reafirmar a importância do papel feminino na sociedade e na família, mesmo em meio às dificuldades.","conexao_teologica":"A mulher é vista como uma colaboradora no plano de Deus, e sua redenção é parte do plano divino.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Efésios 5:25-33"]},"genesis_3_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à prole que a mulher terá, simbolizando a continuidade da humanidade.","explicacao_detalhada":"A palavra 'filho' destaca a importância da maternidade e o papel da mulher na criação e educação das futuras gerações.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a esperança e a continuidade da vida, mesmo em meio às dificuldades.","conexao_teologica":"O filho é visto como parte do plano de Deus para a redenção da humanidade, culminando em Cristo.","referencias_relacionadas":["Salmos 127:3","Isaías 9:6","Lucas 1:31-33"]},"genesis_3_17_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à voz de Deus que traz instruções e consequências após a desobediência.","explicacao_detalhada":"A palavra 'voz' implica a comunicação direta de Deus com a humanidade, enfatizando a importância de ouvir e obedecer a Sua palavra.","por_que_esta_palavra":"A escolha da palavra 'voz' destaca a relação entre Deus e o homem, onde a desobediência resulta em consequências.","conexao_teologica":"A voz de Deus é um chamado à obediência e à restauração do relacionamento quebrado pelo pecado.","referencias_relacionadas":["Salmos 29:4","Hebreus 3:15","Apocalipse 3:20"]},"genesis_3_17_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra da qual o homem foi formado e que agora se tornará um campo de trabalho árduo.","explicacao_detalhada":"A palavra 'solo' implica a conexão do homem com a terra e as dificuldades que ele enfrentará ao cultivá-la após a queda.","por_que_esta_palavra":"A escolha da palavra 'solo' enfatiza a relação do homem com a criação e as consequências do pecado sobre o mundo natural.","conexao_teologica":"Reflete a maldição sobre a criação e a necessidade de redenção que será cumprida em Cristo.","referencias_relacionadas":["Gênesis 2:7","Romanos 8:20-21","Apocalipse 21:1"]},"genesis_3_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão pela qual o homem enfrentará dificuldades na vida.","explicacao_detalhada":"A palavra 'porque' é usada para explicar as consequências da desobediência e a relação entre ação e resultado.","por_que_esta_palavra":"A escolha da palavra 'porque' enfatiza a justiça de Deus em resposta ao pecado humano.","conexao_teologica":"A necessidade de arrependimento e a busca pela graça de Deus são enfatizadas como resposta ao pecado.","referencias_relacionadas":["Gênesis 2:16-17","Romanos 6:23","Gálatas 6:7"]},"genesis_3_18_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se à necessidade de sustento e à luta pela sobrevivência após a queda.","explicacao_detalhada":"A palavra 'alimento' implica a luta diária do homem para prover para si e sua família, refletindo a realidade do trabalho árduo.","por_que_esta_palavra":"A escolha da palavra 'alimento' destaca a dependência do homem em relação a Deus para suprir suas necessidades.","conexao_teologica":"A provisão de Deus é uma constante na vida do crente, que deve confiar em Sua fidelidade.","referencias_relacionadas":["Mateus 6:11","Filipenses 4:19","Salmos 104:14-15"]},"genesis_3_19_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao retorno do homem ao solo após a morte, enfatizando a fragilidade da vida.","explicacao_detalhada":"A palavra 'solo' neste contexto é usada para lembrar ao homem de sua origem e da inevitabilidade da morte como consequência do pecado.","por_que_esta_palavra":"A escolha da palavra 'solo' enfatiza a realidade da mortalidade e a necessidade de redenção.","conexao_teologica":"A morte e a ressurreição de Cristo oferecem esperança de vida eterna, superando a maldição do pecado.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 3:20","1 Coríntios 15:22"]},"genesis_3_19_sweat":{"palavra_pt":"sweat","palavra_original":"זֵעָה","transliteracao":"zêʻâh","strong":"H2188","significado_raiz":"Ideia básica: sweat.","significado_contextual":"O suor é uma consequência do trabalho árduo e da luta pela sobrevivência após a queda do homem.","explicacao_detalhada":"No contexto de Gênesis 3:19, Deus diz a Adão que ele comerá do pão pelo suor do seu rosto, indicando que o trabalho se tornará difícil e penoso como resultado do pecado. O suor simboliza o esforço e a luta que o ser humano enfrentará na terra.","por_que_esta_palavra":"A palavra 'sweat' é usada para enfatizar a nova realidade do trabalho humano, que agora é marcado pelo esforço e pela dor.","conexao_teologica":"Este versículo reflete a condição do homem após a queda, mostrando como o pecado afetou não apenas a relação do homem com Deus, mas também sua relação com o trabalho e a criação.","referencias_relacionadas":["Gênesis 3:17-19","Eclesiastes 2:24","Colossenses 3:23"]},"genesis_3_19_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"O pão representa o sustento básico e a provisão de Deus para o homem.","explicacao_detalhada":"Em Gênesis 3:19, o alimento é mencionado como algo que o homem terá que conquistar através do trabalho árduo. O pão simboliza não apenas a necessidade física, mas também a dependência do homem em relação a Deus como seu provedor.","por_que_esta_palavra":"A palavra 'alimento' é crucial para entender a relação entre o trabalho e a provisão divina, especialmente após a queda.","conexao_teologica":"O pão é frequentemente usado na Bíblia como símbolo da provisão de Deus e da comunhão com Ele, como visto na oração do Pai Nosso.","referencias_relacionadas":["Mateus 6:11","João 6:35","Salmos 104:14-15"]},"genesis_3_20_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar é o ato de dar nome, que implica autoridade e relacionamento.","explicacao_detalhada":"Em Gênesis 3:20, Adão chama sua esposa de Eva, o que significa 'mãe de todos os viventes'. Este ato de nomear reflete a responsabilidade e a liderança que Adão tem sobre sua família.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque mostra a função de Adão como líder e provedor, além de estabelecer a identidade de Eva.","conexao_teologica":"O ato de nomear é um tema recorrente na Bíblia, simbolizando autoridade e a criação de identidade, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 2:23","Isaías 43:1","Romanos 5:12"]},"genesis_3_20_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"O termo 'homem' refere-se à criação de Deus e à sua posição na criação.","explicacao_detalhada":"Em Gênesis 3:20, a palavra 'homem' é usada para descrever Adão, que é a representação da humanidade. Este versículo destaca a relação entre o homem e a mulher, e a função do homem como cabeça da família.","por_que_esta_palavra":"A palavra 'humano' é importante porque estabelece a identidade de Adão e sua responsabilidade diante de Deus e da criação.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia, refletindo a dignidade e o propósito da humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"genesis_3_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Adão nomeia sua esposa.","explicacao_detalhada":"Em Gênesis 3:20, 'porque' conecta a ação de Adão de nomear Eva à sua origem, enfatizando a relação íntima entre eles e a razão pela qual ela é chamada de mãe de todos os viventes.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica e a motivação por trás das ações de Adão.","conexao_teologica":"A relação entre homem e mulher é um reflexo da relação entre Cristo e a Igreja, onde cada um tem um papel distinto, mas igualmente valioso.","referencias_relacionadas":["Gênesis 2:18","Efésios 5:22-33","1 Pedro 3:7"]},"genesis_3_21_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se à ação de Deus em prover vestimentas para Adão e Eva.","explicacao_detalhada":"Em Gênesis 3:21, Deus faz túnicas de pele para Adão e Eva, simbolizando a provisão divina e a necessidade de cobertura após a queda. O ato de 'fazer' implica cuidado e proteção.","por_que_esta_palavra":"A palavra 'urso' é usada para mostrar a ação de Deus em resposta ao pecado, oferecendo não apenas vestimenta, mas também uma forma de redenção.","conexao_teologica":"Este ato de Deus prefigura a necessidade de sacrifício para a cobertura do pecado, que culmina em Cristo.","referencias_relacionadas":["Hebreus 9:22","Gênesis 4:7","Romanos 5:8"]},"genesis_3_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre a criação.","explicacao_detalhada":"Em Gênesis 3:21, o uso do nome 'Senhor' enfatiza a relação de Deus como criador e provedor, que cuida de Suas criaturas mesmo após a queda.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como aquele que governa e sustenta a criação.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, refletindo Seu controle sobre a história e a redenção.","referencias_relacionadas":["Salmos 24:1","Isaías 45:12","Romanos 11:36"]},"genesis_3_21_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade que criou e sustenta todas as coisas.","explicacao_detalhada":"Em Gênesis 3:21, a menção de Deus destaca Sua ação de prover vestimentas para Adão e Eva, mostrando Sua preocupação e cuidado mesmo após a desobediência.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a natureza de Deus como Criador e Redentor.","conexao_teologica":"A relação entre Deus e a humanidade é central na narrativa bíblica, refletindo a necessidade de redenção e restauração.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","João 3:16"]},"genesis_3_22_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza física do ser humano.","explicacao_detalhada":"Em Gênesis 3:22, a menção da carne destaca a vulnerabilidade e a mortalidade do ser humano após a queda, além de sua condição de ser criado a partir da terra.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a condição humana e a necessidade de redenção.","conexao_teologica":"A encarnação de Cristo é um tema central na teologia, refletindo a união do divino com o humano.","referencias_relacionadas":["Gênesis 2:7","Romanos 8:3","Filipenses 2:7"]},"genesis_3_22_viver":{"palavra_pt":"viver","palavra_original":"חָיַי","transliteracao":"châyay","strong":"H2425","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à vida que Deus deu ao ser humano.","explicacao_detalhada":"Em Gênesis 3:22, a menção de 'viver' destaca a intenção de Deus para a humanidade, que é viver em comunhão com Ele. Após a queda, essa comunhão foi quebrada, e a vida eterna se tornou um tema central na redenção.","por_que_esta_palavra":"A palavra 'viver' é crucial para entender o propósito de Deus para a humanidade e a promessa de vida eterna.","conexao_teologica":"A vida eterna é um tema central no Novo Testamento, onde Jesus oferece vida em abundância.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"genesis_3_22_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza imutável e perpétua de Deus e da vida que Ele oferece.","explicacao_detalhada":"A palavra 'eterno' implica em algo que não tem começo nem fim, refletindo a eternidade de Deus e a vida que Ele proporciona aos seres humanos. No contexto de Gênesis 3:22, Deus reconhece que o homem, após ter comido do fruto, agora possui conhecimento do bem e do mal, e, portanto, deve ser protegido da árvore da vida para não viver eternamente em um estado de pecado.","por_que_esta_palavra":"A escolha da palavra 'eterno' enfatiza a gravidade da condição humana após a queda e a necessidade de redenção.","conexao_teologica":"A eternidade de Deus contrasta com a mortalidade do homem, destacando a necessidade de salvação através de Cristo para restaurar a vida eterna.","referencias_relacionadas":["Salmos 90:2","João 3:16","Romanos 6:23"]},"genesis_3_23_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra da qual o homem foi formado e para onde ele retornará após a morte.","explicacao_detalhada":"A palavra 'solo' é usada para descrever o lugar físico e espiritual do homem. Em Gênesis 3:23, Deus expulsa Adão do Éden para que ele trabalhe a terra, enfatizando a conexão entre o homem e o solo, bem como as consequências do pecado.","por_que_esta_palavra":"A palavra 'solo' destaca a realidade da vida humana e a necessidade de trabalhar e viver em harmonia com a criação.","conexao_teologica":"O solo simboliza a fragilidade da vida humana e a necessidade de dependência de Deus para sustento e vida.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 3:20","Gênesis 3:19"]},"genesis_3_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, que implica em Sua autoridade e relacionamento com a humanidade.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é usado para enfatizar a soberania e a aliança de Deus com Seu povo. Em Gênesis 3:23, a menção do Senhor destaca a relação de autoridade e cuidado que Deus tem sobre a criação.","por_que_esta_palavra":"A palavra 'Senhor' é crucial para entender a natureza de Deus como aquele que governa e se relaciona com a humanidade.","conexao_teologica":"O nome de Deus revela Sua natureza e caráter, sendo central na compreensão da aliança e da redenção.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"genesis_3_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, criadora de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' (Elohim) é um termo plural que indica a majestade e a soberania de Deus. Em Gênesis 3:23, a referência a Deus sublinha Sua autoridade sobre a criação e a necessidade de obediência por parte do homem.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o Criador e a criação, especialmente após a queda.","conexao_teologica":"A divindade de Deus é um tema central na Bíblia, que revela Seu plano de redenção para a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:28"]},"genesis_3_24_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao estado de separação do homem em relação a Deus e ao Éden.","explicacao_detalhada":"A palavra 'fim' (qedem) é usada para descrever a direção de onde o homem foi expulso. Em Gênesis 3:24, o 'fim' simboliza a perda do acesso ao Éden e à vida eterna, resultante da desobediência.","por_que_esta_palavra":"A palavra 'fim' destaca a consequência do pecado e a separação entre Deus e a humanidade.","conexao_teologica":"A expulsão do Éden é um símbolo da necessidade de reconciliação e restauração através de Cristo.","referencias_relacionadas":["Gênesis 3:23","Romanos 5:12","Apocalipse 21:4"]},"genesis_3_24_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à fragilidade do corpo.","explicacao_detalhada":"A palavra 'carne' (chay) é usada para descrever a condição física e mortal do homem. Em Gênesis 3:24, a referência à carne enfatiza a vulnerabilidade do ser humano após a queda.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a condição humana e a necessidade de redenção.","conexao_teologica":"A encarnação de Cristo é a resposta à condição carnal do homem, trazendo esperança de vida eterna.","referencias_relacionadas":["Gênesis 6:3","João 1:14","Romanos 8:3"]},"genesis_3_24_possessao":{"palavra_pt":"possessao","palavra_original":"גָּרַשׁ","transliteracao":"gârash","strong":"H1644","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se à expulsão do homem do Éden e à perda do seu lar original.","explicacao_detalhada":"A palavra 'possessão' (gârash) implica em ser expulso ou afastado de um lugar. Em Gênesis 3:24, isso simboliza a perda do relacionamento íntimo com Deus e a separação do lar perfeito.","por_que_esta_palavra":"A palavra 'possessão' enfatiza a gravidade da desobediência e suas consequências eternas.","conexao_teologica":"A expulsão do Éden é um precursor da necessidade de redenção que será cumprida em Cristo.","referencias_relacionadas":["Gênesis 3:23","Isaías 59:2","Romanos 6:23"]}}