{"genesis_30_1_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' indica a percepção e a compreensão da situação de Raquel.","explicacao_detalhada":"Raquel percebe que não está tendo filhos e busca uma solução, mostrando a urgência de sua situação.","por_que_esta_palavra":"A escolha da palavra 'ver' enfatiza a necessidade de reconhecimento e ação diante da dor da infertilidade.","conexao_teologica":"A visão e a percepção são temas importantes na Bíblia, onde Deus frequentemente revela Sua vontade aos homens.","referencias_relacionadas":["Gênesis 16:13","Salmos 33:18","Provérbios 15:3"]},"genesis_30_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Raquel se sente angustiada.","explicacao_detalhada":"Raquel expressa sua frustração e dor por não ter filhos, usando 'porque' para justificar seu desespero.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação de Raquel e sua busca por soluções.","conexao_teologica":"A busca por respostas e compreensão é uma parte fundamental da experiência humana e da relação com Deus.","referencias_relacionadas":["Gênesis 4:9","Salmos 42:3","Tiago 1:5"]},"genesis_30_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para expressar a sinceridade do desejo de Raquel.","explicacao_detalhada":"Raquel clama por uma resposta verdadeira a sua dor, reconhecendo sua situação de maneira honesta.","por_que_esta_palavra":"A palavra 'verdade' é importante para enfatizar a autenticidade do clamor de Raquel a Deus.","conexao_teologica":"A verdade é um conceito central na Bíblia, onde Deus é descrito como a própria verdade.","referencias_relacionadas":["Salmos 51:6","João 14:6","Efésios 4:15"]},"genesis_30_2_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' refere-se ao desejo de Raquel de aumentar sua família.","explicacao_detalhada":"Raquel deseja que sua vida se expanda através da maternidade, refletindo o desejo de crescimento pessoal e familiar.","por_que_esta_palavra":"A palavra 'crescer' é usada para expressar a esperança de Raquel em ter mais filhos e a continuidade da linhagem.","conexao_teologica":"O crescimento e a multiplicação são temas recorrentes na Bíblia, refletindo a bênção de Deus sobre a humanidade.","referencias_relacionadas":["Gênesis 1:28","Gênesis 9:7","Salmos 128:3"]},"genesis_30_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação e a declaração de Raquel.","explicacao_detalhada":"Raquel se dirige a Jacó, expressando seu desejo e frustração, mostrando a importância da comunicação no relacionamento.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a dinâmica do relacionamento entre Raquel e Jacó.","conexao_teologica":"A comunicação é vital na relação entre Deus e a humanidade, refletindo a importância da palavra.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 1:19"]},"genesis_30_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que controla a fertilidade e a vida.","explicacao_detalhada":"Raquel reconhece a soberania de Deus sobre a vida e a fertilidade, buscando Sua intervenção em sua situação.","por_que_esta_palavra":"A palavra 'deus' é central na narrativa, enfatizando a dependência humana da divindade para a realização de desejos.","conexao_teologica":"A relação entre Deus e a humanidade é um tema central na Bíblia, onde Deus é visto como o provedor e sustentador.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 8:31"]},"genesis_30_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a ação de comunicar ou declarar algo.","explicacao_detalhada":"No contexto de Gênesis 30:3, a palavra é usada para indicar a necessidade de uma declaração ou pedido, refletindo a importância da comunicação nas relações familiares.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a ação de falar e a necessidade de expressar desejos e necessidades.","conexao_teologica":"A comunicação é fundamental nas relações humanas e com Deus, refletindo a importância do diálogo na fé.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Provérbios 18:21"]},"genesis_30_3_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de dar à luz, simbolizando a maternidade e a continuidade da vida.","explicacao_detalhada":"Em Gênesis 30:3, a palavra é usada para descrever o ato de gerar filhos, um tema central na narrativa de Raquel e suas dificuldades em ter filhos.","por_que_esta_palavra":"A palavra 'urso' é crucial para entender o desejo de Raquel de ter filhos e a pressão social que ela enfrenta.","conexao_teologica":"A maternidade é vista como uma bênção divina e um cumprimento da promessa de Deus a Abraão de que sua descendência seria numerosa.","referencias_relacionadas":["Gênesis 29:31","Salmos 127:3","Isaías 54:1"]},"genesis_30_3_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"No versículo, 'entre' é usado para expressar a ideia de estar em meio a outros, refletindo a dinâmica familiar e a luta de Raquel por reconhecimento.","por_que_esta_palavra":"A palavra 'entre' é importante para entender a posição de Raquel em relação a Lia e a sua busca por um lugar na família.","conexao_teologica":"A inclusão e a aceitação são temas recorrentes na Bíblia, refletindo o desejo de Deus de que todos sejam parte de Sua família.","referencias_relacionadas":["Gálatas 3:28","Romanos 12:5","Efésios 2:19"]},"genesis_30_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para expressar a ação de conceder ou oferecer algo.","explicacao_detalhada":"Em Gênesis 30:4, a palavra é utilizada no contexto de Raquel pedindo a sua serva para dar um filho a Jacó, refletindo a prática comum da época.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a ideia de entrega e a busca de Raquel por um filho, mesmo que através de sua serva.","conexao_teologica":"O ato de dar é central na relação entre Deus e a humanidade, onde Deus dá bênçãos e a vida.","referencias_relacionadas":["Tiago 1:17","Gênesis 12:2","Romanos 8:32"]},"genesis_30_4_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se ao papel feminino na sociedade e na família.","explicacao_detalhada":"No contexto de Gênesis 30:4, a palavra é usada para descrever Raquel e sua serva, destacando a importância das mulheres na narrativa bíblica.","por_que_esta_palavra":"A palavra 'mulher' é significativa para entender o papel das mulheres na história da salvação e suas contribuições.","conexao_teologica":"As mulheres desempenham papéis cruciais na Bíblia, sendo instrumentos de Deus para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Lucas 1:38"]},"genesis_30_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' implica movimento e ação, especialmente em relação a relacionamentos.","explicacao_detalhada":"Em Gênesis 30:4, a palavra é usada para descrever a ação de Jacó se unir à serva de Raquel, refletindo práticas culturais da época.","por_que_esta_palavra":"A escolha da palavra 'vir' é importante para entender a dinâmica das relações familiares e a busca de Raquel por filhos.","conexao_teologica":"A união entre marido e mulher é um tema central na Bíblia, simbolizando a relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:31","1 Coríntios 6:16"]},"genesis_30_5_crianca":{"palavra_pt":"crianca","palavra_original":"הָרָה","transliteracao":"hârâh","strong":"H2029","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se ao ato de gerar vida, simbolizando esperança e continuidade.","explicacao_detalhada":"No contexto de Gênesis 30:5, a palavra é usada para descrever o resultado do desejo de Raquel por filhos, refletindo a alegria e a luta da maternidade.","por_que_esta_palavra":"A palavra 'criança' é significativa para entender a importância da descendência e da continuidade da linhagem.","conexao_teologica":"A Bíblia frequentemente associa crianças com bênçãos e promessas de Deus, refletindo o valor da vida.","referencias_relacionadas":["Salmos 127:3","Mateus 19:14","Marcos 10:14"]},"genesis_30_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é um termo que representa a continuidade da linhagem e a herança familiar.","explicacao_detalhada":"Em Gênesis 30:5, a palavra é usada para descrever o desejo de Raquel por um filho, refletindo a importância da maternidade na cultura israelita.","por_que_esta_palavra":"A palavra 'filho' é central para entender a narrativa de Gênesis, onde a descendência é uma questão crucial.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3-5","Efésios 6:1"]},"genesis_30_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é novamente utilizada para expressar a ação de conceder ou oferecer algo.","explicacao_detalhada":"Em Gênesis 30:6, a palavra é usada para descrever a ação de Raquel ao reconhecer que Deus lhe deu um filho através de sua serva.","por_que_esta_palavra":"A repetição da palavra 'dar' enfatiza a gratidão de Raquel e o reconhecimento da ação divina em sua vida.","conexao_teologica":"O reconhecimento das bênçãos de Deus é um tema central na vida de fé, onde os crentes são chamados a agradecer.","referencias_relacionadas":["1 Tessalonicenses 5:18","Salmos 103:2","Romanos 12:1"]},"genesis_30_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada novamente para expressar a comunicação de um fato importante.","explicacao_detalhada":"No contexto de Gênesis 30:6, a palavra é usada para descrever a declaração de Raquel sobre o que Deus fez por ela, refletindo a importância da comunicação da fé.","por_que_esta_palavra":"A repetição da palavra 'dizer' destaca a importância de compartilhar experiências de fé e reconhecimento das ações de Deus.","conexao_teologica":"A proclamação das obras de Deus é um aspecto vital da vida cristã, onde os crentes são chamados a testemunhar.","referencias_relacionadas":["Salmos 105:1","Mateus 5:16","Atos 1:8"]},"genesis_30_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que concede bênçãos e realiza promessas.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a natureza suprema e soberana de Deus, que é reconhecido como o criador e mantenedor de todas as coisas. Neste contexto, Deus é visto como aquele que responde às súplicas e necessidades humanas.","por_que_esta_palavra":"A escolha da palavra 'deus' enfatiza a relação de dependência e fé que os personagens têm em relação à divindade.","conexao_teologica":"A presença de Deus nas narrativas bíblicas é fundamental, pois Ele é o agente ativo que intervém na história humana.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2","Salmos 46:10"]},"genesis_30_7_crianca":{"palavra_pt":"crianca","palavra_original":"הָרָה","transliteracao":"hârâh","strong":"H2029","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se ao ato de dar à luz e à importância da prole na cultura hebraica.","explicacao_detalhada":"A palavra 'crianca' é utilizada para descrever o resultado da fecundidade e o desejo de ter filhos, que era um aspecto central na vida familiar e social dos hebreus.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a alegria e a realização que a maternidade traz, especialmente em um contexto onde a fertilidade é vista como uma bênção divina.","conexao_teologica":"A procriação é frequentemente vista como parte do plano de Deus para a humanidade, refletindo a criação e a continuidade da vida.","referencias_relacionadas":["Salmos 127:3","Gênesis 1:28","Gênesis 21:6"]},"genesis_30_7_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à essência da existência e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'vida' é usada para expressar a vitalidade e a importância da existência, tanto física quanto espiritual, na narrativa bíblica.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da vida como um dom de Deus e a responsabilidade que vem com ela.","conexao_teologica":"A vida é um tema central nas Escrituras, simbolizando a relação entre Deus e a humanidade, e a promessa de vida eterna.","referencias_relacionadas":["João 10:10","Gênesis 2:7","Romanos 6:23"]},"genesis_30_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo.","explicacao_detalhada":"A palavra 'dizer' é utilizada para descrever a importância da comunicação e da declaração de intenções ou sentimentos, que são fundamentais nas interações humanas.","por_que_esta_palavra":"A escolha desta palavra ressalta a capacidade humana de se expressar e a importância das palavras na formação de relacionamentos.","conexao_teologica":"A comunicação é vista como um reflexo da imagem de Deus, que se revelou à humanidade através da Sua Palavra.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5","Salmos 19:14"]},"genesis_30_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente, refere-se à divindade que atua na vida dos personagens.","explicacao_detalhada":"A repetição da palavra 'deus' enfatiza a continuidade da presença divina nas ações e decisões dos personagens da narrativa.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a soberania de Deus em todas as circunstâncias da vida.","conexao_teologica":"A soberania de Deus é um tema recorrente que mostra como Ele dirige a história e a vida dos indivíduos.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 8:28"]},"genesis_30_8_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de invocar ou nomear algo.","explicacao_detalhada":"A palavra 'chamar' é usada para descrever a ação de dar um nome ou invocar a presença de alguém, o que é significativo nas relações e na identidade.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância do nome e da identidade na cultura hebraica.","conexao_teologica":"Chamar pelo nome é um ato de autoridade e relacionamento, refletindo como Deus se relaciona com Seu povo.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","Gênesis 17:5"]},"genesis_30_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo.","explicacao_detalhada":"A palavra 'dar' é utilizada para expressar a ação de oferecer algo, que pode ser visto como um ato de generosidade ou bênção.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância do ato de dar como um reflexo do caráter de Deus.","conexao_teologica":"Dar é um princípio fundamental na teologia bíblica, refletindo a natureza generosa de Deus.","referencias_relacionadas":["Lucas 6:38","Tiago 1:17","2 Coríntios 9:7"]},"genesis_30_9_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de perceber ou entender algo.","explicacao_detalhada":"A palavra 'ver' é usada para descrever a capacidade de perceber a realidade ao redor, tanto física quanto espiritualmente.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da percepção e da compreensão na vida espiritual.","conexao_teologica":"Ver é um tema que aparece frequentemente nas Escrituras, simbolizando a revelação de Deus e a iluminação espiritual.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Efésios 1:18"]},"genesis_30_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de algo.","explicacao_detalhada":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa, essencial para a compreensão do texto.","por_que_esta_palavra":"A escolha dessa palavra é crucial para conectar ideias e ações, fornecendo clareza ao discurso.","conexao_teologica":"A lógica e a razão são importantes na teologia, pois ajudam a entender as ações de Deus e Seus propósitos.","referencias_relacionadas":["Romanos 8:31","Gálatas 6:7","Provérbios 3:5-6"]},"genesis_30_10_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de gerar ou trazer à luz.","explicacao_detalhada":"A palavra 'urso' é utilizada para descrever o ato de dar à luz, que é um momento significativo na vida de uma mulher e na continuidade da família.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da maternidade e da continuidade da linhagem.","conexao_teologica":"O ato de dar à luz é visto como parte do plano de Deus para a criação e a multiplicação da humanidade.","referencias_relacionadas":["Gênesis 3:16","Salmos 113:9","Isaías 66:9"]},"genesis_30_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho que nasceu de Raquel, através de sua serva Bila, um ato que simboliza a luta pela maternidade.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação de descendência e continuidade familiar. No contexto de Gênesis 30:10, o nascimento de um filho é um marco importante para Raquel, que estava em competição com sua irmã Lia.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a importância da prole na cultura hebraica, onde a linhagem e a herança são fundamentais.","conexao_teologica":"O conceito de 'filho' é central na teologia bíblica, representando não apenas a continuidade da linhagem, mas também a relação entre Deus e Seu povo, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gênesis 30:3","Gênesis 30:4","Gênesis 30:9"]},"genesis_30_10_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"Refere-se a Jacó, o patriarca que teve doze filhos, que se tornaram as doze tribos de Israel.","explicacao_detalhada":"A palavra 'Jacó' (יַעֲקֹב) é significativa, pois representa a continuidade da promessa de Deus a Abraão e Isaque. Ele é um personagem central na narrativa bíblica, e seu nome significa 'aquele que agarra o calcanhar' ou 'suplantador'.","por_que_esta_palavra":"A menção de Jacó neste contexto destaca sua paternidade e o cumprimento das promessas divinas através de sua descendência.","conexao_teologica":"Jacó é uma figura que simboliza a luta e a perseverança na fé, refletindo a relação entre Deus e Seu povo escolhido.","referencias_relacionadas":["Gênesis 25:26","Gênesis 28:13","Gênesis 32:28"]},"genesis_30_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a declaração de Raquel sobre o nome que ela dará ao filho.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) enfatiza a importância da fala e da declaração na cultura hebraica, onde o nome de uma pessoa carrega significado e propósito.","por_que_esta_palavra":"A escolha de 'dizer' reflete a ação de nomear, que é um ato de autoridade e de definição de identidade.","conexao_teologica":"A fala de Deus na criação e a importância da palavra na revelação divina são temas recorrentes na Bíblia.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"genesis_30_11_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de nomear o filho que nasceu, um momento significativo na vida de Raquel.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) implica a ação de dar um nome, que é um ato de identidade e de reconhecimento da nova vida.","por_que_esta_palavra":"A escolha de 'chamar' destaca a importância do nome na cultura hebraica, onde o nome muitas vezes reflete o caráter ou a situação da pessoa.","conexao_teologica":"O ato de nomear é um reflexo do poder criativo de Deus, que também nomeia as coisas na criação.","referencias_relacionadas":["Gênesis 2:19","Isaías 43:1","Mateus 1:21"]},"genesis_30_11_filho":{"palavra_pt":"filho","palavra_original":"גָּד","transliteracao":"Gâd","strong":"H1410","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho que Raquel teve através de Bila, simbolizando a luta pela maternidade.","explicacao_detalhada":"A palavra 'filho' (גָּד) é usada para descrever a prole e a continuidade familiar, sendo um tema central na narrativa de Gênesis.","por_que_esta_palavra":"A ênfase na palavra 'filho' reflete a importância da descendência e da herança na cultura hebraica.","conexao_teologica":"A ideia de 'filho' se conecta à relação entre Deus e Seu povo, onde os crentes são considerados filhos de Deus.","referencias_relacionadas":["Gênesis 30:3","Gênesis 30:4","Gênesis 30:9"]},"genesis_30_12_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de dar à luz, simbolizando a realização do desejo de Raquel de ter filhos.","explicacao_detalhada":"A palavra 'urso' (יָלַד) é usada para descrever o ato de dar à luz, um momento de grande alegria e realização na vida de uma mulher.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a importância da maternidade e do papel da mulher na continuidade da linhagem.","conexao_teologica":"O ato de dar à luz é visto como uma bênção de Deus, refletindo Sua criação e o plano divino para a humanidade.","referencias_relacionadas":["Gênesis 4:1","Salmos 127:3","Isaías 66:9"]},"genesis_30_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho que nasceu de Bila, a serva de Raquel, destacando a dinâmica familiar complexa.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada novamente para enfatizar a importância da descendência e da continuidade familiar.","por_que_esta_palavra":"A ênfase na palavra 'filho' reflete a luta de Raquel para ter filhos e a importância da prole na cultura hebraica.","conexao_teologica":"A ideia de 'filho' se conecta à relação entre Deus e Seu povo, onde os crentes são considerados filhos de Deus.","referencias_relacionadas":["Gênesis 30:3","Gênesis 30:4","Gênesis 30:9"]},"genesis_30_12_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"Refere-se a Jacó, o patriarca que teve doze filhos, que se tornaram as doze tribos de Israel.","explicacao_detalhada":"A palavra 'Jacó' (יַעֲקֹב) é significativa, pois representa a continuidade da promessa de Deus a Abraão e Isaque.","por_que_esta_palavra":"A menção de Jacó neste contexto destaca sua paternidade e o cumprimento das promessas divinas através de sua descendência.","conexao_teologica":"Jacó é uma figura que simboliza a luta e a perseverança na fé, refletindo a relação entre Deus e Seu povo escolhido.","referencias_relacionadas":["Gênesis 25:26","Gênesis 28:13","Gênesis 32:28"]},"genesis_30_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a declaração de Raquel sobre o nome que ela dará ao filho.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) enfatiza a importância da fala e da declaração na cultura hebraica, onde o nome de uma pessoa carrega significado e propósito.","por_que_esta_palavra":"A escolha de 'dizer' reflete a ação de nomear, que é um ato de autoridade e de definição de identidade.","conexao_teologica":"A fala de Deus na criação e a importância da palavra na revelação divina são temas recorrentes na Bíblia.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"genesis_30_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para justificar a escolha do nome do filho, refletindo a situação de Raquel.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que introduz uma explicação ou justificativa, mostrando a razão por trás da escolha do nome.","por_que_esta_palavra":"A escolha de 'porque' destaca a lógica e a razão que fundamentam as decisões e ações dos personagens bíblicos.","conexao_teologica":"A ideia de justificativa é importante na teologia, onde as ações de Deus e as promessas são frequentemente explicadas e fundamentadas.","referencias_relacionadas":["Gênesis 1:29","Gênesis 12:2","Romanos 8:28"]},"genesis_30_13_chamar":{"palavra_pt":"chamar","palavra_original":"אָשַׁר","transliteracao":"ʼâshar","strong":"H833","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de invocar ou nomear, especialmente em um contexto de relacionamento e identificação.","explicacao_detalhada":"No contexto de Gênesis 30:13, Raquel chama seu filho de 'Dan', que significa 'ele julgou'. Isso reflete a ação de dar um nome que carrega um significado profundo, relacionado à situação vivida.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a importância do nome como um reflexo da identidade e da história pessoal.","conexao_teologica":"A prática de dar nomes na Bíblia muitas vezes está ligada ao propósito divino e à identidade do indivíduo, mostrando como Deus se relaciona com seu povo.","referencias_relacionadas":["Gênesis 17:5","Gênesis 32:28","Isaías 43:1"]},"genesis_30_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para indicar um período de tempo, que pode ser literal ou simbólico.","explicacao_detalhada":"Em Gênesis 30:14, o 'dia' é mencionado em um contexto de colheita, simbolizando um tempo de recompensa e colheita das ações passadas.","por_que_esta_palavra":"O uso de 'dia' aqui destaca a importância do tempo e das estações na vida humana e na providência divina.","conexao_teologica":"O conceito de 'dia' na Bíblia muitas vezes é associado ao tempo de Deus, onde Ele atua e revela Seu plano.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Eclesiastes 3:1"]},"genesis_30_14_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica movimento, progresso e a jornada da vida.","explicacao_detalhada":"No versículo, 'andar' pode ser interpretado como a maneira como as pessoas se movem em suas vidas, tanto fisicamente quanto espiritualmente.","por_que_esta_palavra":"A escolha de 'andar' reflete a ideia de que a vida é uma jornada e que as decisões moldam o caminho que se segue.","conexao_teologica":"Andar com Deus é um tema recorrente na Bíblia, simbolizando uma vida de obediência e relacionamento com o Criador.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","Gálatas 5:16"]},"genesis_30_14_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se ao ato de encontrar ou descobrir algo que se estava procurando.","explicacao_detalhada":"Em Gênesis 30:14, o ato de 'achar' pode simbolizar a busca por respostas ou soluções em tempos de dificuldade.","por_que_esta_palavra":"A palavra 'achar' destaca a esperança e a expectativa de que, mesmo em situações difíceis, há a possibilidade de encontrar o que se busca.","conexao_teologica":"A busca por Deus e a descoberta de Sua vontade é um tema central na vida espiritual, onde se promete que aqueles que buscam, encontram.","referencias_relacionadas":["Mateus 7:7","Provérbios 8:17","Salmos 119:2"]},"genesis_30_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar comunicação, instrução ou declaração.","explicacao_detalhada":"No contexto de Gênesis 30:15, a palavra 'dizer' é crucial para entender a dinâmica entre as personagens e as suas interações.","por_que_esta_palavra":"A comunicação é fundamental nas relações humanas e a palavra 'dizer' enfatiza a importância do que é falado e como isso afeta as ações.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, mostrando a importância da comunicação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"genesis_30_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, à natureza humana e à dignidade que cada indivíduo possui.","explicacao_detalhada":"Em Gênesis 30:15, a referência ao 'homem' é significativa para entender o papel e a posição do ser humano na criação e nas relações.","por_que_esta_palavra":"A palavra 'homem' é central na narrativa bíblica, refletindo a criação à imagem de Deus e a responsabilidade que isso implica.","conexao_teologica":"A dignidade do homem é um tema teológico importante, que destaca o valor intrínseco de cada pessoa aos olhos de Deus.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"genesis_30_16_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao ato de repousar ou relaxar, muitas vezes após um esforço.","explicacao_detalhada":"Em Gênesis 30:16, o 'descanso' pode simbolizar um momento de pausa e reflexão após as lutas e desafios enfrentados.","por_que_esta_palavra":"A ideia de 'descanso' é importante para entender a necessidade humana de renovação e recuperação.","conexao_teologica":"O descanso é um princípio que Deus estabeleceu, refletindo Sua própria obra de criação e a importância do sabá.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Mateus 11:28"]},"genesis_30_16_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' implica movimento em direção a algo ou alguém.","explicacao_detalhada":"No versículo, 'vir' pode ser interpretado como a ação de se aproximar de uma situação ou de outra pessoa, simbolizando relacionamento.","por_que_esta_palavra":"A palavra 'vir' enfatiza a ação de se mover em direção ao outro, que é fundamental nas interações humanas.","conexao_teologica":"A ideia de 'vir' é frequentemente usada nas Escrituras para descrever a vinda de Deus ao encontro de Seu povo.","referencias_relacionadas":["Salmos 145:18","Isaías 55:1","Mateus 11:30"]},"genesis_30_16_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se a uma posição ou estado de estar no meio de algo.","explicacao_detalhada":"Em Gênesis 30:16, 'entre' pode simbolizar a ideia de estar em comunhão ou em relação com outros.","por_que_esta_palavra":"A palavra 'entre' destaca a importância das relações interpessoais e da comunidade na vida.","conexao_teologica":"A comunhão entre os crentes é um tema central na teologia cristã, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-13","Atos 2:44","Efésios 4:3"]},"genesis_30_17_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de escutar e compreender, muitas vezes em um contexto de obediência.","explicacao_detalhada":"Em Gênesis 30:17, 'ouvir' pode simbolizar a resposta a uma chamada ou instrução, refletindo a importância da comunicação.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a necessidade de estar atento às vozes que nos cercam, especialmente a de Deus.","conexao_teologica":"Ouvir a voz de Deus é fundamental na vida espiritual, sendo um chamado à obediência e ao relacionamento.","referencias_relacionadas":["Deuteronômio 6:4-5","Salmos 119:105","João 10:27"]},"genesis_30_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que atua na criação e na providência.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza suprema e soberana de Deus, que é o criador de todas as coisas. No contexto de Gênesis 30:17, a ação de Deus é vista como fundamental para a fertilidade e a bênção na vida de Raquel.","por_que_esta_palavra":"A escolha da palavra 'deus' enfatiza a autoridade e o poder divino sobre a vida e a criação.","conexao_teologica":"Deus é o agente ativo que responde às súplicas humanas e intervém na história.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Isaías 45:5"]},"genesis_30_17_crianca":{"palavra_pt":"crianca","palavra_original":"הָרָה","transliteracao":"hârâh","strong":"H2029","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se ao ato de conceber e dar à luz uma nova vida.","explicacao_detalhada":"A palavra 'crianca' (הָרָה) é utilizada para descrever o estado de gravidez e a expectativa de um novo nascimento. No contexto, Raquel expressa sua alegria e gratidão pela bênção de Deus em lhe conceder um filho.","por_que_esta_palavra":"A palavra é significativa pois representa a continuidade da linhagem e a realização de promessas divinas.","conexao_teologica":"A fertilidade é vista como uma bênção de Deus, e a prole é um sinal de Sua fidelidade.","referencias_relacionadas":["Gênesis 29:31","Salmos 127:3","Isaías 66:9"]},"genesis_30_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para indicar a importância da comunicação, especialmente no contexto das promessas e declarações de Deus. Neste versículo, a fala de Raquel reflete sua gratidão e reconhecimento da ação divina.","por_que_esta_palavra":"A comunicação é essencial para a relação entre Deus e o homem, sendo um meio pelo qual as promessas são transmitidas.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, criando e sustentando a realidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"genesis_30_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em um ato de generosidade e bênção. No contexto, Raquel reconhece que Deus deu a ela um filho, o que é um ato de graça divina.","por_que_esta_palavra":"A palavra é significativa pois destaca a ação de Deus como doador de bênçãos e vida.","conexao_teologica":"Deus é visto como o provedor de todas as coisas boas, incluindo a vida e a fertilidade.","referencias_relacionadas":["Tiago 1:17","Gênesis 1:28","Salmos 84:11"]},"genesis_30_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente, refere-se à divindade que atua na vida das pessoas, especialmente no contexto da fertilidade e bênçãos.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para reafirmar a soberania de Deus sobre as situações da vida, incluindo a fertilidade.","por_que_esta_palavra":"É utilizada para enfatizar a intervenção divina na vida de Raquel, que estava em busca de filhos.","conexao_teologica":"A presença de Deus como criador e provedor é um tema central na teologia bíblica, mostrando que Ele tem controle sobre a vida e a fertilidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 139:13-14","Êxodo 20:2"]},"genesis_30_19_crianca":{"palavra_pt":"crianca","palavra_original":"הָרָה","transliteracao":"hârâh","strong":"H2029","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se ao ato de conceber e dar à luz uma nova vida.","explicacao_detalhada":"A palavra 'crianca' (הָרָה) é novamente utilizada para enfatizar a importância da prole na narrativa de Gênesis, onde a fertilidade é um tema central.","por_que_esta_palavra":"A repetição da palavra destaca a importância da descendência e da continuidade da família.","conexao_teologica":"A prole é vista como uma bênção e um cumprimento das promessas de Deus.","referencias_relacionadas":["Gênesis 29:31","Salmos 127:3","Isaías 54:1"]},"genesis_30_19_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao conceito de vida e sua continuidade.","explicacao_detalhada":"A palavra 'vida' (עוֹד) é usada para expressar a ideia de continuidade e prosperidade. No contexto, representa a esperança e a alegria que a nova vida traz.","por_que_esta_palavra":"A palavra é significativa pois simboliza a vitalidade e a promessa de Deus de sustentar a vida.","conexao_teologica":"A vida é um dom de Deus e reflete Sua natureza criativa e sustentadora.","referencias_relacionadas":["Gênesis 2:7","João 10:10","Romanos 6:23"]},"genesis_30_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é novamente utilizada para enfatizar a importância da comunicação na relação entre os personagens e Deus. Refere-se a declarações que têm peso e significado.","por_que_esta_palavra":"A repetição da palavra destaca a importância da comunicação na narrativa bíblica.","conexao_teologica":"A palavra de Deus é fundamental para a criação e a revelação de Sua vontade.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"genesis_30_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que atua na criação e na providência.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é utilizada novamente para enfatizar a soberania e a ação de Deus na vida dos personagens bíblicos.","por_que_esta_palavra":"A repetição da palavra destaca a centralidade de Deus na narrativa e na vida dos crentes.","conexao_teologica":"Deus é o centro da história da salvação e da vida do povo de Israel.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"genesis_30_20_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade positiva de algo.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é usada para descrever a bondade de Deus e Suas ações. No contexto, reflete a satisfação de Raquel com as bênçãos recebidas.","por_que_esta_palavra":"A palavra é significativa pois enfatiza a natureza benevolente de Deus e Suas dádivas.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, refletindo Seu caráter e ações.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 8:28"]},"genesis_30_21_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' é usada para indicar a ação de acompanhar ou ir atrás de algo ou alguém.","explicacao_detalhada":"No contexto de Gênesis 30:21, 'seguir' refere-se à continuidade de um processo ou a um caminho que se toma, simbolizando a busca por algo desejado.","por_que_esta_palavra":"A escolha da palavra 'seguir' enfatiza a ideia de movimento e progresso na vida de Jacó e suas interações familiares.","conexao_teologica":"A ideia de seguir é frequentemente associada à obediência e à busca pela vontade de Deus, como em Salmos 119:105.","referencias_relacionadas":["Salmos 119:105","Mateus 4:19","Hebreus 12:1"]},"genesis_30_21_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' é utilizada para expressar a ação de invocar ou nomear algo.","explicacao_detalhada":"Em Gênesis 30:21, 'chamar' é usado no contexto de dar um nome a uma nova vida, refletindo a importância do nome na cultura hebraica.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque representa a autoridade e a responsabilidade de nomear, que é um ato de criação.","conexao_teologica":"Chamar é um tema recorrente na Bíblia, onde Deus chama pessoas para um propósito, como em Isaías 43:1.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9"]},"genesis_30_21_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de dar à luz, simbolizando o nascimento e a continuidade da vida.","explicacao_detalhada":"No versículo, 'urso' é usado para descrever o momento de trazer uma nova vida ao mundo, um ato que é sagrado e significativo.","por_que_esta_palavra":"A palavra 'urso' é escolhida para enfatizar a alegria e a dor do parto, refletindo a complexidade da maternidade.","conexao_teologica":"O nascimento é um tema importante na Bíblia, representando novas oportunidades e promessas, como em Salmos 127:3.","referencias_relacionadas":["Salmos 127:3","Gálatas 4:19","Lucas 1:14"]},"genesis_30_22_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Ideia básica: macho.","significado_contextual":"A palavra 'macho' refere-se ao gênero masculino, especialmente em relação à prole.","explicacao_detalhada":"Em Gênesis 30:22, a menção de 'macho' é importante para a linhagem e herança, que eram aspectos cruciais na cultura hebraica.","por_que_esta_palavra":"A escolha da palavra 'macho' destaca a importância da descendência e da continuidade da família.","conexao_teologica":"A questão da linhagem é central na Bíblia, especialmente nas genealogias de Jesus, como em Mateus 1:2-16.","referencias_relacionadas":["Mateus 1:2-16","Gênesis 17:10","Números 1:2"]},"genesis_30_22_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"No contexto do versículo, 'deus' é invocado como a fonte de bênçãos e intervenções na vida de Jacó e sua família.","por_que_esta_palavra":"A palavra 'deus' é fundamental para reconhecer a soberania divina nas questões humanas, especialmente na fertilidade e na procriação.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde Ele é visto como o provedor e protetor, como em Filipenses 4:19.","referencias_relacionadas":["Filipenses 4:19","Salmos 68:19","Gênesis 1:1"]},"genesis_30_22_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e responder a uma chamada ou instrução.","explicacao_detalhada":"Em Gênesis 30:22, 'ouvir' sugere a ideia de que Deus escutou as súplicas de Raquel e respondeu ao seu desejo de ter filhos.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a relação entre Deus e o ser humano, onde a comunicação é vital.","conexao_teologica":"Ouvir a voz de Deus é um tema recorrente, como em João 10:27, onde Jesus diz que suas ovelhas ouvem sua voz.","referencias_relacionadas":["João 10:27","Salmos 34:15","Isaías 30:21"]},"genesis_30_23_crianca":{"palavra_pt":"crianca","palavra_original":"הָרָה","transliteracao":"hârâh","strong":"H2029","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se ao estado de ser jovem ou recém-nascido, simbolizando a inocência e o futuro.","explicacao_detalhada":"No versículo, 'criança' é usada para expressar a alegria e a esperança que vem com o nascimento de um novo ser.","por_que_esta_palavra":"A palavra 'criança' é significativa porque representa a continuidade da vida e a promessa de Deus para a família.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância das crianças, como em Mateus 19:14, onde Jesus acolhe as crianças.","referencias_relacionadas":["Mateus 19:14","Salmos 127:3","Marcos 10:16"]},"genesis_30_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência direta, simbolizando continuidade e herança.","explicacao_detalhada":"Em Gênesis 30:23, 'filho' é usado para enfatizar a importância da prole na cultura hebraica e na história de Jacó.","por_que_esta_palavra":"A escolha da palavra 'filho' é crucial para entender a dinâmica familiar e as promessas de Deus a Abraão, Isaque e Jacó.","conexao_teologica":"A ideia de filhos como herança é um tema recorrente, como em Salmos 127:3-5, que fala sobre os filhos como bênçãos.","referencias_relacionadas":["Salmos 127:3-5","Gênesis 17:7","Efésios 6:4"]},"genesis_30_24_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' é novamente utilizada para expressar a ação de nomear ou invocar.","explicacao_detalhada":"No contexto de Gênesis 30:24, 'chamar' é significativo para a identidade do novo filho e a expectativa que vem com ele.","por_que_esta_palavra":"A repetição da palavra 'chamar' reforça a importância do nome e da identidade na narrativa bíblica.","conexao_teologica":"Assim como Deus chama os seus, a nomeação de uma criança reflete a relação entre identidade e propósito, como em Romanos 8:30.","referencias_relacionadas":["Romanos 8:30","Isaías 43:1","1 Pedro 2:9"]},"genesis_30_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação e a declaração de algo significativo.","explicacao_detalhada":"Em Gênesis 30:24, 'dizer' é importante para entender a declaração de Raquel sobre o nome do filho e suas implicações.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da fala e da declaração na formação da identidade e da realidade.","conexao_teologica":"A palavra de Deus é poderosa e criativa, como em Gênesis 1:3, onde Deus diz: 'Haja luz'.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"genesis_30_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Gênesis 30:24, o nome 'Senhor' é usado para enfatizar a autoridade e o poder de Deus na vida de Jacó e sua família, especialmente em relação à fertilidade e bênçãos.","por_que_esta_palavra":"A palavra 'Senhor' é utilizada para reconhecer a divindade e a relação de servidão e dependência que os humanos têm em relação a Deus.","conexao_teologica":"A utilização do nome 'Senhor' destaca a aliança de Deus com Seu povo e Sua capacidade de prover e proteger.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"genesis_30_25_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a mudança de estado ou condição.","explicacao_detalhada":"Em Gênesis 30:25, 'cair' pode ser interpretado como a transição de Jacó de um estado de servidão para um estado de bênção e prosperidade.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a transformação que ocorre na vida de Jacó, simbolizando a queda de sua antiga condição.","conexao_teologica":"A ideia de cair e levantar-se é um tema recorrente na Bíblia, refletindo a redenção e a restauração que Deus oferece.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Miquéias 7:8"]},"genesis_30_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Jacó sobre suas intenções e desejos.","explicacao_detalhada":"No versículo, Jacó declara suas aspirações e o que ele espera de Deus, enfatizando a importância da palavra e da promessa.","por_que_esta_palavra":"A escolha da palavra 'dizer' ressalta a importância da fala e da declaração de fé na vida de um crente.","conexao_teologica":"A fala é um meio pelo qual Deus se comunica com Seu povo e vice-versa, mostrando a relação dinâmica entre o homem e Deus.","referencias_relacionadas":["Romanos 10:10","Provérbios 18:21","Tiago 3:5"]},"genesis_30_25_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' simboliza o modo de vida e a jornada de Jacó.","explicacao_detalhada":"Em Gênesis 30:25, 'andar' representa a trajetória de Jacó em busca das promessas de Deus e sua fidelidade ao longo do caminho.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a ação contínua e a perseverança de Jacó em sua vida de fé.","conexao_teologica":"Andar com Deus é um tema central nas Escrituras, simbolizando a obediência e a comunhão com o Criador.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","Colossenses 2:6"]},"genesis_30_26_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de Deus em prover o que é necessário.","explicacao_detalhada":"No contexto de Gênesis 30:26, 'dar' enfatiza a generosidade de Deus em responder às súplicas de Jacó e conceder-lhe bênçãos.","por_que_esta_palavra":"A escolha da palavra 'dar' reflete a natureza generosa de Deus e Sua disposição em atender às necessidades de Seu povo.","conexao_teologica":"Deus é frequentemente descrito como aquele que dá, mostrando Sua graça e misericórdia em nossas vidas.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Filipenses 4:19"]},"genesis_30_26_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' é repetida para enfatizar a continuidade da jornada de Jacó.","explicacao_detalhada":"Neste contexto, 'andar' representa a persistência de Jacó em seguir o caminho que Deus traçou para ele, mesmo diante das dificuldades.","por_que_esta_palavra":"A repetição da palavra 'andar' reforça a ideia de que a vida de fé é um processo contínuo e ativo.","conexao_teologica":"A caminhada com Deus é um tema central na Bíblia, simbolizando a relação de fé e obediência.","referencias_relacionadas":["Gálatas 5:16","1 João 1:7","Salmos 119:105"]},"genesis_30_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão ou justificativa para a ação de Jacó.","explicacao_detalhada":"Em Gênesis 30:26, 'porque' é usado para explicar a motivação por trás das ações de Jacó e sua confiança em Deus.","por_que_esta_palavra":"A palavra é crucial para conectar a ação de Jacó com sua fé e entendimento da providência divina.","conexao_teologica":"A compreensão das razões por trás das ações é fundamental para a fé, pois nos ajuda a ver a mão de Deus em nossas vidas.","referencias_relacionadas":["Romanos 8:28","Provérbios 3:5-6","Salmos 37:5"]},"genesis_30_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para expressar a intenção de Jacó.","explicacao_detalhada":"Neste versículo, 'dizer' enfatiza a importância da comunicação e da declaração de fé na vida de Jacó.","por_que_esta_palavra":"A repetição da palavra 'dizer' destaca a necessidade de expressar nossas esperanças e expectativas a Deus.","conexao_teologica":"A fala é um meio pelo qual os crentes podem afirmar sua fé e confiar nas promessas de Deus.","referencias_relacionadas":["Salmos 19:14","Hebreus 10:23","Mateus 12:34"]},"genesis_30_27_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é usada para expressar a esperança de Jacó em ser libertado de sua situação.","explicacao_detalhada":"Em Gênesis 30:27, 'salvar' reflete o desejo de Jacó de ser resgatado e abençoado por Deus em sua vida.","por_que_esta_palavra":"A palavra é significativa porque mostra a dependência de Jacó em relação à intervenção divina.","conexao_teologica":"A salvação é um tema central nas Escrituras, simbolizando a libertação e a graça de Deus.","referencias_relacionadas":["Salmos 34:6","Romanos 10:13","Efésios 2:8-9"]},"genesis_30_27_favour":{"palavra_pt":"graca/favor","palavra_original":"חֵן","transliteracao":"chên","strong":"H2580","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça/favor' refere-se à bondade não merecida de Deus.","explicacao_detalhada":"Em Gênesis 30:27, 'graça' é um reconhecimento da bondade de Deus em conceder bênçãos a Jacó, apesar de suas falhas.","por_que_esta_palavra":"A escolha da palavra 'graça' enfatiza a natureza generosa e misericordiosa de Deus.","conexao_teologica":"A graça é um conceito fundamental na teologia cristã, representando o amor incondicional de Deus por Seu povo.","referencias_relacionadas":["Efésios 2:8","Romanos 5:8","2 Coríntios 12:9"]},"genesis_30_28_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se ao ato de conceder algo a alguém, neste caso, a Jacó dando a Laban o que ele pediu.","explicacao_detalhada":"A palavra 'dar' implica em uma transferência de propriedade ou bênção. No contexto, Jacó está negociando com Laban e expressa sua intenção de receber algo em troca.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica da negociação entre Jacó e Laban, onde a troca de bens e bênçãos é central.","conexao_teologica":"A ideia de dar é fundamental na teologia bíblica, refletindo a generosidade de Deus e a importância das bênçãos na vida dos crentes.","referencias_relacionadas":["Gênesis 12:2","Gênesis 24:35","Tiago 1:17"]},"genesis_30_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se à comunicação verbal, neste caso, a declaração de Jacó sobre o que ele deseja.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar intenções e desejos. Jacó está articulando suas necessidades e expectativas para Laban.","por_que_esta_palavra":"É importante porque revela a clareza e a honestidade de Jacó em sua comunicação, essencial para a negociação.","conexao_teologica":"A comunicação é um tema central na Bíblia, refletindo a relação entre Deus e a humanidade, onde Deus se revela através da Palavra.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"genesis_30_28_maldicao":{"palavra_pt":"maldicao","palavra_original":"נָקַב","transliteracao":"nâqab","strong":"H5344","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"Maldicao refere-se a uma invocação de dano ou desgraça, que pode ser uma consequência de ações erradas.","explicacao_detalhada":"A palavra 'maldicao' é usada para descrever a seriedade das consequências que podem advir de ações desonestas ou injustas.","por_que_esta_palavra":"É relevante para entender o peso das palavras e ações na narrativa, especialmente em um contexto de negociação e bênção.","conexao_teologica":"A maldição é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Deuteronômio 28:15","Gálatas 3:10","Romanos 6:23"]},"genesis_30_29_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer é novamente usado para expressar a intenção de Jacó em relação ao que ele deseja obter.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a importância da comunicação clara e da intenção por trás das palavras de Jacó.","por_que_esta_palavra":"A clareza na comunicação é essencial para evitar mal-entendidos e garantir que as expectativas sejam alinhadas.","conexao_teologica":"A comunicação é um reflexo da criação à imagem de Deus, que se comunica com a humanidade.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 3:5"]},"genesis_30_29_thee":{"palavra_pt":"thee","palavra_original":"אַתָּה","transliteracao":"ʼattâh","strong":"H859","significado_raiz":"Ideia básica: thee.","significado_contextual":"Thee é uma forma arcaica de 'tu', referindo-se diretamente a Laban, indicando uma relação pessoal.","explicacao_detalhada":"A palavra 'thee' é usada para estabelecer uma conexão direta e pessoal entre Jacó e Laban, enfatizando a natureza da conversa.","por_que_esta_palavra":"A utilização de 'thee' destaca a individualidade e a responsabilidade nas interações humanas.","conexao_teologica":"A relação pessoal entre indivíduos reflete a relação que Deus deseja ter com cada um de nós.","referencias_relacionadas":["Gênesis 2:18","Mateus 22:39","1 João 4:20"]},"genesis_30_30_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Abençoar refere-se ao ato de invocar favor ou prosperidade sobre alguém, um aspecto central da bênção na cultura hebraica.","explicacao_detalhada":"A palavra 'abençoar' implica em um desejo de bem-estar e prosperidade, que é um tema recorrente nas interações entre os patriarcas.","por_que_esta_palavra":"A bênção é um elemento vital nas relações familiares e sociais, refletindo a intenção de Deus de abençoar seu povo.","conexao_teologica":"A bênção de Deus é um tema central na Bíblia, simbolizando a graça e a favor divino sobre a humanidade.","referencias_relacionadas":["Gênesis 1:28","Números 6:24-26","Efésios 1:3"]},"genesis_30_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz a razão ou causa, explicando o motivo da ação de Jacó.","explicacao_detalhada":"A palavra 'porque' é usada para justificar a ação de Jacó, ligando suas intenções ao contexto da conversa.","por_que_esta_palavra":"É importante para entender a lógica por trás das ações e decisões de Jacó, revelando sua motivação.","conexao_teologica":"A razão é um aspecto importante da fé, onde a compreensão e a lógica se encontram com a revelação divina.","referencias_relacionadas":["Romanos 12:1","Tiago 1:5","1 Pedro 3:15"]},"genesis_30_30_crescer":{"palavra_pt":"crescer","palavra_original":"פָּרַץ","transliteracao":"pârats","strong":"H6555","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Crescer refere-se ao aumento ou prosperidade, especialmente no contexto da criação e multiplicação.","explicacao_detalhada":"A palavra 'crescer' implica em um desenvolvimento positivo, que é um tema central na narrativa da bênção de Deus.","por_que_esta_palavra":"Crescimento é um sinal de bênção e favor, refletindo a intenção de Deus para a vida de seu povo.","conexao_teologica":"O crescimento espiritual e físico é um tema importante na Bíblia, simbolizando a obra de Deus na vida dos crentes.","referencias_relacionadas":["Gênesis 1:22","Salmos 92:12","Colossenses 1:10"]},"genesis_30_31_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra/coisa refere-se a uma declaração ou um objeto de desejo, central na comunicação entre Jacó e Laban.","explicacao_detalhada":"A palavra 'palavra' é usada para descrever tanto a comunicação verbal quanto a essência do que está sendo discutido.","por_que_esta_palavra":"É importante porque revela a natureza da negociação e a importância das promessas feitas entre as partes.","conexao_teologica":"A palavra é um tema central na Bíblia, representando a criação e a revelação de Deus ao homem.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","João 1:1"]},"genesis_30_31_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer é novamente utilizado para expressar a intenção de Jacó em relação ao que ele deseja obter.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a importância da comunicação clara e da intenção por trás das palavras de Jacó.","por_que_esta_palavra":"A clareza na comunicação é essencial para evitar mal-entendidos e garantir que as expectativas sejam alinhadas.","conexao_teologica":"A comunicação é um reflexo da criação à imagem de Deus, que se comunica com a humanidade.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 3:5"]},"genesis_30_31_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou entregar algo a alguém, no contexto de um pedido ou clamor.","explicacao_detalhada":"No versículo, a ação de dar é central para a dinâmica entre os personagens, onde um clamor é feito para receber algo desejado. A entrega é um ato que envolve tanto a vontade do doador quanto a necessidade do receptor.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a generosidade e a relação de dependência entre os personagens, refletindo a importância do ato de receber como um ato de fé.","conexao_teologica":"A ideia de dar é fundamental na teologia bíblica, onde Deus é visto como o maior doador, oferecendo a salvação e bênçãos aos seus filhos.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Lucas 6:38"]},"genesis_30_32_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma como algo é feito, indicando um método ou estilo específico.","explicacao_detalhada":"Neste contexto, o 'modo' é importante para entender como as ações dos personagens influenciam os resultados desejados. A maneira de agir pode determinar o sucesso ou fracasso de suas intenções.","por_que_esta_palavra":"A palavra 'modo' é utilizada para destacar a importância da abordagem e estratégia nas interações humanas, refletindo a sabedoria necessária para lidar com situações complexas.","conexao_teologica":"A forma como agimos e nos relacionamos uns com os outros é um reflexo do caráter de Deus e de sua sabedoria em nossas vidas.","referencias_relacionadas":["Provérbios 16:3","Colossenses 3:23","Efésios 5:15-16"]},"genesis_30_32_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de oportunidade ou um tempo específico para agir.","explicacao_detalhada":"No contexto do versículo, o 'dia' pode representar um momento decisivo na vida dos personagens, onde suas ações terão consequências significativas.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a urgência e a importância do tempo em que as decisões são tomadas, refletindo a soberania de Deus sobre o tempo.","conexao_teologica":"O conceito de dia é frequentemente utilizado na Bíblia para simbolizar a obra de Deus na criação e na redenção, mostrando que cada dia é uma oportunidade dada por Ele.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"genesis_30_33_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' pode simbolizar percepção, atenção ou vigilância, indicando o ato de observar ou perceber algo.","explicacao_detalhada":"Neste contexto, o 'olho' é importante para entender como os personagens estão atentos às suas circunstâncias e como isso afeta suas decisões e ações.","por_que_esta_palavra":"A palavra 'olho' é utilizada para destacar a importância da visão e da percepção na vida espiritual, onde ver corretamente é crucial para a sabedoria.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do olho para falar sobre a percepção espiritual e a necessidade de ver as coisas da perspectiva de Deus.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:18","Provérbios 4:25"]},"genesis_30_33_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada novamente, reforçando a ideia de um tempo específico em que algo acontece.","explicacao_detalhada":"A repetição da palavra 'dia' neste contexto pode indicar a continuidade de um processo ou a importância de um momento específico na narrativa.","por_que_esta_palavra":"A ênfase no 'dia' sugere que as ações tomadas nesse período são cruciais para o desenrolar da história.","conexao_teologica":"O tempo é uma criação de Deus, e cada dia é uma oportunidade para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","2 Coríntios 6:2"]},"genesis_30_33_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação para uma ação ou decisão.","explicacao_detalhada":"Neste contexto, 'porque' é fundamental para entender a motivação por trás das ações dos personagens, revelando suas intenções e justificativas.","por_que_esta_palavra":"A palavra 'porque' é crucial para a lógica do discurso, ajudando a conectar ideias e ações de forma clara.","conexao_teologica":"A razão é um aspecto importante na fé, onde a compreensão das ações de Deus e de Seus planos é essencial para a confiança e obediência.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"genesis_30_34_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de expressar verbalmente algo, podendo ter um impacto significativo nas relações.","explicacao_detalhada":"Neste contexto, o ato de dizer é crucial para a comunicação entre os personagens, onde as palavras têm o poder de criar ou destruir.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da fala e da comunicação na construção de relacionamentos e na transmissão de verdades.","conexao_teologica":"A Bíblia ensina que as palavras têm poder, refletindo a criação através da palavra de Deus e a importância de falar com sabedoria.","referencias_relacionadas":["Provérbios 18:21","Efésios 4:29","Tiago 3:5-6"]},"genesis_30_34_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma expressão que chama a atenção para algo que está prestes a ser revelado ou que merece destaque.","explicacao_detalhada":"Neste contexto, 'eis' serve como um convite para que os ouvintes ou leitores prestem atenção a uma revelação importante ou a um evento significativo.","por_que_esta_palavra":"A palavra 'eis' é utilizada para enfatizar a importância do que está sendo apresentado, criando uma expectativa no ouvinte.","conexao_teologica":"A revelação de Deus muitas vezes é precedida por um chamado à atenção, mostrando que Ele deseja que Seu povo esteja atento às Suas obras.","referencias_relacionadas":["Isaías 43:19","Mateus 1:23","Apocalipse 3:20"]},"genesis_30_35_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é novamente utilizada, reforçando a ideia de um tempo específico em que ações são tomadas.","explicacao_detalhada":"A repetição da palavra 'dia' neste contexto pode indicar a continuidade de um processo ou a importância de um momento específico na narrativa.","por_que_esta_palavra":"A ênfase no 'dia' sugere que as ações tomadas nesse período são cruciais para o desenrolar da história.","conexao_teologica":"O tempo é uma criação de Deus, e cada dia é uma oportunidade para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","2 Coríntios 6:2"]},"genesis_30_35_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma como algo é feito, indicando um método ou estilo específico.","explicacao_detalhada":"Neste contexto, o 'modo' é importante para entender como as ações dos personagens influenciam os resultados desejados. A maneira de agir pode determinar o sucesso ou fracasso de suas intenções.","por_que_esta_palavra":"A palavra 'modo' é utilizada para destacar a importância da abordagem e estratégia nas interações humanas, refletindo a sabedoria necessária para lidar com situações complexas.","conexao_teologica":"A forma como agimos e nos relacionamos uns com os outros é um reflexo do caráter de Deus e de sua sabedoria em nossas vidas.","referencias_relacionadas":["Provérbios 16:3","Colossenses 3:23","Efésios 5:15-16"]},"genesis_30_35_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou entregar algo a alguém.","explicacao_detalhada":"Neste contexto, 'dar' é usado para descrever a ação de Jacó ao oferecer presentes a seu sogro Labão, simbolizando generosidade e a busca por favor.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a importância das relações e do ato de compartilhar, que é central na narrativa.","conexao_teologica":"A generosidade de Jacó reflete o caráter de Deus, que é descrito como um doador abundante em várias passagens bíblicas.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Lucas 6:38"]},"genesis_30_36_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é utilizada para descrever a magnitude das posses e a prosperidade que Jacó estava buscando.","explicacao_detalhada":"Aqui, 'grande' não se refere apenas ao tamanho físico, mas também à importância e ao impacto que a riqueza pode ter na vida de Jacó e sua família.","por_que_esta_palavra":"A palavra 'grande' é significativa porque reflete a ambição de Jacó em aumentar sua herança e segurança.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua capacidade de prover e abençoar, como visto em várias promessas bíblicas.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Gênesis 12:2"]},"genesis_30_36_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é usada para simbolizar o caminho que Jacó deve seguir e as escolhas que ele faz.","explicacao_detalhada":"Neste contexto, 'vida' representa não apenas a existência física, mas também a qualidade e o propósito da vida que Jacó busca.","por_que_esta_palavra":"A palavra 'vida' é crucial, pois reflete a busca de Jacó por um futuro próspero e significativo.","conexao_teologica":"A vida é um tema central na Bíblia, onde Deus é visto como o autor da vida e aquele que dá propósito a ela.","referencias_relacionadas":["João 10:10","Gênesis 2:7","Deuteronômio 30:19"]},"genesis_30_36_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, simbolizando a passagem do tempo e as oportunidades que surgem.","explicacao_detalhada":"Neste versículo, 'dia' pode representar momentos decisivos na vida de Jacó, onde ele deve tomar decisões importantes.","por_que_esta_palavra":"A palavra 'dia' é significativa porque cada dia traz novas oportunidades e desafios que moldam o futuro.","conexao_teologica":"A noção de tempo e dias é frequentemente usada na Bíblia para enfatizar a soberania de Deus sobre a história.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"genesis_30_37_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica a ação de adquirir ou apropriar-se de algo.","explicacao_detalhada":"Neste contexto, Jacó 'toma' medidas para garantir a prosperidade de seu rebanho, simbolizando a ação e a determinação.","por_que_esta_palavra":"A palavra 'tomar' é importante porque reflete a iniciativa de Jacó em buscar o que é seu por direito.","conexao_teologica":"A ideia de 'tomar' pode ser vista como um paralelo à fé, onde os crentes são chamados a tomar posse das promessas de Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 8:17","Gálatas 3:29"]},"genesis_30_37_bondoso":{"palavra_pt":"bondoso","palavra_original":"לוּז","transliteracao":"lûwz","strong":"H3869","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"A palavra 'bondoso' refere-se a uma qualidade de generosidade e benevolência.","explicacao_detalhada":"Neste contexto, 'bondoso' pode descrever a atitude de Jacó em relação ao seu rebanho e à sua família, refletindo um caráter justo.","por_que_esta_palavra":"A palavra 'bondoso' é significativa porque destaca a importância da bondade nas relações interpessoais.","conexao_teologica":"A bondade é uma característica de Deus, que é frequentemente descrito como amoroso e misericordioso.","referencias_relacionadas":["Gálatas 5:22","Salmos 100:5","Efésios 4:32"]},"genesis_30_38_establish":{"palavra_pt":"establish","palavra_original":"יָצַג","transliteracao":"yâtsag","strong":"H3322","significado_raiz":"Ideia básica: establish.","significado_contextual":"A palavra 'establish' refere-se ao ato de firmar ou estabelecer algo de maneira sólida.","explicacao_detalhada":"Neste contexto, Jacó está estabelecendo um novo padrão para seu rebanho, simbolizando a criação de um novo futuro.","por_que_esta_palavra":"A palavra 'establish' é importante porque reflete a intenção de Jacó de criar uma base sólida para sua vida e sua família.","conexao_teologica":"Deus é frequentemente descrito como aquele que estabelece e fundamenta, trazendo ordem ao caos.","referencias_relacionadas":["Salmos 37:23","Provérbios 16:3","Isaías 54:14"]},"genesis_30_39_heat":{"palavra_pt":"heat","palavra_original":"יָחַם","transliteracao":"yâcham","strong":"H3179","significado_raiz":"Ideia básica: heat.","significado_contextual":"A palavra 'heat' refere-se à intensidade do calor, simbolizando a força e a energia.","explicacao_detalhada":"Neste contexto, 'heat' pode descrever as condições sob as quais Jacó estava trabalhando para garantir seu sucesso.","por_que_esta_palavra":"A palavra 'heat' é significativa porque representa o esforço e a dedicação que Jacó colocou em seu trabalho.","conexao_teologica":"O calor pode ser visto como uma metáfora para as provas e tribulações que os crentes enfrentam em sua jornada de fé.","referencias_relacionadas":["1 Pedro 1:7","Romanos 5:3-4","Tiago 1:2-4"]},"genesis_30_39_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"Em Gênesis 30:39, \"nome\" aparece na frase \"E concebiam os rebanhos diante das varas, e as ovelhas davam crias listradas, salpicadas e malhadas.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (צֹאן; tsôʼn; H6629), \"nome\" traz a ideia de nome. Aqui, essa palavra deixa o ensino de Gênesis 30:39 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"nome\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Gênesis 30:42. Lendo junto com Gênesis 30:39, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Gênesis 30:39","Gênesis 30:42","Salmos 119:105"]},"genesis_30_40_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é novamente usada para descrever o ato de conceder ou entregar algo.","explicacao_detalhada":"Neste contexto, Jacó continua a dar e a negociar, mostrando sua habilidade em lidar com as circunstâncias.","por_que_esta_palavra":"A repetição da palavra 'dar' enfatiza a continuidade da generosidade e do esforço de Jacó.","conexao_teologica":"A generosidade é uma virtude que Deus valoriza e incentiva em Seus seguidores.","referencias_relacionadas":["2 Coríntios 9:7","Mateus 10:8","Lucas 12:33"]},"genesis_30_40_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ovelhas eram criadas e tratadas.","explicacao_detalhada":"No contexto de Gênesis 30:40, a palavra 'modo' é utilizada para descrever a forma específica de manejo dos rebanhos, que era crucial para a prosperidade de Jacó.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância das práticas de pastoreio e a habilidade de Jacó em aumentar seu rebanho.","conexao_teologica":"A maneira como Jacó cuidava de suas ovelhas reflete a providência de Deus em sua vida e a bênção que ele recebeu por sua fidelidade.","referencias_relacionadas":["Gênesis 30:31","Gênesis 30:32","Gênesis 30:39"]},"genesis_30_41_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se ao método de criação das ovelhas.","explicacao_detalhada":"A repetição da palavra 'modo' em Gênesis 30:41 reforça a ideia de que o manejo cuidadoso e estratégico das ovelhas era essencial para o sucesso de Jacó.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a estratégia de Jacó em aumentar seu rebanho através de métodos específicos.","conexao_teologica":"A habilidade de Jacó em manejar suas ovelhas é um reflexo da sabedoria que Deus lhe concedeu.","referencias_relacionadas":["Gênesis 30:31","Gênesis 30:32","Gênesis 30:39"]},"genesis_30_41_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor que Jacó tinha por Raquel.","explicacao_detalhada":"Em Gênesis 30:41, a palavra 'amor' é usada para descrever a profunda afeição de Jacó por Raquel, que influenciou suas ações e decisões.","por_que_esta_palavra":"A palavra 'amor' destaca a motivação emocional de Jacó em suas interações e escolhas, especialmente em relação ao seu trabalho e sacrifícios.","conexao_teologica":"O amor de Jacó por Raquel é um exemplo do amor sacrificial que é refletido na relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 29:18","Gênesis 29:20","Cânticos 8:6"]},"genesis_30_42_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"Continuação do tema do amor de Jacó por Raquel.","explicacao_detalhada":"A repetição da palavra 'amor' em Gênesis 30:42 enfatiza a intensidade dos sentimentos de Jacó e como isso moldou sua vida.","por_que_esta_palavra":"A palavra 'amor' é fundamental para entender a dinâmica familiar e os conflitos que surgiram entre as esposas de Jacó.","conexao_teologica":"O amor de Jacó é um reflexo do amor de Deus por seu povo, que é um tema central na Bíblia.","referencias_relacionadas":["Gênesis 29:18","Gênesis 29:20","Cânticos 8:6"]},"genesis_30_42_trevas":{"palavra_pt":"trevas","palavra_original":"עָטַף","transliteracao":"ʻâṭaph","strong":"H5848","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Refere-se à escuridão que envolve a situação de Jacó.","explicacao_detalhada":"Em Gênesis 30:42, a palavra 'trevas' simboliza a confusão e as dificuldades que Jacó enfrentou em sua vida familiar e profissional.","por_que_esta_palavra":"A palavra 'trevas' é usada para ilustrar a adversidade e os desafios que podem obscurecer a vida de uma pessoa.","conexao_teologica":"As trevas representam a luta contra o pecado e a necessidade de luz, que é Cristo, para guiar os crentes.","referencias_relacionadas":["Salmos 23:4","Isaías 9:2","João 1:5"]},"genesis_30_42_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome das ovelhas e sua importância.","explicacao_detalhada":"Em Gênesis 30:42, a palavra 'nome' é usada para indicar a identidade e o valor das ovelhas que Jacó estava criando.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a individualidade e a importância de cada animal no rebanho.","conexao_teologica":"Assim como cada ovelha tem um nome, Deus conhece cada um de seus filhos pelo nome, enfatizando a relação pessoal que Ele tem com cada um.","referencias_relacionadas":["Isaías 43:1","João 10:3","Salmos 139:1"]},"genesis_30_43_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à figura masculina de Jacó.","explicacao_detalhada":"Em Gênesis 30:43, a palavra 'homem' é usada para descrever Jacó como um trabalhador diligente e astuto.","por_que_esta_palavra":"A palavra 'homem' é importante para destacar a masculinidade e a responsabilidade de Jacó em prover para sua família.","conexao_teologica":"A figura de Jacó como homem trabalhador reflete a dignidade do trabalho e a responsabilidade que Deus deu ao ser humano.","referencias_relacionadas":["Gênesis 2:15","Gênesis 3:19","Colossenses 3:23"]},"genesis_30_43_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de Jacó em relação ao seu rebanho.","explicacao_detalhada":"Em Gênesis 30:43, a palavra 'cair' é usada para descrever a prosperidade que Jacó experimentou em seu rebanho.","por_que_esta_palavra":"A palavra 'cair' é significativa porque indica um aumento ou crescimento, simbolizando a bênção de Deus sobre Jacó.","conexao_teologica":"A prosperidade de Jacó é um exemplo da fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["Gênesis 26:12","Deuteronômio 28:2","Salmos 1:3"]}}