{"genesis_31_1_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória e ao reconhecimento das bênçãos de Deus.","explicacao_detalhada":"Em Gênesis 31:1, a palavra 'glória' é usada para descrever a grandeza das bênçãos que Jacó recebeu.","por_que_esta_palavra":"A palavra 'glória' destaca a manifestação do favor divino na vida de Jacó e sua família.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo Sua majestade e poder em abençoar Seu povo.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"genesis_31_1_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à capacidade de ouvir a voz de Deus.","explicacao_detalhada":"Em Gênesis 31:1, a palavra 'ouvir' é utilizada para enfatizar a importância de estar atento à direção divina.","por_que_esta_palavra":"A palavra 'ouvir' é crucial para entender a relação de Jacó com Deus e sua disposição em seguir Suas instruções.","conexao_teologica":"Ouvir a voz de Deus é fundamental para a vida cristã, pois é através da Sua palavra que somos guiados.","referencias_relacionadas":["Salmos 46:10","Isaías 30:21","João 10:27"]},"genesis_31_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação ou declaração que tem peso e importância.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é utilizada para expressar não apenas uma palavra falada, mas também um conceito ou uma coisa que é significativa. No contexto de Gênesis 31:1, ela se refere ao que foi dito sobre Jacó e suas posses.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a seriedade das informações que estavam sendo discutidas entre os filhos de Labão.","conexao_teologica":"A palavra de Deus é poderosa e criativa, como visto em Gênesis 1, onde Deus cria o mundo através de Sua palavra.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"genesis_31_2_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Indica a ação de perceber ou compreender algo.","explicacao_detalhada":"A palavra 'רָאָה' (râʼâh) é usada para descrever a visão de Jacó sobre a situação ao seu redor, incluindo a percepção das mudanças nas atitudes de Labão.","por_que_esta_palavra":"É importante para mostrar que Jacó não apenas ouviu, mas também observou e entendeu a dinâmica ao seu redor.","conexao_teologica":"A capacidade de ver e discernir é um tema recorrente na Bíblia, onde Deus frequentemente abre os olhos de Seu povo para a verdade.","referencias_relacionadas":["2 Reis 6:17","Salmos 119:18","Mateus 13:16"]},"genesis_31_2_dia":{"palavra_pt":"dia","palavra_original":"תְּמוֹל","transliteracao":"tᵉmôwl","strong":"H8543","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, neste caso, o dia anterior.","explicacao_detalhada":"A palavra 'תְּמוֹל' (tᵉmôwl) é usada para indicar um tempo recente, enfatizando a continuidade dos eventos que levaram à decisão de Jacó.","por_que_esta_palavra":"O uso de 'dia' aqui ajuda a situar os eventos no tempo, mostrando que as mudanças eram recentes e urgentes.","conexao_teologica":"O conceito de tempo é importante na narrativa bíblica, pois Deus atua em momentos específicos da história.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Gálatas 6:9"]},"genesis_31_2_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"Refere-se ao patriarca Jacó, que é central na narrativa.","explicacao_detalhada":"A palavra 'יַעֲקֹב' (Yaʻăqôb) não é apenas um nome, mas carrega a história e as promessas de Deus para Israel, representando a luta e a perseverança.","por_que_esta_palavra":"A menção de Jacó é crucial, pois ele é o protagonista da história e o portador das promessas divinas.","conexao_teologica":"Jacó é um símbolo da relação entre Deus e Seu povo, mostrando como Deus transforma vidas.","referencias_relacionadas":["Gênesis 28:13-15","Gênesis 32:28","Romanos 9:10-13"]},"genesis_31_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou declarar algo importante.","explicacao_detalhada":"A palavra 'אָמַר' (ʼâmar) é utilizada para expressar a ação de Deus ao instruir Jacó a retornar à sua terra natal.","por_que_esta_palavra":"A ênfase na palavra de Deus é fundamental, pois é através dela que Jacó recebe direção e propósito.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus fala e guia Seu povo.","referencias_relacionadas":["Êxodo 3:4","Salmos 119:105","João 10:27"]},"genesis_31_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"A palavra 'יְהֹוָה' (Yᵉhôvâh) representa a aliança de Deus com Seu povo, sendo um nome que carrega significado profundo e reverência.","por_que_esta_palavra":"A menção do nome de Deus aqui destaca Sua autoridade e a importância de obedecer a Suas instruções.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza e caráter.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"genesis_31_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, um tema central na narrativa bíblica.","explicacao_detalhada":"A palavra 'אֶרֶץ' (ʼerets) é usada para descrever o local que Deus prometeu a Abraão, Isaque e Jacó, simbolizando herança e promessa.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da realização de Suas promessas.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Hebreus 11:9-10"]},"genesis_31_4_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se à ação de enviar alguém em uma missão ou propósito.","explicacao_detalhada":"A palavra 'שָׁלַח' (shâlach) é utilizada para descrever a ação de Deus ao enviar Jacó de volta à sua terra natal.","por_que_esta_palavra":"A ideia de envio implica um propósito divino e a realização do plano de Deus na vida de Jacó.","conexao_teologica":"O envio é um conceito importante na Bíblia, onde Deus frequentemente envia profetas e missionários.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","João 20:21"]},"genesis_31_4_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se à ação de convocar ou chamar alguém para uma tarefa.","explicacao_detalhada":"A palavra 'קָרָא' (qârâʼ) é usada para descrever o chamado de Deus a Jacó para retornar à sua terra.","por_que_esta_palavra":"O chamado de Deus é um tema central na vida de Jacó, mostrando a iniciativa divina em sua jornada.","conexao_teologica":"O chamado de Deus é um aspecto fundamental da relação entre Deus e Seu povo, onde Ele convoca para um propósito.","referencias_relacionadas":["Gênesis 12:1","1 Samuel 3:10","Romanos 8:30"]},"genesis_31_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'אֱלֹהִים' (ʼĕlôhîym) é usada para descrever a natureza de Deus como poderoso e soberano, sendo central na narrativa de Gênesis.","por_que_esta_palavra":"A menção de Deus aqui enfatiza Sua autoridade e a importância de seguir Suas instruções.","conexao_teologica":"A natureza de Deus como Criador e Sustentador é um tema central na teologia bíblica, refletindo Sua soberania sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Romanos 1:20"]},"genesis_31_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de uma ideia ou instrução.","explicacao_detalhada":"No contexto de Gênesis 31:5, a palavra 'dizer' refere-se à ação de comunicar algo importante, que neste caso é a mensagem de Deus a Jacó sobre retornar à sua terra natal.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e Jacó, onde a comunicação divina é essencial para a direção da vida de Jacó.","conexao_teologica":"A comunicação de Deus com os seres humanos é um tema central na Bíblia, mostrando como Ele guia e instrui Seu povo.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:4","Salmos 119:105"]},"genesis_31_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação que se segue.","explicacao_detalhada":"Em Gênesis 31:5, 'porque' é usado para esclarecer a razão pela qual Jacó deve retornar, enfatizando a importância da obediência à palavra de Deus.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica da narrativa, onde a obediência é motivada pela revelação divina.","conexao_teologica":"A obediência a Deus é frequentemente ligada à compreensão de Sua vontade, como visto em várias passagens bíblicas.","referencias_relacionadas":["Deuteronômio 5:33","Romanos 12:2","Tiago 1:22"]},"genesis_31_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"No versículo, 'modo' se refere à forma como Jacó deve agir ao retornar, enfatizando a necessidade de prudência e sabedoria.","por_que_esta_palavra":"A escolha do 'modo' de agir é importante para garantir que as ações de Jacó estejam alinhadas com a vontade de Deus.","conexao_teologica":"A maneira como os crentes agem em resposta à direção divina é um tema recorrente na Bíblia.","referencias_relacionadas":["Provérbios 3:5-6","Mateus 7:12","Colossenses 3:23"]},"genesis_31_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa, reforçando a razão de uma ação.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a necessidade de Jacó conhecer a situação antes de agir, destacando a importância do discernimento.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da compreensão e do conhecimento na tomada de decisões.","conexao_teologica":"O conhecimento e a sabedoria são frequentemente apresentados como virtudes que os crentes devem buscar.","referencias_relacionadas":["Provérbios 4:7","Tiago 1:5","Oséias 4:6"]},"genesis_31_6_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica um entendimento profundo e uma relação íntima com a verdade.","explicacao_detalhada":"Em Gênesis 31:6, 'conhecer' refere-se à necessidade de Jacó entender a situação em que se encontra, o que é essencial para sua decisão de voltar.","por_que_esta_palavra":"Conhecer a verdade é fundamental para a tomada de decisões sábias e alinhadas com a vontade de Deus.","conexao_teologica":"O conhecimento de Deus e de Sua vontade é um tema central nas Escrituras, enfatizando a importância da revelação divina.","referencias_relacionadas":["Salmos 46:10","João 8:32","Filipenses 1:9-10"]},"genesis_31_7_crescer":{"palavra_pt":"crescer","palavra_original":"חָלַף","transliteracao":"châlaph","strong":"H2498","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' refere-se ao aumento ou desenvolvimento em um determinado aspecto.","explicacao_detalhada":"No contexto do versículo, 'crescer' pode se referir ao crescimento da riqueza de Jacó e à sua prosperidade sob a bênção de Deus.","por_que_esta_palavra":"O crescimento é um sinal da bênção divina e da fidelidade de Jacó em seguir a direção de Deus.","conexao_teologica":"O crescimento espiritual e material é frequentemente associado à fidelidade e obediência a Deus nas Escrituras.","referencias_relacionadas":["Salmos 1:3","Mateus 25:29","2 Pedro 3:18"]},"genesis_31_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade ou à autenticidade de uma situação.","explicacao_detalhada":"Em Gênesis 31:7, 'verdade' é usada para enfatizar a honestidade e a integridade nas ações de Jacó em relação a Labão.","por_que_esta_palavra":"A busca pela verdade é essencial para a vida cristã, refletindo o caráter de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 51:6","João 14:6","Efésios 4:15"]},"genesis_31_8_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em resgatar ou proteger de um perigo.","explicacao_detalhada":"Neste versículo, 'salvar' pode se referir à proteção que Deus oferece a Jacó em sua jornada de volta para casa.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, representando a intervenção de Deus na vida de Seu povo.","conexao_teologica":"A salvação de Deus é um ato de graça e misericórdia, refletindo Seu amor por nós.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"genesis_31_8_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de dar à luz ou gerar.","explicacao_detalhada":"No contexto, 'urso' pode simbolizar a continuidade da linhagem e a bênção de Deus sobre a família de Jacó.","por_que_esta_palavra":"A procriação é vista como uma bênção divina e um cumprimento das promessas de Deus a Abraão.","conexao_teologica":"A continuidade da linhagem é importante na narrativa bíblica, especialmente em relação às promessas de Deus.","referencias_relacionadas":["Gênesis 1:28","Gênesis 17:4-5","Salmos 127:3"]},"genesis_31_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' novamente refere-se à maneira de agir ou proceder.","explicacao_detalhada":"Neste versículo, 'modo' enfatiza a necessidade de Jacó agir com sabedoria ao lidar com as circunstâncias de sua vida.","por_que_esta_palavra":"A forma como Jacó age é crucial para o resultado de sua jornada e sua relação com Labão.","conexao_teologica":"A maneira de agir de acordo com a vontade de Deus é um princípio importante na vida cristã.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Tiago 3:13"]},"genesis_31_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou entregar algo a alguém.","explicacao_detalhada":"No contexto de Gênesis 31:9, 'dar' é usado para descrever a ação de Deus ao conceder a Jacó a riqueza que ele possuía, enfatizando a providência divina na vida do patriarca.","por_que_esta_palavra":"Esta palavra é importante porque destaca a generosidade de Deus e Sua capacidade de prover para aqueles que O seguem.","conexao_teologica":"A ideia de Deus como doador é central na teologia bíblica, mostrando que tudo o que temos vem Dele.","referencias_relacionadas":["Tiago 1:17","Salmos 37:25","Filipenses 4:19"]},"genesis_31_9_bom":{"palavra_pt":"bom","palavra_original":"נָצַל","transliteracao":"nâtsal","strong":"H5337","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é utilizada para descrever algo que é agradável ou benéfico.","explicacao_detalhada":"Em Gênesis 31:9, 'bom' refere-se à qualidade das bênçãos que Jacó recebeu, indicando que as dádivas de Deus são sempre boas e perfeitas.","por_que_esta_palavra":"A palavra é crucial para entender a natureza das bênçãos divinas, que são sempre para o nosso bem.","conexao_teologica":"A bondade de Deus é um tema recorrente nas Escrituras, revelando Seu caráter amoroso e justo.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Gálatas 5:22"]},"genesis_31_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, ao Criador e Senhor do universo.","explicacao_detalhada":"Em Gênesis 31:9, 'deus' é mencionado para enfatizar a soberania de Deus sobre as circunstâncias da vida de Jacó e Sua capacidade de agir em favor de Seu povo.","por_que_esta_palavra":"A presença de Deus neste versículo é fundamental para entender a relação entre Ele e os patriarcas, mostrando que Ele é ativo na história.","conexao_teologica":"A soberania de Deus é um dos pilares da fé cristã, afirmando que Ele controla todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Isaías 45:5","Salmos 46:10"]},"genesis_31_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' implica em um movimento descendente ou em um estado de queda.","explicacao_detalhada":"No contexto de Gênesis 31:10, 'cair' pode se referir à queda das ovelhas e cabras que Jacó observou, simbolizando a mudança nas circunstâncias que Deus estava orquestrando.","por_que_esta_palavra":"Esta palavra é significativa porque ilustra a intervenção divina nas situações da vida de Jacó.","conexao_teologica":"A ideia de cair pode ser vista como uma metáfora para a queda do homem e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Gênesis 3:6","Salmos 37:24"]},"genesis_31_10_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um momento ou tempo específico.","explicacao_detalhada":"Em Gênesis 31:10, 'expressão' é usada para indicar um tempo determinado em que Jacó viu a mudança nas suas posses, mostrando a providência de Deus em momentos específicos.","por_que_esta_palavra":"Esta palavra é importante para entender que Deus age em tempos específicos na vida das pessoas.","conexao_teologica":"Deus é um Deus de ordem e tempo, que age em momentos determinados para cumprir Seus propósitos.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Atos 1:7"]},"genesis_31_10_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identificação ou título de algo.","explicacao_detalhada":"Em Gênesis 31:10, 'nome' é usado para descrever as ovelhas e cabras, simbolizando a importância da identidade e do reconhecimento das bênçãos de Deus.","por_que_esta_palavra":"A palavra é significativa pois destaca a individualidade das bênçãos que Deus concede.","conexao_teologica":"A identidade em Cristo é um tema central na teologia cristã, onde cada crente é conhecido por Deus.","referencias_relacionadas":["Isaías 43:1","João 10:3","Romanos 8:16"]},"genesis_31_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' novamente refere-se à divindade e Sua autoridade.","explicacao_detalhada":"Em Gênesis 31:11, 'deus' é mencionado quando Jacó relata uma visão que teve, reforçando a ideia de que Deus se comunica e guia Seu povo.","por_que_esta_palavra":"A menção de Deus aqui é crucial para entender a revelação divina e a direção que Ele dá.","conexao_teologica":"A revelação de Deus é um aspecto fundamental da fé, mostrando que Ele se faz conhecido aos homens.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 19:1-4","João 10:27"]},"genesis_31_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de comunicar ou expressar algo.","explicacao_detalhada":"Em Gênesis 31:11, 'dizer' é usado para descrever a comunicação de Deus a Jacó, mostrando a importância da palavra de Deus na vida do patriarca.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a revelação e a comunicação divina.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 4:12","Mateus 4:4","Salmos 119:105"]},"genesis_31_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente usada para enfatizar a comunicação de Deus.","explicacao_detalhada":"Em Gênesis 31:12, 'dizer' reforça a ideia de que Deus está ativamente se comunicando com Jacó, orientando-o em suas decisões.","por_que_esta_palavra":"A repetição desta palavra sublinha a importância da escuta da voz de Deus.","conexao_teologica":"A comunicação de Deus é essencial para a vida espiritual, pois nos guia e nos instrui.","referencias_relacionadas":["João 10:27","Salmos 32:8","Isaías 30:21"]},"genesis_31_12_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se ao ato de perceber ou observar.","explicacao_detalhada":"Em Gênesis 31:12, 'ver' é usado para descrever a visão que Jacó teve, indicando a revelação divina que ele recebeu.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a importância da percepção espiritual e da revelação de Deus.","conexao_teologica":"Ver é um tema importante na Bíblia, simbolizando a compreensão e a iluminação que Deus proporciona.","referencias_relacionadas":["Efésios 1:18","Salmos 119:18","Mateus 5:8"]},"genesis_31_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus se revelou a Jacó em um sonho.","explicacao_detalhada":"A palavra 'modo' neste contexto indica a maneira específica pela qual Deus comunicou Sua vontade a Jacó, mostrando a importância da revelação divina na vida do patriarca.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a singularidade da experiência de Jacó e a forma como Deus se relaciona com os seres humanos.","conexao_teologica":"Deus se comunica com Seu povo de maneiras diversas, e isso é um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 28:12","Números 12:6","Atos 2:17"]},"genesis_31_13_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de poder e autoridade.","explicacao_detalhada":"A palavra 'deus' aqui é usada para reafirmar a soberania de Deus sobre a vida de Jacó e sua proteção durante sua jornada.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação de Jacó com o Criador e a confiança que ele deposita em Sua providência.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"genesis_31_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Abraão e seus descendentes.","explicacao_detalhada":"A palavra 'terra' simboliza não apenas um lugar físico, mas também a promessa de Deus de um futuro para o povo de Israel.","por_que_esta_palavra":"A terra é um elemento central na aliança de Deus com Seu povo, representando bênção e herança.","conexao_teologica":"A terra prometida é um tema recorrente na narrativa bíblica, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 6:10","Josué 1:3"]},"genesis_31_13_promessa":{"palavra_pt":"promessa","palavra_original":"נָדַר","transliteracao":"nâdar","strong":"H5087","significado_raiz":"Ideia básica: promessa.","significado_contextual":"Refere-se ao compromisso de Deus em cumprir Suas promessas.","explicacao_detalhada":"A palavra 'promessa' neste contexto destaca a fidelidade de Deus em relação à aliança feita com Jacó e seus antepassados.","por_que_esta_palavra":"A ideia de promessa é central na relação entre Deus e Seu povo, mostrando que Ele é digno de confiança.","conexao_teologica":"As promessas de Deus são um tema central na Escritura, refletindo Sua natureza fiel e imutável.","referencias_relacionadas":["Gênesis 28:13-15","Hebreus 10:23","Romanos 4:21"]},"genesis_31_14_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e vigilância de Deus sobre Jacó.","explicacao_detalhada":"A palavra 'olho' simboliza a atenção constante de Deus em relação ao Seu povo, indicando que Ele está sempre ciente das circunstâncias de cada um.","por_que_esta_palavra":"A escolha da palavra 'olho' enfatiza a ideia de que Deus observa e cuida de Seus filhos.","conexao_teologica":"A vigilância de Deus é um tema importante, mostrando que Ele não é um Deus distante, mas presente e ativo na vida das pessoas.","referencias_relacionadas":["Salmos 121:3-4","Provérbios 15:3","1 Pedro 3:12"]},"genesis_31_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar e à família de Jacó.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas um espaço físico, mas também a unidade familiar e a proteção que Deus oferece.","por_que_esta_palavra":"A casa é um símbolo de segurança e pertencimento, refletindo a importância da família na narrativa bíblica.","conexao_teologica":"A ideia de casa é central na teologia bíblica, representando o lugar onde Deus habita com Seu povo.","referencias_relacionadas":["Gênesis 18:19","Salmos 127:1","Efésios 2:19-22"]},"genesis_31_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da palavra de Deus e ao impacto que ela tem na vida de Jacó.","explicacao_detalhada":"A palavra 'dizer' enfatiza a importância da comunicação divina e a resposta de Jacó a essa revelação.","por_que_esta_palavra":"A comunicação de Deus é fundamental para a fé e a obediência do Seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e Sua grandeza é um tema recorrente nas Escrituras.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"genesis_31_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade da palavra de Deus e à integridade de Suas promessas.","explicacao_detalhada":"A palavra 'verdade' destaca a confiança que Jacó pode ter nas promessas de Deus, que são sempre cumpridas.","por_que_esta_palavra":"A verdade é um atributo essencial de Deus, e a confiança na verdade divina é fundamental para a vida de fé.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo Sua natureza imutável.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"genesis_31_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão pela qual Jacó está agindo de determinada maneira.","explicacao_detalhada":"A palavra 'porque' introduz a justificativa para as ações de Jacó, mostrando a lógica de sua obediência a Deus.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a motivação por trás das decisões e ações de Jacó.","conexao_teologica":"A obediência a Deus é frequentemente ligada à compreensão de Suas instruções e promessas.","referencias_relacionadas":["Gênesis 22:12","Deuteronômio 10:12-13","Tiago 1:22"]},"genesis_31_15_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento físico e espiritual que Deus proporciona.","explicacao_detalhada":"A palavra 'alimento' simboliza não apenas a necessidade física, mas também a provisão espiritual que vem de Deus.","por_que_esta_palavra":"A ideia de alimento é central na relação entre Deus e Seu povo, refletindo Sua generosidade e cuidado.","conexao_teologica":"Deus é visto como o provedor de todas as necessidades, tanto físicas quanto espirituais.","referencias_relacionadas":["Mateus 4:4","Filipenses 4:19","Salmos 23:1"]},"genesis_31_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual as filhas de Labão estão se queixando.","explicacao_detalhada":"Neste contexto, 'porque' conecta a queixa das filhas de Labão com a situação que elas estão enfrentando, justificando suas preocupações sobre a herança e o tratamento que receberam.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da argumentação apresentada pelas filhas de Labão, mostrando a motivação por trás de suas palavras.","conexao_teologica":"A utilização de 'porque' reflete a importância da comunicação e da justificativa nas relações familiares e sociais, um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 31:14","Gênesis 31:15","Gênesis 31:17"]},"genesis_31_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as filhas de Labão percebem a situação em relação ao pai.","explicacao_detalhada":"Neste versículo, 'modo' é usado para descrever a forma como as filhas se sentem em relação ao tratamento que receberam de Labão, enfatizando a injustiça que perceberam.","por_que_esta_palavra":"É importante para entender a perspectiva das filhas e como elas interpretam as ações de seu pai, o que é central para a narrativa.","conexao_teologica":"O conceito de 'modo' destaca a importância da percepção e da experiência pessoal na relação com Deus e com os outros.","referencias_relacionadas":["Gênesis 31:14","Gênesis 31:15","Gênesis 31:17"]},"genesis_31_16_idiom":{"palavra_pt":"expressao","palavra_original":"עֹשֶׁר","transliteracao":"ʻôsher","strong":"H6239","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' é usada para descrever a riqueza e a prosperidade que as filhas de Labão sentem que lhes foi negada.","explicacao_detalhada":"Neste contexto, 'expressão' refere-se ao que elas consideram ser a verdadeira riqueza, que não é apenas material, mas também emocional e relacional.","por_que_esta_palavra":"A palavra é significativa porque revela a profundidade da frustração das filhas em relação à sua situação familiar e à falta de reconhecimento de seu valor.","conexao_teologica":"A ideia de 'expressão' toca na questão da identidade e do valor que cada pessoa tem diante de Deus, um tema central na Bíblia.","referencias_relacionadas":["Gênesis 31:14","Gênesis 31:15","Gênesis 31:17"]},"genesis_31_17_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da ação que as filhas de Labão estão prestes a tomar.","explicacao_detalhada":"Neste versículo, 'grande' enfatiza a importância da decisão de deixar a casa de Labão e a gravidade da situação que elas enfrentam.","por_que_esta_palavra":"É crucial para entender a seriedade da situação e a coragem necessária para a ação que elas estão prestes a realizar.","conexao_teologica":"A ideia de 'grande' pode ser vista como um reflexo da grandeza das promessas de Deus e das mudanças significativas que Ele pode trazer na vida das pessoas.","referencias_relacionadas":["Gênesis 31:14","Gênesis 31:15","Gênesis 31:18"]},"genesis_31_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para enfatizar a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"Neste contexto, 'filho' destaca a importância da herança e do legado que as filhas de Labão estão buscando assegurar para suas futuras gerações.","por_que_esta_palavra":"É importante para entender a dinâmica familiar e o papel que cada membro da família desempenha na preservação do legado.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, refletindo a relação entre Deus e Seu povo como uma relação paternal.","referencias_relacionadas":["Gênesis 31:14","Gênesis 31:15","Gênesis 31:18"]},"genesis_31_18_carro":{"palavra_pt":"carro","palavra_original":"נָהַג","transliteracao":"nâhag","strong":"H5090","significado_raiz":"Ideia básica: carro.","significado_contextual":"A palavra 'carro' refere-se aos meios de transporte que as filhas de Labão usaram para deixar a casa de seu pai.","explicacao_detalhada":"Neste versículo, 'carro' simboliza a mobilidade e a capacidade de se afastar de uma situação opressiva em busca de liberdade.","por_que_esta_palavra":"É relevante para entender a ação de fuga e a busca por um novo começo que as filhas estão empreendendo.","conexao_teologica":"A ideia de 'carro' pode ser vista como uma metáfora para a jornada espiritual e a busca pela liberdade em Deus.","referencias_relacionadas":["Gênesis 31:14","Gênesis 31:15","Gênesis 31:17"]},"genesis_31_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada novamente para descrever a maneira como as filhas de Labão planejam sua saída.","explicacao_detalhada":"Neste contexto, 'modo' enfatiza a estratégia e a intenção por trás da decisão de deixar Labão, mostrando que não é uma ação impulsiva.","por_que_esta_palavra":"É importante para entender a preparação e a determinação das filhas em mudar suas circunstâncias.","conexao_teologica":"A ideia de 'modo' reflete a importância do planejamento e da sabedoria nas decisões que tomamos em nossa vida espiritual.","referencias_relacionadas":["Gênesis 31:14","Gênesis 31:15","Gênesis 31:17"]},"genesis_31_18_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada para descrever a ação de se aproximar de um novo destino.","explicacao_detalhada":"Neste versículo, 'vir' simboliza a transição das filhas de Labão para uma nova vida, longe de sua antiga casa.","por_que_esta_palavra":"É relevante para entender a ação de movimento e a busca por um novo começo que elas estão realizando.","conexao_teologica":"A ideia de 'vir' pode ser vista como um chamado de Deus para que Seu povo se mova em direção a novas promessas e libertação.","referencias_relacionadas":["Gênesis 31:14","Gênesis 31:15","Gênesis 31:17"]},"genesis_31_19_familia":{"palavra_pt":"familia","palavra_original":"תְּרָפִים","transliteracao":"tᵉrâphîym","strong":"H8655","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se aos ídolos que Labão tinha em sua casa, simbolizando a adoração e a herança espiritual.","explicacao_detalhada":"Neste contexto, 'família' destaca a conexão entre a adoração e a identidade familiar, mostrando a importância dos ídolos na cultura de Labão.","por_que_esta_palavra":"É importante para entender a influência que a adoração a ídolos pode ter sobre as relações familiares e a herança espiritual.","conexao_teologica":"A ideia de 'família' toca na questão da adoração verdadeira e da necessidade de se afastar de práticas que não glorificam a Deus.","referencias_relacionadas":["Gênesis 31:14","Gênesis 31:15","Gênesis 31:17"]},"genesis_31_19_destruir":{"palavra_pt":"destruir","palavra_original":"גַּזָז","transliteracao":"gazâz","strong":"H1494","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' é usada para descrever a ação de remover os ídolos da casa de Labão.","explicacao_detalhada":"Neste versículo, 'destruir' simboliza a necessidade de se afastar de práticas idólatras e de buscar a verdadeira adoração a Deus.","por_que_esta_palavra":"É relevante para entender a importância da purificação espiritual e da rejeição de ídolos na vida do povo de Deus.","conexao_teologica":"A ideia de 'destruir' reflete a necessidade de romper com o passado e com tudo que impede um relacionamento verdadeiro com Deus.","referencias_relacionadas":["Gênesis 31:14","Gênesis 31:15","Gênesis 31:17"]},"genesis_31_19_enganar":{"palavra_pt":"enganar","palavra_original":"גָּנַב","transliteracao":"gânab","strong":"H1589","significado_raiz":"Ideia básica: enganar.","significado_contextual":"A palavra 'enganar' refere-se ao ato de enganar ou roubar, que é o que Raquel fez ao levar os ídolos de seu pai.","explicacao_detalhada":"Neste contexto, 'enganar' implica em uma ação deliberada de ocultar a verdade e agir de maneira desonesta. Raquel, ao levar os ídolos, estava não apenas enganando seu pai, mas também desafiando a sua autoridade.","por_que_esta_palavra":"A escolha da palavra 'enganar' é significativa porque reflete a tensão entre lealdade familiar e a busca pela verdade espiritual.","conexao_teologica":"A desonestidade de Raquel pode ser vista como um reflexo da luta interna entre a fé em Deus e as práticas pagãs da sua família.","referencias_relacionadas":["Gênesis 31:19","Gênesis 31:20","Gênesis 31:32"]},"genesis_31_20_enganar":{"palavra_pt":"enganar","palavra_original":"גָּנַב","transliteracao":"gânab","strong":"H1589","significado_raiz":"Ideia básica: enganar.","significado_contextual":"A repetição da palavra 'enganar' reforça a ideia de que Raquel estava ciente de suas ações desonestas.","explicacao_detalhada":"Aqui, 'enganar' é usado para descrever a ação de Raquel ao não revelar a verdade sobre os ídolos que havia levado, mostrando uma duplicidade em sua lealdade.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de engano que permeia a narrativa, destacando a complexidade das relações familiares.","conexao_teologica":"O engano de Raquel pode ser interpretado como uma advertência sobre as consequências de agir fora da vontade de Deus.","referencias_relacionadas":["Gênesis 31:19","Gênesis 31:20","Gênesis 31:32"]},"genesis_31_20_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' aqui se refere ao centro das emoções e decisões de Raquel, indicando sua motivação interna.","explicacao_detalhada":"O 'coração' é frequentemente visto na Bíblia como o lugar onde as intenções e desejos residem, e neste caso, reflete a lealdade de Raquel a seu marido, Jacó, em detrimento de seu pai.","por_que_esta_palavra":"A utilização de 'coração' enfatiza a profundidade da decisão de Raquel e a complexidade de suas emoções em relação à sua família.","conexao_teologica":"O coração humano é frequentemente mencionado nas Escrituras como enganoso, e isso se aplica à situação de Raquel.","referencias_relacionadas":["Gênesis 31:20","Jeremias 17:9","Provérbios 4:23"]},"genesis_31_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"'Porque' é uma conjunção que introduz a razão pela qual Raquel agiu como agiu.","explicacao_detalhada":"'Porque' conecta a ação de Raquel ao seu entendimento da situação, justificando seu engano como uma resposta ao que ela percebia como uma ameaça.","por_que_esta_palavra":"Esta palavra é importante para entender a lógica por trás das ações de Raquel e como ela justificou suas escolhas.","conexao_teologica":"A justificativa de Raquel pode ser vista como um reflexo da condição humana de buscar razões para ações moralmente questionáveis.","referencias_relacionadas":["Gênesis 31:20","Gênesis 31:21","Gênesis 31:22"]},"genesis_31_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Jacó decidiu fugir de Labão.","explicacao_detalhada":"'Modo' implica em uma abordagem estratégica e planejada, indicando que Jacó estava ciente das consequências de sua fuga.","por_que_esta_palavra":"A escolha de 'modo' sugere que a fuga de Jacó não foi impulsiva, mas sim uma decisão calculada.","conexao_teologica":"A maneira como Jacó age reflete a providência de Deus em sua vida, guiando-o em tempos de dificuldade.","referencias_relacionadas":["Gênesis 31:21","Gênesis 31:22","Gênesis 31:23"]},"genesis_31_21_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de se levantar e partir, simbolizando uma nova jornada.","explicacao_detalhada":"'Levantar' implica em ação e decisão, indicando que Jacó estava pronto para deixar o passado para trás e buscar um novo futuro.","por_que_esta_palavra":"A palavra é significativa porque representa a transição de Jacó de uma vida de servidão para a liberdade.","conexao_teologica":"Levantar-se é um tema recorrente na Bíblia, simbolizando novos começos e a resposta ao chamado de Deus.","referencias_relacionadas":["Gênesis 31:21","Gênesis 31:22","Êxodo 3:10"]},"genesis_31_21_chase":{"palavra_pt":"chase","palavra_original":"בָּרַח","transliteracao":"bârach","strong":"H1272","significado_raiz":"Ideia básica: chase.","significado_contextual":"A palavra 'chase' refere-se à ação de Labão ao perseguir Jacó após sua fuga.","explicacao_detalhada":"'Chase' implica em um esforço intenso para alcançar alguém, refletindo a determinação de Labão em recuperar o que perdeu.","por_que_esta_palavra":"A escolha de 'chase' enfatiza a urgência e a intensidade da situação, mostrando a gravidade do conflito entre Labão e Jacó.","conexao_teologica":"A perseguição de Labão pode ser vista como uma representação das forças que se opõem ao plano de Deus para o Seu povo.","referencias_relacionadas":["Gênesis 31:21","Gênesis 31:22","Gênesis 31:23"]},"genesis_31_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que Labão tomou conhecimento da fuga de Jacó.","explicacao_detalhada":"'Dia' é um marcador temporal que indica a urgência da situação e o início da perseguição.","por_que_esta_palavra":"A menção do 'dia' é crucial para entender o tempo em que os eventos ocorreram e a rapidez da reação de Labão.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para simbolizar momentos de decisão e intervenção divina.","referencias_relacionadas":["Gênesis 31:22","Gênesis 31:23","Salmos 118:24"]},"genesis_31_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"'Porque' novamente introduz a razão pela qual Labão reagiu com tanta urgência.","explicacao_detalhada":"'Porque' conecta a ação de Labão à sua percepção de perda e à necessidade de recuperar o que era seu.","por_que_esta_palavra":"A palavra é importante para entender a lógica por trás das ações de Labão e sua motivação emocional.","conexao_teologica":"A busca de Labão por recuperar o que perdeu pode ser vista como uma metáfora para a busca humana por controle e segurança.","referencias_relacionadas":["Gênesis 31:22","Gênesis 31:23","Gênesis 31:24"]},"genesis_31_22_deserto":{"palavra_pt":"deserto","palavra_original":"לָבָן","transliteracao":"Lâbân","strong":"H3837","significado_raiz":"Ideia básica: deserto.","significado_contextual":"A palavra 'deserto' refere-se ao local onde Jacó e sua família estavam fugindo, simbolizando um espaço de transição.","explicacao_detalhada":"'Deserto' implica em um ambiente hostil, mas também um lugar de liberdade e novas oportunidades.","por_que_esta_palavra":"A escolha de 'deserto' é significativa porque representa a jornada de Jacó em busca de um novo lar longe da opressão de Labão.","conexao_teologica":"O deserto é um tema recorrente na Bíblia, simbolizando tanto provação quanto libertação, como visto na jornada do povo de Israel.","referencias_relacionadas":["Gênesis 31:22","Êxodo 3:18","Mateus 4:1"]},"genesis_31_23_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de Laban ao tentar capturar Jacó e sua família.","explicacao_detalhada":"Neste contexto, Laban estava determinado a recuperar o que considerava ser seu, incluindo suas filhas e bens. A palavra 'tomar' implica uma ação de posse e controle.","por_que_esta_palavra":"A escolha da palavra 'tomar' enfatiza a intenção de Laban de reter o que lhe pertencia, refletindo sua natureza possessiva.","conexao_teologica":"A luta entre Laban e Jacó simboliza a luta entre o que é terreno e o que é divino, onde Deus protege Jacó.","referencias_relacionadas":["Gênesis 31:22-24","Gênesis 31:29","Gênesis 31:43"]},"genesis_31_23_seguir":{"palavra_pt":"seguir","palavra_original":"רָדַף","transliteracao":"râdaph","strong":"H7291","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' é usada para descrever a ação de Laban ao perseguir Jacó.","explicacao_detalhada":"Laban estava em busca de Jacó, que havia fugido com suas filhas e bens. A palavra 'seguir' implica um movimento intencional em direção a alguém ou algo.","por_que_esta_palavra":"A palavra 'seguir' destaca a determinação de Laban em não deixar Jacó escapar sem confrontá-lo.","conexao_teologica":"A perseguição de Laban pode ser vista como uma representação da oposição que os servos de Deus enfrentam em sua jornada.","referencias_relacionadas":["Gênesis 31:23","Gênesis 31:24","Gênesis 31:29"]},"genesis_31_24_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a natureza de Deus ao proteger Jacó durante a fuga.","explicacao_detalhada":"Deus aparece em um sonho para Laban, advertindo-o a não falar com Jacó de forma boa ou má, o que demonstra a bondade divina em proteger Jacó.","por_que_esta_palavra":"A palavra 'bom' é significativa porque reflete a bondade de Deus em guiar e proteger aqueles que lhe são fiéis.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, mostrando que Ele cuida de Seu povo mesmo em situações difíceis.","referencias_relacionadas":["Gênesis 31:24","Salmos 23:6","Romanos 8:28"]},"genesis_31_24_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada no contexto da presença de Deus ao se comunicar com Laban.","explicacao_detalhada":"Deus 'vem' ao sonho de Laban, indicando Sua intervenção direta nos assuntos humanos.","por_que_esta_palavra":"A escolha de 'vir' enfatiza a proximidade de Deus e Sua disposição de se manifestar aos homens.","conexao_teologica":"A presença de Deus é um tema recorrente na Bíblia, mostrando que Ele se revela e se comunica com a humanidade.","referencias_relacionadas":["Gênesis 31:24","Êxodo 3:4","Mateus 1:23"]},"genesis_31_24_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que se comunica com Laban e protege Jacó.","explicacao_detalhada":"A menção de 'Deus' neste contexto destaca a soberania divina sobre os eventos que ocorrem entre Laban e Jacó.","por_que_esta_palavra":"A palavra 'deus' é central na narrativa, pois enfatiza a autoridade e o poder de Deus sobre as ações humanas.","conexao_teologica":"A soberania de Deus é um tema fundamental na teologia, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Gênesis 31:24","Salmos 46:10","Isaías 45:5"]},"genesis_31_25_rico":{"palavra_pt":"rico","palavra_original":"נָשַׂג","transliteracao":"nâsag","strong":"H5381","significado_raiz":"Ideia básica: rico.","significado_contextual":"A palavra 'rico' é usada para descrever a abundância de Laban e a riqueza que ele acumulou.","explicacao_detalhada":"Laban era um homem próspero, e sua riqueza é um fator que contribui para sua possessividade e ciúmes em relação a Jacó.","por_que_esta_palavra":"A palavra 'rico' reflete a condição material de Laban, que se opõe à simplicidade da vida de Jacó.","conexao_teologica":"A riqueza pode ser uma bênção, mas também pode levar à avareza e ao conflito, como visto na vida de Laban.","referencias_relacionadas":["Gênesis 31:25","Provérbios 10:22","Mateus 6:24"]},"genesis_31_25_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' é usada para descrever a localização onde Laban encontra Jacó.","explicacao_detalhada":"As montanhas frequentemente simbolizam segurança e proteção, e o encontro ocorre em um local elevado.","por_que_esta_palavra":"A palavra 'montanha' pode simbolizar a grandeza e a majestade de Deus, que está acima de todas as situações.","conexao_teologica":"Montanhas são frequentemente mencionadas na Bíblia como locais de encontro com Deus, simbolizando Sua grandeza.","referencias_relacionadas":["Gênesis 31:25","Salmos 121:1","Isaías 2:2"]},"genesis_31_25_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"A palavra 'jacó' refere-se ao patriarca que está fugindo de Laban.","explicacao_detalhada":"Jacó é uma figura central na narrativa, representando a luta pela bênção e a fidelidade a Deus.","por_que_esta_palavra":"A menção de Jacó é crucial, pois ele é o escolhido de Deus, e sua jornada é marcada por desafios e intervenções divinas.","conexao_teologica":"Jacó simboliza a luta do povo de Deus ao longo da história, buscando a promessa divina.","referencias_relacionadas":["Gênesis 31:25","Gênesis 32:28","Hebreus 11:21"]},"genesis_31_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para descrever a comunicação entre Laban e Jacó.","explicacao_detalhada":"Laban expressa suas queixas e preocupações a Jacó, e a palavra 'dizer' é fundamental para a interação entre os personagens.","por_que_esta_palavra":"A palavra 'dizer' destaca a importância da comunicação e do diálogo nas relações humanas.","conexao_teologica":"A comunicação é vital nas relações, refletindo a maneira como Deus se comunica com Seu povo.","referencias_relacionadas":["Gênesis 31:26","Provérbios 18:21","Tiago 1:19"]},"genesis_31_26_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada de forma figurativa para descrever a força e a ferocidade de Laban em sua busca por Jacó.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente no contexto, ela pode simbolizar a natureza agressiva de Laban em sua busca.","por_que_esta_palavra":"A menção de um animal feroz como o urso pode ser uma metáfora para a intensidade da perseguição de Laban.","conexao_teologica":"A ferocidade de Laban pode ser vista como um contraste com a proteção divina que Jacó recebe.","referencias_relacionadas":["Gênesis 31:26","Provérbios 17:12","Isaías 11:6"]},"genesis_31_27_chase":{"palavra_pt":"chase","palavra_original":"בָּרַח","transliteracao":"bârach","strong":"H1272","significado_raiz":"Ideia básica: chase.","significado_contextual":"A palavra 'chase' refere-se ao ato de fugir ou escapar, indicando uma ação de evasão.","explicacao_detalhada":"No contexto de Gênesis 31:27, 'chase' é usado para descrever a ação de Labão ao perseguir Jacó, que havia fugido com sua família e bens. Essa fuga representa a busca de liberdade e a busca por um novo começo.","por_que_esta_palavra":"A escolha da palavra 'chase' enfatiza a urgência e a intensidade da perseguição de Labão, refletindo a tensão entre os dois personagens.","conexao_teologica":"A fuga de Jacó simboliza a libertação do cativeiro e a busca pela terra prometida, um tema recorrente na narrativa bíblica.","referencias_relacionadas":["Gênesis 31:20","Gênesis 31:23","Gênesis 31:32"]},"genesis_31_28_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a honestidade e a integridade nas interações entre os personagens.","explicacao_detalhada":"Em Gênesis 31:28, Labão questiona Jacó sobre sua fuga, e a palavra 'verdade' é utilizada para destacar a falta de transparência na situação. Isso reflete a importância da verdade nas relações familiares e sociais.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a dinâmica de confiança e desconfiança entre Labão e Jacó.","conexao_teologica":"A busca pela verdade é um princípio fundamental nas Escrituras, refletindo o caráter de Deus e a necessidade de honestidade nas relações humanas.","referencias_relacionadas":["Salmos 51:6","Provérbios 12:22","João 8:32"]},"genesis_31_28_governo":{"palavra_pt":"governo","palavra_original":"נָשַׁק","transliteracao":"nâshaq","strong":"H5401","significado_raiz":"Ideia básica: governo.","significado_contextual":"A palavra 'governo' refere-se à autoridade e ao controle que Labão exercia sobre Jacó e sua família.","explicacao_detalhada":"No versículo, Labão expressa seu descontentamento com a maneira como Jacó saiu, sugerindo que ele deveria ter sido consultado antes da partida. Isso revela a dinâmica de poder entre eles.","por_que_esta_palavra":"A palavra 'governo' é significativa para entender a relação de autoridade e submissão que existia entre Labão e Jacó.","conexao_teologica":"A questão da autoridade e do governo é um tema importante na Bíblia, refletindo a soberania de Deus sobre a criação e a necessidade de liderança justa.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Hebreus 13:17"]},"genesis_31_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para se referir à descendência e à continuidade da linhagem familiar.","explicacao_detalhada":"Em Gênesis 31:28, Labão menciona os filhos de Jacó, destacando a importância da família e da herança. Isso também reflete a preocupação de Labão com a segurança de seus netos.","por_que_esta_palavra":"A palavra 'filho' é central para a narrativa, pois representa a continuidade da promessa de Deus a Abraão, Isaque e Jacó.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, simbolizando a aliança de Deus com Seu povo.","referencias_relacionadas":["Gênesis 17:7","Salmos 127:3","Efésios 6:1"]},"genesis_31_29_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui se refere à força e ao poder divino que Labão reconhece.","explicacao_detalhada":"Labão menciona a força de Deus ao se referir à sua capacidade de agir e de proteger sua família, indicando um reconhecimento da soberania divina sobre os eventos.","por_que_esta_palavra":"A palavra 'deus' é usada para enfatizar a crença de Labão em uma força superior que controla as circunstâncias.","conexao_teologica":"A noção de Deus como força e protetor é um tema central na Bíblia, refletindo a dependência do povo de Deus em Sua providência.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Filipenses 4:13"]},"genesis_31_29_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada de forma figurativa, representando a força e a ferocidade.","explicacao_detalhada":"Embora a palavra 'urso' não seja comum no contexto, pode simbolizar a proteção feroz que Labão sente por sua família e bens, refletindo a natureza protetora de um pai.","por_que_esta_palavra":"A escolha da palavra 'urso' pode ser uma metáfora para a intensidade da defesa que Labão sente em relação ao que lhe pertence.","conexao_teologica":"A proteção e a defesa são temas importantes na Bíblia, refletindo o cuidado de Deus por Seu povo.","referencias_relacionadas":["Salmos 23:1-4","Isaías 40:11","Mateus 10:29-31"]},"genesis_31_29_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade e à autoridade suprema reconhecida por Labão.","explicacao_detalhada":"Labão menciona Deus como uma força que poderia ter impedido Jacó de fugir, reconhecendo a soberania divina sobre os eventos da vida.","por_que_esta_palavra":"A repetição da palavra 'deus' enfatiza a importância do reconhecimento da autoridade divina nas ações humanas.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Seu controle sobre a história e a vida das pessoas.","referencias_relacionadas":["Salmos 115:3","Provérbios 19:21","Romanos 8:28"]},"genesis_31_30_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, à família e ao lugar de pertencimento.","explicacao_detalhada":"Em Gênesis 31:30, a menção da 'casa' destaca a importância do lar para Jacó e sua família, simbolizando segurança e identidade.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a motivação de Jacó ao fugir, buscando um novo lar e uma nova vida.","conexao_teologica":"A ideia de casa e lar é central na Bíblia, representando a presença de Deus e a comunidade do povo de Deus.","referencias_relacionadas":["Gênesis 2:24","Salmos 127:1","Hebreus 3:6"]},"genesis_31_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Jacó tomou suas decisões.","explicacao_detalhada":"No versículo, 'porque' é uma conjunção que conecta a ação de Jacó à sua motivação, revelando a lógica por trás de sua fuga.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a narrativa, pois explica as ações de Jacó em relação ao seu passado com Labão.","conexao_teologica":"A busca por razões e justificativas é um tema importante na Bíblia, refletindo a necessidade humana de entender as ações de Deus e as próprias decisões.","referencias_relacionadas":["Eclesiastes 3:1","Romanos 8:28","Tiago 1:5"]},"genesis_31_30_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é mencionada novamente, reforçando a presença divina nas decisões de Jacó.","explicacao_detalhada":"A repetição da palavra 'deus' enfatiza a crença de Jacó na orientação e proteção divina durante sua fuga.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação de Jacó com Deus, que o guiou em sua jornada.","conexao_teologica":"A presença de Deus nas decisões humanas é um tema central na Bíblia, refletindo a fé e a dependência do povo de Deus.","referencias_relacionadas":["Gênesis 28:15","Salmos 32:8","Provérbios 3:5-6"]},"genesis_31_31_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção ou vigilância, simbolizando a capacidade de ver e entender.","explicacao_detalhada":"No contexto de Gênesis 31:31, a palavra 'olho' é usada para expressar a ideia de que Jacó estava ciente das ações de Labão e que ele estava observando tudo ao seu redor. O 'olho' aqui representa a consciência e a vigilância.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a capacidade de perceber e entender as intenções dos outros, especialmente em um contexto de conflito.","conexao_teologica":"A vigilância de Deus sobre o Seu povo é um tema recorrente na Bíblia, onde Ele vê e conhece todas as coisas.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"genesis_31_31_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Na passagem, Jacó usa a palavra 'dizer' para explicar sua decisão de deixar Labão. A comunicação é fundamental para a resolução de conflitos e para a expressão de intenções.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a dinâmica do diálogo entre Jacó e Labão, mostrando a importância da comunicação nas relações humanas.","conexao_teologica":"A comunicação é um dom divino, e Deus se revela através da Sua Palavra, enfatizando a importância de falar e ouvir.","referencias_relacionadas":["Tiago 1:19","Provérbios 18:21","Efésios 4:29"]},"genesis_31_31_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa de uma ação.","explicacao_detalhada":"A palavra 'porque' é utilizada por Jacó para justificar sua decisão de deixar Labão, explicando que ele não poderia mais permanecer sob sua autoridade.","por_que_esta_palavra":"A palavra 'porque' é essencial para a lógica do discurso, permitindo que Jacó apresente suas razões de forma clara.","conexao_teologica":"A razão é um aspecto importante na fé, onde os crentes são chamados a entender e justificar suas crenças.","referencias_relacionadas":["Romanos 12:1","1 Pedro 3:15","Colossenses 3:17"]},"genesis_31_32_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, o Criador e Sustentador do universo.","explicacao_detalhada":"Na passagem, Jacó menciona Deus para afirmar a seriedade de sua situação e a proteção divina que ele busca ao deixar Labão.","por_que_esta_palavra":"A palavra 'deus' é central na narrativa, pois representa a autoridade e a soberania de Deus sobre as ações humanas.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde Ele é visto como o guia e protetor do Seu povo.","referencias_relacionadas":["Gênesis 28:15","Salmos 46:1","Isaías 41:10"]},"genesis_31_32_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à conformidade com a realidade ou à sinceridade.","explicacao_detalhada":"Jacó usa a palavra 'verdade' para enfatizar que ele não está mentindo sobre suas intenções e que sua saída é baseada em uma realidade que ele não pode ignorar.","por_que_esta_palavra":"A palavra 'verdade' é crucial para estabelecer a confiança nas relações, especialmente em situações de conflito.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, onde os crentes são chamados a viver em verdade.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"genesis_31_32_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se ao ato de existir ou ter vida.","explicacao_detalhada":"Na passagem, a palavra 'viver' é usada para expressar a importância da sobrevivência e da liberdade que Jacó busca ao deixar Labão.","por_que_esta_palavra":"A palavra 'viver' é fundamental para entender a motivação de Jacó, que busca uma vida livre e plena.","conexao_teologica":"A vida é um presente de Deus, e a busca por uma vida abundante é um tema central na mensagem cristã.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"genesis_31_33_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de entrar ou vir a um lugar.","explicacao_detalhada":"A palavra 'vir/entrar' é usada para descrever a ação de Labão ao entrar na tenda de Jacó, simbolizando a busca por respostas e a confrontação.","por_que_esta_palavra":"A palavra 'vir' é importante para entender a dinâmica do encontro entre Labão e Jacó, onde a confrontação é inevitável.","conexao_teologica":"A ideia de 'vir' pode ser vista como um convite à presença de Deus, que sempre está disponível para aqueles que O buscam.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:16","Apocalipse 3:20"]},"genesis_31_33_tenda":{"palavra_pt":"tenda","palavra_original":"אֹהֶל","transliteracao":"ʼôhel","strong":"H168","significado_raiz":"Ideia básica: tenda.","significado_contextual":"Refere-se a uma estrutura temporária usada para habitação.","explicacao_detalhada":"Na passagem, a 'tenda' simboliza o lar e a proteção, além de ser o local onde as interações familiares ocorrem.","por_que_esta_palavra":"A palavra 'tenda' é significativa, pois representa a vida nômade de Jacó e sua família, além de ser um espaço de convivência.","conexao_teologica":"A tenda pode ser vista como uma metáfora da peregrinação do povo de Deus na terra, buscando uma cidade eterna.","referencias_relacionadas":["Hebreus 11:9-10","Gênesis 12:8","Gênesis 18:1"]},"genesis_31_34_familia":{"palavra_pt":"familia","palavra_original":"תְּרָפִים","transliteracao":"tᵉrâphîym","strong":"H8655","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se a ídolos ou deuses domésticos, que eram parte da cultura familiar.","explicacao_detalhada":"A palavra 'familia' é usada para descrever os ídolos que Raquel roubou de Labão, simbolizando a conexão entre a família e a adoração.","por_que_esta_palavra":"A palavra 'familia' é importante para entender a idolatria presente na casa de Labão e as tensões familiares que surgem disso.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, onde Deus chama Seu povo a se afastar de ídolos e a adorar somente a Ele.","referencias_relacionadas":["Êxodo 20:3-5","Josué 24:14-15","1 João 5:21"]},"genesis_31_34_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir ou avaliar uma situação.","explicacao_detalhada":"A palavra 'julgar' é usada no contexto de Labão buscando entender a situação e avaliar as ações de Jacó e Raquel.","por_que_esta_palavra":"A palavra 'julgar' é significativa, pois representa a necessidade de discernimento nas relações e nas decisões.","conexao_teologica":"O julgamento é um aspecto da justiça divina, onde Deus é o juiz supremo que avaliará as ações humanas.","referencias_relacionadas":["Mateus 7:1-2","Romanos 14:10","Tiago 4:12"]},"genesis_31_35_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar neste contexto refere-se à ação de se erguer ou se colocar em pé, simbolizando uma mudança de estado ou posição.","explicacao_detalhada":"A palavra 'levantar' é usada para descrever a ação de se erguer, tanto fisicamente quanto em um sentido mais metafórico, como levantar-se em defesa ou em resposta a uma situação. No versículo, representa a intenção de Laban de confrontar Jacó.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a urgência e a determinação de Laban em confrontar Jacó sobre a situação das suas posses.","conexao_teologica":"A ideia de levantar-se pode ser vista como um chamado à ação, refletindo a necessidade de se posicionar em momentos de conflito ou desafio, algo que é recorrente na narrativa bíblica.","referencias_relacionadas":["Salmos 3:3","Isaías 40:31","Mateus 5:14"]},"genesis_31_35_familia":{"palavra_pt":"familia","palavra_original":"תְּרָפִים","transliteracao":"tᵉrâphîym","strong":"H8655","significado_raiz":"Ideia básica: familia.","significado_contextual":"Neste contexto, 'família' refere-se aos ídolos domésticos que eram parte da herança e da identidade familiar.","explicacao_detalhada":"A palavra 'família' é usada para descrever os terafins, que eram objetos de culto e simbolizavam a proteção e a continuidade da linhagem familiar. A presença desses ídolos era importante para a segurança espiritual da casa.","por_que_esta_palavra":"A menção à 'família' destaca a conexão entre a adoração e a identidade familiar, mostrando como os ídolos estavam entrelaçados com a vida cotidiana e as crenças de Laban.","conexao_teologica":"A questão dos ídolos e da verdadeira adoração é um tema central na Bíblia, onde Deus chama Seu povo a se afastar de ídolos e a se voltar para Ele.","referencias_relacionadas":["Êxodo 20:3-5","Josué 24:14-15","1 João 5:21"]},"genesis_31_35_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de Jacó em resposta às acusações de Laban.","explicacao_detalhada":"A palavra 'dizer' enfatiza a importância da comunicação verbal na resolução de conflitos. Jacó se defende e expressa suas razões, mostrando a necessidade de diálogo claro em situações de tensão.","por_que_esta_palavra":"A escolha de 'dizer' é crucial, pois reflete a necessidade de esclarecer mal-entendidos e de se posicionar diante de acusações.","conexao_teologica":"A comunicação é um aspecto fundamental nas relações humanas e na relação com Deus, onde a palavra é usada para transmitir verdades e instruções.","referencias_relacionadas":["Provérbios 15:1","Tiago 1:19","Efésios 4:29"]},"genesis_31_36_repreender":{"palavra_pt":"repreender","palavra_original":"רִיב","transliteracao":"rîyb","strong":"H7378","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Repreender aqui se refere ao ato de Jacó confrontar Laban sobre suas ações e injustiças.","explicacao_detalhada":"A palavra 'repreender' implica em uma confrontação direta, onde Jacó expressa sua indignação e defende sua posição. É um momento de tensão, onde a verdade deve ser proclamada.","por_que_esta_palavra":"A escolha de 'repreender' é significativa, pois mostra a necessidade de se levantar contra injustiças e de se defender quando necessário.","conexao_teologica":"A repreensão é uma parte importante da disciplina e da correção, tanto nas relações interpessoais quanto na relação com Deus.","referencias_relacionadas":["Mateus 18:15","Gálatas 6:1","Provérbios 27:5"]},"genesis_31_36_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Crescer neste contexto refere-se ao aumento da tensão e da emoção durante a conversa entre Jacó e Laban.","explicacao_detalhada":"A palavra 'crescer' sugere um aumento não apenas em termos de número, mas também em intensidade emocional. Refere-se ao crescimento da frustração e da necessidade de resolução.","por_que_esta_palavra":"A escolha de 'crescer' ressalta a escalada do conflito, mostrando que as emoções e as tensões podem aumentar rapidamente em situações de confronto.","conexao_teologica":"O crescimento emocional e espiritual é um tema importante na Bíblia, onde o desenvolvimento pessoal é frequentemente ligado à experiência de conflitos e desafios.","referencias_relacionadas":["Romanos 5:3-4","Tiago 1:2-4","1 Pedro 5:10"]},"genesis_31_37_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como Jacó se defende e apresenta suas razões a Laban.","explicacao_detalhada":"A palavra 'modo' implica em uma abordagem ou método específico que Jacó usa para explicar sua situação e justificar suas ações.","por_que_esta_palavra":"A escolha de 'modo' é importante, pois destaca a necessidade de uma abordagem cuidadosa e pensada ao lidar com conflitos.","conexao_teologica":"A maneira como nos comunicamos e agimos é frequentemente refletida nas Escrituras, onde Deus nos chama a agir com sabedoria e discernimento.","referencias_relacionadas":["Colossenses 4:5","Provérbios 16:21","1 Coríntios 14:40"]},"genesis_31_37_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Jacó se defende e justifica suas ações.","explicacao_detalhada":"A palavra 'porque' é fundamental para a lógica do discurso de Jacó, pois ele apresenta suas razões de forma clara e direta, buscando esclarecer a situação.","por_que_esta_palavra":"A escolha de 'porque' é essencial para a argumentação, pois estabelece a base para a defesa de Jacó contra as acusações de Laban.","conexao_teologica":"A razão e a lógica são frequentemente usadas nas Escrituras para justificar ações e decisões, refletindo a importância do entendimento claro.","referencias_relacionadas":["Isaías 1:18","Atos 17:2-3","Romanos 12:1-2"]},"genesis_31_37_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa refere-se ao lar de Laban e ao espaço onde as interações familiares e sociais ocorrem.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas o espaço físico, mas também a dinâmica familiar e as relações que se desenvolvem dentro desse espaço.","por_que_esta_palavra":"A escolha de 'casa' é significativa, pois representa o lugar de pertencimento e as complexidades das relações familiares.","conexao_teologica":"A casa é um tema recorrente na Bíblia, simbolizando segurança, proteção e a presença de Deus nas relações familiares.","referencias_relacionadas":["Salmos 127:1","Efésios 2:19","1 Timóteo 3:5"]},"genesis_31_38_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Força refere-se à intensidade da defesa de Jacó e à sua determinação em confrontar Laban.","explicacao_detalhada":"A palavra 'força' implica em vigor e determinação, refletindo a intensidade emocional e a urgência da situação.","por_que_esta_palavra":"A escolha de 'força' é importante, pois ressalta a necessidade de se ter coragem e determinação ao enfrentar desafios e injustiças.","conexao_teologica":"A força é um tema importante na Bíblia, onde Deus é frequentemente descrito como nossa força e refúgio em tempos de necessidade.","referencias_relacionadas":["Salmos 46:1","Filipenses 4:13","Isaías 41:10"]},"genesis_31_38_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à honestidade e à integridade nas interações entre Jacó e Laban.","explicacao_detalhada":"A palavra 'verdade' implica em sinceridade e transparência, fundamentais para a resolução de conflitos e para a construção de relacionamentos saudáveis.","por_que_esta_palavra":"A escolha de 'verdade' é crucial, pois enfatiza a importância da honestidade nas interações e a necessidade de se buscar a verdade em todas as situações.","conexao_teologica":"A verdade é um conceito central nas Escrituras, onde Deus é descrito como a própria verdade e nos chama a viver em verdade.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"genesis_31_38_homem":{"palavra_pt":"homem","palavra_original":"זֶה","transliteracao":"zeh","strong":"H2088","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a natureza e a dignidade do indivíduo.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a humanidade em geral, mas também pode se referir a um indivíduo específico. No contexto de Gênesis 31:38, ela é utilizada para enfatizar a relação entre Jacó e Labão, destacando a responsabilidade e a moralidade nas interações humanas.","por_que_esta_palavra":"A escolha da palavra 'homem' sublinha a importância da ética e da justiça nas relações interpessoais.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Mateus 5:13-16"]},"genesis_31_39_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em honestidade e integridade nas ações e palavras.","explicacao_detalhada":"No versículo, Jacó defende sua integridade ao afirmar que não cometeu injustiça. A verdade é um valor fundamental nas relações humanas e é frequentemente associada ao caráter de Deus.","por_que_esta_palavra":"A ênfase na verdade destaca a importância da transparência e da justiça nas interações sociais.","conexao_teologica":"Deus é descrito como a verdade, e os crentes são chamados a viver em verdade e justiça.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"genesis_31_39_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se a qualquer ação que vai contra a vontade de Deus e a moralidade estabelecida.","explicacao_detalhada":"Jacó menciona o pecado para enfatizar sua inocência e a falta de injustiça em suas ações. O conceito de pecado é central na teologia bíblica, refletindo a separação entre o ser humano e Deus.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a necessidade de redenção e a graça de Deus.","conexao_teologica":"O pecado é o que separa a humanidade de Deus, e a salvação é oferecida através da fé em Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 32:5"]},"genesis_31_39_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de ação.","explicacao_detalhada":"No contexto, o 'dia' é mencionado para enfatizar a continuidade das ações de Jacó e a responsabilidade que ele carrega em suas interações com Labão.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar eventos significativos e a passagem do tempo nas narrativas bíblicas.","conexao_teologica":"O conceito de tempo é importante na teologia, pois Deus atua na história e no tempo dos seres humanos.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"genesis_31_40_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Reforça a ideia de um período de tempo em que Jacó trabalhou arduamente.","explicacao_detalhada":"A repetição da palavra 'dia' enfatiza a dedicação e o esforço contínuo de Jacó em sua vida e trabalho, refletindo a importância do trabalho diligente.","por_que_esta_palavra":"A menção do 'dia' destaca a realidade do trabalho e do esforço humano sob a providência de Deus.","conexao_teologica":"O trabalho é visto como uma parte da criação de Deus e um chamado para a humanidade.","referencias_relacionadas":["Gênesis 2:15","Colossenses 3:23","Provérbios 14:23"]},"genesis_31_40_rocha":{"palavra_pt":"rocha","palavra_original":"קֶרַח","transliteracao":"qerach","strong":"H7140","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza força, estabilidade e proteção.","explicacao_detalhada":"A palavra 'rocha' é frequentemente usada na Bíblia para descrever Deus como um refúgio seguro. No contexto, pode indicar a firmeza da posição de Jacó diante das adversidades.","por_que_esta_palavra":"A rocha representa não apenas um elemento físico, mas também uma metáfora para a segurança espiritual.","conexao_teologica":"Deus é frequentemente descrito como a rocha dos fiéis, simbolizando proteção e força.","referencias_relacionadas":["Salmos 18:2","Mateus 7:24-25","1 Coríntios 10:4"]},"genesis_31_40_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"Representa clareza, verdade e a presença de Deus.","explicacao_detalhada":"A luz é um símbolo de revelação e orientação divina. No contexto, pode indicar a presença de Deus na vida de Jacó e a clareza em suas ações.","por_que_esta_palavra":"A luz é frequentemente associada à verdade e à vida, contrastando com as trevas do pecado.","conexao_teologica":"Cristo é descrito como a luz do mundo, trazendo verdade e vida aos que creem.","referencias_relacionadas":["João 8:12","Salmos 119:105","1 João 1:5"]},"genesis_31_41_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar, um lugar de segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas um espaço físico, mas também relacionamentos e a comunidade. No contexto, representa a vida familiar de Jacó e suas responsabilidades.","por_que_esta_palavra":"A casa é um símbolo de estabilidade e proteção, refletindo a importância da família na cultura bíblica.","conexao_teologica":"A família é vista como uma instituição divina, refletindo o relacionamento entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:25-27","1 Timóteo 5:8"]},"genesis_31_41_crescer":{"palavra_pt":"crescer","palavra_original":"חָלַף","transliteracao":"châlaph","strong":"H2498","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao aumento ou desenvolvimento, tanto físico quanto espiritual.","explicacao_detalhada":"A palavra 'crescer' implica em progresso e desenvolvimento, refletindo a bênção de Deus sobre a vida de Jacó e sua família.","por_que_esta_palavra":"O crescimento é um tema importante na vida cristã, simbolizando maturidade e desenvolvimento na fé.","conexao_teologica":"O crescimento espiritual é um chamado para todos os crentes, conforme são transformados à imagem de Cristo.","referencias_relacionadas":["2 Pedro 3:18","Efésios 4:15","Colossenses 1:10"]},"genesis_31_42_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' é central na narrativa bíblica, representando a autoridade e a soberania divina. No contexto, Jacó reconhece a intervenção de Deus em sua vida e nas suas circunstâncias.","por_que_esta_palavra":"A menção de Deus sublinha a dependência de Jacó da providência divina em todas as situações.","conexao_teologica":"Deus é a fonte de toda vida e bênção, e a relação com Ele é fundamental para a fé e a prática cristã.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 8:31"]},"genesis_31_42_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual Jacó se defende diante de Labão.","explicacao_detalhada":"Neste contexto, Jacó explica que sua fuga foi motivada pela necessidade de proteger sua família e seus bens, e que ele não agiu de forma desonesta.","por_que_esta_palavra":"A palavra 'porque' conecta a ação de Jacó com a justificativa de suas escolhas, mostrando a lógica por trás de suas decisões.","conexao_teologica":"A ideia de justificar ações com base em razões válidas é um tema recorrente na Bíblia, onde a integridade e a honestidade são valorizadas.","referencias_relacionadas":["Gênesis 31:36","Gênesis 31:39","Gênesis 31:41"]},"genesis_31_43_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas foram feitas ou como as interações ocorreram entre Jacó e Labão.","explicacao_detalhada":"Labão questiona Jacó sobre a forma como ele lidou com os seus rebanhos e as suas posses, refletindo sobre a justiça e a ética nas relações comerciais.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância das práticas justas e corretas nas interações humanas.","conexao_teologica":"A Bíblia frequentemente aborda a ética nas relações, mostrando que Deus se importa com a maneira como tratamos uns aos outros.","referencias_relacionadas":["Levítico 19:13","Provérbios 11:1","Miquéias 6:8"]},"genesis_31_43_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para referir-se aos descendentes de Jacó e à sua linhagem.","explicacao_detalhada":"Neste contexto, Jacó está defendendo seus filhos e sua herança, enfatizando a importância da família e da continuidade da linhagem.","por_que_esta_palavra":"A palavra 'filho' carrega um peso emocional e cultural, representando não apenas a descendência, mas também a responsabilidade e o legado.","conexao_teologica":"A Bíblia frequentemente menciona a importância da família e da herança, refletindo o plano de Deus para a humanidade através das gerações.","referencias_relacionadas":["Gênesis 30:1","Gênesis 49:1","Êxodo 20:12"]},"genesis_31_44_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' é utilizada no contexto de um aviso sobre as consequências de ações desonestas.","explicacao_detalhada":"Jacó menciona a possibilidade de destruição como uma forma de enfatizar a gravidade das promessas feitas entre ele e Labão.","por_que_esta_palavra":"A palavra 'destruir' implica em severidade e consequências, refletindo a seriedade das alianças e promessas.","conexao_teologica":"A destruição é um tema que aparece em várias partes da Bíblia, simbolizando o juízo de Deus sobre a desobediência.","referencias_relacionadas":["Gênesis 19:24","Deuteronômio 29:20","Ezequiel 18:30"]},"genesis_31_44_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' é usada para descrever o pacto entre Jacó e Labão, simbolizando um compromisso mútuo.","explicacao_detalhada":"Neste contexto, a aliança representa a formalização de um acordo que visa proteger os interesses de ambas as partes.","por_que_esta_palavra":"A palavra 'aliança' é fundamental nas relações bíblicas, refletindo a fidelidade e o compromisso entre as partes.","conexao_teologica":"A aliança é um tema central na Bíblia, representando o relacionamento de Deus com Seu povo e as promessas feitas ao longo da história.","referencias_relacionadas":["Gênesis 9:9","Êxodo 24:8","Hebreus 8:6"]},"genesis_31_44_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de um pacto ou acordo que pode ser rompido.","explicacao_detalhada":"Jacó e Labão estabelecem um acordo que, se quebrado, pode levar a consequências graves, simbolizando a fragilidade das promessas humanas.","por_que_esta_palavra":"A palavra 'cair' sugere a possibilidade de falha e a necessidade de vigilância nas relações.","conexao_teologica":"A Bíblia ensina sobre a importância de manter os compromissos e a seriedade das promessas feitas diante de Deus.","referencias_relacionadas":["Salmos 15:4","Eclesiastes 5:4-5","Mateus 5:37"]},"genesis_31_45_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de Jacó ao pegar uma pedra para estabelecer um marco do pacto.","explicacao_detalhada":"Jacó toma a pedra como símbolo de um compromisso duradouro entre ele e Labão, representando a seriedade do acordo.","por_que_esta_palavra":"A palavra 'tomar' implica em ação e decisão, refletindo a importância de firmar acordos de forma concreta.","conexao_teologica":"A Bíblia frequentemente usa objetos físicos como símbolos de compromissos espirituais e alianças.","referencias_relacionadas":["Gênesis 28:18","Gênesis 31:47","Josué 4:6-7"]},"genesis_31_45_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"A palavra 'Jacó' refere-se ao patriarca que está no centro da narrativa, simbolizando a luta e a perseverança.","explicacao_detalhada":"Jacó é uma figura central que representa a fidelidade de Deus em cumprir Suas promessas, apesar das dificuldades enfrentadas.","por_que_esta_palavra":"O nome 'Jacó' carrega um significado profundo, relacionado à sua história de vida e ao seu relacionamento com Deus.","conexao_teologica":"A história de Jacó é um exemplo de como Deus transforma vidas e cumpre Suas promessas ao longo das gerações.","referencias_relacionadas":["Gênesis 25:26","Gênesis 32:28","Gênesis 35:10"]},"genesis_31_45_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' é usada como um símbolo de firmeza e durabilidade no pacto entre Jacó e Labão.","explicacao_detalhada":"A pedra representa a solidez do compromisso feito e a intenção de que o acordo seja respeitado por ambas as partes.","por_que_esta_palavra":"A escolha da pedra como símbolo reflete a tradição de usar elementos naturais para marcar eventos significativos.","conexao_teologica":"A Bíblia usa frequentemente pedras como símbolos de aliança e memorial, representando a fidelidade de Deus.","referencias_relacionadas":["Gênesis 28:18","Gênesis 31:47","1 Pedro 2:5"]},"genesis_31_46_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever a ação de fazer ou realizar algo, no contexto de estabelecer um pacto.","explicacao_detalhada":"Neste contexto, a ação de 'fazer' refere-se à formalização do acordo entre Jacó e Labão, mostrando a importância de ações concretas.","por_que_esta_palavra":"A palavra 'urso' implica em atividade e realização, refletindo a necessidade de agir em conformidade com as promessas feitas.","conexao_teologica":"A Bíblia enfatiza a importância de não apenas fazer promessas, mas também de agir de acordo com elas.","referencias_relacionadas":["Gênesis 1:7","Salmos 104:24","Tiago 1:22"]},"genesis_31_46_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de Jacob a seus companheiros sobre a necessidade de estabelecer um testemunho.","explicacao_detalhada":"No contexto de Gênesis 31:46, Jacob convoca seus familiares para que ele possa comunicar a importância do que está prestes a acontecer. O ato de 'dizer' é fundamental para a transmissão de informações e para a formalização de acordos.","por_que_esta_palavra":"A palavra 'dizer' é crucial para a narrativa, pois indica a intenção de Jacob de esclarecer e formalizar a situação com seus parentes.","conexao_teologica":"A comunicação verbal é um meio pelo qual Deus se relaciona com a humanidade, e a palavra de Jacob reflete a importância da verdade e do testemunho na vida do povo de Deus.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:16","Salmos 119:105"]},"genesis_31_46_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de Jacob ao pegar pedras para erguer um monumento.","explicacao_detalhada":"Em Gênesis 31:46, Jacob 'toma' pedras para estabelecer um marco que simboliza um pacto. Essa ação é significativa, pois representa a aliança entre ele e Labão.","por_que_esta_palavra":"A palavra 'tomar' é utilizada para enfatizar a ação deliberada de Jacob em criar um memorial, simbolizando a importância do compromisso que ele estava assumindo.","conexao_teologica":"A ideia de 'tomar' algo para um propósito específico é vista em várias alianças bíblicas, onde objetos físicos representam compromissos espirituais.","referencias_relacionadas":["Gênesis 28:18","Josué 4:3","1 Samuel 7:12"]},"genesis_31_47_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' é usada quando Jacob nomeia o lugar onde ele ergue o monumento.","explicacao_detalhada":"Em Gênesis 31:47, Jacob 'chama' o lugar de Jegar Sahadutha, que significa 'monte do testemunho'. Isso reflete a importância do nome como um meio de estabelecer identidade e significado.","por_que_esta_palavra":"A escolha da palavra 'chamar' destaca a ação de Jacob em dar um nome que representa um evento significativo em sua vida e na história de sua família.","conexao_teologica":"Nomes têm um papel importante na Bíblia, frequentemente refletindo a natureza de Deus ou a experiência do povo de Deus.","referencias_relacionadas":["Gênesis 17:5","Gênesis 32:28","Isaías 43:1"]},"genesis_31_47_jegarsahadutha":{"palavra_pt":"jegar sahadutha","palavra_original":"יְגַר שַׂהֲדוּתָא","transliteracao":"Yᵉgar Sahădûwthâʼ","strong":"H3026","significado_raiz":"Ideia básica: jegar sahadutha.","significado_contextual":"Jegar Sahadutha é o nome dado por Jacob ao monumento, simbolizando um testemunho de sua aliança com Labão.","explicacao_detalhada":"O nome 'Jegar Sahadutha' é uma expressão aramaica que significa 'monte do testemunho'. Este nome é significativo porque representa a memória de um pacto e a importância do testemunho na vida de Jacob.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do testemunho e da memória em relação às promessas de Deus e aos compromissos humanos.","conexao_teologica":"O conceito de testemunho é central na teologia bíblica, onde a lembrança de eventos significativos ajuda a fortalecer a fé e a identidade do povo de Deus.","referencias_relacionadas":["Gênesis 31:48","Salmos 78:4","Hebreus 12:1"]},"genesis_31_47_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"Jacob é o patriarca que estabelece um pacto com Labão e é central na narrativa de Gênesis.","explicacao_detalhada":"O nome 'Jacob' significa 'aquele que agarra o calcanhar' ou 'suplantador'. Sua vida é marcada por lutas e alianças, refletindo a complexidade de sua relação com Deus e com os outros.","por_que_esta_palavra":"A menção de Jacob é crucial para entender a continuidade da promessa de Deus a Abraão e Isaque, e como ele se torna o pai das doze tribos de Israel.","conexao_teologica":"Jacob é uma figura importante na história da salvação, simbolizando a luta entre a carne e o espírito, e a fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["Gênesis 25:26","Gênesis 32:28","Romanos 9:10-13"]},"genesis_31_48_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que o pacto foi estabelecido entre Jacob e Labão.","explicacao_detalhada":"Em Gênesis 31:48, o 'dia' é um marcador temporal que indica a importância do momento em que o pacto foi feito, simbolizando um novo começo para Jacob.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do tempo e das decisões que moldam a vida e a história do povo de Deus.","conexao_teologica":"O conceito de tempo é fundamental na teologia bíblica, onde Deus age em momentos específicos da história para cumprir Suas promessas.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"genesis_31_48_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação entre Jacob e Labão.","explicacao_detalhada":"Neste versículo, Jacob reafirma a importância de sua declaração e do pacto que está sendo estabelecido, reforçando a necessidade de clareza na comunicação.","por_que_esta_palavra":"A repetição da palavra 'dizer' destaca a importância da palavra como um meio de estabelecer acordos e testemunhos.","conexao_teologica":"A comunicação é um aspecto essencial da relação entre Deus e a humanidade, refletindo a importância da verdade e da honestidade.","referencias_relacionadas":["Provérbios 12:22","Tiago 1:19","Efésios 4:15"]},"genesis_31_48_pedra":{"palavra_pt":"pedra","palavra_original":"גַּל","transliteracao":"gal","strong":"H1530","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' refere-se ao material usado por Jacob para erguer um monumento.","explicacao_detalhada":"Em Gênesis 31:48, a 'pedra' simboliza estabilidade e durabilidade, representando o pacto que foi feito entre Jacob e Labão.","por_que_esta_palavra":"A escolha da palavra 'pedra' é significativa, pois monumentos de pedra eram frequentemente usados para marcar eventos importantes e alianças.","conexao_teologica":"A pedra é um símbolo recorrente na Bíblia, representando a firmeza da aliança de Deus com Seu povo.","referencias_relacionadas":["Gênesis 28:18","Josué 24:26","Mateus 16:18"]},"genesis_31_49_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para se referir a Deus, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"Em Gênesis 31:49, Jacob menciona 'senhor' ao falar sobre o pacto, reconhecendo a presença e a autoridade de Deus em suas ações.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a relação de submissão e reverência que os seres humanos devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o Senhor de toda a criação e das alianças que estabelece com Seu povo.","referencias_relacionadas":["Gênesis 14:22","Salmos 110:1","Romanos 10:9"]},"genesis_31_49_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Jacob estabelece o pacto.","explicacao_detalhada":"Em Gênesis 31:49, Jacob explica a necessidade do pacto, indicando que é um testemunho de sua relação com Labão e a proteção divina sobre sua vida.","por_que_esta_palavra":"A palavra 'porque' é importante para esclarecer a motivação e a intenção por trás das ações de Jacob.","conexao_teologica":"A compreensão das razões por trás das ações é essencial na teologia bíblica, onde a obediência e a fé são frequentemente motivadas por promessas e revelações de Deus.","referencias_relacionadas":["Gênesis 22:1","Salmos 119:105","Romanos 8:28"]},"genesis_31_49_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a natureza relacional e social do homem.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever não apenas a individualidade, mas também a posição do homem em relação a Deus e aos outros. No contexto de Gênesis 31:49, ela destaca a importância das relações familiares e os compromissos feitos entre indivíduos.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa, pois representa a responsabilidade e a dignidade que Deus confere ao ser humano.","conexao_teologica":"A teologia bíblica enfatiza que o homem foi criado à imagem de Deus, o que confere um valor intrínseco e um propósito à sua existência.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","1 Coríntios 11:7"]},"genesis_31_50_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a ação de proteger ou resgatar, especialmente em um contexto de compromisso e responsabilidade.","explicacao_detalhada":"A palavra 'salvar' (אִם) é utilizada para expressar a intenção de proteger a integridade de um relacionamento ou de uma promessa. No versículo, é uma advertência sobre as consequências de ações que poderiam prejudicar a paz entre as partes.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a seriedade do compromisso entre as partes e a necessidade de manter a paz.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a natureza de Deus como protetor e redentor de Seu povo.","referencias_relacionadas":["Salmos 34:22","Isaías 43:2","Romanos 10:13"]},"genesis_31_50_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se a uma postura de submissão e respeito, especialmente em relação a Deus e aos outros.","explicacao_detalhada":"A palavra 'humilde' (עָנָה) é usada para descrever uma atitude de modéstia e reconhecimento da própria posição diante de Deus. No contexto, sugere a importância da humildade nas interações humanas.","por_que_esta_palavra":"A escolha dessa palavra ressalta a necessidade de humildade nas relações, especialmente quando se busca a reconciliação.","conexao_teologica":"A humildade é frequentemente exaltada nas Escrituras como uma virtude que agrada a Deus e é essencial para a vida cristã.","referencias_relacionadas":["Tiago 4:10","Mateus 5:5","Filipenses 2:3"]},"genesis_31_50_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Em Gênesis 31:50, \"homem\" aparece na frase \"Se afligires as minhas filhas, e se tomares mulheres além das minhas filhas, ninguém está conosco; atenta que Deus é testemunha entre mim e…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אִישׁ; ʼîysh; H376), \"homem\" traz a ideia de homem. Aqui, essa palavra deixa o ensino de Gênesis 31:50 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"homem\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Gênesis 32:25. Lendo junto com Gênesis 31:50, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Gênesis 31:50","Gênesis 32:25","Salmos 119:105"]},"genesis_31_51_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo, especialmente em um contexto de compromisso.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para enfatizar a importância da comunicação clara e do compromisso verbal entre as partes. No versículo, é um chamado à responsabilidade nas promessas feitas.","por_que_esta_palavra":"A escolha dessa palavra destaca a seriedade das palavras e a necessidade de integridade nas promessas.","conexao_teologica":"A palavra de Deus é poderosa e verdadeira, e a comunicação entre os seres humanos deve refletir essa verdade.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36-37","Tiago 1:19"]},"genesis_31_51_pedra":{"palavra_pt":"pedra","palavra_original":"גַּל","transliteracao":"gal","strong":"H1530","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Simboliza firmeza, durabilidade e um marco de compromisso.","explicacao_detalhada":"A palavra 'pedra' (גַּל) é usada para representar um testemunho físico do acordo feito entre as partes. No contexto, a pedra serve como um símbolo de estabilidade e permanência.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois uma pedra representa algo que não pode ser facilmente movido ou alterado, assim como um compromisso sério.","conexao_teologica":"Cristo é descrito como a pedra angular da fé, simbolizando a firmeza e a durabilidade das promessas de Deus.","referencias_relacionadas":["Salmos 18:2","Mateus 16:18","1 Pedro 2:4-5"]},"genesis_31_52_pedra":{"palavra_pt":"pedra","palavra_original":"גַּל","transliteracao":"gal","strong":"H1530","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Reforça a ideia de um marco de compromisso e a importância de um testemunho duradouro.","explicacao_detalhada":"A repetição da palavra 'pedra' (גַּל) enfatiza a seriedade do pacto e a necessidade de um símbolo que represente a aliança entre as partes. É um lembrete físico do compromisso assumido.","por_que_esta_palavra":"A escolha dessa palavra é para reforçar a ideia de que o compromisso deve ser sólido e inabalável.","conexao_teologica":"A ideia de um testemunho duradouro é refletida na aliança de Deus com Seu povo, que é eterna.","referencias_relacionadas":["Gênesis 28:18","Josué 4:7","1 Samuel 7:12"]},"genesis_31_52_testemunha":{"palavra_pt":"testemunha","palavra_original":"עֵדָה","transliteracao":"ʻêdâh","strong":"H5713","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"Refere-se a alguém que atesta ou confirma um acordo ou compromisso.","explicacao_detalhada":"A palavra 'testemunha' (עֵדָה) é usada para indicar a importância de ter um testemunho que valide o pacto entre as partes. No contexto, isso reforça a seriedade do compromisso feito.","por_que_esta_palavra":"A escolha dessa palavra é crucial, pois um testemunho é necessário para garantir a integridade de um acordo.","conexao_teologica":"A Bíblia enfatiza a importância de testemunhas em acordos e alianças, refletindo a natureza de Deus como fiel testemunha de Suas promessas.","referencias_relacionadas":["Deuteronômio 19:15","Mateus 18:16","Hebreus 10:28"]},"genesis_31_53_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é usada para enfatizar a soberania e a autoridade divina sobre todas as coisas. No contexto, isso destaca a importância de reconhecer a presença de Deus como testemunha do pacto.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois Deus é a fonte de toda verdade e justiça.","conexao_teologica":"A presença de Deus como testemunha em acordos humanos reflete Sua natureza como o juiz justo e fiel.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 3:30"]},"genesis_31_53_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de avaliar ou decidir sobre a justiça de uma situação.","explicacao_detalhada":"A palavra 'julgar' (שָׁפַט) é usada para indicar a responsabilidade de Deus em avaliar as ações humanas. No contexto, isso enfatiza a seriedade do pacto e a necessidade de justiça.","por_que_esta_palavra":"A escolha dessa palavra é importante, pois destaca a função de Deus como juiz e a responsabilidade dos seres humanos em agir com integridade.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Sua natureza santa e justa.","referencias_relacionadas":["Salmos 9:7-8","Isaías 33:22","Romanos 14:10-12"]},"genesis_31_54_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é um ato de adoração e reconhecimento da soberania de Deus, frequentemente associado a um pedido de bênção ou reconciliação.","explicacao_detalhada":"Neste contexto, Jacó oferece um sacrifício a Deus após fazer um pacto com Labão. O sacrifício simboliza a gratidão e a busca pela proteção divina.","por_que_esta_palavra":"A palavra 'sacrifício' é utilizada para expressar a devoção e a necessidade de se aproximar de Deus através de um ato que envolve entrega e renúncia.","conexao_teologica":"O sacrifício é um tema central na teologia bíblica, representando a necessidade de expiação e a busca pela comunhão com Deus. Ele prefigura o sacrifício de Cristo na Nova Aliança.","referencias_relacionadas":["Gênesis 4:3-4","Êxodo 20:24","Levítico 1:3","Salmos 51:17","Hebreus 9:22"]},"genesis_31_54_carne":{"palavra_pt":"sacrificio","palavra_original":"זֶבַח","transliteracao":"zebach","strong":"H2077","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A carne, neste contexto, refere-se ao que é oferecido como sacrifício a Deus, simbolizando a entrega de algo valioso.","explicacao_detalhada":"Jacó sacrifica carne como parte de um ritual que expressa sua devoção e a busca pela bênção divina, mostrando a importância do sacrifício na cultura hebraica.","por_que_esta_palavra":"A palavra 'carne' é usada para enfatizar a materialidade do sacrifício, que envolve a entrega de algo tangível a Deus.","conexao_teologica":"A carne sacrificial representa a ideia de que algo deve ser dado em troca da relação com Deus, refletindo a necessidade de expiação e a importância do sacrifício na adoração.","referencias_relacionadas":["Gênesis 9:4","Levítico 3:1","Salmos 50:13","Isaías 1:11","Hebreus 10:4"]},"genesis_31_54_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"O monte é um local elevado que frequentemente simboliza a presença de Deus e é um lugar de encontro espiritual.","explicacao_detalhada":"Jacó realiza o sacrifício em um monte, um espaço que representa a proximidade com o divino e a importância de lugares sagrados na experiência religiosa.","por_que_esta_palavra":"A palavra 'monte' é utilizada para indicar um espaço geográfico que carrega um significado espiritual profundo, onde os encontros com Deus ocorrem.","conexao_teologica":"Montes são frequentemente mencionados na Bíblia como locais de revelação divina, como o Monte Sinai, onde Deus deu a Lei a Moisés.","referencias_relacionadas":["Gênesis 22:2","Êxodo 19:20","Salmos 121:1","Isaías 2:3","Mateus 5:14"]}}