{"genesis_32_1_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Ajoelhar é um ato de reverência e submissão diante de Deus, simbolizando a busca por bênçãos e proteção.","explicacao_detalhada":"Jacó ajoelha-se em um momento de vulnerabilidade, reconhecendo sua dependência de Deus antes de encontrar seu irmão Esaú, demonstrando humildade e fé.","por_que_esta_palavra":"A palavra 'ajoelhar' é usada para expressar a atitude de submissão e respeito diante da majestade divina.","conexao_teologica":"Ajoelhar-se diante de Deus é um ato de adoração que reflete a relação de dependência e reverência que os crentes devem ter em relação ao Criador.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10","Mateus 26:39","Lucas 22:41","Hebreus 12:28"]},"genesis_32_1_homem":{"palavra_pt":"homem","palavra_original":"שָׁכַם","transliteracao":"shâkam","strong":"H7925","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se à humanidade em geral, mas neste contexto, pode se referir a Jacó como um indivíduo que busca a Deus.","explicacao_detalhada":"Jacó, como homem, representa a luta humana entre a fé e o medo, buscando a proteção divina em um momento de incerteza.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a condição humana e a necessidade de intervenção divina nas lutas pessoais.","conexao_teologica":"A humanidade é vista como dependente de Deus, e a luta de Jacó simboliza a busca por uma relação mais profunda com o Criador.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Romanos 3:23","Efésios 2:10","Tiago 4:10"]},"genesis_32_1_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao tempo em que Jacó se prepara para encontrar Esaú, simbolizando um novo começo e a expectativa de um encontro significativo.","explicacao_detalhada":"O dia representa a transição de um período de medo e incerteza para um momento de reconciliação e esperança.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar a passagem do tempo e a importância dos momentos decisivos na vida de uma pessoa.","conexao_teologica":"O conceito de dia na Bíblia muitas vezes simboliza oportunidades divinas e momentos de intervenção de Deus na história humana.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1","Mateus 6:34","2 Coríntios 6:2"]},"genesis_32_2_cair":{"palavra_pt":"cair","palavra_original":"פָּגַע","transliteracao":"pâgaʻ","strong":"H6293","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se ao ato de se prostrar ou se submeter, especialmente em um contexto de oração ou súplica.","explicacao_detalhada":"Jacó se prostra diante de Deus, reconhecendo sua necessidade de ajuda e proteção antes de enfrentar seu irmão.","por_que_esta_palavra":"A palavra 'cair' é utilizada para expressar a atitude de humildade e submissão diante da grandeza de Deus.","conexao_teologica":"Cair diante de Deus é um ato de adoração que simboliza a entrega total e a busca por Sua orientação e proteção.","referencias_relacionadas":["Salmos 95:6","Mateus 4:10","Atos 10:25","Romanos 14:11","Apocalipse 7:11"]},"genesis_32_2_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Deus é apresentado como o mensageiro que traz orientação e proteção a Jacó em um momento de crise.","explicacao_detalhada":"O anjo de Deus aparece a Jacó, simbolizando a presença divina que guia e protege aqueles que O buscam.","por_que_esta_palavra":"A palavra 'Deus' é usada para enfatizar a soberania e a intervenção divina na vida dos seres humanos.","conexao_teologica":"A presença de Deus como mensageiro é um tema recorrente na Bíblia, simbolizando a comunicação divina e a assistência em momentos de necessidade.","referencias_relacionadas":["Gênesis 16:7","Êxodo 3:2","Salmos 34:7","Mateus 1:20","Hebreus 1:14"]},"genesis_32_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Grande refere-se à magnitude da situação que Jacó enfrenta, simbolizando a importância do que está por vir.","explicacao_detalhada":"Jacó reconhece a grandeza do desafio de encontrar Esaú, refletindo sobre a necessidade de se preparar adequadamente.","por_que_esta_palavra":"A palavra 'grande' é utilizada para enfatizar a seriedade e a importância dos eventos que estão prestes a acontecer.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua soberania e poder sobre todas as situações da vida.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 19:26","Romanos 11:33","Efésios 3:20"]},"genesis_32_3_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Gado refere-se aos bens materiais que Jacó possui e que ele utiliza como parte de sua estratégia para apaziguar Esaú.","explicacao_detalhada":"O gado simboliza a riqueza e a provisão de Deus na vida de Jacó, que ele oferece como presente para seu irmão.","por_que_esta_palavra":"A palavra 'gado' é usada para enfatizar a importância dos recursos materiais na cultura hebraica e como eles podem ser utilizados para restaurar relacionamentos.","conexao_teologica":"O uso de bens materiais como meio de reconciliação é um tema que aparece em várias narrativas bíblicas, refletindo a importância da generosidade e da restauração de relacionamentos.","referencias_relacionadas":["Gênesis 30:43","Gênesis 33:11","Êxodo 20:15","Provérbios 11:25","Lucas 6:38"]},"genesis_32_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que se manifesta na vida de Jacó, simbolizando proteção e orientação.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza suprema e a autoridade de Deus, que se revela a Jacó em momentos críticos de sua vida.","por_que_esta_palavra":"Jacó invoca Deus em um momento de grande temor e necessidade, buscando a ajuda divina antes de encontrar seu irmão Esaú.","conexao_teologica":"A presença de Deus na vida de Jacó demonstra a fidelidade de Deus às suas promessas e a importância da oração e dependência de Deus em tempos de crise.","referencias_relacionadas":["Gênesis 28:15","Gênesis 32:9","Salmos 46:1"]},"genesis_32_4_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A ação de enviar mensageiros para se reconciliar com Esaú, mostrando a intenção de Jacó de buscar paz.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) indica a iniciativa de Jacó em tomar medidas proativas para resolver um conflito, refletindo sua preocupação e desejo de restaurar relacionamentos.","por_que_esta_palavra":"Jacó envia mensageiros para preparar o caminho antes de seu encontro com Esaú, demonstrando sabedoria e prudência.","conexao_teologica":"A disposição de Jacó para enviar mensageiros reflete a importância da reconciliação e do perdão nas relações humanas, um princípio central na teologia bíblica.","referencias_relacionadas":["Mateus 5:24","Romanos 12:18","Gênesis 33:1"]},"genesis_32_4_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se ao mensageiro divino que representa a presença de Deus na vida de Jacó.","explicacao_detalhada":"A palavra 'anjo/mensageiro' (מֲלְאָךְ) é usada para descrever seres que atuam como intermediários entre Deus e os homens, trazendo mensagens ou ajuda divina.","por_que_esta_palavra":"O anjo é enviado para comunicar a vontade de Deus a Jacó, mostrando que Deus se preocupa com suas lutas e desafios.","conexao_teologica":"A presença de anjos na narrativa bíblica destaca a interação entre o céu e a terra, e como Deus utiliza seres espirituais para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 16:7","Hebreus 1:14","Salmos 91:11"]},"genesis_32_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território que Jacó está prestes a cruzar, simbolizando a promessa de Deus a Abraão e seus descendentes.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é fundamental na narrativa bíblica, pois representa não apenas um lugar físico, mas também a herança e as promessas de Deus ao povo de Israel.","por_que_esta_palavra":"Jacó está retornando à terra prometida, um ato de fé e obediência às promessas de Deus.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a presença de Deus e a realização de Suas promessas ao Seu povo.","referencias_relacionadas":["Gênesis 12:1","Gênesis 15:18","Deuteronômio 1:8"]},"genesis_32_5_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se à ordem de Jacó para enviar presentes a Esaú como um gesto de reconciliação.","explicacao_detalhada":"A palavra 'enviar' (צָוָה) implica uma ação deliberada e planejada, mostrando a intenção de Jacó de apaziguar seu irmão.","por_que_esta_palavra":"Jacó busca a favor de Esaú através de presentes, reconhecendo a gravidade de sua situação e a necessidade de humildade.","conexao_teologica":"A prática de enviar presentes é uma demonstração de arrependimento e busca de paz, refletindo princípios de reconciliação e amor ao próximo.","referencias_relacionadas":["Gênesis 33:10","Provérbios 18:16","Mateus 5:23-24"]},"genesis_32_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude dos presentes que Jacó planeja enviar a Esaú, simbolizando sua sinceridade e desejo de reconciliação.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a intenção de Jacó de comunicar sua humildade e respeito ao irmão.","por_que_esta_palavra":"Jacó reconhece a importância de suas palavras e ações ao se dirigir a Esaú, buscando restaurar o relacionamento.","conexao_teologica":"A comunicação é essencial nas relações humanas e a Bíblia enfatiza a importância de palavras que promovem a paz e a reconciliação.","referencias_relacionadas":["Tiago 1:19","Provérbios 15:1","Colossenses 4:6"]},"genesis_32_5_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Refere-se à autoridade de Deus sobre todas as coisas, reconhecendo Sua soberania na vida de Jacó.","explicacao_detalhada":"A palavra 'soberano' (אָדוֹן) é usada para expressar a posição de Deus como Senhor e Mestre, que controla os eventos da vida.","por_que_esta_palavra":"Jacó se dirige a Deus reconhecendo Sua soberania, buscando orientação e proteção antes de enfrentar Esaú.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, enfatizando que Ele está no controle e que os crentes devem confiar em Sua vontade.","referencias_relacionadas":["Salmos 103:19","Isaías 45:9-10","Romanos 9:20-21"]},"genesis_32_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à condição de Jacó ao se aproximar de Esaú, simbolizando seu temor e humildade.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever um estado de ser, indicando a vulnerabilidade de Jacó diante de seu irmão.","por_que_esta_palavra":"Jacó reconhece sua posição inferior e sua necessidade de depender de Deus ao se aproximar de Esaú.","conexao_teologica":"A humildade é um princípio fundamental na vida cristã, refletindo a atitude que devemos ter diante de Deus e dos outros.","referencias_relacionadas":["Tiago 4:10","Salmos 34:18","Mateus 5:3"]},"genesis_32_6_macho":{"palavra_pt":"macho","palavra_original":"חֲמוֹר","transliteracao":"chămôwr","strong":"H2543","significado_raiz":"Ideia básica: macho.","significado_contextual":"Refere-se ao tipo de animal que Jacó está enviando como presente a Esaú, simbolizando riqueza e generosidade.","explicacao_detalhada":"A palavra 'macho' (חֲמוֹר) é usada para descrever um animal específico, que era valioso na cultura da época.","por_que_esta_palavra":"Jacó escolhe enviar machos como uma oferta significativa, demonstrando seu desejo de reparar o relacionamento com Esaú.","conexao_teologica":"A oferta de presentes é uma prática que reflete a generosidade e a intenção de restaurar relacionamentos, um princípio que ressoa na teologia bíblica.","referencias_relacionadas":["Gênesis 30:43","Gênesis 33:11","Provérbios 21:26"]},"genesis_32_6_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se à posição de Jacó como servo de Deus, reconhecendo sua dependência e submissão.","explicacao_detalhada":"A palavra 'servo' (עֶבֶד) é usada para descrever a relação de Jacó com Deus, enfatizando sua humildade e disposição para obedecer.","por_que_esta_palavra":"Jacó se vê como servo diante de Deus e de Esaú, buscando a reconciliação e a paz.","conexao_teologica":"A ideia de servidão é central na vida cristã, onde os crentes são chamados a servir uns aos outros e a Deus com humildade.","referencias_relacionadas":["Gálatas 5:13","Filipenses 2:7","Romanos 12:1"]},"genesis_32_7_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro divino que traz uma mensagem de Deus.","explicacao_detalhada":"A palavra 'anjo' ou 'mensageiro' indica um ser espiritual que atua como intermediário entre Deus e os homens. No contexto de Gênesis 32:7, o anjo representa a presença de Deus que guia e protege.","por_que_esta_palavra":"A presença do anjo enfatiza a intervenção divina na vida de Jacó, mostrando que Deus está ativamente envolvido em suas circunstâncias.","conexao_teologica":"Os anjos são frequentemente vistos como mensageiros de Deus, trazendo orientação e proteção aos fiéis, refletindo a natureza de Deus como cuidador.","referencias_relacionadas":["Gênesis 16:7","Êxodo 23:20","Salmos 91:11"]},"genesis_32_7_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou estabelecer algo de forma sólida.","explicacao_detalhada":"A palavra 'edificar' implica um processo de construção que pode ser físico ou espiritual. No contexto, pode se referir ao fortalecimento da fé ou da vida de Jacó.","por_que_esta_palavra":"A edificação é essencial para o crescimento espiritual e a estabilidade, refletindo a necessidade de um fundamento sólido na relação com Deus.","conexao_teologica":"A edificação espiritual é um tema recorrente na Bíblia, onde os crentes são chamados a edificar uns aos outros na fé.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","1 Pedro 2:5"]},"genesis_32_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a algo que é significativo ou de grande importância.","explicacao_detalhada":"A palavra 'dizer' neste contexto pode indicar a importância das declarações feitas por Jacó sobre sua situação e sua relação com Deus.","por_que_esta_palavra":"As palavras têm poder e significado, especialmente quando se trata de promessas e declarações de fé diante de desafios.","conexao_teologica":"A importância da palavra é um tema central na Bíblia, onde a fala de Deus e as declarações dos homens têm consequências significativas.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Romanos 10:10"]},"genesis_32_8_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Refere-se ao sentimento de medo ou reverência diante de uma situação ameaçadora.","explicacao_detalhada":"A palavra 'temer' expressa a reação de Jacó ao se deparar com a possibilidade de um confronto com seu irmão Esaú, refletindo sua vulnerabilidade.","por_que_esta_palavra":"O temor é uma resposta natural a situações de perigo, mas também pode ser um reconhecimento da grandeza de Deus em meio às dificuldades.","conexao_teologica":"O temor do Senhor é considerado o princípio da sabedoria, indicando que o reconhecimento da soberania de Deus é fundamental na vida do crente.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 41:10"]},"genesis_32_8_distressed":{"palavra_pt":"distressed","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3334","significado_raiz":"Ideia básica: distressed.","significado_contextual":"Refere-se a um estado de angústia ou aflição.","explicacao_detalhada":"A palavra 'distressed' captura a luta interna de Jacó enquanto ele se prepara para o encontro com Esaú, refletindo sua ansiedade e preocupação.","por_que_esta_palavra":"A angústia é uma experiência comum em momentos de incerteza, e Jacó expressa sua vulnerabilidade diante de Deus.","conexao_teologica":"Deus é visto como um refúgio em tempos de angústia, oferecendo consolo e ajuda aos que clamam por Ele.","referencias_relacionadas":["Salmos 34:18","Mateus 11:28","2 Coríntios 1:3-4"]},"genesis_32_9_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao rebanho ou ao conjunto de animais que Jacó possuía.","explicacao_detalhada":"A palavra 'gado' é importante no contexto da riqueza e do sustento de Jacó, simbolizando suas posses e a bênção de Deus em sua vida.","por_que_esta_palavra":"O gado era um símbolo de prosperidade na cultura da época, e Jacó reconhece a importância de suas posses ao se preparar para o encontro com Esaú.","conexao_teologica":"A provisão de Deus é um tema central, onde Ele cuida das necessidades de Seu povo, muitas vezes através de bênçãos materiais.","referencias_relacionadas":["Gênesis 30:43","Salmos 23:1","Filipenses 4:19"]},"genesis_32_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude ou importância das palavras e ações de Jacó.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a seriedade das declarações de Jacó sobre sua situação e sua dependência de Deus.","por_que_esta_palavra":"As palavras de Jacó refletem sua luta interna e sua busca por uma solução divina para seus problemas.","conexao_teologica":"A comunicação com Deus através da oração é um aspecto vital da vida espiritual, onde as palavras expressam a fé e a confiança.","referencias_relacionadas":["Salmos 19:14","Mateus 7:7","Tiago 1:5"]},"genesis_32_9_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao desejo de ser salvo ou resgatado de uma situação perigosa.","explicacao_detalhada":"A palavra 'salvar' expressa o anseio de Jacó por proteção e livramento diante da ameaça de Esaú, refletindo sua dependência de Deus.","por_que_esta_palavra":"A busca por salvação é um tema central na vida de fé, onde os crentes clamam a Deus por ajuda em tempos de necessidade.","conexao_teologica":"A salvação é um conceito fundamental na Bíblia, simbolizando o resgate que Deus oferece a Seu povo em meio ao perigo.","referencias_relacionadas":["Salmos 34:6","Romanos 10:13","Efésios 2:8-9"]},"genesis_32_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é reconhecido como o Criador e Protetor.","explicacao_detalhada":"A palavra 'deus' enfatiza a soberania e a autoridade de Deus sobre todas as coisas, incluindo a vida de Jacó.","por_que_esta_palavra":"O reconhecimento de Deus como Senhor é fundamental para a fé de Jacó, que busca Sua ajuda em um momento crítico.","conexao_teologica":"A natureza de Deus como protetor e guia é um tema central na Bíblia, onde Ele promete estar com Seu povo em todas as circunstâncias.","referencias_relacionadas":["Gênesis 28:15","Salmos 46:1","Isaías 41:10"]},"genesis_32_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude das declarações de Jacó sobre sua vida e sua relação com Deus.","explicacao_detalhada":"A repetição da palavra 'dizer' indica a importância das promessas de Deus e a seriedade com que Jacó as considera.","por_que_esta_palavra":"As palavras de Jacó refletem sua fé e sua luta, mostrando a importância da comunicação com Deus em momentos de crise.","conexao_teologica":"A comunicação com Deus é essencial na vida espiritual, onde as palavras expressam a confiança e a dependência do crente.","referencias_relacionadas":["Salmos 119:11","Mateus 12:36-37","Hebreus 4:12"]},"genesis_32_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que é o criador e governante do universo. No contexto de Gênesis 32:10, Jacó reconhece a grandeza de Deus e Sua posição como Senhor sobre todas as coisas.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação de submissão e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor de toda a criação e que tem controle sobre a história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8-9"]},"genesis_32_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Indica a maneira como algo é feito ou como se deve agir.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere uma totalidade ou um aspecto abrangente da ação. No versículo, Jacó está refletindo sobre a maneira como se apresenta diante de Deus, reconhecendo sua dependência.","por_que_esta_palavra":"É importante para entender que a abordagem a Deus deve ser feita com consideração e respeito, refletindo sobre como nos apresentamos a Ele.","conexao_teologica":"A maneira como nos aproximamos de Deus é um tema recorrente na Bíblia, que enfatiza a importância da atitude do coração.","referencias_relacionadas":["Hebreus 4:16","Tiago 4:8","Salmos 51:17"]},"genesis_32_11_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia e ao amor leal de Deus, que são fundamentais para a relação entre Ele e Seu povo.","explicacao_detalhada":"A palavra 'misericórdia/amor leal' (חֵסֵד) implica um amor que é constante e fiel, mesmo diante das falhas humanas. Jacó apela a essa qualidade de Deus ao se dirigir a Ele.","por_que_esta_palavra":"É crucial para entender a natureza de Deus como um ser que se importa profundamente com a humanidade e que é fiel às Suas promessas.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, revelando Sua disposição para perdoar e restaurar.","referencias_relacionadas":["Salmos 136:1","Miquéias 7:18","Romanos 5:8"]},"genesis_32_11_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade de Deus e à verdade de Suas promessas.","explicacao_detalhada":"A palavra 'verdade/fidelidade' (אֶמֶת) denota a certeza e a confiabilidade de Deus. No contexto, Jacó está reconhecendo que Deus é fiel e que pode confiar em Suas promessas.","por_que_esta_palavra":"É essencial para a fé, pois a confiança em Deus se baseia em Sua natureza verdadeira e fiel.","conexao_teologica":"A verdade de Deus é um pilar da teologia bíblica, que afirma que Ele nunca falha em cumprir Suas promessas.","referencias_relacionadas":["Salmos 119:160","João 14:6","2 Coríntios 1:20"]},"genesis_32_12_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza poder e controle, especialmente no contexto de bênçãos e ações de Deus.","explicacao_detalhada":"A palavra 'mão' (יָד) é frequentemente usada na Bíblia para representar a ação de Deus em favor de Seu povo. Jacó reconhece que a mão de Deus tem estado com ele.","por_que_esta_palavra":"É importante para entender a intervenção divina na vida dos crentes e como Deus age em suas vidas.","conexao_teologica":"A mão de Deus é um símbolo de Sua proteção e providência, um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","1 Pedro 5:6-7"]},"genesis_32_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa de uma ação ou situação.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir a justificativa de Jacó ao se dirigir a Deus, reconhecendo sua dependência e a necessidade de ajuda.","por_que_esta_palavra":"É crucial para entender a lógica por trás das súplicas e orações, que muitas vezes são baseadas em razões específicas.","conexao_teologica":"A comunicação com Deus frequentemente envolve a apresentação de razões e necessidades, refletindo a relação pessoal que os crentes têm com Ele.","referencias_relacionadas":["Filipenses 4:6","Tiago 1:5","Salmos 34:17"]},"genesis_32_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à herança, especialmente no contexto da aliança de Deus com Israel.","explicacao_detalhada":"A palavra 'filho' (בֵּן) implica uma relação de pertencimento e continuidade. Jacó se vê como filho de Deus, parte da linhagem escolhida.","por_que_esta_palavra":"É importante para entender a identidade do povo de Deus como Seus filhos e herdeiros das promessas.","conexao_teologica":"A filiação divina é um tema central na Bíblia, que enfatiza a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","1 João 3:1"]},"genesis_32_13_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se a grandes corpos d'água, simbolizando desafios e limites.","explicacao_detalhada":"A palavra 'mar' (יָם) é frequentemente usada na Bíblia para representar tanto a criação de Deus quanto os desafios que o povo enfrenta. Jacó menciona o mar em um contexto de reflexão sobre suas dificuldades.","por_que_esta_palavra":"É importante para entender os desafios que os crentes enfrentam e como Deus está presente mesmo nas situações difíceis.","conexao_teologica":"O mar é um símbolo de caos e desafio, mas também da soberania de Deus sobre a criação.","referencias_relacionadas":["Salmos 89:9","Isaías 43:2","Mateus 8:27"]},"genesis_32_13_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica magnitude e importância, especialmente em relação às bênçãos de Deus.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) é usada para descrever a grandeza das promessas de Deus e a magnitude das situações que enfrentamos. Jacó reconhece a grandeza de Deus em sua vida.","por_que_esta_palavra":"É importante para entender a grandeza de Deus e como isso se reflete nas bênçãos que Ele concede.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência que devemos ter em relação a Ele.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Romanos 11:33"]},"genesis_32_13_sand":{"palavra_pt":"sand","palavra_original":"חוֹל","transliteracao":"chôwl","strong":"H2344","significado_raiz":"Ideia básica: sand.","significado_contextual":"Refere-se à fragilidade e transitoriedade da vida humana.","explicacao_detalhada":"A palavra 'sand' (חוֹל) simboliza a efemeridade das coisas terrenas. Jacó menciona a areia para ilustrar a grandeza de Deus em contraste com a fragilidade humana.","por_que_esta_palavra":"É importante para entender a natureza passageira da vida e a necessidade de confiar em Deus que é eterno.","conexao_teologica":"A areia é um símbolo da fragilidade humana, enquanto Deus é eterno e imutável.","referencias_relacionadas":["Salmos 103:15-16","Tiago 4:14","Mateus 7:26-27"]},"genesis_32_14_noite":{"palavra_pt":"noite","palavra_original":"לוּן","transliteracao":"lûwn","strong":"H3885","significado_raiz":"Ideia básica: noite.","significado_contextual":"A 'noite' representa um tempo de incerteza e temor, onde Jacó se preparava para encontrar seu irmão Esaú.","explicacao_detalhada":"No contexto de Gênesis 32:14, a noite simboliza um período de angústia e reflexão. Jacó estava sozinho, temendo a reação de Esaú, e a escuridão da noite intensificava sua ansiedade.","por_que_esta_palavra":"A palavra 'noite' é utilizada para descrever o momento de solidão e introspecção de Jacó, refletindo sua vulnerabilidade antes do encontro decisivo.","conexao_teologica":"A noite pode ser vista como um símbolo de provação, onde Deus muitas vezes se revela em momentos de desespero e solidão.","referencias_relacionadas":["Salmos 30:5","Mateus 14:25","João 9:4"]},"genesis_32_14_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"A 'luz' é um símbolo de esperança e clareza, contrastando com a escuridão da noite.","explicacao_detalhada":"Embora a palavra 'luz' não apareça diretamente no versículo, a ideia de luz é importante na narrativa, pois representa a intervenção divina que traz clareza e direção em momentos de confusão.","por_que_esta_palavra":"A luz é frequentemente associada à presença de Deus e à revelação de Sua vontade, especialmente em momentos de crise.","conexao_teologica":"A luz de Deus é um tema recorrente na Bíblia, simbolizando Sua orientação e proteção em tempos de dificuldade.","referencias_relacionadas":["Salmos 119:105","Isaías 9:2","João 8:12"]},"genesis_32_14_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"O ato de 'agarrar' reflete a determinação de Jacó em buscar a bênção de Deus, mesmo em meio ao medo.","explicacao_detalhada":"Em Gênesis 32:14, Jacó se prepara para enviar presentes a Esaú, mas a ideia de agarrar também se relaciona com sua luta subsequente com o anjo, onde ele se recusa a soltar até receber uma bênção.","por_que_esta_palavra":"A palavra 'agarrar' enfatiza a intensidade da busca de Jacó por uma relação mais profunda com Deus e sua necessidade de confirmação da promessa.","conexao_teologica":"A luta de Jacó é um exemplo de perseverança na fé, mostrando que Deus valoriza aqueles que buscam Sua presença com fervor.","referencias_relacionadas":["Gênesis 32:26","Hebreus 11:6","Tiago 4:8"]},"genesis_32_15_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A 'força' mencionada aqui se refere à força dos animais que Jacó estava enviando como presentes para Esaú.","explicacao_detalhada":"Jacó enviou uma grande quantidade de animais, incluindo carneiros e cabras, como uma forma de apaziguar Esaú. A força desses animais simboliza a riqueza e a generosidade de Jacó.","por_que_esta_palavra":"A palavra 'força' é usada para descrever a robustez dos animais, que eram valiosos e representavam a prosperidade de Jacó.","conexao_teologica":"A força pode ser vista como uma metáfora para a provisão de Deus, que nos dá recursos para enfrentar desafios.","referencias_relacionadas":["Salmos 104:14","Provérbios 12:10","Gênesis 30:43"]},"genesis_32_15_bode":{"palavra_pt":"bode","palavra_original":"עֵז","transliteracao":"ʻêz","strong":"H5795","significado_raiz":"Ideia básica: bode.","significado_contextual":"O 'bode' é um dos animais que Jacó enviou a Esaú, simbolizando sacrifício e reconciliação.","explicacao_detalhada":"Na cultura hebraica, o bode era frequentemente associado a ofertas e sacrifícios. Jacó usou esses animais como uma forma de buscar a reconciliação com seu irmão.","por_que_esta_palavra":"A inclusão do bode entre os presentes destaca a intenção de Jacó de se redimir e restaurar o relacionamento com Esaú.","conexao_teologica":"O bode também pode ser visto como uma prefiguração do sacrifício de Cristo, que veio para reconciliar a humanidade com Deus.","referencias_relacionadas":["Levítico 16:10","Hebreus 9:28","Gênesis 37:31"]},"genesis_32_16_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A repetição da ideia de 'força' aqui reforça a importância dos presentes que Jacó estava enviando.","explicacao_detalhada":"Jacó estava tentando impressionar Esaú com a força e a quantidade dos animais, mostrando sua riqueza e disposição para fazer as pazes.","por_que_esta_palavra":"A palavra 'força' enfatiza a magnitude do presente e a seriedade da intenção de Jacó em restaurar o relacionamento.","conexao_teologica":"A força dos presentes pode ser vista como uma representação da generosidade que Deus nos chama a ter em nossos relacionamentos.","referencias_relacionadas":["Gênesis 30:43","Provérbios 11:25","2 Coríntios 9:7"]},"genesis_32_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O 'filho' aqui se refere à descendência de Jacó, que é uma parte importante da promessa de Deus a ele.","explicacao_detalhada":"Jacó tinha filhos que representavam a continuidade da aliança de Deus com Abraão e Isaque. A menção de filhos destaca a importância da família na narrativa bíblica.","por_que_esta_palavra":"A palavra 'filho' é central para a identidade de Jacó e para o cumprimento das promessas divinas.","conexao_teologica":"A ideia de filhos é fundamental na teologia bíblica, representando a herança e a continuidade da fé.","referencias_relacionadas":["Gênesis 28:14","Salmos 127:3","Efésios 6:4"]},"genesis_32_16_ass":{"palavra_pt":"ass","palavra_original":"עַיִר","transliteracao":"ʻayir","strong":"H5895","significado_raiz":"Ideia básica: ass.","significado_contextual":"O 'ass' é um animal que também foi enviado por Jacó como parte de seus presentes a Esaú.","explicacao_detalhada":"O ass simboliza a riqueza e a generosidade de Jacó, além de ser um meio de apaziguar seu irmão após anos de conflito.","por_que_esta_palavra":"A inclusão do ass entre os presentes mostra a estratégia de Jacó para restaurar a paz e a harmonia familiar.","conexao_teologica":"O uso de animais como presentes reflete a importância da reconciliação e do perdão nas relações humanas.","referencias_relacionadas":["Gênesis 30:43","Provérbios 18:16","Mateus 5:24"]},"genesis_32_17_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"O ato de 'dar' refere-se à ação de Jacó em enviar presentes a Esaú, simbolizando sua tentativa de reconciliação.","explicacao_detalhada":"Jacó estava dando presentes a Esaú como uma forma de apaziguar seu irmão e mostrar arrependimento por suas ações passadas.","por_que_esta_palavra":"A palavra 'dar' é significativa, pois representa a disposição de Jacó em se humilhar e buscar a paz.","conexao_teologica":"Dar é um princípio bíblico que reflete o coração generoso de Deus e a importância da reconciliação nas relações.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:7","Mateus 5:23-24"]},"genesis_32_17_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A 'mão' é um símbolo de ação e poder, representando a capacidade de Jacó de agir em sua situação.","explicacao_detalhada":"No contexto de Gênesis 32:17, a mão de Jacó é uma representação de sua determinação em buscar a bênção e a proteção de Deus antes de encontrar Esaú.","por_que_esta_palavra":"A palavra 'mão' é usada para enfatizar a ação de Jacó em enviar presentes e sua luta subsequente com o anjo.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de Sua intervenção e poder em nossas vidas.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","1 Pedro 5:6"]},"genesis_32_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a intenção de comunicar algo importante.","explicacao_detalhada":"Neste contexto, Jacó está instruindo seus servos sobre o que devem dizer a Esaú. A comunicação é crucial para a reconciliação entre os irmãos.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação clara e direta nas relações interpessoais.","conexao_teologica":"A comunicação é um aspecto fundamental da relação entre Deus e a humanidade, onde a palavra de Deus é revelada e deve ser proclamada.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Provérbios 18:21"]},"genesis_32_18_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de mandar algo ou alguém com um propósito específico.","explicacao_detalhada":"Jacó envia presentes a Esaú como uma forma de apaziguar seu irmão e demonstrar humildade. O envio é uma ação que visa restaurar relacionamentos.","por_que_esta_palavra":"A palavra 'enviar' é significativa porque representa a ação de tomar iniciativa para resolver conflitos e buscar a paz.","conexao_teologica":"Deus envia mensageiros e profetas para comunicar Sua vontade ao povo, mostrando a importância do envio na obra divina.","referencias_relacionadas":["Gênesis 45:5","Êxodo 3:10","Mateus 10:16"]},"genesis_32_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a necessidade de comunicação na abordagem de Esaú.","explicacao_detalhada":"Jacó instrui seus servos sobre como se apresentar e o que dizer a Esaú, mostrando a importância de palavras escolhidas cuidadosamente.","por_que_esta_palavra":"A repetição da palavra 'dizer' destaca a urgência e a importância da mensagem que deve ser transmitida.","conexao_teologica":"A palavra de Deus é frequentemente descrita como um meio de revelar Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Tiago 1:19"]},"genesis_32_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Jacó está enviando os presentes.","explicacao_detalhada":"Jacó explica que está enviando os presentes para encontrar favor aos olhos de Esaú, indicando sua preocupação com a relação entre eles.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação por trás das ações de Jacó, revelando sua intenção de reconciliar-se.","conexao_teologica":"A motivação por trás das ações é um tema recorrente nas Escrituras, onde Deus age por amor e misericórdia.","referencias_relacionadas":["Romanos 5:8","1 João 4:19","Salmos 136:1"]},"genesis_32_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada novamente para enfatizar a comunicação entre Jacó e seus servos.","explicacao_detalhada":"Jacó continua a instruir seus servos sobre o que devem dizer a Esaú, reforçando a importância da clareza na mensagem.","por_que_esta_palavra":"A repetição da palavra 'dizer' mostra a continuidade da estratégia de Jacó para se reconciliar com Esaú.","conexao_teologica":"A comunicação é um meio pelo qual Deus se relaciona com Seu povo, revelando Sua vontade e propósito.","referencias_relacionadas":["Gênesis 1:3","Provérbios 12:18","Colossenses 4:6"]},"genesis_32_19_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se aos presentes que Jacó está enviando a Esaú.","explicacao_detalhada":"Jacó oferece presentes como um gesto de reconciliação e respeito, buscando apaziguar a ira de seu irmão.","por_que_esta_palavra":"A palavra 'oferta' é significativa pois representa um ato de generosidade e humildade na busca pela paz.","conexao_teologica":"Ofertas são uma parte importante da adoração a Deus, simbolizando gratidão e reconhecimento de Sua soberania.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 1:2","Hebreus 13:16"]},"genesis_32_19_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à posição de Esaú como alguém a quem Jacó deve respeito.","explicacao_detalhada":"Jacó reconhece Esaú como seu senhor, indicando uma relação de hierarquia e a necessidade de humildade ao se aproximar dele.","por_que_esta_palavra":"A palavra 'soberano' destaca a importância do respeito nas relações familiares e sociais.","conexao_teologica":"Deus é descrito como o Soberano sobre toda a criação, e essa soberania deve ser reconhecida e respeitada.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 13:1"]},"genesis_32_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' é usada para se referir ao que Jacó deseja comunicar a Esaú.","explicacao_detalhada":"Jacó instrui seus servos sobre como se referir a ele e ao que está enviando, mostrando a importância da escolha das palavras.","por_que_esta_palavra":"A palavra 'palavra' é fundamental, pois representa a mensagem que deve ser transmitida a Esaú.","conexao_teologica":"As palavras têm poder e são usadas por Deus para criar e transformar, refletindo a importância da comunicação.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Mateus 12:36"]},"genesis_32_20_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' é utilizada novamente para enfatizar a ação de mandar presentes a Esaú.","explicacao_detalhada":"Jacó está reiterando a importância de enviar os presentes como um gesto de reconciliação.","por_que_esta_palavra":"A repetição da palavra 'enviar' reforça a intenção de Jacó de restaurar o relacionamento com Esaú.","conexao_teologica":"O envio de mensageiros é uma prática comum nas Escrituras, simbolizando a comunicação da vontade de Deus.","referencias_relacionadas":["Gênesis 45:5","Êxodo 3:10","Mateus 10:16"]},"genesis_32_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Jacó deseja que seus servos se apresentem a Esaú.","explicacao_detalhada":"Jacó instrui seus servos sobre a forma de se dirigirem a Esaú, enfatizando a importância da abordagem respeitosa.","por_que_esta_palavra":"A palavra 'modo' é significativa pois indica que a forma de comunicação é tão importante quanto o conteúdo.","conexao_teologica":"A maneira como nos apresentamos diante de Deus e dos outros reflete nossa atitude e respeito.","referencias_relacionadas":["1 Pedro 3:15","Colossenses 4:5","Filipenses 4:5"]},"genesis_32_21_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se a um presente ou tributo que é oferecido a alguém, neste caso, a Esaú.","explicacao_detalhada":"No contexto de Gênesis 32:21, Jacó envia uma oferta a Esaú como um gesto de reconciliação, buscando apaziguar seu irmão após anos de separação e conflito.","por_que_esta_palavra":"A escolha da palavra 'oferta' enfatiza a intenção de Jacó de se redimir e restaurar o relacionamento com Esaú.","conexao_teologica":"A oferta é um tema recorrente na Bíblia, simbolizando a devoção e a busca por reconciliação, refletindo a relação entre Deus e o homem.","referencias_relacionadas":["Gênesis 4:3-5","Êxodo 25:2","Levítico 1:2","Salmos 54:6","Mateus 5:24"]},"genesis_32_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação verbal de Jacó ao enviar mensageiros a Esaú.","explicacao_detalhada":"Em Gênesis 32:21, Jacó instrui seus mensageiros a dizerem a Esaú que ele vem com uma oferta, mostrando a importância da comunicação na resolução de conflitos.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a ação de Jacó, que busca estabelecer um diálogo com seu irmão.","conexao_teologica":"A comunicação é fundamental nas relações humanas e na relação entre Deus e a humanidade, sendo um meio de revelação e entendimento.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:14","Salmos 119:105","Mateus 12:34","Tiago 3:5"]},"genesis_32_21_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' indica a ação de Jacó de avançar em direção a Esaú após anos de separação.","explicacao_detalhada":"Neste versículo, 'seguir' implica não apenas em movimento físico, mas também em um passo em direção à reconciliação e à restauração do relacionamento.","por_que_esta_palavra":"A palavra 'seguir' é significativa, pois representa a determinação de Jacó em enfrentar seu passado e buscar um futuro pacífico.","conexao_teologica":"Seguir é um conceito importante na fé cristã, onde os crentes são chamados a seguir a Cristo e seus ensinamentos.","referencias_relacionadas":["Gênesis 12:1","Salmos 23:3","Mateus 4:19","Lucas 9:23","Hebreus 12:1"]},"genesis_32_22_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' é repetida, reforçando a importância do gesto de Jacó ao se aproximar de Esaú.","explicacao_detalhada":"A oferta é um símbolo de humildade e arrependimento, representando o desejo de Jacó de restaurar a relação com seu irmão.","por_que_esta_palavra":"A repetição da palavra 'oferta' destaca a seriedade da intenção de Jacó em buscar a paz.","conexao_teologica":"Ofertas são frequentemente usadas na Bíblia como um meio de adoração e reconciliação com Deus.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 2:1","Salmos 50:14","Mateus 5:24","Hebreus 13:16"]},"genesis_32_22_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos animais que Jacó estava oferecendo como parte de sua oferta a Esaú.","explicacao_detalhada":"Em Gênesis 32:22, o gado representa riqueza e prosperidade, e sua oferta é um sinal de respeito e intenção pacífica.","por_que_esta_palavra":"A escolha de 'gado' enfatiza a generosidade de Jacó e sua disposição em fazer sacrifícios para restaurar o relacionamento.","conexao_teologica":"O gado é frequentemente mencionado na Bíblia como um símbolo de bênção e prosperidade, refletindo a provisão de Deus.","referencias_relacionadas":["Gênesis 30:43","Gênesis 31:9","Êxodo 20:17","Salmos 8:7","Tiago 5:4"]},"genesis_32_22_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' é usada para descrever a ação de Jacó ao atravessar o rio, simbolizando a transição e o enfrentamento de desafios.","explicacao_detalhada":"Neste contexto, 'cruz' representa a superação de obstáculos e a determinação de Jacó em se encontrar com Esaú.","por_que_esta_palavra":"A palavra 'cruz' é significativa, pois simboliza a jornada de Jacó em busca de reconciliação e paz.","conexao_teologica":"A ideia de cruzar ou atravessar é frequentemente associada a desafios que levam a um novo começo, refletindo a jornada espiritual.","referencias_relacionadas":["Gênesis 32:10","Êxodo 14:21","Salmos 66:6","Mateus 14:25","Hebreus 11:29"]},"genesis_32_23_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de Jacó ao se preparar para o encontro com Esaú.","explicacao_detalhada":"Em Gênesis 32:23, 'levantar' simboliza a determinação de Jacó em enfrentar seu passado e buscar a reconciliação.","por_que_esta_palavra":"A palavra 'levantar' é importante, pois representa a disposição de Jacó em se erguer e agir em direção à paz.","conexao_teologica":"Levantar-se é um tema bíblico que simboliza renovação e novos começos, refletindo a ação de Deus na vida das pessoas.","referencias_relacionadas":["Gênesis 19:27","Salmos 3:3","Isaías 40:31","Mateus 17:7","Atos 3:6"]},"genesis_32_23_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' pode simbolizar clareza e revelação, especialmente em momentos de incerteza.","explicacao_detalhada":"Em Gênesis 32:23, a escuridão da noite contrasta com a luz que Jacó busca ao se preparar para o encontro com Esaú.","por_que_esta_palavra":"A luz é frequentemente associada à presença de Deus e à esperança em tempos de dificuldade.","conexao_teologica":"A luz é um símbolo poderoso na Bíblia, representando a verdade, a vida e a presença divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 27:1","João 8:12","2 Coríntios 4:6","Apocalipse 21:23"]},"genesis_32_23_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de Jacó ao agarrar o anjo, simbolizando a luta e a busca por bênçãos.","explicacao_detalhada":"Em Gênesis 32:23, Jacó toma uma atitude decisiva ao agarrar o anjo, representando sua determinação em não desistir até receber uma bênção.","por_que_esta_palavra":"A palavra 'tomar' é significativa, pois reflete a perseverança de Jacó em sua busca espiritual.","conexao_teologica":"Tomar ou agarrar é um conceito que simboliza a busca ativa por Deus e suas promessas.","referencias_relacionadas":["Gênesis 32:26","Salmos 63:8","Mateus 7:7","Filipenses 3:12","Hebreus 11:6"]},"genesis_32_24_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' é usada novamente para descrever a luta de Jacó, simbolizando a batalha espiritual que ele enfrenta.","explicacao_detalhada":"Em Gênesis 32:24, a luta de Jacó com o anjo representa a luta interna e a transformação que ele experimenta.","por_que_esta_palavra":"A repetição da palavra 'cruz' enfatiza a importância da luta espiritual na vida de fé.","conexao_teologica":"A luta de Jacó é um exemplo de como a perseverança e a fé podem levar a uma transformação espiritual.","referencias_relacionadas":["Gênesis 32:26","Romanos 7:15","Efésios 6:12","2 Timóteo 4:7","Hebreus 12:1"]},"genesis_32_24_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se ao ato de agarrar ou segurar, simbolizando um momento de luta e determinação.","explicacao_detalhada":"Neste versículo, Jacó luta com um homem durante a noite, e o ato de 'tomar' pode ser visto como uma metáfora para a luta espiritual e a busca por bênçãos.","por_que_esta_palavra":"A escolha da palavra 'tomar' enfatiza a intensidade da luta e a necessidade de se apegar à bênção divina.","conexao_teologica":"A luta de Jacó representa a perseverança na oração e na busca pela presença de Deus, refletindo a importância de se agarrar à fé.","referencias_relacionadas":["Gênesis 32:28","Gênesis 32:30","Romanos 12:12"]},"genesis_32_25_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à figura com a qual Jacó luta, que é interpretada como um anjo ou uma manifestação de Deus.","explicacao_detalhada":"Neste contexto, o 'homem' simboliza um ser celestial que representa a luta espiritual de Jacó e sua busca por uma nova identidade.","por_que_esta_palavra":"A palavra 'homem' é usada para descrever a dualidade da luta de Jacó, que é tanto física quanto espiritual.","conexao_teologica":"A luta de Jacó com o 'homem' é uma representação da luta de cada crente com suas próprias dificuldades e a busca por transformação.","referencias_relacionadas":["Gênesis 32:28","Oséias 12:3-4","Efésios 6:12"]},"genesis_32_25_luz":{"palavra_pt":"luz","palavra_original":"שַׁחַר","transliteracao":"shachar","strong":"H7837","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' é usada para descrever o momento em que a manhã chega, simbolizando a revelação e a clareza após a luta.","explicacao_detalhada":"A luz que surge após a luta de Jacó representa a esperança e a nova perspectiva que vem após a perseverança na fé.","por_que_esta_palavra":"A luz é um símbolo de Deus e de Sua presença, indicando que a luta de Jacó resultou em uma nova compreensão de sua identidade.","conexao_teologica":"A luz é frequentemente associada à presença de Deus e à verdade, refletindo a transformação que ocorre após a luta espiritual.","referencias_relacionadas":["Salmos 27:1","João 1:5","2 Coríntios 4:6"]},"genesis_32_25_descanso":{"palavra_pt":"descanso","palavra_original":"יָתַר","transliteracao":"yâthar","strong":"H3498","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao estado de alívio após a luta, simbolizando a paz que vem após a batalha espiritual.","explicacao_detalhada":"Após a luta, Jacó experimenta um descanso que representa a paz e a segurança que Deus oferece aos que perseveram.","por_que_esta_palavra":"A ideia de descanso é crucial, pois indica que, mesmo após a luta, há um tempo de renovação e restauração na presença de Deus.","conexao_teologica":"O descanso é um tema central na Bíblia, simbolizando a paz que Deus dá aos que confiam Nele.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-10","Salmos 23:2"]},"genesis_32_26_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção e à revelação que ocorre durante a luta de Jacó.","explicacao_detalhada":"Jacó é convidado a 'ver' a sua verdadeira identidade e o propósito de Deus para sua vida, que é revelado através da luta.","por_que_esta_palavra":"A palavra 'ver' enfatiza a importância da visão espiritual e da compreensão que vem após a luta.","conexao_teologica":"A visão espiritual é essencial para entender a vontade de Deus e a transformação que Ele opera em nossas vidas.","referencias_relacionadas":["Efésios 1:18","2 Coríntios 5:17","Salmos 119:18"]},"genesis_32_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Jacó é questionado sobre seu nome, ligando a luta à sua identidade.","explicacao_detalhada":"O questionamento sobre o nome de Jacó revela a importância da identidade e do caráter na relação com Deus.","por_que_esta_palavra":"A palavra 'porque' é usada para estabelecer uma conexão lógica entre a luta e a transformação que ocorre na vida de Jacó.","conexao_teologica":"A identidade em Cristo é fundamental para a vida cristã, e a luta muitas vezes revela quem realmente somos diante de Deus.","referencias_relacionadas":["Gênesis 32:28","Romanos 8:37","Gálatas 2:20"]},"genesis_32_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a autenticidade da luta e a necessidade de confrontar a realidade da própria vida.","explicacao_detalhada":"Jacó é confrontado com a verdade sobre sua identidade e seu passado, o que é essencial para sua transformação.","por_que_esta_palavra":"A verdade é um elemento crucial na relação com Deus, pois nos liberta e nos transforma.","conexao_teologica":"A verdade de Deus é fundamental para a vida cristã, e conhecer a verdade nos liberta.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"genesis_32_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à declaração feita pelo homem que luta com Jacó, revelando a importância da comunicação na luta.","explicacao_detalhada":"A declaração sobre o nome de Jacó é um ponto crucial na narrativa, pois representa a mudança de identidade e propósito.","por_que_esta_palavra":"A palavra 'dizer' destaca a importância das palavras e como elas podem moldar a identidade e o destino de uma pessoa.","conexao_teologica":"As palavras têm poder, e a declaração de Deus sobre nossas vidas é fundamental para nossa transformação.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Romanos 10:10"]},"genesis_32_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual Jacó é questionado, ligando a luta à sua nova identidade.","explicacao_detalhada":"A repetição da palavra 'porque' enfatiza a importância da identidade e do propósito na vida de Jacó após a luta.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica da transformação que ocorre na vida de Jacó.","conexao_teologica":"A compreensão do propósito de Deus em nossas vidas é essencial para a nossa caminhada de fé.","referencias_relacionadas":["Gênesis 32:28","Jeremias 29:11","Romanos 8:28"]},"genesis_32_27_luz":{"palavra_pt":"luz","palavra_original":"שַׁחַר","transliteracao":"shachar","strong":"H7837","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' é usada novamente para simbolizar a clareza e a revelação que vem após a luta.","explicacao_detalhada":"A luz que surge após a luta de Jacó representa a nova visão e entendimento que ele recebe de Deus.","por_que_esta_palavra":"A repetição da palavra 'luz' enfatiza a transformação e a esperança que vem após a batalha espiritual.","conexao_teologica":"A luz de Deus ilumina nosso caminho e nos guia em nossa jornada de fé.","referencias_relacionadas":["Salmos 119:105","João 8:12","1 João 1:5"]},"genesis_32_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de uma verdade ou uma declaração importante.","explicacao_detalhada":"No contexto de Gênesis 32:28, a palavra 'dizer' refere-se à declaração feita por Deus a Jacó, que simboliza uma mudança de identidade e propósito na vida de Jacó.","por_que_esta_palavra":"Esta palavra é crucial porque representa a autoridade da palavra de Deus e a transformação que ocorre quando Ele fala.","conexao_teologica":"A palavra de Deus tem poder para transformar vidas e realidades, como visto em várias passagens bíblicas.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"genesis_32_28_fim":{"palavra_pt":"fim","palavra_original":"מָה","transliteracao":"mâh","strong":"H4100","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' indica um término ou conclusão de um ciclo, especialmente no contexto da luta de Jacó.","explicacao_detalhada":"Em Gênesis 32:28, o 'fim' representa o encerramento de uma fase da vida de Jacó, onde ele luta com Deus e emerge transformado.","por_que_esta_palavra":"O 'fim' é significativo porque marca a transição de Jacó de um homem que luta para um homem que é abençoado.","conexao_teologica":"O conceito de 'fim' é frequentemente associado a novas começos na Bíblia, refletindo a natureza redentora de Deus.","referencias_relacionadas":["Isaías 43:18-19","Apocalipse 21:5","2 Coríntios 5:17"]},"genesis_32_29_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada novamente para enfatizar a comunicação divina.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'dizer' reforça a importância da declaração feita a Jacó sobre seu novo nome e identidade.","por_que_esta_palavra":"A palavra é fundamental para entender a revelação de Deus e a mudança que ocorre na vida de Jacó.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 17:5","Isaías 40:8","João 10:27"]},"genesis_32_29_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a autenticidade da nova identidade de Jacó.","explicacao_detalhada":"Neste contexto, a 'verdade' se refere à realidade da transformação que Deus opera na vida de Jacó, que passa a ser chamado de Israel.","por_que_esta_palavra":"A verdade é essencial para a fé, pois representa a fidelidade de Deus às suas promessas.","conexao_teologica":"A verdade de Deus é um tema recorrente na Escritura, enfatizando que Ele é a fonte de toda verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"genesis_32_29_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' simboliza a nova existência que Jacó recebe após seu encontro com Deus.","explicacao_detalhada":"Em Gênesis 32:29, a 'vida' representa não apenas a continuidade física, mas uma nova dimensão espiritual e relacional com Deus.","por_que_esta_palavra":"A vida é um tema central na Bíblia, refletindo a intenção de Deus de dar vida em abundância.","conexao_teologica":"A nova vida em Cristo é um conceito fundamental no Novo Testamento, mostrando a continuidade da obra de Deus.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Gálatas 2:20"]},"genesis_32_30_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' é usada para descrever a ação de Deus em conceder favor e graça a Jacó.","explicacao_detalhada":"No contexto de Gênesis 32:30, 'abençoar' implica em uma confirmação da nova identidade de Jacó e a promessa de Deus sobre sua vida.","por_que_esta_palavra":"A bênção de Deus é um tema recorrente, simbolizando a aprovação divina e a realização de promessas.","conexao_teologica":"A bênção é um elemento central na relação entre Deus e seu povo, refletindo seu amor e cuidado.","referencias_relacionadas":["Gênesis 12:2-3","Números 6:24-26","Efésios 1:3"]},"genesis_32_30_desejo":{"palavra_pt":"desejo","palavra_original":"שָׁאַל","transliteracao":"shâʼal","strong":"H7592","significado_raiz":"Ideia básica: desejo.","significado_contextual":"A palavra 'desejo' refere-se ao anseio de Jacó por uma bênção e um novo começo.","explicacao_detalhada":"Em Gênesis 32:30, o 'desejo' de Jacó é um reflexo de sua busca por uma relação mais profunda com Deus e por uma confirmação de sua nova identidade.","por_que_esta_palavra":"O desejo é um aspecto humano que nos leva a buscar a Deus e suas promessas.","conexao_teologica":"O desejo por Deus é um tema importante, mostrando a necessidade humana de conexão com o Criador.","referencias_relacionadas":["Salmos 42:1-2","Mateus 5:6","Filipenses 3:8"]},"genesis_32_30_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação divina.","explicacao_detalhada":"A repetição da palavra 'dizer' neste contexto destaca a importância da declaração de Deus sobre a vida de Jacó.","por_que_esta_palavra":"A palavra é vital para entender a revelação de Deus e a transformação que ocorre na vida de Jacó.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"genesis_32_31_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' é usada para descrever a ação de Deus em dar um novo nome a Jacó.","explicacao_detalhada":"Em Gênesis 32:31, 'chamar' refere-se ao ato de Deus de estabelecer uma nova identidade para Jacó, que passa a ser conhecido como Israel.","por_que_esta_palavra":"O ato de chamar é significativo, pois representa a autoridade de Deus em definir a identidade de seu povo.","conexao_teologica":"Deus chama seu povo pelo nome, refletindo seu relacionamento pessoal e íntimo com eles.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9"]},"genesis_32_31_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' é usada para descrever o lugar físico onde Jacó teve seu encontro com Deus.","explicacao_detalhada":"No contexto de Gênesis 32:31, 'corpo' pode simbolizar a totalidade do ser de Jacó, que foi impactado por sua experiência com Deus.","por_que_esta_palavra":"A noção de corpo é importante, pois reflete a encarnação da experiência espiritual na vida cotidiana.","conexao_teologica":"A relação entre o corpo e a espiritualidade é um tema importante na Bíblia, mostrando que somos seres integrais.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:25"]},"genesis_32_31_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou razão.","explicacao_detalhada":"Neste contexto, 'porque' é utilizado para justificar a mudança de nome de Jacó para Israel, simbolizando uma nova identidade após a luta com o anjo.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a luta de Jacó e sua transformação espiritual.","conexao_teologica":"A luta de Jacó representa a luta do povo de Israel com Deus e a busca por uma nova identidade em fé.","referencias_relacionadas":["Gênesis 32:28","Gênesis 35:10","Oséias 12:3-4"]},"genesis_32_32_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' refere-se ao astro que ilumina o dia, simbolizando luz e clareza.","explicacao_detalhada":"O sol é mencionado no contexto do amanhecer, simbolizando um novo começo e a esperança que vem após a luta.","por_que_esta_palavra":"O sol representa a luz divina que guia e renova, especialmente após momentos de escuridão e conflito.","conexao_teologica":"A luz do sol pode ser vista como uma metáfora para a presença de Deus e Sua orientação na vida do crente.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14","Apocalipse 22:16"]},"genesis_32_32_levantar":{"palavra_pt":"levantar","palavra_original":"זָרַח","transliteracao":"zârach","strong":"H2224","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada para descrever o ato de surgir ou aparecer.","explicacao_detalhada":"Neste contexto, 'levantar' se refere ao surgimento do sol após a noite, simbolizando renovação e esperança.","por_que_esta_palavra":"A ideia de levantar está ligada à transformação e ao novo começo que Jacó experimenta após sua luta.","conexao_teologica":"Levantar-se é um símbolo de ressurreição e renovação espiritual, temas centrais na fé cristã.","referencias_relacionadas":["Isaías 60:1","Romanos 6:4","2 Coríntios 5:17"]},"genesis_32_32_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' é usada para descrever a travessia ou passagem de um lugar para outro.","explicacao_detalhada":"No contexto, refere-se à travessia do rio Jaboque, simbolizando a transição de Jacó para uma nova fase de sua vida.","por_que_esta_palavra":"A travessia é um momento decisivo que representa a mudança e o enfrentamento de desafios.","conexao_teologica":"A ideia de cruzar pode ser vista como uma metáfora para a jornada de fé e os desafios que os crentes enfrentam.","referencias_relacionadas":["Gênesis 32:23","Êxodo 14:21-22","Salmos 66:6"]},"genesis_32_33_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao período de luz, simbolizando tempo e oportunidade.","explicacao_detalhada":"Neste contexto, o dia representa um novo tempo após a luta de Jacó, simbolizando esperança e renovação.","por_que_esta_palavra":"O dia é importante para entender a mudança que ocorre na vida de Jacó após sua experiência com Deus.","conexao_teologica":"O conceito de dia é frequentemente associado à criação e à obra de Deus na história da salvação.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:22","Eclesiastes 3:1"]},"genesis_32_33_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para expressar a realidade ou a autenticidade de algo.","explicacao_detalhada":"No contexto, a verdade é um tema central na luta de Jacó, onde ele confronta sua própria identidade e passado.","por_que_esta_palavra":"A busca pela verdade é essencial para a transformação espiritual e o relacionamento com Deus.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na vida cristã, como Jesus afirmou ser 'o caminho, a verdade e a vida'.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]}}