{"genesis_33_1_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever algo de grande importância ou magnitude.","explicacao_detalhada":"Neste contexto, 'grande' refere-se à grandeza do encontro entre Jacó e Esaú, simbolizando reconciliação.","por_que_esta_palavra":"A grandeza do momento é enfatizada para mostrar a importância da reconciliação familiar e do perdão.","conexao_teologica":"A reconciliação é um tema central na teologia cristã, refletindo o amor e o perdão de Deus.","referencias_relacionadas":["Gênesis 33:4","Mateus 5:9","2 Coríntios 5:18"]},"genesis_33_1_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é usada para descrever a ação de perceber ou observar.","explicacao_detalhada":"No contexto, 'ver' refere-se ao ato de Jacó ao observar Esaú e sua família, simbolizando a percepção da reconciliação.","por_que_esta_palavra":"Ver é crucial para entender a transformação na relação entre Jacó e Esaú após anos de separação.","conexao_teologica":"A visão espiritual é importante na fé, pois nos ajuda a perceber a obra de Deus em nossas vidas.","referencias_relacionadas":["Gênesis 33:1","Salmos 119:18","Hebreus 12:2"]},"genesis_33_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, enfatizando a humanidade de Jacó e Esaú.","explicacao_detalhada":"Neste contexto, 'homem' destaca a relação entre os dois irmãos, que são ambos humanos com suas fraquezas e virtudes.","por_que_esta_palavra":"A humanidade de Jacó e Esaú é central para a narrativa de reconciliação e perdão.","conexao_teologica":"A dignidade humana é um tema importante na teologia, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:8"]},"genesis_33_2_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada novamente para enfatizar a magnitude do encontro entre os irmãos.","explicacao_detalhada":"Aqui, 'grande' refere-se à quantidade de pessoas que Esaú trouxe com ele, simbolizando a prosperidade e a bênção.","por_que_esta_palavra":"A grandeza do grupo que Esaú trouxe destaca a generosidade e a restauração da relação entre os irmãos.","conexao_teologica":"A prosperidade e a bênção de Deus são temas recorrentes na narrativa bíblica, refletindo a fidelidade divina.","referencias_relacionadas":["Gênesis 33:2","Salmos 23:5","Deuteronômio 28:2"]},"genesis_33_2_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' refere-se à ideia de algo que não está claramente definido ou que não tem uma representação visível.","explicacao_detalhada":"No contexto de Gênesis 33:2, a palavra pode ser interpretada como uma referência a algo que não é facilmente identificado ou que não possui uma forma concreta. Isso pode se relacionar com a ideia de que Deus é muitas vezes invisível e não pode ser representado de maneira física.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a natureza transcendente de Deus, que não pode ser capturada por imagens ou representações humanas.","conexao_teologica":"A ideia de que Deus é 'unrepresented' se conecta com a doutrina da imutabilidade e invisibilidade de Deus, conforme mencionado em várias passagens bíblicas.","referencias_relacionadas":["Êxodo 20:4","Deuteronômio 4:15-16","João 4:24"]},"genesis_33_3_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' neste contexto refere-se à divindade, ao ser supremo que é adorado e reverenciado.","explicacao_detalhada":"Em Gênesis 33:3, a menção de Deus pode estar ligada ao reconhecimento da soberania divina sobre as ações humanas, especialmente no contexto da reconciliação entre Jacó e Esaú.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de Deus nas interações humanas e na história da salvação.","conexao_teologica":"A presença de Deus nas relações humanas é um tema central na teologia bíblica, mostrando como Ele atua na vida das pessoas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"genesis_33_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao território físico que é habitado ou cultivado.","explicacao_detalhada":"Em Gênesis 33:3, a menção da terra pode simbolizar a herança e as promessas de Deus a Abraão, Isaque e Jacó, ligando a terra à identidade do povo de Israel.","por_que_esta_palavra":"A terra é um elemento fundamental nas promessas de Deus ao Seu povo, representando segurança e pertencimento.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:2"]},"genesis_33_3_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' pode ser interpretada como um símbolo de sacrifício e redenção.","explicacao_detalhada":"Embora a cruz não seja mencionada diretamente em Gênesis 33:3, a ideia de cruz pode ser aplicada ao conceito de reconciliação e sacrifício que permeia toda a narrativa bíblica.","por_que_esta_palavra":"A cruz representa o sacrifício de Cristo, que é o cumprimento das promessas de Deus de redenção para a humanidade.","conexao_teologica":"A cruz é central na teologia cristã, simbolizando a vitória sobre o pecado e a morte.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","1 Pedro 2:24"]},"genesis_33_4_break":{"palavra_pt":"quebrar","palavra_original":"רוּץ","transliteracao":"rûwts","strong":"H7323","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"A palavra 'quebrar' refere-se a um ato de romper ou desintegrar algo.","explicacao_detalhada":"No contexto de Gênesis 33:4, 'quebrar' pode se referir à quebra de barreiras entre Jacó e Esaú, simbolizando a reconciliação e a restauração de relacionamentos.","por_que_esta_palavra":"A palavra é significativa porque representa a superação de conflitos e a restauração de laços familiares.","conexao_teologica":"A reconciliação é um tema central na Bíblia, refletindo o desejo de Deus de restaurar relacionamentos quebrados.","referencias_relacionadas":["Mateus 5:24","2 Coríntios 5:18-19","Efésios 2:14"]},"genesis_33_4_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao ato de descer ou tombar.","explicacao_detalhada":"Em Gênesis 33:4, 'cair' pode simbolizar a humildade e a disposição de se submeter, como Jacó fez ao se prostrar diante de Esaú.","por_que_esta_palavra":"A palavra é usada para ilustrar a atitude de humildade e arrependimento que é necessária para a reconciliação.","conexao_teologica":"A humildade é um princípio fundamental na vida cristã, refletindo a atitude de Cristo.","referencias_relacionadas":["Filipenses 2:8","Tiago 4:10","1 Pedro 5:6"]},"genesis_33_4_idiom":{"palavra_pt":"expressao","palavra_original":"בָּכָה","transliteracao":"bâkâh","strong":"H1058","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma manifestação de emoção ou sentimento.","explicacao_detalhada":"No contexto de Gênesis 33:4, a expressão pode se referir à demonstração de afeto e perdão entre Jacó e Esaú.","por_que_esta_palavra":"Esta palavra é importante porque destaca a necessidade de expressar emoções em relacionamentos, especialmente em momentos de reconciliação.","conexao_teologica":"A expressão de amor e perdão é um reflexo do caráter de Deus e de como Ele se relaciona conosco.","referencias_relacionadas":["1 João 4:19","Romanos 12:10","Colossenses 3:13"]},"genesis_33_5_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Em Gênesis 33:5, 'grande' pode se referir à grandeza da família de Jacó e à bênção que ele recebeu de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a generosidade e a abundância das bênçãos de Deus na vida de Jacó.","conexao_teologica":"A grandeza das bênçãos de Deus é um tema recorrente na Bíblia, mostrando Sua generosidade e fidelidade.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Tiago 1:17"]},"genesis_33_5_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se ao ato de perceber ou observar.","explicacao_detalhada":"Em Gênesis 33:5, 'ver' pode simbolizar a percepção de Jacó sobre a bondade de Deus em sua vida e a reconciliação com Esaú.","por_que_esta_palavra":"A palavra é significativa porque destaca a importância de reconhecer as bênçãos e a ação de Deus em nossas vidas.","conexao_teologica":"Ver a bondade de Deus é um convite à gratidão e à adoração.","referencias_relacionadas":["Salmos 34:8","Salmos 119:18","Hebreus 12:2"]},"genesis_33_5_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher/esposa' refere-se ao papel feminino na sociedade e na família.","explicacao_detalhada":"Em Gênesis 33:5, a menção de 'mulher' pode se referir à importância das mulheres na linhagem e na história do povo de Israel.","por_que_esta_palavra":"Esta palavra é usada para reconhecer o valor e a contribuição das mulheres na narrativa bíblica.","conexao_teologica":"A dignidade e o valor das mulheres são temas importantes na Bíblia, refletindo a criação de Deus.","referencias_relacionadas":["Provérbios 31:10","Gálatas 3:28","Efésios 5:25-28"]},"genesis_33_6_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que é reconhecida como o Criador e Senhor de todas as coisas.","explicacao_detalhada":"Neste contexto, 'deus' é mencionado em um momento de reverência e reconhecimento da soberania divina. A palavra implica uma relação de submissão e adoração.","por_que_esta_palavra":"A escolha da palavra 'deus' enfatiza a importância da espiritualidade e da devoção na vida dos personagens bíblicos.","conexao_teologica":"A palavra 'deus' é central na teologia bíblica, representando a autoridade e a presença de Deus na vida dos crentes.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2","Salmos 46:10"]},"genesis_33_6_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina, que pode simbolizar tanto a maternidade quanto a parceria na vida.","explicacao_detalhada":"Neste versículo, a menção à 'mulher' pode indicar a importância das relações familiares e sociais, destacando o papel da mulher na narrativa bíblica.","por_que_esta_palavra":"A palavra 'mulher' é utilizada para enfatizar a dignidade e o valor das mulheres na sociedade bíblica.","conexao_teologica":"A presença da mulher na narrativa bíblica reflete a criação de Deus e a importância das relações interpessoais.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Efésios 5:25"]},"genesis_33_7_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é novamente utilizada para reafirmar a presença e a autoridade divina na vida dos personagens.","explicacao_detalhada":"Neste contexto, a palavra 'deus' reforça a ideia de que todas as ações e decisões devem ser guiadas pela vontade divina.","por_que_esta_palavra":"A repetição da palavra 'deus' sublinha a centralidade da fé e da obediência a Deus nas interações humanas.","conexao_teologica":"A teologia bíblica enfatiza que Deus é o centro da vida e que todas as relações devem ser orientadas por Ele.","referencias_relacionadas":["Gênesis 1:26","Salmos 100:3","Isaías 40:28"]},"genesis_33_7_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' continua a representar a figura feminina, enfatizando sua importância nas relações familiares.","explicacao_detalhada":"A menção à 'mulher' neste contexto pode indicar a valorização das mulheres e seu papel nas dinâmicas familiares e sociais.","por_que_esta_palavra":"A palavra 'mulher' é crucial para entender a estrutura familiar e a importância das mulheres na narrativa bíblica.","conexao_teologica":"A teologia bíblica reconhece a mulher como co-participante na criação e na história da salvação.","referencias_relacionadas":["Gênesis 2:22","Rute 1:16","Gálatas 3:28"]},"genesis_33_7_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica movimento e direção, sugerindo a ideia de acompanhar ou obedecer.","explicacao_detalhada":"Neste contexto, 'seguir' pode indicar a disposição de um personagem em obedecer a outro ou a Deus, refletindo uma atitude de submissão.","por_que_esta_palavra":"A escolha da palavra 'seguir' é significativa para entender a dinâmica de liderança e obediência nas relações bíblicas.","conexao_teologica":"A teologia enfatiza a importância de seguir a Deus e Seus caminhos como parte da vida de fé.","referencias_relacionadas":["Mateus 4:19","Salmos 119:105","Romanos 8:14"]},"genesis_33_8_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se a animais domesticados, que são símbolos de riqueza e sustento na cultura bíblica.","explicacao_detalhada":"Neste contexto, 'gado' representa não apenas riqueza material, mas também a provisão de Deus para o Seu povo.","por_que_esta_palavra":"A menção ao 'gado' é importante para entender a economia e a vida rural da época bíblica.","conexao_teologica":"A presença de gado na narrativa bíblica pode simbolizar a bênção e a provisão divina.","referencias_relacionadas":["Gênesis 30:43","Salmos 50:10","Tiago 5:7"]},"genesis_33_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se a algo de tamanho ou importância considerável.","explicacao_detalhada":"Neste contexto, 'grande' pode indicar a magnitude de uma situação ou a importância de um evento na narrativa.","por_que_esta_palavra":"A escolha da palavra 'grande' é significativa para enfatizar a relevância do que está sendo discutido.","conexao_teologica":"A grandeza de Deus e de Suas obras é um tema recorrente na teologia bíblica.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"genesis_33_8_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à figura masculina, que desempenha papéis de liderança e responsabilidade.","explicacao_detalhada":"Neste contexto, 'homem' pode simbolizar a força e a responsabilidade que ele carrega em suas interações.","por_que_esta_palavra":"A palavra 'homem' é importante para entender as dinâmicas de gênero e liderança na narrativa bíblica.","conexao_teologica":"A teologia bíblica reconhece o papel do homem como líder e protetor na família e na sociedade.","referencias_relacionadas":["Gênesis 2:7","1 Timóteo 2:8","Efésios 5:23"]},"genesis_33_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada novamente para enfatizar a importância de uma declaração ou ação.","explicacao_detalhada":"Neste contexto, 'grande' pode indicar a magnitude da resposta ou a relevância do que está sendo dito.","por_que_esta_palavra":"A repetição da palavra 'grande' sublinha a importância do que está sendo discutido na narrativa.","conexao_teologica":"A grandeza de Deus e de Suas promessas é um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 145:6","Isaías 55:8","Romanos 11:33"]},"genesis_33_9_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é novamente utilizada para enfatizar a figura masculina em um contexto de diálogo e interação.","explicacao_detalhada":"Neste contexto, 'homem' pode simbolizar a responsabilidade e a liderança que ele exerce nas relações.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa para entender as dinâmicas sociais e familiares na narrativa bíblica.","conexao_teologica":"A teologia bíblica enfatiza o papel do homem como líder e responsável diante de Deus e da sociedade.","referencias_relacionadas":["Gênesis 1:27","1 Coríntios 11:3","Colossenses 3:19"]},"genesis_33_9_filho":{"palavra_pt":"filho","palavra_original":"עֵשָׂו","transliteracao":"ʻÊsâv","strong":"H6215","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a Esaú como filho de Isaque, destacando a relação familiar.","explicacao_detalhada":"A palavra 'filho' aqui enfatiza a identidade de Esaú dentro da linhagem de Isaque, mostrando a continuidade da promessa de Deus sobre a descendência.","por_que_esta_palavra":"A palavra é usada para reafirmar a conexão familiar e a importância da linhagem na narrativa bíblica.","conexao_teologica":"A relação entre pai e filho é central na teologia bíblica, simbolizando a herança espiritual e as promessas de Deus.","referencias_relacionadas":["Gênesis 25:25","Gênesis 27:1","Gênesis 28:1"]},"genesis_33_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Esaú expressa a grandeza de sua recepção ao ver Jacó, indicando uma mudança de coração.","explicacao_detalhada":"A palavra 'dizer' é utilizada para comunicar a generosidade e a disposição de Esaú em perdoar Jacó, refletindo a importância da comunicação na reconciliação.","por_que_esta_palavra":"É uma expressão de como as palavras podem ter um impacto significativo nas relações interpessoais.","conexao_teologica":"A comunicação é vital na relação entre Deus e a humanidade, assim como nas relações humanas.","referencias_relacionadas":["Gênesis 32:20","Provérbios 15:1","Tiago 1:19"]},"genesis_33_10_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é utilizada no contexto de Jacó buscando favor e proteção de Esaú.","explicacao_detalhada":"Jacó estava preocupado com a possibilidade de Esaú retaliar, e assim, ele implora por salvação e favor, mostrando a vulnerabilidade humana.","por_que_esta_palavra":"Reflete a necessidade de dependência de Deus e dos outros em momentos de crise.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a libertação do pecado e da morte.","referencias_relacionadas":["Salmos 34:22","Romanos 10:13","Efésios 2:8"]},"genesis_33_10_favour":{"palavra_pt":"graca/favor","palavra_original":"חֵן","transliteracao":"chên","strong":"H2580","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça/favor' expressa o desejo de Jacó por aceitação e bondade de Esaú.","explicacao_detalhada":"Jacó reconhece sua necessidade de favor, refletindo a condição humana de buscar aceitação e perdão.","por_que_esta_palavra":"A busca por graça é uma parte fundamental da experiência humana e espiritual.","conexao_teologica":"A graça de Deus é um tema central na teologia cristã, representando o amor imerecido de Deus por nós.","referencias_relacionadas":["Romanos 5:8","Efésios 2:8-9","2 Coríntios 12:9"]},"genesis_33_11_bencao":{"palavra_pt":"bencao","palavra_original":"בְּרָכָה","transliteracao":"Bᵉrâkâh","strong":"H1293","significado_raiz":"Ideia básica: bencao.","significado_contextual":"A bênção aqui se refere ao presente que Jacó oferece a Esaú como um sinal de reconciliação.","explicacao_detalhada":"A palavra 'bênção' implica em um desejo de prosperidade e favor divino, refletindo a importância da bênção na cultura hebraica.","por_que_esta_palavra":"A bênção é um ato significativo que estabelece relações e transmite favor.","conexao_teologica":"A bênção de Deus é um tema recorrente, simbolizando a presença e a aprovação divina.","referencias_relacionadas":["Gênesis 12:2","Números 6:24-26","Salmos 67:1"]},"genesis_33_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para justificar a oferta de Jacó a Esaú.","explicacao_detalhada":"Ela conecta a ação de Jacó com a razão de seu desejo de reconciliar-se com Esaú, mostrando a lógica por trás de suas ações.","por_que_esta_palavra":"É uma palavra que estabelece causa e efeito, essencial para a narrativa.","conexao_teologica":"A lógica e a razão são importantes na compreensão da vontade de Deus e na relação entre fé e ações.","referencias_relacionadas":["Gênesis 32:10","Romanos 8:28","Tiago 2:17"]},"genesis_33_11_achar":{"palavra_pt":"achar","palavra_original":"חָנַן","transliteracao":"chânan","strong":"H2603","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se ao desejo de Jacó de encontrar favor diante de Esaú.","explicacao_detalhada":"Jacó expressa sua esperança de que Esaú aceite seu presente e o perdoe, refletindo a busca humana por aceitação.","por_que_esta_palavra":"A busca por 'achar' algo é uma expressão da necessidade humana de conexão e aceitação.","conexao_teologica":"A busca por Deus e por Sua graça é um tema central na vida cristã.","referencias_relacionadas":["Mateus 7:7","Salmos 119:2","Hebreus 11:6"]},"genesis_33_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Esaú diz a Jacó que deve seguir em frente, indicando uma nova fase na relação entre eles.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a importância da comunicação e do entendimento mútuo na reconciliação.","por_que_esta_palavra":"As palavras têm poder e podem transformar relações, especialmente em contextos de conflito.","conexao_teologica":"A comunicação é essencial na relação com Deus, que se revela e se comunica conosco.","referencias_relacionadas":["Gênesis 31:49","Provérbios 18:21","Colossenses 4:6"]},"genesis_33_12_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' é usada para descrever o movimento físico e a jornada de vida de Jacó e Esaú.","explicacao_detalhada":"Refere-se não apenas ao ato físico de caminhar, mas também à jornada espiritual e relacional que eles estão empreendendo.","por_que_esta_palavra":"Andar simboliza a progressão na vida e nas relações, refletindo a dinâmica da fé.","conexao_teologica":"A caminhada com Deus é uma metáfora comum na Bíblia, representando o crescimento espiritual.","referencias_relacionadas":["Gênesis 5:24","Salmos 119:105","Gálatas 5:16"]},"genesis_33_12_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à direção que Jacó e Esaú estão tomando em suas vidas após a reconciliação.","explicacao_detalhada":"Indica a trajetória que cada um deles escolherá seguir, simbolizando escolhas e destinos.","por_que_esta_palavra":"O caminho é uma metáfora para a vida e as decisões que tomamos, refletindo a importância da escolha.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando a importância de seguir o caminho certo.","referencias_relacionadas":["Provérbios 3:6","Isaías 30:21","João 14:6"]},"genesis_33_13_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à transição da vida para a morte, um tema recorrente nas narrativas bíblicas.","explicacao_detalhada":"Neste contexto, a menção da morte pode estar relacionada ao temor de Jacó em relação ao seu irmão Esaú, refletindo a fragilidade da vida e a incerteza do futuro.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a seriedade da situação e o medo que Jacó sente ao se encontrar com Esaú, que ele teme que possa ter intenções hostis.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando a separação do homem de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 2:17","Eclesiastes 3:2","Romanos 6:23"]},"genesis_33_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação verbal, um ato fundamental nas interações humanas.","explicacao_detalhada":"Neste versículo, Jacó se refere à grandeza de sua família e bens, enfatizando a importância da comunicação na construção de relacionamentos.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da fala e da declaração de intenções entre Jacó e Esaú.","conexao_teologica":"A fala é um dom divino que reflete a capacidade de criar e comunicar, semelhante à criação do mundo através da palavra de Deus.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"genesis_33_13_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade e ao domínio, especialmente em relação a Deus e líderes.","explicacao_detalhada":"Jacó reconhece a posição de Esaú como um homem de poder, o que reflete a dinâmica de autoridade entre irmãos.","por_que_esta_palavra":"A utilização de 'soberano' enfatiza a necessidade de respeito e reconhecimento da posição do outro, especialmente em contextos de reconciliação.","conexao_teologica":"Deus é frequentemente descrito como o Soberano sobre toda a criação, e essa relação de autoridade é refletida nas interações humanas.","referencias_relacionadas":["Salmos 24:1","Romanos 13:1","1 Pedro 2:13"]},"genesis_33_14_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a ações ou trabalhos realizados, muitas vezes com um propósito específico.","explicacao_detalhada":"Jacó menciona a 'obra' para expressar o esforço e o cuidado que ele tem com sua família e bens, refletindo a responsabilidade de um líder familiar.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do trabalho e do esforço na vida cotidiana e nas relações familiares.","conexao_teologica":"A obra é vista como uma extensão da fé, onde as ações refletem a crença e a obediência a Deus.","referencias_relacionadas":["Gênesis 2:15","Efésios 2:10","Colossenses 3:23"]},"genesis_33_14_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' é usada novamente para reforçar a ideia de autoridade e respeito nas interações.","explicacao_detalhada":"Neste contexto, Jacó continua a reconhecer a posição de Esaú, mostrando humildade e respeito ao se dirigir a ele.","por_que_esta_palavra":"A repetição da palavra 'soberano' destaca a importância do reconhecimento da autoridade do outro em situações de reconciliação.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, refletindo a ordem e a estrutura que Ele estabelece nas relações humanas.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Apocalipse 19:16"]},"genesis_33_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação e a expressão de sentimentos.","explicacao_detalhada":"Jacó utiliza a palavra para expressar a grandeza de sua gratidão e a importância do relacionamento com Esaú.","por_que_esta_palavra":"A escolha de 'dizer' aqui reforça a ideia de que a comunicação é essencial para a reconciliação e a construção de relacionamentos saudáveis.","conexao_teologica":"A comunicação é um reflexo da imagem de Deus em nós, que se comunica com a humanidade através da Sua Palavra.","referencias_relacionadas":["Gênesis 1:26","Mateus 12:34","Efésios 4:29"]},"genesis_33_15_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"Jacó fala sobre sua posição 'entre' os membros de sua família e a necessidade de cuidar deles, refletindo sua responsabilidade como patriarca.","por_que_esta_palavra":"A palavra 'entre' é significativa pois mostra a interconexão das relações familiares e a importância da unidade.","conexao_teologica":"A ideia de estar 'entre' é central na teologia da comunidade, onde os crentes são chamados a viver em união e amor.","referencias_relacionadas":["Atos 2:44","Romanos 12:5","1 Coríntios 12:12"]},"genesis_33_15_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se a um grupo de indivíduos unidos por laços familiares ou culturais.","explicacao_detalhada":"Jacó menciona seu 'povo' para destacar a importância da família e da comunidade em sua vida.","por_que_esta_palavra":"A utilização da palavra 'povo' enfatiza a identidade coletiva e a responsabilidade que cada membro tem para com os outros.","conexao_teologica":"A Bíblia frequentemente fala sobre o povo de Deus, enfatizando a importância da comunidade na vida espiritual.","referencias_relacionadas":["Êxodo 19:6","Salmos 100:3","1 Pedro 2:9"]},"genesis_33_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de oportunidade ou mudança.","explicacao_detalhada":"Neste contexto, Jacó menciona o 'dia' como um momento crucial para a reconciliação com Esaú, simbolizando um novo começo.","por_que_esta_palavra":"A palavra 'dia' é significativa pois representa a importância do tempo e das oportunidades que Deus nos dá.","conexao_teologica":"O conceito de 'dia' é frequentemente utilizado na Bíblia para simbolizar a obra de Deus na história e os momentos de intervenção divina.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"genesis_33_16_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou estabelecer algo, seja físico ou espiritual.","explicacao_detalhada":"Jacó fala sobre 'edificar' como um chamado para cuidar e proteger sua família, refletindo a responsabilidade de um líder.","por_que_esta_palavra":"A escolha da palavra 'edificar' enfatiza a importância de construir relacionamentos saudáveis e uma vida em comunidade.","conexao_teologica":"A edificação é um tema central na vida cristã, onde os crentes são chamados a edificar uns aos outros na fé.","referencias_relacionadas":["Mateus 7:24","1 Coríntios 3:9","Efésios 4:12"]},"genesis_33_16_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida em um sentido amplo, incluindo a existência física e espiritual.","explicacao_detalhada":"A palavra 'vida' neste contexto pode ser entendida como a essência da existência, que é um tema central na narrativa bíblica, onde a vida é dada por Deus e é sagrada.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da vida e da continuidade da linhagem e das promessas de Deus.","conexao_teologica":"A vida é um dom divino, e a Bíblia frequentemente associa a vida com a obediência a Deus e a sua vontade.","referencias_relacionadas":["Gênesis 2:7","Deuteronômio 30:19","João 10:10"]},"genesis_33_17_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir ou estabelecer algo duradouro.","explicacao_detalhada":"A construção de uma casa ou estrutura é um símbolo de segurança e estabilidade, refletindo a necessidade humana de um lar e de um lugar seguro.","por_que_esta_palavra":"A palavra é usada para mostrar a intenção de estabelecer um lar e uma nova vida após um período de dificuldades.","conexao_teologica":"A construção é frequentemente vista como um ato de fé e obediência a Deus, que promete bênçãos sobre aqueles que seguem seus caminhos.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 11:10"]},"genesis_33_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar físico, mas também pode simbolizar a família e a comunidade.","explicacao_detalhada":"A casa é mais do que uma estrutura; representa a unidade familiar e a proteção que Deus oferece aos seus filhos.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de um lar como um lugar de refúgio e crescimento espiritual.","conexao_teologica":"A Bíblia frequentemente usa a imagem da casa para descrever a relação entre Deus e seu povo, como em 'a casa de Deus'.","referencias_relacionadas":["Salmos 23:6","Mateus 7:24","Efésios 2:19"]},"genesis_33_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a um animal forte, simbolizando proteção ou força.","explicacao_detalhada":"Embora a palavra não seja comum no contexto, pode sugerir a ideia de força e defesa, características que podem ser associadas a Deus como nosso protetor.","por_que_esta_palavra":"A inclusão da palavra pode ser uma metáfora para a força necessária para enfrentar desafios.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso que defende seus filhotes.","referencias_relacionadas":["Salmos 91:2","Isaías 40:11","Miquéias 5:8"]},"genesis_33_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, simbolizando a herança e a promessa de Deus ao seu povo.","explicacao_detalhada":"A terra é um tema central na Bíblia, representando não apenas um lugar físico, mas também a promessa de Deus de bênçãos e prosperidade.","por_que_esta_palavra":"A palavra é usada para enfatizar a conexão entre o povo de Deus e a terra que Ele lhes deu.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com seu povo e da realização de suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 8:7-10"]},"genesis_33_18_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local de habitação e comunidade, simbolizando segurança e civilização.","explicacao_detalhada":"A cidade é um lugar onde as pessoas se reúnem, e na Bíblia, muitas vezes representa a presença de Deus entre seu povo.","por_que_esta_palavra":"A palavra é utilizada para mostrar a importância da comunidade e da vida em conjunto sob a proteção de Deus.","conexao_teologica":"A cidade de Deus é um tema recorrente, simbolizando a esperança e a redenção final.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"genesis_33_18_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar, simbolizando a ação e a resposta a um convite.","explicacao_detalhada":"A palavra implica movimento e ação, refletindo a necessidade de se aproximar de Deus e de sua vontade.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da resposta ativa ao chamado de Deus.","conexao_teologica":"A ideia de 'vir' é central na chamada de Deus para seu povo, convidando-os a se aproximar dEle.","referencias_relacionadas":["Mateus 11:28","Apocalipse 22:17","Isaías 55:1"]},"genesis_33_19_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se ao ato de trazer algo à existência, simbolizando a ação criativa de Deus.","explicacao_detalhada":"A criação é um ato divino que demonstra o poder e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a capacidade de Deus de criar e transformar a realidade.","conexao_teologica":"Deus é o Criador, e a criação é um testemunho de sua grandeza e amor.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:7","Colossenses 1:16"]},"genesis_33_19_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de ação e poder.","explicacao_detalhada":"A mão é frequentemente usada na Bíblia para representar a ação de Deus e a capacidade humana de agir.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a ação e a intervenção de Deus na vida das pessoas.","conexao_teologica":"A mão de Deus é um símbolo de proteção e ajuda, mostrando seu envolvimento ativo na criação.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","João 10:28"]},"genesis_33_20_nome":{"palavra_pt":"nome","palavra_original":"נָצַב","transliteracao":"nâtsab","strong":"H5324","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome como uma identificação e representação de caráter.","explicacao_detalhada":"Na cultura bíblica, o nome carrega um significado profundo e muitas vezes reflete a natureza ou a missão da pessoa.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do nome como uma forma de estabelecer identidade e legado.","conexao_teologica":"O nome de Deus é sagrado e representa sua natureza e caráter, sendo central na adoração e na oração.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9-10"]},"genesis_33_20_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Um altar é um local sagrado onde se oferecem sacrifícios a Deus.","explicacao_detalhada":"No contexto de Gênesis 33:20, Jacó constrói um altar em homenagem a Deus após seu encontro com Esaú, simbolizando gratidão e devoção. O altar representa um espaço de comunhão entre o homem e Deus.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a prática de adoração e sacrifício no Antigo Testamento, onde os altares eram usados para estabelecer um relacionamento com Deus.","conexao_teologica":"O altar é um símbolo de sacrifício e redenção, prefigurando o sacrifício de Cristo na cruz.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Levítico 1:5"]},"genesis_33_20_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar implica invocar ou nomear algo ou alguém.","explicacao_detalhada":"Em Gênesis 33:20, Jacó chama o altar de 'El Elohe Israel', que significa 'Deus, o Deus de Israel', indicando a importância do nome e da identidade divina.","por_que_esta_palavra":"A palavra 'chamar' destaca a prática de nomear lugares e eventos significativos na vida espiritual, refletindo a relação de Deus com seu povo.","conexao_teologica":"Chamar o nome de Deus é um ato de reconhecimento e adoração, que se conecta à ideia de invocar o Senhor em momentos de necessidade.","referencias_relacionadas":["Gênesis 12:8","Gênesis 21:33","Salmos 116:13"]}}