{"genesis_34_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao solo ou região geográfica.","explicacao_detalhada":"Em Gênesis 34:1, a menção da terra é importante para entender o contexto cultural e geográfico em que os eventos se desenrolam, especialmente em relação à vida dos patriarcas.","por_que_esta_palavra":"A palavra 'terra' é fundamental na narrativa bíblica, pois representa a herança e a promessa de Deus ao povo de Israel.","conexao_teologica":"A terra é um símbolo da promessa de Deus e do lugar onde Ele estabelece seu povo.","referencias_relacionadas":["Gênesis 12:1","Gênesis 15:18","Deuteronômio 8:7"]},"genesis_34_1_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Sair implica deixar um lugar ou entrar em uma nova situação.","explicacao_detalhada":"No contexto de Gênesis 34:1, a palavra 'sair' é usada para descrever a ação de Diná ao deixar a tenda de sua família, o que leva a eventos significativos na narrativa.","por_que_esta_palavra":"A ideia de 'sair' é importante para entender as transições e as escolhas que os personagens fazem, refletindo suas interações com o mundo ao redor.","conexao_teologica":"Sair pode simbolizar a busca por identidade e propósito, temas recorrentes na jornada do povo de Deus.","referencias_relacionadas":["Gênesis 12:1","Gênesis 19:17","Êxodo 3:10"]},"genesis_34_1_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver refere-se à percepção ou observação de algo.","explicacao_detalhada":"Em Gênesis 34:1, a palavra 'ver' é usada para descrever a ação de Diná ao observar as filhas da terra, o que leva a sua interação com Siquém.","por_que_esta_palavra":"A palavra 'ver' é significativa, pois implica a escolha e a decisão que Diná faz ao se expor a novas experiências.","conexao_teologica":"Ver é um ato que pode levar à compreensão e ao discernimento, temas que são essenciais na vida espiritual.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Hebreus 12:2"]},"genesis_34_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao solo ou região geográfica.","explicacao_detalhada":"A repetição da palavra 'terra' em Gênesis 34:2 enfatiza a importância do contexto geográfico e cultural na narrativa, especialmente em relação à interação de Diná com os habitantes da terra.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a dinâmica entre os israelitas e os povos vizinhos.","conexao_teologica":"A terra é um símbolo da promessa de Deus e do lugar onde Ele estabelece seu povo.","referencias_relacionadas":["Gênesis 12:1","Gênesis 15:18","Deuteronômio 8:7"]},"genesis_34_2_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Descanso implica repouso ou descanso em um lugar.","explicacao_detalhada":"Em Gênesis 34:2, a palavra 'descanso' é usada para descrever a ação de Siquém ao se deitar com Diná, o que leva a consequências significativas na narrativa.","por_que_esta_palavra":"A palavra 'descanso' é importante para entender a intimidade e as relações entre os personagens, refletindo escolhas que têm repercussões.","conexao_teologica":"O descanso pode simbolizar a busca por segurança e aceitação, temas que são relevantes na vida espiritual.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28","Hebreus 4:9-10"]},"genesis_34_2_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver refere-se à percepção ou observação de algo.","explicacao_detalhada":"A repetição da palavra 'ver' em Gênesis 34:2 destaca a importância da observação e da escolha que Diná faz ao se envolver com Siquém.","por_que_esta_palavra":"A palavra 'ver' é significativa, pois implica a escolha e a decisão que os personagens fazem em suas interações.","conexao_teologica":"Ver é um ato que pode levar à compreensão e ao discernimento, temas que são essenciais na vida espiritual.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Hebreus 12:2"]},"genesis_34_3_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Amar implica um forte afeto ou apego a alguém.","explicacao_detalhada":"Em Gênesis 34:3, a palavra 'amar' é usada para descrever o afeto que Siquém sente por Diná após a sua interação, o que complica a narrativa.","por_que_esta_palavra":"A palavra 'amar' é crucial para entender as dinâmicas emocionais e sociais entre os personagens, refletindo a complexidade das relações humanas.","conexao_teologica":"O amor é um tema central na Bíblia, refletindo a natureza de Deus e seu relacionamento com a humanidade.","referencias_relacionadas":["1 João 4:8","Romanos 13:10","Efésios 5:25"]},"genesis_34_3_jejum":{"palavra_pt":"jejum","palavra_original":"דָּבַק","transliteracao":"dâbaq","strong":"H1692","significado_raiz":"Ideia básica: jejum.","significado_contextual":"Jejum implica uma união ou apego intenso a algo.","explicacao_detalhada":"A palavra 'jejum' em Gênesis 34:3 é usada para descrever a intensidade do amor de Siquém por Diná, simbolizando um desejo profundo e comprometido.","por_que_esta_palavra":"A palavra 'jejum' é importante para entender a profundidade das emoções e a seriedade das relações, especialmente em contextos de compromisso.","conexao_teologica":"O jejum pode simbolizar a busca por uma conexão mais profunda com Deus e com os outros, refletindo a natureza do amor verdadeiro.","referencias_relacionadas":["Isaías 58:6","Mateus 6:16-18","Atos 13:3"]},"genesis_34_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação verbal entre os personagens.","explicacao_detalhada":"No contexto de Gênesis 34:4, 'dizer' refere-se à ação de comunicar um desejo ou intenção, que é fundamental para o desenvolvimento da narrativa.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação nas relações humanas e nas decisões que são tomadas.","conexao_teologica":"A comunicação é um aspecto essencial da criação divina, refletindo a capacidade de Deus de se revelar e se relacionar com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Provérbios 18:21"]},"genesis_34_4_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à identidade feminina e ao papel da mulher na sociedade.","explicacao_detalhada":"Em Gênesis 34:4, a menção da 'mulher' destaca a importância das relações familiares e sociais, especialmente no contexto de casamento e honra.","por_que_esta_palavra":"A palavra 'mulher' é usada para enfatizar a dignidade e o valor da mulher, que é uma figura central na narrativa.","conexao_teologica":"A criação da mulher a partir do homem (Gênesis 2:22) estabelece a base para a compreensão da igualdade e da complementaridade entre os gêneros.","referencias_relacionadas":["Gênesis 2:22","Provérbios 31:10","Efésios 5:25-33"]},"genesis_34_5_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"A palavra 'planejar' indica a intenção de formular um curso de ação.","explicacao_detalhada":"No versículo, 'planejar' é usado para descrever a ação deliberada de um personagem que busca uma solução para uma situação complicada.","por_que_esta_palavra":"A escolha de 'planejar' sugere que as ações dos personagens são motivadas por intenções e estratégias, refletindo a complexidade das interações humanas.","conexao_teologica":"Deus também planeja e tem um propósito para a criação, o que se reflete nas ações humanas.","referencias_relacionadas":["Provérbios 16:9","Jeremias 29:11","Romanos 8:28"]},"genesis_34_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Em Gênesis 34:5, 'porque' conecta a ação de planejar com a razão por trás dela, mostrando a lógica das decisões tomadas.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação dos personagens e a sequência dos eventos.","conexao_teologica":"A compreensão das razões por trás das ações é fundamental para a teologia da responsabilidade moral.","referencias_relacionadas":["Tiago 1:5","Romanos 12:2","1 Pedro 3:15"]},"genesis_34_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"No contexto, 'filho' é importante para entender as relações familiares e as alianças que se formam entre os personagens.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da herança e da identidade familiar na cultura da época.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Efésios 6:1-4"]},"genesis_34_6_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' indica a ação de deixar um lugar ou situação.","explicacao_detalhada":"Em Gênesis 34:6, 'sair' é usado para descrever a movimentação de um personagem em resposta a um evento significativo.","por_que_esta_palavra":"A palavra 'sair' é importante para entender a dinâmica da narrativa e as consequências das ações dos personagens.","conexao_teologica":"A ideia de 'sair' pode ser vista como uma metáfora para a libertação e a jornada espiritual.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Hebreus 11:8"]},"genesis_34_6_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal e à troca de informações.","explicacao_detalhada":"No versículo, 'falar' é crucial para a interação entre os personagens e para a resolução do conflito.","por_que_esta_palavra":"A escolha de 'falar' destaca a importância da comunicação na resolução de problemas e na construção de relacionamentos.","conexao_teologica":"A fala é um dom divino, refletindo a capacidade de Deus de se comunicar com a humanidade.","referencias_relacionadas":["Salmos 19:14","Provérbios 15:23","Tiago 1:19"]},"genesis_34_6_hamor":{"palavra_pt":"hamor","palavra_original":"חֲמוֹר","transliteracao":"Chămôwr","strong":"H2544","significado_raiz":"Ideia básica: hamor.","significado_contextual":"A palavra 'hamor' refere-se a um personagem específico, que desempenha um papel importante na narrativa.","explicacao_detalhada":"Em Gênesis 34:6, Hamor é o pai de Siquém e sua ação é central para o desenvolvimento da história.","por_que_esta_palavra":"A menção de 'hamor' é significativa para entender as relações de poder e as alianças entre os povos.","conexao_teologica":"A história de Hamor e sua família ilustra as complexidades das interações entre diferentes culturas e a moralidade nas relações.","referencias_relacionadas":["Gênesis 34:2","Gênesis 34:8","Gênesis 34:24"]},"genesis_34_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para enfatizar a continuidade da linhagem e a importância das relações familiares.","explicacao_detalhada":"Neste contexto, 'filho' refere-se a Siquém, que é central para o conflito que se desenrola na narrativa.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a conexão entre as gerações e as consequências das ações dos pais sobre os filhos.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, refletindo a responsabilidade e as consequências das escolhas.","referencias_relacionadas":["Gênesis 4:25","Gênesis 21:12","Efésios 6:4"]},"genesis_34_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à identidade masculina e ao papel do homem na sociedade.","explicacao_detalhada":"Em Gênesis 34:7, 'homem' é usado para descrever Siquém, que toma uma ação decisiva na narrativa.","por_que_esta_palavra":"A escolha de 'homem' destaca a responsabilidade e a ação que os personagens masculinos têm nas histórias bíblicas.","conexao_teologica":"A Bíblia apresenta uma visão de masculinidade que envolve liderança e responsabilidade, refletindo o caráter de Deus.","referencias_relacionadas":["Gênesis 2:15","1 Timóteo 2:8","Efésios 5:23"]},"genesis_34_7_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de repousar ou estar em um estado de tranquilidade após um evento tumultuado.","explicacao_detalhada":"Neste contexto, 'descanso' implica um momento de pausa e reflexão após a violência que ocorreu, sugerindo a necessidade de um espaço seguro para processar os acontecimentos.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de um espaço de calma em meio ao caos, refletindo a busca por segurança e paz.","conexao_teologica":"O descanso é um tema recorrente na Bíblia, simbolizando a paz que Deus oferece aos seus seguidores, especialmente após provações.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28","Hebreus 4:9-10"]},"genesis_34_8_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar ou expressar pensamentos e sentimentos.","explicacao_detalhada":"Neste versículo, 'falar' é crucial para a resolução de conflitos, mostrando que a comunicação é essencial para a compreensão mútua entre os personagens envolvidos.","por_que_esta_palavra":"A escolha da palavra destaca a importância da palavra falada na mediação de conflitos e na construção de relacionamentos.","conexao_teologica":"A comunicação é um princípio fundamental na relação entre Deus e a humanidade, onde a palavra de Deus é central.","referencias_relacionadas":["Tiago 1:19","Provérbios 15:1","Efésios 4:29"]},"genesis_34_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de expressar algo de forma significativa ou impactante.","explicacao_detalhada":"Neste contexto, 'dizer' é utilizado para enfatizar a gravidade da situação e a necessidade de uma declaração clara e firme.","por_que_esta_palavra":"A palavra é escolhida para transmitir a seriedade da comunicação necessária em tempos de crise.","conexao_teologica":"A importância da palavra é um tema central na Bíblia, onde a criação e a revelação de Deus são feitas através da fala.","referencias_relacionadas":["Gênesis 1:3","Romanos 10:17","Hebreus 11:3"]},"genesis_34_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou progenitura, enfatizando a continuidade da linhagem.","explicacao_detalhada":"Neste versículo, 'filho' é usado para destacar a relação familiar e a importância da herança e identidade dentro do contexto da narrativa.","por_que_esta_palavra":"A palavra é significativa para entender as dinâmicas familiares e as promessas de Deus em relação à descendência.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, especialmente em relação a Jesus como o Filho de Deus.","referencias_relacionadas":["Gênesis 17:7","Mateus 3:17","João 1:12"]},"genesis_34_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, muitas vezes em um contexto de necessidade ou súplica.","explicacao_detalhada":"Neste contexto, 'dar' implica uma ação de oferta que pode ser interpretada como um pedido de reconciliação ou compensação.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a dinâmica de troca e a necessidade de restaurar relacionamentos danificados.","conexao_teologica":"O ato de dar é um reflexo do caráter generoso de Deus, que oferece a salvação e bênçãos aos seus filhos.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:7","Atos 20:35"]},"genesis_34_9_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"Refere-se a uma palavra que não possui uma tradução direta, mas é usada para indicar a presença de um objeto ou conceito.","explicacao_detalhada":"Neste caso, 'unrepresented' é uma partícula que serve para conectar a ação de dar a um objeto específico, embora não seja explicitamente mencionado.","por_que_esta_palavra":"A palavra é importante para a estrutura gramatical do hebraico, ajudando a clarificar a relação entre os elementos da frase.","conexao_teologica":"Embora não tenha um significado teológico direto, a presença de palavras que conectam ideias é essencial para a compreensão da revelação divina.","referencias_relacionadas":["Gênesis 1:1","Salmos 119:105","Colossenses 3:17"]},"genesis_34_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, enfatizando a importância da terra na narrativa bíblica.","explicacao_detalhada":"Neste contexto, 'terra' é um símbolo de herança e promessa, representando o lugar onde o povo de Deus habitará.","por_que_esta_palavra":"A palavra é utilizada para destacar a conexão entre o povo e a terra prometida, um tema central na história de Israel.","conexao_teologica":"A terra é frequentemente vista como um símbolo da bênção de Deus e do cumprimento de suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"genesis_34_10_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir ou avaliar uma situação, muitas vezes em um contexto de justiça.","explicacao_detalhada":"Neste versículo, 'julgar' implica a necessidade de discernimento e justiça em meio a conflitos e disputas.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a responsabilidade de tomar decisões justas e sábias.","conexao_teologica":"A justiça é um atributo de Deus, e a Bíblia frequentemente chama os crentes a agir com justiça em suas relações.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Provérbios 21:15"]},"genesis_34_10_agarrar":{"palavra_pt":"agarrar","palavra_original":"אָחַז","transliteracao":"ʼâchaz","strong":"H270","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de segurar ou prender algo firmemente.","explicacao_detalhada":"Neste contexto, 'agarrar' pode simbolizar a luta por controle ou posse em uma situação de conflito.","por_que_esta_palavra":"A palavra é utilizada para descrever a intensidade da ação e a determinação dos personagens envolvidos.","conexao_teologica":"A ideia de agarrar pode ser vista como uma metáfora para a busca de Deus e a necessidade de se apegar a Ele em tempos de dificuldade.","referencias_relacionadas":["Isaías 41:10","Filipenses 3:12-14","Hebreus 10:23"]},"genesis_34_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de expressar algo de forma significativa ou impactante.","explicacao_detalhada":"Neste versículo, 'dizer' é utilizado para enfatizar a gravidade da situação e a necessidade de uma declaração clara e firme.","por_que_esta_palavra":"A palavra é escolhida para transmitir a seriedade da comunicação necessária em tempos de crise.","conexao_teologica":"A importância da palavra é um tema central na Bíblia, onde a criação e a revelação de Deus são feitas através da fala.","referencias_relacionadas":["Gênesis 1:3","Romanos 10:17","Hebreus 11:3"]},"genesis_34_11_favour":{"palavra_pt":"graca/favor","palavra_original":"חֵן","transliteracao":"chên","strong":"H2580","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' ou 'favor' refere-se à benevolência e aceitação que alguém pode receber de outra pessoa.","explicacao_detalhada":"Neste contexto, a palavra é usada para expressar o desejo de um favor ou aceitação, especialmente em uma situação de negociação ou pedido.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da aceitação mútua e da bondade nas relações humanas.","conexao_teologica":"A graça é um tema central na teologia cristã, representando a bondade imerecida de Deus para com a humanidade.","referencias_relacionadas":["Gênesis 6:8","Salmos 84:11","Efésios 2:8-9"]},"genesis_34_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada para indicar a ação de conceder algo a alguém.","explicacao_detalhada":"Neste versículo, a palavra é usada em um contexto de negociação, onde um pedido é feito para que algo seja dado em troca de um favor.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a troca e a reciprocidade nas interações sociais.","conexao_teologica":"A ideia de dar é fundamental na relação entre Deus e os homens, onde Deus dá livremente a salvação.","referencias_relacionadas":["Mateus 7:7","Lucas 6:38","Tiago 1:17"]},"genesis_34_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é repetida, reforçando a ideia de concessão e troca.","explicacao_detalhada":"Aqui, a palavra é usada novamente em um contexto de negociação, onde se busca um acordo que envolva a entrega de algo.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância do ato de dar em situações de conflito ou negociação.","conexao_teologica":"A generosidade é um princípio que reflete o caráter de Deus, que dá abundantemente aos seus filhos.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Romanos 12:13"]},"genesis_34_13_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' pode simbolizar percepção, vigilância ou atenção.","explicacao_detalhada":"Neste contexto, a palavra é usada para indicar a observação e a atenção que se deve ter em situações delicadas.","por_que_esta_palavra":"A escolha da palavra 'olho' sugere a necessidade de discernimento e cuidado nas interações.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do 'olho' para descrever a vigilância de Deus sobre seu povo.","referencias_relacionadas":["Salmos 32:8","Provérbios 15:3","Mateus 6:22"]},"genesis_34_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade familiar.","explicacao_detalhada":"Neste versículo, a palavra é usada para enfatizar a importância da linhagem e das relações familiares.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a conexão e a responsabilidade que existem entre pais e filhos.","conexao_teologica":"A relação entre Deus e seu povo é frequentemente descrita em termos de paternidade e filiação.","referencias_relacionadas":["Gênesis 1:26-27","Romanos 8:14","Efésios 1:5"]},"genesis_34_13_craft":{"palavra_pt":"craft","palavra_original":"מִרְמָה","transliteracao":"mirmâh","strong":"H4820","significado_raiz":"Ideia básica: craft.","significado_contextual":"A palavra 'craft' pode referir-se a habilidade ou astúcia em fazer algo.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a habilidade de manipular situações a favor de alguém.","por_que_esta_palavra":"A escolha da palavra sugere a necessidade de astúcia em situações complexas.","conexao_teologica":"A sabedoria e a habilidade são dons que Deus concede aos seus servos para cumprir sua vontade.","referencias_relacionadas":["Êxodo 31:3","Provérbios 22:29","Tiago 1:5"]},"genesis_34_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma metáfora para força ou proteção.","explicacao_detalhada":"Neste versículo, a palavra é usada para descrever a força necessária para enfrentar desafios.","por_que_esta_palavra":"A escolha da palavra sugere a necessidade de coragem e proteção em tempos de crise.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte que defende seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Romanos 8:31"]},"genesis_34_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' ou 'coisa' refere-se à comunicação e à expressão de ideias.","explicacao_detalhada":"Neste contexto, a palavra é usada para enfatizar a importância da comunicação clara nas negociações.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a necessidade de honestidade e clareza nas interações.","conexao_teologica":"A Palavra de Deus é central na fé cristã, sendo a base da revelação divina.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Salmos 119:105"]},"genesis_34_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é novamente utilizada, reforçando a ideia de concessão.","explicacao_detalhada":"Aqui, a palavra é usada em um contexto de pedido, onde se busca algo em troca de um favor.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da troca e da reciprocidade nas relações.","conexao_teologica":"A generosidade é um princípio que reflete o caráter de Deus, que dá livremente a salvação.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:6","Atos 20:35"]},"genesis_34_15_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ideia de resgatar ou proteger.","explicacao_detalhada":"Neste contexto, a palavra é usada para indicar a intenção de proteger ou resgatar alguém em uma situação difícil.","por_que_esta_palavra":"A escolha da palavra 'salvar' sugere a urgência e a necessidade de intervenção em momentos críticos.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a ação de Deus em resgatar seu povo.","referencias_relacionadas":["Salmos 34:22","Romanos 10:13","Efésios 2:8"]},"genesis_34_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas ou abordadas.","explicacao_detalhada":"A palavra 'modo' implica uma maneira específica de agir ou proceder, que é crucial para a compreensão das normas e costumes da época.","por_que_esta_palavra":"É utilizada para descrever a forma como um acordo ou uma ação deve ser realizada, refletindo a importância da conformidade com as tradições.","conexao_teologica":"O modo de agir é frequentemente ligado à obediência às leis de Deus e à moralidade nas relações interpessoais.","referencias_relacionadas":["Êxodo 18:20","Deuteronômio 5:32","Salmos 119:4"]},"genesis_34_15_destruir":{"palavra_pt":"destruir","palavra_original":"מוּל","transliteracao":"mûwl","strong":"H4135","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Indica a ação de causar a ruína ou a extinção de algo.","explicacao_detalhada":"A palavra 'destruir' é usada para enfatizar a gravidade das consequências de ações que vão contra a vontade de Deus, levando à desolação.","por_que_esta_palavra":"É relevante no contexto de advertir sobre as consequências de desobedecer às leis divinas.","conexao_teologica":"A destruição é frequentemente vista como um juízo divino sobre o pecado e a iniquidade.","referencias_relacionadas":["Gênesis 19:24","Deuteronômio 7:2","Ezequiel 18:30"]},"genesis_34_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, muitas vezes em um contexto de necessidade ou súplica.","explicacao_detalhada":"A palavra 'dar' é utilizada para expressar a ação de oferecer algo a alguém, seja um presente, ajuda ou um compromisso.","por_que_esta_palavra":"É importante no contexto de relações sociais e acordos, onde a generosidade e a reciprocidade são valorizadas.","conexao_teologica":"Dar é uma expressão do amor e da compaixão que Deus espera de Seu povo.","referencias_relacionadas":["Mateus 5:42","Lucas 6:38","Atos 20:35"]},"genesis_34_16_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar uma decisão ou fazer um julgamento sobre uma situação.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de avaliar e decidir com justiça, especialmente em questões morais e éticas.","por_que_esta_palavra":"É crucial no contexto de resolver disputas e manter a ordem social.","conexao_teologica":"O julgamento é uma característica de Deus, que é justo e reto em todas as Suas decisões.","referencias_relacionadas":["Salmos 9:7","Isaías 11:3-4","Tiago 4:12"]},"genesis_34_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de descer ou ser derrubado, muitas vezes simbolizando uma queda moral ou espiritual.","explicacao_detalhada":"A palavra 'cair' pode ser usada metaforicamente para descrever a perda de status ou a queda em desgraça devido a ações erradas.","por_que_esta_palavra":"É relevante no contexto de advertir sobre as consequências de ações que vão contra a vontade de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus devido ao pecado.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 Pedro 5:8"]},"genesis_34_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade ou à conformidade com os fatos, especialmente em um contexto moral.","explicacao_detalhada":"A palavra 'verdade' é fundamental para a integridade das relações e a fidelidade aos compromissos.","por_que_esta_palavra":"É usada para enfatizar a importância da honestidade e da transparência nas interações humanas.","conexao_teologica":"Deus é descrito como a verdade, e os crentes são chamados a viver em verdade.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"genesis_34_17_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar posse de algo, muitas vezes com determinação.","explicacao_detalhada":"A palavra 'tomar' implica uma ação deliberada de apropriação, que pode ser física ou emocional.","por_que_esta_palavra":"É relevante no contexto de reivindicar direitos ou fazer escolhas significativas.","conexao_teologica":"Tomar posse é um tema que se relaciona com a herança espiritual e as promessas de Deus.","referencias_relacionadas":["Gálatas 3:29","Romanos 8:17","Hebreus 11:1"]},"genesis_34_17_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou progredir em uma determinada direção.","explicacao_detalhada":"A palavra 'andar' é frequentemente usada como uma metáfora para a maneira como se vive a vida, especialmente em relação à fé.","por_que_esta_palavra":"É importante no contexto de descrever o estilo de vida de uma pessoa em relação a Deus.","conexao_teologica":"Andar com Deus é um chamado para viver em comunhão e obediência a Ele.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","1 João 1:7"]},"genesis_34_18_achar":{"palavra_pt":"achar","palavra_original":"יָטַב","transliteracao":"yâṭab","strong":"H3190","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se ao ato de encontrar ou descobrir algo que se estava procurando.","explicacao_detalhada":"A palavra 'achar' implica uma busca que resulta em sucesso, muitas vezes associada a verdades espirituais.","por_que_esta_palavra":"É relevante no contexto de buscar sabedoria e entendimento.","conexao_teologica":"A busca pela verdade e pela sabedoria é um tema central na vida cristã.","referencias_relacionadas":["Provérbios 2:4","Mateus 7:7","Tiago 1:5"]},"genesis_34_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou um conceito que possui significado.","explicacao_detalhada":"A palavra 'palavra' é fundamental na comunicação e na revelação de Deus ao homem.","por_que_esta_palavra":"É usada para enfatizar a importância da comunicação e da verdade expressa.","conexao_teologica":"A Palavra de Deus é viva e eficaz, e é através dela que conhecemos a vontade de Deus.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Salmos 119:105"]},"genesis_34_18_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de ver, mas também pode simbolizar percepção e entendimento.","explicacao_detalhada":"No contexto de Gênesis 34:18, a palavra 'olho' é usada para descrever a visão literal, mas também pode implicar em uma visão mais profunda sobre as intenções e ações dos personagens envolvidos.","por_que_esta_palavra":"A palavra 'olho' é fundamental para expressar a ideia de observação e julgamento, que são temas recorrentes na narrativa bíblica.","conexao_teologica":"Os olhos são frequentemente usados na Bíblia como metáfora para a percepção espiritual e a capacidade de discernir entre o bem e o mal.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:18","Provérbios 15:3"]},"genesis_34_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como um símbolo de força e ferocidade.","explicacao_detalhada":"Neste versículo, a menção ao 'urso' pode estar relacionada à ideia de proteção e defesa, refletindo a natureza agressiva que pode ser necessária em certas situações.","por_que_esta_palavra":"A palavra é usada para enfatizar a força e a determinação dos personagens na narrativa, mostrando a seriedade da situação.","conexao_teologica":"A ferocidade do urso pode ser vista como uma representação da luta entre o bem e o mal, onde a força é necessária para prevalecer.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Daniel 7:5"]},"genesis_34_19_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou um comando, essencial para a comunicação entre os personagens.","explicacao_detalhada":"A palavra 'palavra' neste contexto é crucial, pois representa a comunicação e a negociação entre os personagens, refletindo a importância da linguagem nas interações humanas.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a importância da fala e da promessa na cultura hebraica, onde a palavra tem poder.","conexao_teologica":"A palavra é um tema central na Bíblia, simbolizando a criação e a revelação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","João 1:1"]},"genesis_34_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo é feito, indicando a abordagem ou método.","explicacao_detalhada":"Neste versículo, 'modo' sugere a forma como as ações devem ser realizadas, enfatizando a importância da intenção e da ética nas ações.","por_que_esta_palavra":"A palavra é usada para ressaltar que a maneira de agir é tão importante quanto a ação em si, refletindo valores morais.","conexao_teologica":"A forma como agimos é um reflexo de nossa fé e compromisso com os princípios divinos.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Mateus 7:12"]},"genesis_34_20_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar, indicando um convite ou uma convocação.","explicacao_detalhada":"A palavra 'vir' é usada para descrever a ação de se aproximar, que é fundamental para a interação entre os personagens na narrativa.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância do relacionamento e da comunhão entre as pessoas.","conexao_teologica":"O chamado de Deus para o seu povo é um tema central na Bíblia, onde Ele convida as pessoas a se aproximarem d'Ele.","referencias_relacionadas":["Mateus 11:28","Isaías 55:1","Apocalipse 22:17"]},"genesis_34_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, enfatizando a continuidade da linhagem e a importância da família.","explicacao_detalhada":"A palavra 'filho' é central na narrativa, pois representa a herança e a identidade dentro da cultura hebraica.","por_que_esta_palavra":"A menção de 'filho' destaca a importância das relações familiares e a responsabilidade que vem com a paternidade.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Efésios 6:1","Lucas 15:11-32"]},"genesis_34_20_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, simbolizando comunidade e segurança.","explicacao_detalhada":"A palavra 'cidade' neste contexto representa não apenas um lugar físico, mas também a ideia de um lar e um espaço de convivência.","por_que_esta_palavra":"A cidade é um símbolo de civilização e organização social, refletindo a importância da comunidade na vida do povo hebreu.","conexao_teologica":"Cidades na Bíblia muitas vezes representam a presença de Deus entre Seu povo e a segurança que Ele oferece.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"genesis_34_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a dignidade e o valor da pessoa.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a humanidade em geral, mas também pode se referir a um indivíduo específico dentro da narrativa.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da individualidade e da responsabilidade moral de cada homem.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia bíblica, refletindo a dignidade e o propósito da vida humana.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"genesis_34_21_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou decidir sobre uma questão, essencial para a justiça.","explicacao_detalhada":"A palavra 'julgar' é crucial no contexto, pois implica a necessidade de discernimento e justiça nas ações dos personagens.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da justiça e da moralidade nas interações humanas.","conexao_teologica":"Deus é frequentemente descrito como o juiz justo, e a justiça é um tema central na Bíblia.","referencias_relacionadas":["Salmos 9:7-8","Isaías 1:17","Mateus 7:1-2"]},"genesis_34_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, simbolizando a herança e a promessa de Deus.","explicacao_detalhada":"A palavra 'terra' é usada para descrever não apenas o espaço físico, mas também a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A menção da terra destaca a importância da herança e da relação do povo com o lugar que habitam.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Hebreus 11:9-10"]},"genesis_34_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, especificamente um homem adulto, no contexto de um acordo ou negociação.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para denotar a masculinidade e a responsabilidade que um homem possui em situações sociais e familiares. No contexto de Gênesis 34:22, o termo é utilizado para discutir a posição de um homem em relação a outro, especialmente em questões de honra e justiça.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a importância da figura masculina nas interações sociais e jurídicas da época, refletindo a cultura patriarcal.","conexao_teologica":"A figura do homem é frequentemente associada à liderança e à responsabilidade nas Escrituras, refletindo o papel que Deus designou para o homem na criação.","referencias_relacionadas":["Gênesis 1:27","Gênesis 2:18","1 Timóteo 2:8"]},"genesis_34_22_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar uma decisão ou fazer um julgamento sobre uma situação ou pessoa.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica um processo de avaliação e decisão, muitas vezes relacionado à justiça e à moralidade. No contexto de Gênesis 34:22, o julgamento é crucial para resolver um conflito entre famílias.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de uma decisão justa e ponderada em situações de conflito, refletindo a importância da justiça nas relações humanas.","conexao_teologica":"Deus é frequentemente descrito como o juiz supremo, e a justiça é um tema central nas Escrituras, mostrando a importância de julgar com retidão.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"genesis_34_22_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou ser derrubado, muitas vezes em um sentido figurado de perda de status ou honra.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode ser interpretada como uma mudança de estado, especialmente em situações de conflito ou desgraça. No contexto de Gênesis 34:22, pode simbolizar a queda de uma reputação ou a perda de dignidade.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a gravidade da situação e as consequências que podem advir de ações impensadas.","conexao_teologica":"A queda é um tema recorrente nas Escrituras, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Gênesis 3:6","Provérbios 16:18","Romanos 5:12"]},"genesis_34_23_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Novamente, refere-se ao ato de avaliar e decidir sobre uma questão, especialmente em um contexto de conflito.","explicacao_detalhada":"A repetição da palavra 'julgar' (יָשַׁב) reforça a seriedade da situação e a necessidade de uma decisão justa. No contexto de Gênesis 34:23, a palavra é usada para enfatizar a importância de um julgamento que leve em conta a verdade e a justiça.","por_que_esta_palavra":"A escolha de 'julgar' destaca a responsabilidade de tomar decisões que afetarão a vida de outros, refletindo a moralidade e a ética nas relações.","conexao_teologica":"A justiça é um atributo de Deus, e os seres humanos são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Deuteronômio 16:20","Salmos 9:7","Isaías 1:17"]},"genesis_34_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade ou à conformidade com os fatos, especialmente em um contexto de honestidade.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a necessidade de honestidade nas interações e decisões. No contexto de Gênesis 34:23, a verdade é fundamental para a resolução do conflito.","por_que_esta_palavra":"A escolha da palavra 'verdade' é crucial para destacar a importância da integridade e da transparência nas relações humanas.","conexao_teologica":"Deus é a fonte da verdade, e a busca pela verdade é um princípio fundamental nas Escrituras.","referencias_relacionadas":["João 8:32","Salmos 119:160","Provérbios 12:22"]},"genesis_34_24_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se ao ato de prestar atenção e compreender, especialmente em um contexto de comunicação.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) implica não apenas escutar, mas também entender e agir de acordo. No contexto de Gênesis 34:24, ouvir é essencial para a resolução do conflito.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a importância da comunicação e da disposição para entender o outro.","conexao_teologica":"A capacidade de ouvir é vista como uma virtude nas Escrituras, refletindo a disposição de Deus para ouvir o clamor de Seu povo.","referencias_relacionadas":["Tiago 1:19","Salmos 34:15","Isaías 55:3"]},"genesis_34_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, especialmente no contexto familiar e de herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para enfatizar a continuidade da linhagem e a importância das relações familiares. No contexto de Gênesis 34:24, o filho é central para a discussão sobre honra e responsabilidade.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a importância da família e das relações interpessoais nas decisões sociais.","conexao_teologica":"A relação entre pais e filhos é um tema importante nas Escrituras, refletindo o amor e a responsabilidade que Deus tem por Seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Efésios 6:1"]},"genesis_34_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir, especialmente em um contexto de comportamento social.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica uma abordagem ou estilo de vida. No contexto de Gênesis 34:24, o modo de agir é crucial para a resolução do conflito.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da conduta e das escolhas que fazemos em nossas interações.","conexao_teologica":"As Escrituras frequentemente falam sobre o modo de vida que agrada a Deus, refletindo a importância da ética e da moralidade.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:16","1 Pedro 2:12"]},"genesis_34_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para marcar um tempo específico em que eventos importantes ocorrem. No contexto de Gênesis 34:25, o dia é crucial para a narrativa do conflito e suas consequências.","por_que_esta_palavra":"A escolha da palavra 'dia' destaca a importância do tempo em relação aos eventos que se desenrolam na história.","conexao_teologica":"O conceito de tempo é importante nas Escrituras, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"genesis_34_25_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, muitas vezes associado a comunidades e interações sociais.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para denotar um centro de vida social e cultural. No contexto de Gênesis 34:25, a cidade é o cenário onde os eventos do conflito ocorrem.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância das comunidades e das interações sociais nas narrativas bíblicas.","conexao_teologica":"As cidades são frequentemente mencionadas nas Escrituras como lugares de encontro e de decisões importantes, refletindo a vida em comunidade.","referencias_relacionadas":["Gênesis 10:11","Salmos 46:4","Mateus 5:14"]},"genesis_34_25_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao ato de matar ou eliminar alguém, neste caso, os homens da cidade de Siquém.","explicacao_detalhada":"No contexto de Gênesis 34:25, a destruição é uma resposta à violação da filha de Jacó, Diná. Os filhos de Jacó, Simeão e Levi, tomam essa ação extrema como vingança pela injustiça cometida.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a gravidade da ação e a intensidade da resposta dos irmãos de Diná à ofensa.","conexao_teologica":"A destruição aqui pode ser vista como uma reflexão sobre a justiça e a vingança, temas que permeiam a narrativa bíblica e a relação entre o povo de Deus e as nações ao seu redor.","referencias_relacionadas":["Gênesis 34:26","Gênesis 34:27","Êxodo 21:12","Números 35:16","Deuteronômio 19:11"]},"genesis_34_26_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar ou à residência, simbolizando segurança e pertencimento.","explicacao_detalhada":"Em Gênesis 34:26, a casa é o local onde os homens de Siquém foram mortos, representando a quebra da segurança e da paz que deveria existir em um lar.","por_que_esta_palavra":"A utilização da palavra 'casa' destaca a tragédia que ocorre dentro de um espaço que deveria ser sagrado e seguro.","conexao_teologica":"A casa é frequentemente usada na Bíblia como um símbolo da presença de Deus e da comunidade. A destruição de uma casa pode representar a ruptura da aliança e da proteção divina.","referencias_relacionadas":["Gênesis 18:19","Salmos 127:1","Mateus 7:24","Hebreus 3:4","1 Pedro 2:5"]},"genesis_34_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência, simbolizando continuidade e herança.","explicacao_detalhada":"No contexto de Gênesis 34:26, o 'filho' é uma referência aos homens da cidade que foram mortos, destacando a tragédia que se abate sobre as gerações futuras.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a conexão familiar e a perda que a violência traz para a linhagem.","conexao_teologica":"A ideia de filhos e herança é central na narrativa bíblica, onde a continuidade da promessa de Deus é passada de geração em geração.","referencias_relacionadas":["Gênesis 4:25","Gênesis 17:7","Salmos 127:3","Mateus 19:14","Efésios 6:4"]},"genesis_34_26_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao ato de matar ou eliminar alguém, neste caso, os homens da cidade de Siquém.","explicacao_detalhada":"No contexto de Gênesis 34:26, a destruição é uma resposta à violação da filha de Jacó, Diná. Os filhos de Jacó, Simeão e Levi, tomam essa ação extrema como vingança pela injustiça cometida.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a gravidade da ação e a intensidade da resposta dos irmãos de Diná à ofensa.","conexao_teologica":"A destruição aqui pode ser vista como uma reflexão sobre a justiça e a vingança, temas que permeiam a narrativa bíblica e a relação entre o povo de Deus e as nações ao seu redor.","referencias_relacionadas":["Gênesis 34:25","Gênesis 34:27","Êxodo 21:12","Números 35:16","Deuteronômio 19:11"]},"genesis_34_27_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, um centro de vida comunitária e social.","explicacao_detalhada":"Em Gênesis 34:27, a cidade de Siquém é o cenário da violência perpetrada pelos filhos de Jacó, simbolizando a destruição da comunidade e da ordem social.","por_que_esta_palavra":"A palavra 'cidade' é significativa porque representa não apenas um lugar físico, mas também a vida e as relações que existem dentro dela.","conexao_teologica":"A cidade é um tema recorrente na Bíblia, frequentemente associada à prosperidade ou à destruição, dependendo da fidelidade do povo a Deus.","referencias_relacionadas":["Gênesis 19:1","Salmos 46:4","Isaías 1:21","Mateus 5:14","Apocalipse 21:2"]},"genesis_34_27_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao fim da vida, um tema central na narrativa de vingança e justiça.","explicacao_detalhada":"Em Gênesis 34:27, a morte é o resultado da ação dos filhos de Jacó, que buscam justiça pela violação de sua irmã, refletindo a gravidade da situação.","por_que_esta_palavra":"A escolha da palavra 'morte' enfatiza a seriedade das consequências das ações humanas e a inevitabilidade do juízo.","conexao_teologica":"A morte é um tema que permeia a Bíblia, simbolizando tanto a consequência do pecado quanto a promessa de vida eterna através de Cristo.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Hebreus 9:27","Apocalipse 21:4","1 Coríntios 15:26"]},"genesis_34_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência, simbolizando continuidade e herança.","explicacao_detalhada":"No contexto de Gênesis 34:27, o 'filho' é uma referência aos homens da cidade que foram mortos, destacando a tragédia que se abate sobre as gerações futuras.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a conexão familiar e a perda que a violência traz para a linhagem.","conexao_teologica":"A ideia de filhos e herança é central na narrativa bíblica, onde a continuidade da promessa de Deus é passada de geração em geração.","referencias_relacionadas":["Gênesis 4:25","Gênesis 17:7","Salmos 127:3","Mateus 19:14","Efésios 6:4"]},"genesis_34_28_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, um centro de vida comunitária e social.","explicacao_detalhada":"Em Gênesis 34:28, a cidade de Siquém é novamente mencionada, reforçando a ideia de que a violência teve um impacto profundo na comunidade.","por_que_esta_palavra":"A palavra 'cidade' é significativa porque representa não apenas um lugar físico, mas também a vida e as relações que existem dentro dela.","conexao_teologica":"A cidade é um tema recorrente na Bíblia, frequentemente associada à prosperidade ou à destruição, dependendo da fidelidade do povo a Deus.","referencias_relacionadas":["Gênesis 19:1","Salmos 46:4","Isaías 1:21","Mateus 5:14","Apocalipse 21:2"]},"genesis_34_28_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' é uma partícula que indica a presença ou a inclusão de algo ou alguém.","explicacao_detalhada":"Em Gênesis 34:28, a palavra 'unrepresented' é usada para indicar a inclusão dos bens e pessoas que foram levados pelos filhos de Jacó após a destruição.","por_que_esta_palavra":"A escolha dessa palavra ressalta a ideia de que nada foi deixado para trás, simbolizando a totalidade da ação dos irmãos.","conexao_teologica":"A inclusão de todos os aspectos da vida na narrativa bíblica mostra como Deus se importa com cada detalhe da vida de seu povo.","referencias_relacionadas":["Gênesis 14:21","Gênesis 31:14","Êxodo 12:38","Salmos 105:37","Mateus 10:30"]},"genesis_34_29_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar ou à residência, simbolizando segurança e pertencimento.","explicacao_detalhada":"Em Gênesis 34:29, a casa é o local de onde os bens e as pessoas foram levados, representando a perda de segurança e a desolação.","por_que_esta_palavra":"A utilização da palavra 'casa' destaca a tragédia que ocorre dentro de um espaço que deveria ser sagrado e seguro.","conexao_teologica":"A casa é frequentemente usada na Bíblia como um símbolo da presença de Deus e da comunidade. A destruição de uma casa pode representar a ruptura da aliança e da proteção divina.","referencias_relacionadas":["Gênesis 18:19","Salmos 127:1","Mateus 7:24","Hebreus 3:4","1 Pedro 2:5"]},"genesis_34_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas, destacando a importância do modo de vida.","explicacao_detalhada":"A palavra 'modo' implica em um estilo ou maneira de agir que é característico de um grupo ou indivíduo. No contexto de Gênesis 34:29, isso pode se referir ao modo como os filhos de Jacó lidaram com a situação envolvendo a filha Diná.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a forma como as decisões e ações são tomadas, refletindo a moral e os valores da família de Jacó.","conexao_teologica":"O modo de vida dos filhos de Jacó é um reflexo da aliança de Deus com eles, mostrando como suas ações devem estar alinhadas com os princípios divinos.","referencias_relacionadas":["Gênesis 18:19","Salmos 119:1","Provérbios 4:26"]},"genesis_34_29_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar e à importância dos laços familiares na cultura israelita.","explicacao_detalhada":"A palavra 'família' neste contexto destaca a proteção e a responsabilidade que os membros da família têm uns pelos outros, especialmente em situações de crise.","por_que_esta_palavra":"A ênfase na família mostra como as relações familiares são fundamentais para a identidade e a sobrevivência do povo de Deus.","conexao_teologica":"A família é vista como uma instituição divina, e suas interações refletem a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 2:24","Êxodo 20:12","Salmos 127:3"]},"genesis_34_30_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões e avaliar situações, especialmente em contextos de justiça.","explicacao_detalhada":"A palavra 'julgar' implica em discernimento e a capacidade de fazer escolhas justas, algo que os filhos de Jacó precisavam fazer após a violação de sua irmã.","por_que_esta_palavra":"A necessidade de julgar corretamente é crucial para manter a integridade e a justiça dentro da comunidade.","conexao_teologica":"Deus é descrito como o juiz supremo, e os humanos são chamados a refletir essa justiça em suas próprias decisões.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Provérbios 21:15"]},"genesis_34_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico, mas também simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, representando não apenas o espaço físico, mas também a promessa de Deus a Abraão e seus descendentes.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da bênção, e sua posse é um tema recorrente nas Escrituras.","conexao_teologica":"A relação entre o povo de Deus e a terra prometida é um aspecto fundamental da aliança divina.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Salmos 37:11"]},"genesis_34_30_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude ou importância de algo que é dito ou feito.","explicacao_detalhada":"A palavra 'dizer' neste contexto pode indicar a gravidade das palavras proferidas pelos filhos de Jacó em resposta ao que aconteceu com Diná.","por_que_esta_palavra":"As palavras têm poder e podem influenciar ações e decisões, especialmente em momentos críticos.","conexao_teologica":"A fala de Deus é frequentemente associada à criação e à revelação, mostrando a importância da palavra na vida espiritual.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"genesis_34_31_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância das declarações feitas em um momento de crise.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a necessidade de comunicação clara e decisiva em tempos de conflito.","por_que_esta_palavra":"As palavras têm um peso significativo e podem moldar a percepção e as ações dos outros.","conexao_teologica":"Assim como Deus fala e Sua palavra é poderosa, os seres humanos também são chamados a usar suas palavras com sabedoria.","referencias_relacionadas":["Gênesis 1:26","Salmos 19:14","Colossenses 4:6"]},"genesis_34_31_femea":{"palavra_pt":"femea","palavra_original":"זָנָה","transliteracao":"zânâh","strong":"H2181","significado_raiz":"Ideia básica: femea.","significado_contextual":"Refere-se ao gênero feminino, especialmente em relação à dignidade e ao valor das mulheres na sociedade.","explicacao_detalhada":"A palavra 'fêmea' neste contexto pode se referir à condição de Diná e à forma como ela foi tratada pelos homens ao seu redor.","por_que_esta_palavra":"A dignidade da mulher é um tema importante na Bíblia, e a forma como ela é tratada reflete a moralidade da sociedade.","conexao_teologica":"Deus criou homem e mulher à Sua imagem, e ambos têm valor e dignidade diante d'Ele.","referencias_relacionadas":["Gênesis 1:27","Provérbios 31:10","Gálatas 3:28"]},"genesis_34_31_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma ação que pode ser interpretada como uma metáfora para força ou proteção.","explicacao_detalhada":"A palavra 'urso' pode simbolizar a força que os filhos de Jacó precisavam demonstrar em defesa da honra de sua irmã.","por_que_esta_palavra":"A força é frequentemente necessária em situações de injustiça, e a Bíblia chama os crentes a se levantarem em defesa dos oprimidos.","conexao_teologica":"Deus é descrito como um protetor forte, e os crentes são chamados a refletir essa força em suas ações.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Romanos 12:19"]}}