{"genesis_35_1_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à necessidade de tomar decisões justas e sábias em momentos de crise.","explicacao_detalhada":"A repetição da palavra 'julgar' enfatiza a importância de discernir corretamente a vontade de Deus em situações difíceis.","por_que_esta_palavra":"A capacidade de julgar é essencial para a liderança e a vida comunitária, especialmente entre o povo de Deus.","conexao_teologica":"Deus é o juiz supremo, e os líderes são chamados a agir com justiça e integridade.","referencias_relacionadas":["Deuteronômio 1:16","Salmos 9:7","Miquéias 6:8"]},"genesis_35_1_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à força necessária para enfrentar desafios e proteger a família.","explicacao_detalhada":"A palavra 'urso' pode simbolizar a força que Jacó precisava invocar ao retornar a Betel e reafirmar sua aliança com Deus.","por_que_esta_palavra":"A força é uma qualidade necessária para cumprir o chamado de Deus, especialmente em tempos de mudança.","conexao_teologica":"Deus é uma fonte de força e coragem, e os crentes são encorajados a confiar n'Ele em tempos de dificuldade.","referencias_relacionadas":["Salmos 46:1","Isaías 40:31","Filipenses 4:13"]},"genesis_35_1_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Senhor do universo.","explicacao_detalhada":"No contexto de Gênesis 35:1, Deus fala com Jacó, ordenando-lhe que vá a Betel e construa um altar. Essa interação destaca a relação pessoal entre Deus e Jacó, mostrando que Deus é um ser ativo na história humana.","por_que_esta_palavra":"A palavra 'deus' é utilizada para enfatizar a soberania e a autoridade de Deus sobre a vida de Jacó e seu povo.","conexao_teologica":"A presença de Deus na vida de Jacó simboliza a aliança divina e a promessa de bênçãos para a descendência de Abraão.","referencias_relacionadas":["Gênesis 28:13-15","Êxodo 3:14","Salmos 46:1"]},"genesis_35_2_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' é usada para descrever a condição de santidade e separação para Deus.","explicacao_detalhada":"Em Gênesis 35:2, Jacó instrui sua família a se purificar antes de se dirigirem a Betel, enfatizando a importância da santidade ao se aproximar de Deus.","por_que_esta_palavra":"A pureza é um requisito para a adoração e a comunhão com Deus, refletindo a necessidade de se afastar do pecado.","conexao_teologica":"A pureza é um tema recorrente na Bíblia, simbolizando a necessidade de santidade na vida do crente.","referencias_relacionadas":["Levítico 11:44","Salmos 24:3-4","1 Pedro 1:16"]},"genesis_35_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para relatar a comunicação de Deus a Jacó.","explicacao_detalhada":"Em Gênesis 35:2, Jacó relata à sua família o que Deus lhe ordenou, mostrando a importância da obediência à palavra divina.","por_que_esta_palavra":"A palavra 'dizer' destaca a revelação de Deus e a responsabilidade do homem em ouvir e obedecer.","conexao_teologica":"A comunicação de Deus com os homens é fundamental para a fé e a prática religiosa.","referencias_relacionadas":["Gênesis 12:1","Êxodo 20:1","Hebreus 1:1-2"]},"genesis_35_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, mas também simboliza a presença de Deus entre seu povo.","explicacao_detalhada":"Em Gênesis 35:2, Jacó fala sobre a construção de um altar em Betel, que se torna um lugar de adoração e encontro com Deus.","por_que_esta_palavra":"A casa é um espaço sagrado onde a adoração e a comunhão com Deus ocorrem.","conexao_teologica":"A ideia de casa é central na teologia bíblica, representando tanto o lar físico quanto a habitação de Deus entre seu povo.","referencias_relacionadas":["Gênesis 28:17","Salmos 84:1-2","Mateus 21:13"]},"genesis_35_3_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada no sentido de erguer um altar em adoração a Deus.","explicacao_detalhada":"Em Gênesis 35:3, Jacó instrui sua família a se preparar para ir a Betel, onde ele levantará um altar ao Senhor, simbolizando a dedicação e a entrega a Deus.","por_que_esta_palavra":"Levantar um altar é um ato de adoração e reconhecimento da soberania de Deus.","conexao_teologica":"O ato de levantar altares é uma prática comum na Bíblia, simbolizando a devoção e a presença de Deus.","referencias_relacionadas":["Gênesis 12:7","Gênesis 22:9","1 Reis 18:30"]},"genesis_35_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente ao contexto de Gênesis 35:3, mas pode ser uma confusão com a palavra 'fazer'.","explicacao_detalhada":"Se considerarmos 'fazer', isso se refere à ação de Jacó em obedecer a Deus e realizar o que lhe foi ordenado.","por_que_esta_palavra":"A ação de fazer é crucial na narrativa, pois implica em obedecer e cumprir a vontade de Deus.","conexao_teologica":"A obediência a Deus é um tema central na vida de fé, refletindo a relação entre fé e obras.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Colossenses 3:23"]},"genesis_35_3_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Em Gênesis 35:3, \"deus\" aparece na frase \"E levantemo-nos, e subamos a Betel; e ali farei um altar ao Deus que me respondeu no dia da minha angústia, e que foi comigo no caminho que…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אֵל; ʼêl; H410), \"deus\" traz a ideia de deus. Aqui, essa palavra deixa o ensino de Gênesis 35:3 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"deus\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Gênesis 43:14. Lendo junto com Gênesis 35:3, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Gênesis 35:3","Gênesis 43:14","Salmos 119:105"]},"genesis_35_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo a Deus, como um sacrifício ou uma oferta.","explicacao_detalhada":"Em Gênesis 35:4, Jacó dá aos deuses estranhos que sua família possuía, simbolizando a renúncia a ídolos e a dedicação a Deus.","por_que_esta_palavra":"Dar é um ato de entrega e compromisso com Deus, mostrando a disposição de deixar o passado para trás.","conexao_teologica":"A entrega a Deus é um passo essencial na vida de fé, refletindo a transformação e a nova identidade em Cristo.","referencias_relacionadas":["Romanos 12:1","2 Coríntios 5:17","Efésios 4:22-24"]},"genesis_35_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, especialmente em relação à adoração.","explicacao_detalhada":"Em Gênesis 35:4, Jacó instrui sua família sobre como se preparar para a adoração, enfatizando a importância da pureza e da santidade.","por_que_esta_palavra":"O modo de adorar a Deus é fundamental para a aceitação de nossas ofertas e orações.","conexao_teologica":"A maneira de se aproximar de Deus é um tema recorrente, refletindo a necessidade de reverência e respeito.","referencias_relacionadas":["Salmos 29:2","Hebreus 12:28-29","Mateus 15:9"]},"genesis_35_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada novamente para enfatizar a divindade e a importância da adoração a Ele.","explicacao_detalhada":"Em Gênesis 35:4, a referência a Deus destaca a centralidade da adoração e a necessidade de se afastar de ídolos.","por_que_esta_palavra":"Reiterar a palavra 'deus' enfatiza a singularidade e a exclusividade da adoração a Yahweh.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","João 4:24"]},"genesis_35_5_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e econômica.","explicacao_detalhada":"No contexto de Gênesis 35:5, a palavra 'cidade' é usada para descrever um lugar onde Jacó e sua família passaram, simbolizando segurança e comunidade. A cidade é um espaço onde as interações sociais e culturais ocorrem.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância da vida comunitária e da proteção que uma cidade oferece em contraste com a vida nômade.","conexao_teologica":"A cidade pode ser vista como um símbolo da habitação de Deus entre o Seu povo, refletindo a ideia de que Deus deseja que Seu povo viva em comunidade.","referencias_relacionadas":["Gênesis 10:11","Salmos 46:4","Hebreus 11:10"]},"genesis_35_5_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Indica a trajetória ou a jornada que se deve seguir.","explicacao_detalhada":"Neste versículo, 'caminho' representa a direção que Jacó e sua família tomaram, simbolizando a jornada da vida e as escolhas que fazemos ao longo dela.","por_que_esta_palavra":"A palavra 'caminho' é significativa porque reflete a ideia de progresso e movimento, tanto físico quanto espiritual, em direção a um destino determinado por Deus.","conexao_teologica":"O caminho é frequentemente usado na Bíblia para descrever a vida de fé e as escolhas que levam à vida eterna.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"genesis_35_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se a um estado de queda ou descida.","explicacao_detalhada":"A palavra 'cair' no contexto de Gênesis 35:5 pode simbolizar a transição de um estado de segurança para um de vulnerabilidade, refletindo a fragilidade da condição humana.","por_que_esta_palavra":"A utilização de 'cair' destaca a realidade da vida e a necessidade de dependência de Deus em momentos de dificuldade.","conexao_teologica":"A queda é um tema central na teologia bíblica, representando a separação do homem de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"genesis_35_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à região geográfica.","explicacao_detalhada":"A palavra 'terra' em Gênesis 35:6 é crucial, pois representa a herança prometida a Abraão, Isaque e Jacó, simbolizando a fidelidade de Deus às Suas promessas.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da bênção, sendo um espaço onde o povo de Deus pode habitar e prosperar.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando não apenas um lugar físico, mas também a promessa de um relacionamento restaurado com Deus.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Hebreus 11:9-10"]},"genesis_35_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo de agir.","explicacao_detalhada":"No contexto de Gênesis 35:6, 'modo' implica a forma como as ações são realizadas, refletindo a importância da intenção e da atitude no relacionamento com Deus.","por_que_esta_palavra":"A palavra 'modo' enfatiza que não apenas as ações são importantes, mas também a maneira como são executadas, destacando a necessidade de um coração sincero.","conexao_teologica":"A maneira de viver é fundamental na teologia bíblica, onde a autenticidade e a integridade são valorizadas nas práticas de fé.","referencias_relacionadas":["Salmos 37:23","Mateus 5:16","Colossenses 3:23"]},"genesis_35_6_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar em um lugar.","explicacao_detalhada":"A palavra 'vir' em Gênesis 35:6 sugere um movimento em direção a um propósito ou destino, simbolizando a resposta ao chamado de Deus.","por_que_esta_palavra":"A escolha de 'vir' destaca a ação de se mover em direção a Deus e ao Seu plano, enfatizando a importância da obediência.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, onde os indivíduos são frequentemente convidados a se aproximar dEle e a cumprir Seu propósito.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Romanos 10:14"]},"genesis_35_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' em Gênesis 35:7 é central para a narrativa, pois representa a presença e a ação divina na vida de Jacó, reafirmando a aliança feita com seus antepassados.","por_que_esta_palavra":"A menção de 'Deus' enfatiza a soberania e a fidelidade de Deus em cumprir Suas promessas ao Seu povo.","conexao_teologica":"A natureza de Deus como fiel e presente é um tema recorrente, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Hebreus 13:5"]},"genesis_35_7_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir ou estabelecer algo.","explicacao_detalhada":"A palavra 'construir' em Gênesis 35:7 é significativa, pois Jacó é instruído a edificar um altar, simbolizando a adoração e a consagração a Deus.","por_que_esta_palavra":"A construção de um altar representa a resposta de gratidão e devoção a Deus, destacando a importância da adoração na vida do crente.","conexao_teologica":"A edificação de altares é um tema importante na Bíblia, simbolizando a presença de Deus e a necessidade de um espaço para adoração.","referencias_relacionadas":["Gênesis 12:7-8","Êxodo 20:24","1 Reis 18:30"]},"genesis_35_7_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se a um local de sacrifício e adoração a Deus.","explicacao_detalhada":"A palavra 'altar' em Gênesis 35:7 é um símbolo da relação entre Deus e o homem, representando um espaço sagrado onde se oferece culto e sacrifício.","por_que_esta_palavra":"O altar é um elemento central na adoração, simbolizando a entrega e a devoção a Deus, além de ser um local de encontro com o divino.","conexao_teologica":"Os altares na Bíblia representam a necessidade de expiação e a busca pela presença de Deus, sendo um precursor do sacrifício de Cristo.","referencias_relacionadas":["Gênesis 8:20","Êxodo 27:1-2","Romanos 12:1"]},"genesis_35_8_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de deixar a vida física.","explicacao_detalhada":"A palavra 'morrer' em Gênesis 35:8 é usada no contexto da morte de Débora, a ama de Rebeca, simbolizando a fragilidade da vida e a inevitabilidade da morte.","por_que_esta_palavra":"A menção da morte destaca a realidade da condição humana e a necessidade de esperança além da vida terrena.","conexao_teologica":"A morte é um tema central na Bíblia, que aponta para a necessidade de redenção e a promessa de vida eterna em Cristo.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","1 Coríntios 15:55-57"]},"genesis_35_8_arvore":{"palavra_pt":"arvore","palavra_original":"אַלּוֹן","transliteracao":"ʼallôwn","strong":"H437","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se a uma árvore que simboliza vida e estabilidade.","explicacao_detalhada":"No contexto de Gênesis 35:8, a árvore é um símbolo de proteção e refúgio, representando a presença de Deus na vida de Jacó.","por_que_esta_palavra":"A árvore é um elemento natural que frequentemente aparece na Bíblia como símbolo de crescimento e bênção.","conexao_teologica":"A árvore pode ser vista como uma representação da vida que Deus oferece ao seu povo, assim como a árvore da vida no Éden.","referencias_relacionadas":["Gênesis 2:9","Salmos 1:3","Apocalipse 22:2"]},"genesis_35_8_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a ação de invocar ou convocar alguém.","explicacao_detalhada":"Neste versículo, Jacó chama o nome de sua falecida esposa, simbolizando a importância da memória e do luto.","por_que_esta_palavra":"A palavra 'chamar' é frequentemente usada na Bíblia para descrever a invocação do nome de Deus ou de pessoas importantes.","conexao_teologica":"Chamar o nome de alguém é um ato de reconhecimento e honra, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Gênesis 4:26","Êxodo 3:14","Romanos 10:13"]},"genesis_35_9_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar, muitas vezes associado a um gesto de reverência.","explicacao_detalhada":"Neste contexto, a bênção é um ato de reconhecimento da soberania de Deus sobre a vida de Jacó e sua família.","por_que_esta_palavra":"A bênção é um tema central na narrativa bíblica, simbolizando a aprovação e a graça de Deus.","conexao_teologica":"A bênção de Deus é um sinal de sua presença e favor, essencial para a vida do povo de Israel.","referencias_relacionadas":["Gênesis 12:2","Números 6:24-26","Efésios 1:3"]},"genesis_35_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e soberano, que se revela ao seu povo.","explicacao_detalhada":"No versículo, a menção de Deus destaca a relação de Jacó com o Criador e a importância de sua presença em sua vida.","por_que_esta_palavra":"A palavra 'Deus' é fundamental na teologia bíblica, representando a fonte de toda a criação e a autoridade suprema.","conexao_teologica":"A relação entre Deus e o homem é central na narrativa bíblica, enfatizando a necessidade de adoração e dependência.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"genesis_35_9_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à existência e à vitalidade que Deus dá aos seres humanos.","explicacao_detalhada":"A menção da vida neste contexto ressalta a continuidade da linhagem de Jacó e a promessa de Deus de multiplicação.","por_que_esta_palavra":"A vida é um presente divino, e sua menção enfatiza a importância da herança e da promessa de Deus.","conexao_teologica":"A vida é um tema central na Bíblia, simbolizando a obra redentora de Deus e a esperança da ressurreição.","referencias_relacionadas":["Gênesis 2:7","João 10:10","Romanos 6:23"]},"genesis_35_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou pronunciar algo significativo.","explicacao_detalhada":"Neste versículo, a declaração de Deus sobre Jacó enfatiza sua nova identidade e o propósito divino para sua vida.","por_que_esta_palavra":"A palavra 'dizer' é frequentemente usada para transmitir a autoridade e a vontade de Deus.","conexao_teologica":"A palavra de Deus tem poder e é fundamental para a criação e a transformação na vida dos crentes.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"genesis_35_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que se revela e estabelece alianças com seu povo.","explicacao_detalhada":"A menção de Deus neste versículo reafirma a continuidade da promessa feita a Abraão e Isaque, agora se concretizando em Jacó.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a relação de aliança e a fidelidade divina.","conexao_teologica":"A revelação de Deus é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 17:7","Êxodo 6:7","Hebreus 13:8"]},"genesis_35_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à fidelidade das promessas de Deus.","explicacao_detalhada":"Neste contexto, a verdade é um atributo de Deus, que garante que suas promessas são sempre cumpridas.","por_que_esta_palavra":"A verdade é um conceito fundamental na teologia bíblica, representando a natureza de Deus e sua palavra.","conexao_teologica":"A verdade de Deus é um fundamento para a fé e a confiança dos crentes em suas promessas.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"genesis_35_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo que Deus estabelece sobre seu povo.","explicacao_detalhada":"A menção de 'rei' neste versículo destaca a promessa de que Jacó será pai de nações e governará sobre elas.","por_que_esta_palavra":"A palavra 'rei' é significativa na narrativa bíblica, simbolizando liderança e a soberania de Deus.","conexao_teologica":"Deus é o Rei supremo, e a ideia de realeza é central na compreensão do governo divino sobre a humanidade.","referencias_relacionadas":["Salmos 47:2","Isaías 9:6","Apocalipse 19:16"]},"genesis_35_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus sobre a grandeza do futuro de Jacó.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a importância da comunicação divina e a certeza das promessas de Deus.","por_que_esta_palavra":"A palavra 'dizer' é usada para expressar a autoridade e a intenção de Deus em relação ao seu povo.","conexao_teologica":"A comunicação de Deus é um meio pelo qual Ele revela sua vontade e propósito para a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1-2"]},"genesis_35_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza de Deus como o ser supremo que tem autoridade sobre a criação. No contexto de Gênesis 35:11, Deus reafirma a sua promessa a Jacó, destacando sua soberania e poder.","por_que_esta_palavra":"A escolha da palavra enfatiza a relação de Deus com o povo de Israel e a importância de reconhecer Sua autoridade.","conexao_teologica":"Deus é apresentado como o criador e mantenedor da aliança com Israel, mostrando que Ele é digno de adoração e confiança.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2","Salmos 46:10"]},"genesis_35_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território ou à superfície da Terra que Deus deu aos descendentes de Jacó.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é utilizada para descrever a herança que Deus prometeu a Abraão, Isaque e Jacó. Em Gênesis 35:12, Deus reafirma a promessa de que a terra será um legado para a descendência de Jacó.","por_que_esta_palavra":"A palavra é crucial para entender a aliança de Deus com o povo de Israel e a importância da terra prometida.","conexao_teologica":"A terra é um símbolo da presença de Deus e da bênção que Ele oferece ao Seu povo.","referencias_relacionadas":["Gênesis 12:7","Gênesis 15:18","Deuteronômio 6:10"]},"genesis_35_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo, especialmente em um contexto de bênção.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é utilizada para expressar a ação de Deus em conceder bênçãos e promessas ao Seu povo. Em Gênesis 35:12, Deus promete dar a terra a Jacó e seus descendentes.","por_que_esta_palavra":"A escolha da palavra destaca a generosidade de Deus e Sua disposição em abençoar aqueles que O seguem.","conexao_teologica":"Deus é visto como o doador de todas as coisas boas, enfatizando a dependência do homem em relação a Ele.","referencias_relacionadas":["Tiago 1:17","Salmos 37:4","Mateus 7:11"]},"genesis_35_12_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de seguir ou acompanhar, especialmente em relação ao caminho que Deus traça.","explicacao_detalhada":"A palavra 'seguir' (אַחַר) implica em obedecer e acompanhar a direção que Deus dá. Em Gênesis 35:12, é um convite para que Jacó e seus descendentes sigam os caminhos de Deus.","por_que_esta_palavra":"A palavra é importante para enfatizar a necessidade de fidelidade e obediência à vontade divina.","conexao_teologica":"Seguir a Deus é um tema central na vida do crente, refletindo a relação de discipulado e confiança.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","Romanos 8:14"]},"genesis_35_13_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à magnitude de Suas promessas.","explicacao_detalhada":"A palavra 'grande' (עָלָה) é usada para descrever a majestade e o poder de Deus. Em Gênesis 35:13, isso ressalta a importância do que Deus está fazendo na vida de Jacó.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente nas Escrituras, mostrando que Ele é digno de reverência e adoração.","conexao_teologica":"A grandeza de Deus é um lembrete da Sua soberania e do Seu controle sobre a história.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"genesis_35_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que se manifesta em poder e autoridade.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é novamente utilizada para enfatizar a presença e a ação de Deus na vida de Jacó, reafirmando Sua soberania.","por_que_esta_palavra":"A repetição da palavra destaca a importância da relação entre Deus e o Seu povo.","conexao_teologica":"A presença de Deus é fundamental para a identidade de Israel como povo escolhido.","referencias_relacionadas":["Gênesis 1:26","Êxodo 3:14","Salmos 23:1"]},"genesis_35_13_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao lugar ou espaço físico, simbolizando a presença de Deus.","explicacao_detalhada":"A palavra 'corpo' (מָקוֹם) é usada para descrever um local específico onde Deus se manifesta. Em Gênesis 35:13, isso pode se referir ao local da revelação divina.","por_que_esta_palavra":"A palavra é importante para entender a sacralidade dos lugares onde Deus se revela.","conexao_teologica":"A ideia de um lugar sagrado é central na adoração e na experiência de Deus pelo Seu povo.","referencias_relacionadas":["Gênesis 28:16","Êxodo 3:5","Salmos 84:1"]},"genesis_35_14_cover":{"palavra_pt":"cobrir","palavra_original":"נָסַךְ","transliteracao":"nâçak","strong":"H5258","significado_raiz":"Ideia básica: cobrir.","significado_contextual":"Refere-se ao ato de cobrir ou proteger, simbolizando a presença de Deus.","explicacao_detalhada":"A palavra 'cobrir' (נָסַךְ) é usada para descrever a ação de Deus em proteger e abençoar Seu povo. Em Gênesis 35:14, isso pode simbolizar a proteção divina sobre Jacó.","por_que_esta_palavra":"A palavra enfatiza a segurança e a proteção que vêm de Deus.","conexao_teologica":"A proteção de Deus é um tema recorrente, mostrando que Ele cuida de Seu povo em todas as circunstâncias.","referencias_relacionadas":["Salmos 91:1","Isaías 41:10","Romanos 8:31"]},"genesis_35_14_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao local ou espaço físico, simbolizando a presença de Deus.","explicacao_detalhada":"A palavra 'corpo' (מָקוֹם) é novamente usada para descrever um local específico onde Deus se manifesta. Em Gênesis 35:14, isso reforça a ideia de um espaço sagrado.","por_que_esta_palavra":"A repetição da palavra destaca a importância do local na experiência espiritual.","conexao_teologica":"A presença de Deus em lugares específicos é um tema importante na narrativa bíblica.","referencias_relacionadas":["Gênesis 28:17","Êxodo 20:24","Salmos 27:4"]},"genesis_35_15_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de invocar ou nomear, especialmente em relação a Deus.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) é usada para descrever a ação de Jacó em invocar o nome de Deus. Em Gênesis 35:15, isso destaca a importância do nome de Deus na adoração.","por_que_esta_palavra":"A palavra enfatiza a relação pessoal entre Jacó e Deus, mostrando a importância de invocar Seu nome.","conexao_teologica":"Chamar o nome de Deus é um ato de fé e reconhecimento de Sua soberania.","referencias_relacionadas":["Gênesis 4:26","Salmos 116:13","Romanos 10:13"]},"genesis_35_15_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico de Jacó, simbolizando a presença e a vida.","explicacao_detalhada":"O corpo é a parte material do ser humano, que abriga a alma e o espírito. No contexto de Gênesis 35:15, o corpo de Jacó é mencionado em um momento de reflexão e consagração a Deus após a mudança de seu nome.","por_que_esta_palavra":"A palavra 'corpo' é utilizada para enfatizar a realidade física e a importância da vida terrena em relação ao plano divino.","conexao_teologica":"O corpo é visto como templo do Espírito Santo, e sua consagração a Deus é um tema recorrente na Bíblia.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gênesis 2:7"]},"genesis_35_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que se revela a Jacó e estabelece uma aliança.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é um termo que expressa a soberania e a divindade. No contexto de Gênesis 35:15, Deus reafirma Sua presença e promessa a Jacó.","por_que_esta_palavra":"A menção de Deus é crucial para entender a relação entre o Criador e a criação, especialmente no contexto das promessas feitas a Jacó.","conexao_teologica":"Deus é o autor da aliança e da redenção, e Sua presença é fundamental na vida dos patriarcas.","referencias_relacionadas":["Gênesis 28:13-15","Êxodo 3:14","Salmos 46:10"]},"genesis_35_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, um tema central na narrativa bíblica.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o espaço físico que Deus deu ao Seu povo. Em Gênesis 35:16, a menção da terra está ligada à jornada de Jacó e à promessa divina.","por_que_esta_palavra":"A terra simboliza não apenas um lugar físico, mas também a herança espiritual e a realização das promessas de Deus.","conexao_teologica":"A terra prometida é um símbolo da bênção e da presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:2"]},"genesis_35_16_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao trajeto que Jacó e sua família estavam percorrendo.","explicacao_detalhada":"A palavra 'caminho' (נָסַע) implica movimento e direção. No contexto de Gênesis 35:16, representa a jornada física e espiritual de Jacó em direção ao cumprimento das promessas de Deus.","por_que_esta_palavra":"O caminho é uma metáfora para a vida e as escolhas que fazemos, refletindo a jornada de fé.","conexao_teologica":"Jesus se apresenta como o caminho (João 14:6), indicando que a jornada de fé é central na vida cristã.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:5-6","Mateus 7:13-14"]},"genesis_35_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de cair, que pode ter conotações físicas ou espirituais.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada em contextos que podem indicar queda, desvio ou mudança de estado. Em Gênesis 35:16, pode simbolizar um momento de vulnerabilidade ou transição.","por_que_esta_palavra":"A ideia de cair pode representar a fragilidade humana e a necessidade de dependência de Deus.","conexao_teologica":"A queda do homem é um tema central na teologia, refletindo a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Salmos 37:24"]},"genesis_35_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Reitera a ideia de cair, possivelmente em um contexto de dor ou dificuldade.","explicacao_detalhada":"A repetição da palavra 'cair' (הָיָה) em Gênesis 35:17 enfatiza a gravidade da situação enfrentada por Jacó e sua família.","por_que_esta_palavra":"A palavra é usada para expressar a realidade da vida e os desafios que todos enfrentamos.","conexao_teologica":"A experiência de cair e levantar-se é um reflexo da graça de Deus em nossas vidas.","referencias_relacionadas":["Provérbios 24:16","Salmos 145:14","Miquéias 7:8"]},"genesis_35_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de um evento ou situação, possivelmente a dor do parto.","explicacao_detalhada":"A palavra 'grande' (אָמַר) é usada para descrever a intensidade da experiência de Jacó, que pode estar relacionada ao nascimento de um filho.","por_que_esta_palavra":"A grandeza pode se referir tanto a algo positivo quanto a desafios significativos que exigem fé.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com as dificuldades humanas, mostrando Sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Romanos 8:18"]},"genesis_35_17_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de dar à luz, simbolizando novos começos.","explicacao_detalhada":"A palavra 'urso' (יָלַד) é usada para descrever o nascimento de uma criança, um momento significativo na vida de Jacó e sua família.","por_que_esta_palavra":"O ato de dar à luz é um símbolo de esperança e continuidade da linhagem.","conexao_teologica":"O nascimento é frequentemente associado à promessa de Deus e ao cumprimento de Seus planos.","referencias_relacionadas":["Gênesis 30:1-3","Salmos 127:3","Isaías 66:9"]},"genesis_35_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de cair, possivelmente em um contexto de morte ou transição.","explicacao_detalhada":"A repetição da palavra 'cair' (הָיָה) em Gênesis 35:18 pode indicar a gravidade da situação enfrentada por Raquel durante o parto.","por_que_esta_palavra":"A palavra é usada para expressar a fragilidade da vida e a inevitabilidade da morte.","conexao_teologica":"A queda e a morte são temas centrais na narrativa bíblica, levando à necessidade de redenção.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 5:12","Hebreus 9:27"]},"genesis_35_18_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair, possivelmente do ventre materno.","explicacao_detalhada":"A palavra 'sair' (יָצָא) é usada para descrever o nascimento de Benjamim, um momento de grande significado na história de Jacó.","por_que_esta_palavra":"O ato de sair simboliza novos começos e a continuidade da linhagem.","conexao_teologica":"O nascimento de Benjamim é parte do plano de Deus para a nação de Israel.","referencias_relacionadas":["Gênesis 35:16-18","Gênesis 49:27","Mateus 1:2-3"]},"genesis_35_18_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida de uma pessoa, indicando a essência do ser humano.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ - nephesh) é usada para descrever a vida e a vitalidade que Deus deu ao ser humano. No contexto de Gênesis 35:18, a morte de Raquel é um momento de grande tristeza, e a menção da alma destaca a profundidade da perda.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da vida e da alma na narrativa bíblica, mostrando a conexão entre a vida física e a espiritual.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que se relaciona com Deus e é fundamental para a compreensão da vida e da morte na teologia bíblica.","referencias_relacionadas":["Gênesis 2:7","Salmos 23:3","Mateus 10:28"]},"genesis_35_19_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de morrer, que é uma parte inevitável da experiência humana.","explicacao_detalhada":"A palavra 'morrer' (מוּת - mûwth) é usada para descrever a morte física de Raquel. Este evento é central na narrativa, pois marca uma transição significativa na vida de Jacó e de sua família.","por_que_esta_palavra":"A escolha da palavra enfatiza a realidade da mortalidade e a fragilidade da vida, um tema recorrente nas Escrituras.","conexao_teologica":"A morte é um resultado do pecado e é contrastada com a promessa de vida eterna em Cristo, que é um tema central na teologia cristã.","referencias_relacionadas":["Romanos 6:23","Eclesiastes 3:2","Hebreus 9:27"]},"genesis_35_19_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao conceito de vida, especialmente em relação à continuidade da linhagem.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ - derek) é utilizada para descrever a trajetória de vida e o caminho que se segue. No contexto, a morte de Raquel traz à tona a fragilidade da vida e a importância da continuidade familiar.","por_que_esta_palavra":"A palavra é escolhida para ressaltar a importância da vida e da herança, especialmente na narrativa da formação do povo de Israel.","conexao_teologica":"A vida é um dom de Deus e é central na relação entre Deus e a humanidade, refletindo a intenção divina de criar e sustentar a vida.","referencias_relacionadas":["Gênesis 1:26-27","João 10:10","Gálatas 2:20"]},"genesis_35_19_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de luto e à prática de sepultamento.","explicacao_detalhada":"A palavra 'expressão' (קָבַר - qâbar) é usada no contexto do sepultamento de Raquel, indicando a importância do ritual de sepultamento na cultura hebraica.","por_que_esta_palavra":"A escolha desta palavra enfatiza a necessidade de honrar os mortos e a importância do sepultamento na tradição judaica.","conexao_teologica":"O sepultamento é visto como um ato de respeito e é parte da narrativa da vida e morte, refletindo a esperança da ressurreição.","referencias_relacionadas":["Gênesis 23:19","Eclesiastes 12:7","1 Tessalonicenses 4:14"]},"genesis_35_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que os eventos ocorrem.","explicacao_detalhada":"A palavra 'dia' (יוֹם - yôwm) é utilizada para marcar o tempo em que Raquel faleceu e foi sepultada, enfatizando a importância do momento na narrativa.","por_que_esta_palavra":"A palavra é escolhida para indicar a passagem do tempo e a relevância dos eventos que ocorrem em um dia específico.","conexao_teologica":"O conceito de dia é importante na criação e na história da salvação, refletindo a ordem e o plano de Deus para a humanidade.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","2 Coríntios 6:2"]},"genesis_35_20_nome":{"palavra_pt":"nome","palavra_original":"נָצַב","transliteracao":"nâtsab","strong":"H5324","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome dado a um lugar ou a uma pessoa, que carrega significado e identidade.","explicacao_detalhada":"A palavra 'nome' (נָצַב - nâtsab) é utilizada para descrever a importância do nome de Raquel e o local de seu sepultamento, que se torna um memorial.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da identidade e da memória na cultura hebraica.","conexao_teologica":"Os nomes têm um significado profundo nas Escrituras, muitas vezes refletindo o caráter e o propósito de Deus.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Apocalipse 3:12"]},"genesis_35_20_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"Refere-se a Jacó, uma figura central na narrativa bíblica e patriarca do povo de Israel.","explicacao_detalhada":"A palavra 'Jacó' (יַעֲקֹב - Yaʻăqôb) é usada para identificar o patriarca que enfrenta a perda de sua esposa, refletindo suas lutas e a continuidade da promessa divina.","por_que_esta_palavra":"A escolha do nome é significativa, pois Jacó representa a luta e a transformação, sendo mais tarde chamado de Israel.","conexao_teologica":"Jacó é uma figura chave na história da salvação, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 32:28","Gênesis 28:13","Romanos 9:6-13"]},"genesis_35_21_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho físico e espiritual que Jacó e sua família estão seguindo.","explicacao_detalhada":"A palavra 'caminho' (נָסַע - nâçaʻ) é usada para descrever a jornada de Jacó após a morte de Raquel, simbolizando a continuidade da vida e das promessas de Deus.","por_que_esta_palavra":"A escolha da palavra enfatiza a ideia de movimento e progresso na vida espiritual e física.","conexao_teologica":"O caminho é uma metáfora comum nas Escrituras, representando a jornada de fé e a obediência a Deus.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"genesis_35_21_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à importância dos eventos que estão ocorrendo.","explicacao_detalhada":"A palavra 'grande' (נָטָה - nâṭâh) é utilizada para descrever a magnitude da situação e a importância da linhagem de Jacó.","por_que_esta_palavra":"A escolha da palavra enfatiza a grandeza de Deus em cumprir Suas promessas e a importância da história de Israel.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Seu poder e soberania sobre a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"genesis_35_21_nome":{"palavra_pt":"nome","palavra_original":"יִשְׂרָאֵל","transliteracao":"Yisrâʼêl","strong":"H3478","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Israel, que representa a nova identidade de Jacó após seu encontro com Deus.","explicacao_detalhada":"A palavra 'nome' (יִשְׂרָאֵל - Yisrâʼêl) é usada para descrever a transformação de Jacó em Israel, simbolizando a luta e a vitória espiritual.","por_que_esta_palavra":"A escolha do nome é significativa, pois representa a nova aliança e o propósito de Deus para o povo de Israel.","conexao_teologica":"O nome Israel é central na história da salvação, representando o povo escolhido de Deus e Sua fidelidade às promessas.","referencias_relacionadas":["Gênesis 32:28","Gênesis 35:10","Romanos 11:1-2"]},"genesis_35_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o espaço físico onde os eventos ocorrem.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o solo, a região geográfica e o ambiente onde os patriarcas habitaram. Neste contexto, a terra é o cenário da vida e das promessas de Deus para os descendentes de Jacó.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância do lugar físico na narrativa bíblica, onde as promessas de Deus se realizam.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a herança e a promessa de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 12:1","Gênesis 17:8","Êxodo 3:8"]},"genesis_35_22_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Indica um momento de pausa ou de repouso após um esforço.","explicacao_detalhada":"A palavra 'descanso' (שָׁכַב) é utilizada para descrever o ato de deitar-se, que pode simbolizar tanto o descanso físico quanto a morte. Neste contexto, refere-se ao momento em que Jacó se deita para descansar.","por_que_esta_palavra":"A palavra é significativa pois marca um ponto de transição na narrativa, onde a vida e a morte se entrelaçam.","conexao_teologica":"O descanso é um tema que remete ao descanso de Deus no sétimo dia e à promessa de descanso eterno para o povo de Deus.","referencias_relacionadas":["Gênesis 2:2","Salmos 23:2","Hebreus 4:9-10"]},"genesis_35_22_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode simbolizar uma queda física ou espiritual.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a transição de estado, seja de vida para morte ou de um estado de ser para outro. Neste contexto, pode indicar a queda de Jacó em um estado de tristeza ou desânimo.","por_que_esta_palavra":"A escolha desta palavra destaca a fragilidade da vida humana e a inevitabilidade da morte.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a condição humana e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Coríntios 15:22"]},"genesis_35_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente direto de uma pessoa, neste caso, os filhos de Jacó.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é fundamental na genealogia bíblica, representando a continuidade da linhagem e das promessas de Deus. Aqui, é usada para identificar os filhos de Jacó e suas respectivas tribos.","por_que_esta_palavra":"A palavra é crucial para entender a formação das tribos de Israel e a herança que cada filho representa.","conexao_teologica":"Os filhos de Jacó são os patriarcas das doze tribos de Israel, simbolizando a escolha e a aliança de Deus com Seu povo.","referencias_relacionadas":["Gênesis 29:32-35","Gênesis 30:1-24","Gênesis 49:28"]},"genesis_35_23_tribo":{"palavra_pt":"tribo","palavra_original":"שִׁמְעוֹן","transliteracao":"Shimʻôwn","strong":"H8095","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a um grupo de pessoas que compartilham um ancestral comum.","explicacao_detalhada":"A palavra 'tribo' (שִׁמְעוֹן) é usada para designar as doze tribos de Israel, cada uma representando um dos filhos de Jacó. Neste contexto, refere-se à tribo de Simeão.","por_que_esta_palavra":"A menção da tribo é importante para entender a estrutura social e política de Israel.","conexao_teologica":"As tribos de Israel são fundamentais para a identidade do povo escolhido e para a realização das promessas de Deus.","referencias_relacionadas":["Gênesis 49:5-7","Números 1:20-23","Josué 19:1-9"]},"genesis_35_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente direto de uma pessoa, neste caso, os filhos de Jacó.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada novamente para enfatizar a importância da linhagem e da continuidade da família de Jacó.","por_que_esta_palavra":"A repetição da palavra destaca a importância dos filhos na narrativa e na formação do povo de Israel.","conexao_teologica":"Os filhos são vistos como herdeiros das promessas de Deus e da terra prometida.","referencias_relacionadas":["Gênesis 30:24","Gênesis 49:28","Êxodo 1:1-5"]},"genesis_35_24_esposa":{"palavra_pt":"esposa","palavra_original":"רָחֵל","transliteracao":"Râchêl","strong":"H7354","significado_raiz":"Ideia básica: esposa.","significado_contextual":"Refere-se à companheira de vida, no caso, Raquel, esposa de Jacó.","explicacao_detalhada":"A palavra 'esposa' (רָחֵל) é usada para descrever a relação conjugal e a importância da mulher na narrativa bíblica. Raquel é uma figura central na história de Jacó.","por_que_esta_palavra":"A menção de Raquel como esposa é significativa para entender a dinâmica familiar e as promessas de Deus a Jacó.","conexao_teologica":"A relação entre Jacó e Raquel simboliza o amor e a fidelidade, refletindo a aliança de Deus com Seu povo.","referencias_relacionadas":["Gênesis 29:28","Gênesis 30:1-3","Gênesis 35:19"]},"genesis_35_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente direto de uma pessoa, neste caso, os filhos de Jacó.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é novamente utilizada para enfatizar a continuidade da linhagem e a importância dos descendentes na história de Israel.","por_que_esta_palavra":"A repetição da palavra reforça a ideia de que cada filho tem um papel na história da salvação.","conexao_teologica":"Os filhos são considerados herdeiros das promessas de Deus e da aliança estabelecida com Abraão, Isaque e Jacó.","referencias_relacionadas":["Gênesis 30:24","Gênesis 49:28","Êxodo 1:1-5"]},"genesis_35_25_nome":{"palavra_pt":"nome","palavra_original":"בִּלְהָה","transliteracao":"Bilhâh","strong":"H1090","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à designação dada a uma pessoa, neste caso, o nome da serva de Raquel.","explicacao_detalhada":"A palavra 'nome' (בִּלְהָה) é importante na cultura bíblica, pois o nome carrega significado e identidade. Bilha é a serva que gera filhos para Raquel.","por_que_esta_palavra":"A menção do nome é significativa para entender a linhagem e a dinâmica familiar entre Jacó, Raquel e Bilha.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e refletem a identidade e o propósito de Deus.","referencias_relacionadas":["Gênesis 30:3-8","Gênesis 35:22","Gênesis 49:28"]},"genesis_35_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente direto de uma pessoa, neste caso, os filhos de Jacó.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é novamente utilizada para enfatizar a importância da linhagem e a continuidade da história de Israel.","por_que_esta_palavra":"A repetição da palavra destaca a importância dos filhos na narrativa e na formação do povo de Israel.","conexao_teologica":"Os filhos são vistos como herdeiros das promessas de Deus e da terra prometida.","referencias_relacionadas":["Gênesis 30:24","Gênesis 49:28","Êxodo 1:1-5"]},"genesis_35_27_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de chegar a um lugar específico, neste caso, a casa de Isaque.","explicacao_detalhada":"No contexto de Gênesis 35:27, a palavra indica a ação de Jacó ao retornar à casa de seu pai, Isaque, após um período de ausência. Isso simboliza a reconexão familiar e a continuidade da linhagem.","por_que_esta_palavra":"A escolha da palavra 'vir/entrar' enfatiza a importância do lar e das relações familiares na narrativa bíblica.","conexao_teologica":"A volta de Jacó para a casa de Isaque representa a fidelidade de Deus às promessas feitas a Abraão e seus descendentes.","referencias_relacionadas":["Gênesis 28:10-22","Gênesis 31:3","Gênesis 35:1"]},"genesis_35_27_filho":{"palavra_pt":"filho","palavra_original":"יִצְחָק","transliteracao":"Yitschâq","strong":"H3327","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a Jacó como filho de Isaque, destacando a continuidade da linhagem.","explicacao_detalhada":"Em Gênesis 35:27, a menção de Jacó como filho de Isaque reforça a importância da herança e do legado familiar na história de Israel.","por_que_esta_palavra":"A palavra 'filho' é central na narrativa, pois estabelece a identidade de Jacó e sua posição na genealogia dos patriarcas.","conexao_teologica":"A relação pai-filho é um tema recorrente na Bíblia, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 21:3","Gênesis 25:26","Gênesis 46:8"]},"genesis_35_27_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"A palavra 'Jacó' refere-se ao patriarca que teve um papel fundamental na formação do povo de Israel.","explicacao_detalhada":"Jacó, cujo nome significa 'suplantador', é uma figura central na narrativa bíblica, e sua vida é marcada por lutas e bênçãos divinas.","por_que_esta_palavra":"O uso do nome 'Jacó' enfatiza a continuidade da história da redenção e a escolha divina.","conexao_teologica":"Jacó é um símbolo da luta espiritual e da transformação que Deus realiza na vida de Seus escolhidos.","referencias_relacionadas":["Gênesis 25:26","Gênesis 28:12-15","Gênesis 32:28"]},"genesis_35_28_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a condição de vida e morte, refletindo a fragilidade da existência humana.","explicacao_detalhada":"Em Gênesis 35:28, a palavra indica a transição de vida para morte, enfatizando a inevitabilidade da morte.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a realidade da mortalidade e a necessidade de esperança na vida eterna.","conexao_teologica":"A morte é um tema central na teologia bíblica, levando à necessidade de redenção através de Cristo.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","Hebreus 9:27"]},"genesis_35_28_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, que pode ter significados simbólicos ou literais.","explicacao_detalhada":"Em Gênesis 35:28, o 'dia' é mencionado em relação à vida de Isaque, simbolizando a passagem do tempo e a continuidade da história.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a cronologia dos eventos na narrativa bíblica.","conexao_teologica":"O conceito de tempo é fundamental na teologia, refletindo a soberania de Deus sobre a criação e a história.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","2 Pedro 3:8"]},"genesis_35_28_eightyieth":{"palavra_pt":"eighty ieth","palavra_original":"שְׁמֹנִים","transliteracao":"shᵉmônîym","strong":"H8084","significado_raiz":"Ideia básica: eighty ieth.","significado_contextual":"A palavra 'eighty ieth' refere-se à idade de Isaque, simbolizando a plenitude de sua vida.","explicacao_detalhada":"Em Gênesis 35:28, a menção de 'oitenta anos' destaca a longevidade e a bênção de Deus sobre Isaque.","por_que_esta_palavra":"A idade de Isaque é significativa, pois representa a continuidade da promessa divina a Abraão.","conexao_teologica":"A longevidade é vista como uma bênção de Deus, refletindo a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 21:5","Gênesis 25:26","Gênesis 47:9"]},"genesis_35_29_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida de Isaque, um momento significativo na narrativa.","explicacao_detalhada":"Em Gênesis 35:29, a morte de Isaque marca o fechamento de um capítulo na história dos patriarcas e a transição para a próxima geração.","por_que_esta_palavra":"A palavra 'morrer' é crucial para entender a fragilidade da vida e a esperança na ressurreição.","conexao_teologica":"A morte é um tema central que leva à necessidade de redenção e à promessa de vida eterna em Cristo.","referencias_relacionadas":["Gênesis 25:8","Eclesiastes 3:2","1 Coríntios 15:22"]},"genesis_35_29_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente refere-se a um período específico, neste caso, o dia da morte de Isaque.","explicacao_detalhada":"Em Gênesis 35:29, o 'dia' é significativo, pois marca a transição de Isaque para a eternidade.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância dos eventos que ocorrem em momentos específicos da história.","conexao_teologica":"O tempo e a eternidade são conceitos interligados na teologia, refletindo a soberania de Deus sobre a vida e a morte.","referencias_relacionadas":["Salmos 39:4","Tiago 4:14","Hebreus 9:27"]}}