{"genesis_37_1_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou avaliar situações, importante na narrativa de José.","explicacao_detalhada":"A palavra 'julgar' é usada para descrever a capacidade de discernir e tomar decisões justas, um tema importante na vida de José.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a responsabilidade moral e ética dos personagens bíblicos.","conexao_teologica":"O julgamento é um tema central na Bíblia, refletindo a justiça de Deus e a necessidade de discernimento entre o bem e o mal.","referencias_relacionadas":["Gênesis 18:25","Salmos 9:8","Mateus 7:1-2"]},"genesis_37_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Canaã, onde Jacó e sua família habitavam.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo físico, mas também o território e a herança do povo de Israel. Neste contexto, representa o lar e a promessa de Deus para os descendentes de Abraão.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância do lugar onde os patriarcas viveram e a conexão com as promessas divinas.","conexao_teologica":"A terra é um tema central na teologia bíblica, simbolizando a aliança de Deus com Seu povo e a promessa de um lar eterno.","referencias_relacionadas":["Gênesis 12:1","Gênesis 15:18","Deuteronômio 6:10"]},"genesis_37_1_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"Jacó é um dos patriarcas de Israel, filho de Isaque e neto de Abraão.","explicacao_detalhada":"A palavra 'Jacó' (יַעֲקֹב) significa 'aquele que segura o calcanhar' ou 'suplantador'. Ele é uma figura central na narrativa bíblica, conhecido por sua luta com Deus e por ser o pai das doze tribos de Israel.","por_que_esta_palavra":"O nome 'Jacó' é significativo porque reflete sua natureza e a história de sua vida, incluindo suas lutas e bênçãos.","conexao_teologica":"Jacó representa a continuidade da aliança de Deus com a humanidade, sendo um exemplo de transformação e redenção.","referencias_relacionadas":["Gênesis 25:26","Gênesis 28:13","Gênesis 32:28"]},"genesis_37_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos filhos de Jacó, especificamente José, que é o foco da narrativa.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a continuidade da linhagem. Neste contexto, destaca a importância da família e das dinâmicas entre os irmãos.","por_que_esta_palavra":"A menção de 'filho' enfatiza a identidade e o papel de José dentro da família de Jacó, além de suas interações com seus irmãos.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, refletindo a paternidade de Deus e a importância da herança espiritual.","referencias_relacionadas":["Gênesis 30:1","Gênesis 37:3","Êxodo 20:12"]},"genesis_37_2_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome dos filhos de Jacó e à identidade que eles carregam.","explicacao_detalhada":"A palavra 'nome' (צֹאן) é frequentemente associada à identidade e ao caráter. Neste contexto, destaca a importância dos nomes dados aos filhos e suas implicações na história de Israel.","por_que_esta_palavra":"O nome é um símbolo de identidade e legado, refletindo o propósito de Deus para cada um dos filhos de Jacó.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos e estão ligados ao plano redentor de Deus para a humanidade.","referencias_relacionadas":["Gênesis 29:32-35","Gênesis 30:6-8","Gênesis 35:18"]},"genesis_37_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de chamar ou convocar, especialmente no contexto familiar.","explicacao_detalhada":"A palavra 'chamar' (בּוֹא) implica um convite ou uma ação de trazer alguém para perto. Neste contexto, destaca a dinâmica de comunicação entre Jacó e seus filhos.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a relação ativa entre pai e filhos, bem como a importância da comunicação na família.","conexao_teologica":"Deus também chama Seu povo para um relacionamento íntimo, refletindo a natureza relacional da fé.","referencias_relacionadas":["Gênesis 12:1","Isaías 43:1","Mateus 11:28"]},"genesis_37_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Jacó tratava seus filhos, especialmente José.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica a maneira ou o estilo de vida. Neste contexto, destaca a preferência de Jacó por José e como isso afetou as relações familiares.","por_que_esta_palavra":"A ênfase no 'modo' revela as tensões e conflitos que surgem na dinâmica familiar, especialmente em relação à favoritismo.","conexao_teologica":"As relações familiares são um reflexo da relação de Deus com Seu povo, onde o amor e a justiça devem prevalecer.","referencias_relacionadas":["Gênesis 37:4","Gênesis 25:28","Tiago 2:1"]},"genesis_37_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a ações que podem ser vistas como agressivas ou protetoras.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) implica ação e criação. Neste contexto, pode ser interpretada como a maneira como Jacó se comportava em relação aos seus filhos.","por_que_esta_palavra":"A escolha da palavra 'urso' sugere a ideia de proteção e cuidado, mas também pode indicar conflitos e desafios.","conexao_teologica":"Deus é frequentemente descrito como um protetor de Seu povo, refletindo a natureza de um pai que cuida e defende.","referencias_relacionadas":["Salmos 23:1-3","Isaías 40:11","Mateus 7:9-11"]},"genesis_37_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo de agir de Jacó em relação a seus filhos.","explicacao_detalhada":"A repetição da palavra 'modo' (כֹּל) enfatiza a consistência no comportamento de Jacó e como isso moldou as interações familiares.","por_que_esta_palavra":"A ênfase no 'modo' sugere que as ações de Jacó têm consequências significativas nas vidas de seus filhos.","conexao_teologica":"As ações e decisões dos pais têm um impacto duradouro nas gerações futuras, refletindo a responsabilidade que temos como líderes e guias.","referencias_relacionadas":["Gênesis 37:3","Provérbios 22:6","Efésios 6:4"]},"genesis_37_4_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se ao estado de harmonia ou ausência de conflito na família de Jacó.","explicacao_detalhada":"A palavra 'paz' (שָׁלוֹם) é um conceito central na Bíblia, simbolizando a plenitude e a harmonia. Neste contexto, destaca a falta de paz entre os irmãos devido ao favoritismo de Jacó.","por_que_esta_palavra":"A escolha da palavra 'paz' enfatiza a tensão e os conflitos que surgem na dinâmica familiar, contrastando com a intenção de Deus para a unidade.","conexao_teologica":"A paz é um fruto do Espírito e um objetivo da vida cristã, refletindo a vontade de Deus para Seu povo.","referencias_relacionadas":["Salmos 34:14","Romanos 12:18","Filipenses 4:7"]},"genesis_37_4_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à capacidade de ver e discernir as ações e intenções dos outros.","explicacao_detalhada":"A palavra 'ver' (רָאָה) implica percepção e entendimento. Neste contexto, destaca a necessidade de discernimento nas relações familiares e a capacidade de perceber as dinâmicas em jogo.","por_que_esta_palavra":"A escolha da palavra 'ver' sugere a importância de estar atento às ações e comportamentos, especialmente em um ambiente familiar complexo.","conexao_teologica":"Deus nos chama a ter discernimento e sabedoria em nossas interações, refletindo Sua natureza como o Deus que vê e conhece nossos corações.","referencias_relacionadas":["Salmos 139:1-4","Provérbios 3:5-6","Hebreus 4:13"]},"genesis_37_5_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de um sonho que José teve, onde ele expressa uma revelação divina.","explicacao_detalhada":"A palavra 'palavra' aqui indica a mensagem que José recebeu de Deus, que é fundamental para a narrativa de sua vida e seu futuro.","por_que_esta_palavra":"Esta palavra é crucial porque inicia a série de eventos que levarão José a se tornar uma figura importante no Egito.","conexao_teologica":"A comunicação divina através de sonhos é um tema recorrente na Bíblia, mostrando como Deus se revela aos homens.","referencias_relacionadas":["Gênesis 37:6","Gênesis 41:14","Daniel 2:19"]},"genesis_37_5_add":{"palavra_pt":"acrescentar","palavra_original":"יָסַף","transliteracao":"yâçaph","strong":"H3254","significado_raiz":"Ideia básica: acrescentar.","significado_contextual":"Indica a ação de adicionar algo a uma situação já existente, neste caso, um sonho.","explicacao_detalhada":"A palavra 'acrescentar' sugere que José não apenas teve um sonho, mas que ele também teve outro, aumentando a tensão na narrativa.","por_que_esta_palavra":"A adição de sonhos reforça a ideia de que Deus estava comunicando um plano maior para a vida de José.","conexao_teologica":"Deus frequentemente acrescenta revelações em momentos críticos, mostrando seu controle sobre a história.","referencias_relacionadas":["Gênesis 41:32","Mateus 5:20","Lucas 12:48"]},"genesis_37_6_bom":{"palavra_pt":"bom","palavra_original":"חָלַם","transliteracao":"châlam","strong":"H2492","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade do sonho que José teve, que era positivo e cheio de significado.","explicacao_detalhada":"A palavra 'bom' implica que o sonho tinha um propósito divino e era parte do plano de Deus para José.","por_que_esta_palavra":"O sonho 'bom' é um sinal de esperança e de um futuro promissor, mesmo em meio a dificuldades.","conexao_teologica":"Deus é descrito como bom e suas intenções para com seu povo são sempre para o bem.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:17"]},"genesis_37_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da declaração que José faz sobre o sonho que teve.","explicacao_detalhada":"A palavra 'dizer' aqui é usada para enfatizar a importância da revelação que ele compartilha com seus irmãos.","por_que_esta_palavra":"Dizer algo de grande importância pode provocar reações significativas, como a inveja dos irmãos de José.","conexao_teologica":"A fala é um meio pelo qual Deus se comunica com a humanidade, e as palavras têm poder.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 3:5"]},"genesis_37_7_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que está por trás do sonho e da revelação dada a José.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a soberania de Deus sobre os eventos da vida de José.","por_que_esta_palavra":"Reconhecer Deus como o autor do sonho é essencial para entender o propósito divino na história.","conexao_teologica":"A soberania de Deus é um tema central na narrativa bíblica, mostrando que Ele controla a história.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:3","Isaías 46:10"]},"genesis_37_8_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se à ideia de liderança e autoridade que José teria no futuro, conforme revelado em seus sonhos.","explicacao_detalhada":"A palavra 'reinar' sugere que José teria um papel de destaque e influência, o que provoca ciúmes em seus irmãos.","por_que_esta_palavra":"A expectativa de reinar é um tema que se desdobra ao longo da vida de José, culminando em sua ascensão no Egito.","conexao_teologica":"A ideia de reinar é frequentemente associada ao plano de Deus para a liderança e a justiça.","referencias_relacionadas":["Gênesis 41:46","Salmos 2:6","Apocalipse 1:6"]},"genesis_37_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Novamente, refere-se à magnitude da declaração de José sobre seu sonho.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a seriedade e a importância do que está sendo comunicado.","por_que_esta_palavra":"Repetir a declaração aumenta a tensão e a expectativa sobre o que está por vir na narrativa.","conexao_teologica":"A repetição de palavras importantes na Bíblia muitas vezes indica ênfase e necessidade de atenção.","referencias_relacionadas":["Gênesis 41:30","Mateus 7:24","Lucas 8:18"]},"genesis_37_8_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ideia de resgatar ou livrar, que pode ser interpretada no contexto dos sonhos de José.","explicacao_detalhada":"A palavra 'salvar' sugere que José teria um papel crucial em salvar sua família e muitos outros da fome.","por_que_esta_palavra":"A noção de salvação é central na história de José, que se torna um instrumento de Deus para preservar vidas.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Gênesis 45:7","Salmos 37:39","Romanos 5:9"]},"genesis_37_9_bom":{"palavra_pt":"bom","palavra_original":"חָלַם","transliteracao":"châlam","strong":"H2492","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade positiva do segundo sonho que José teve.","explicacao_detalhada":"A palavra 'bom' aqui reforça a ideia de que os sonhos de José são parte do plano divino e têm um propósito benéfico.","por_que_esta_palavra":"O sonho 'bom' é um sinal de que Deus está trabalhando para o bem de José e de sua família.","conexao_teologica":"A bondade de Deus é um tema recorrente, mostrando que Ele deseja o bem para seu povo.","referencias_relacionadas":["Salmos 23:6","Romanos 8:28","Tiago 1:17"]},"genesis_37_9_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se à imagem do sol, que simboliza autoridade e brilho, no contexto do sonho de José.","explicacao_detalhada":"A palavra 'sol' representa a figura paterna e a liderança, indicando que José teria um papel central na família.","por_que_esta_palavra":"O sol é um símbolo poderoso que destaca a importância do sonho e a posição de José.","conexao_teologica":"A luz e o sol são frequentemente usados na Bíblia para simbolizar a presença e a glória de Deus.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14","Apocalipse 22:16"]},"genesis_37_10_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao ser supremo que se comunica com os homens.","explicacao_detalhada":"No contexto de Gênesis 37:10, a palavra 'deus' é usada para enfatizar a autoridade e o poder divino que se manifesta nas visões de José.","por_que_esta_palavra":"A palavra é escolhida para mostrar a relação de José com Deus e a importância da revelação divina em sua vida.","conexao_teologica":"A presença de Deus nas revelações é um tema central na narrativa bíblica, mostrando como Ele guia e dirige os eventos da história.","referencias_relacionadas":["Gênesis 28:12","Êxodo 3:14","Salmos 46:10"]},"genesis_37_10_falar":{"palavra_pt":"falar","palavra_original":"סָפַר","transliteracao":"çâphar","strong":"H5608","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste versículo, 'falar' se refere ao ato de José relatar suas visões a seus irmãos, o que gera ciúmes e conflitos.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a importância da comunicação e como as palavras podem influenciar relacionamentos.","conexao_teologica":"A comunicação é um meio pelo qual Deus se revela e se relaciona com a humanidade, sendo essencial na vida de fé.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Mateus 12:34"]},"genesis_37_10_repreender":{"palavra_pt":"repreender","palavra_original":"גָּעַר","transliteracao":"gâʻar","strong":"H1605","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Refere-se à ação de corrigir ou censurar alguém por suas ações.","explicacao_detalhada":"No contexto, os irmãos de José o repreendem por suas visões, que eles consideram arrogantes e provocativas.","por_que_esta_palavra":"A palavra 'repreender' é usada para mostrar a tensão e o conflito entre José e seus irmãos, que não aceitam sua posição.","conexao_teologica":"A repreensão é um aspecto da disciplina que Deus usa para corrigir e guiar Seu povo.","referencias_relacionadas":["Provérbios 27:5","Gálatas 6:1","Hebreus 12:6"]},"genesis_37_11_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem que possui significado.","explicacao_detalhada":"A palavra 'palavra' aqui se refere ao que José disse sobre suas visões, que eram mensagens de Deus.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da revelação divina e como ela pode ser recebida ou rejeitada.","conexao_teologica":"A palavra de Deus é central na fé, sendo a base para a revelação e a compreensão do Seu plano.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Romanos 10:17"]},"genesis_37_11_zeloso":{"palavra_pt":"zeloso","palavra_original":"קָנָא","transliteracao":"qânâʼ","strong":"H7065","significado_raiz":"Ideia básica: zeloso.","significado_contextual":"Indica um forte desejo ou zelo por algo, muitas vezes relacionado à proteção ou ciúmes.","explicacao_detalhada":"Os irmãos de José eram zelosos, sentindo ciúmes de sua posição e das visões que ele teve.","por_que_esta_palavra":"A palavra 'zeloso' é usada para descrever a intensidade das emoções dos irmãos, que se opõem a José.","conexao_teologica":"O zelo pode ser tanto positivo quanto negativo, refletindo a paixão por Deus ou a inveja entre os homens.","referencias_relacionadas":["Romanos 10:2","Tiago 3:16","Gálatas 5:20"]},"genesis_37_11_irmao":{"palavra_pt":"irmao","palavra_original":"אָח","transliteracao":"ʼâch","strong":"H251","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se a um membro da mesma família, especialmente entre os filhos de Jacó.","explicacao_detalhada":"A palavra 'irmão' enfatiza a relação familiar e a traição que ocorre entre José e seus irmãos.","por_que_esta_palavra":"A escolha da palavra 'irmão' ressalta a gravidade do conflito familiar e a dor da divisão.","conexao_teologica":"A dinâmica familiar é um tema recorrente na Bíblia, refletindo a relação de Deus com Seu povo como uma família.","referencias_relacionadas":["Gênesis 4:9","Mateus 5:22","1 João 3:15"]},"genesis_37_12_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover de um lugar para outro.","explicacao_detalhada":"Neste versículo, 'andar' é usado para descrever a jornada de José em busca de seus irmãos.","por_que_esta_palavra":"A palavra 'andar' simboliza a busca e o movimento em direção ao cumprimento do plano de Deus.","conexao_teologica":"A jornada de fé é frequentemente descrita como um 'andar' com Deus, refletindo a necessidade de seguir Sua direção.","referencias_relacionadas":["Salmos 119:1","Gálatas 5:16","Miquéias 6:8"]},"genesis_37_12_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"Refere-se ao papel de liderança e cuidado, como um pastor cuida de seu rebanho.","explicacao_detalhada":"A palavra 'pastor' é usada para descrever a responsabilidade de cuidar e guiar, que se aplica a José em sua futura posição no Egito.","por_que_esta_palavra":"A escolha da palavra 'pastor' destaca a função de liderança que José eventualmente assumirá.","conexao_teologica":"Deus é frequentemente descrito como o Pastor de Seu povo, guiando e protegendo.","referencias_relacionadas":["Salmos 23:1","Ezequiel 34:11-12","João 10:11"]},"genesis_37_12_shechem":{"palavra_pt":"shechem","palavra_original":"שְׁכֶם","transliteracao":"Shᵉkem","strong":"H7927","significado_raiz":"Ideia básica: shechem.","significado_contextual":"Refere-se a uma localidade específica onde os eventos da narrativa ocorrem.","explicacao_detalhada":"Shechem é o lugar onde José é enviado para encontrar seus irmãos, simbolizando um ponto de virada em sua história.","por_que_esta_palavra":"A menção de Shechem é importante para situar geograficamente a narrativa e os eventos subsequentes.","conexao_teologica":"Locais na Bíblia muitas vezes têm significados teológicos, representando encontros com Deus ou eventos significativos.","referencias_relacionadas":["Gênesis 12:6","Gênesis 33:18","Josué 24:32"]},"genesis_37_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de expressar ou comunicar algo de forma significativa.","explicacao_detalhada":"A palavra 'dizer' é usada para relatar o que José comunica sobre suas visões e o que ele deve fazer.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação na narrativa e como as palavras moldam a história.","conexao_teologica":"A fala é um meio pelo qual Deus se comunica com a humanidade, sendo essencial para a revelação divina.","referencias_relacionadas":["Salmos 19:14","Mateus 5:37","Hebreus 13:15"]},"genesis_37_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui pode ser entendida como a realidade dos eventos que estão se desenrolando, especialmente em relação à situação de José.","explicacao_detalhada":"No contexto de Gênesis 37:13, a verdade é um conceito que se opõe à mentira e à enganação, refletindo a honestidade e a integridade nas relações familiares.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a dinâmica entre José e seus irmãos, onde a falta de verdade leva a conflitos e desentendimentos.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na relação do ser humano com o Criador, sendo um princípio que deve guiar a vida do crente.","referencias_relacionadas":["João 8:32","Salmos 51:6","Provérbios 12:22"]},"genesis_37_13_shechem":{"palavra_pt":"shechem","palavra_original":"שְׁכֶם","transliteracao":"Shᵉkem","strong":"H7927","significado_raiz":"Ideia básica: shechem.","significado_contextual":"Shechem é uma cidade importante na história de Israel, simbolizando um ponto de encontro e um local de decisões significativas.","explicacao_detalhada":"A menção de Shechem em Gênesis 37:13 destaca a localização geográfica onde José foi enviado, que mais tarde se tornaria um lugar central na história do povo de Israel.","por_que_esta_palavra":"Shechem é relevante porque representa o início da jornada de José, que o levaria a experiências que moldariam sua vida e a história de Israel.","conexao_teologica":"Shechem é um símbolo de aliança e compromisso, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Josué 24:1","Gênesis 12:6","Gênesis 33:18"]},"genesis_37_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a ordem de Jacó a José, indicando a importância da comunicação na dinâmica familiar.","explicacao_detalhada":"Em Gênesis 37:14, a ação de dizer é fundamental para a narrativa, pois inicia a jornada de José e a sequência de eventos que levarão à sua venda como escravo.","por_que_esta_palavra":"A comunicação é vital para a compreensão e a relação entre os personagens da história, mostrando como as palavras podem ter consequências significativas.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, refletindo a importância da comunicação divina na vida dos crentes.","referencias_relacionadas":["Hebreus 11:3","Salmos 33:6","Gênesis 1:3"]},"genesis_37_14_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) implica um estado de harmonia e bem-estar, que contrasta com a tensão entre José e seus irmãos.","explicacao_detalhada":"Em Gênesis 37:14, a busca por paz é um tema subjacente, pois a falta dela leva a conflitos familiares e à traição.","por_que_esta_palavra":"A paz é um valor central na vida do povo de Deus, e sua ausência pode resultar em desunião e discórdia.","conexao_teologica":"Deus é descrito como o Príncipe da Paz, e a paz é um fruto do Espírito que deve ser buscado por todos os crentes.","referencias_relacionadas":["Isaías 9:6","Gálatas 5:22","Filipenses 4:7"]},"genesis_37_14_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e ao reconhecimento, especialmente no contexto das relações familiares.","explicacao_detalhada":"Em Gênesis 37:14, o nome representa a conexão de José com sua família e sua posição dentro dela, que será desafiada ao longo da narrativa.","por_que_esta_palavra":"O nome é fundamental para a identidade e a herança, refletindo a importância das relações familiares na cultura israelita.","conexao_teologica":"Deus conhece cada um pelo nome, enfatizando a relação pessoal que Ele tem com Seu povo.","referencias_relacionadas":["Isaías 43:1","Salmos 139:1-4","João 10:3"]},"genesis_37_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo, destacando a interação entre José e o homem que ele encontra.","explicacao_detalhada":"Em Gênesis 37:15, o 'homem' é um personagem que desempenha um papel crucial ao ajudar José a encontrar seus irmãos, simbolizando a intervenção divina.","por_que_esta_palavra":"A figura do homem aqui representa a providência de Deus, que usa pessoas comuns para cumprir Seus propósitos.","conexao_teologica":"Deus usa indivíduos para realizar Sua vontade, mostrando que cada pessoa tem um papel na história da salvação.","referencias_relacionadas":["Romanos 8:28","Atos 17:26","1 Coríntios 12:12"]},"genesis_37_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A repetição da palavra 'dizer' enfatiza a importância da comunicação e da clareza nas instruções.","explicacao_detalhada":"Em Gênesis 37:15, a insistência em 'dizer' mostra a necessidade de José entender sua missão e o que se espera dele.","por_que_esta_palavra":"A comunicação clara é essencial para evitar mal-entendidos e garantir que as intenções sejam compreendidas.","conexao_teologica":"A palavra de Deus é clara e direta, servindo como guia para a vida dos crentes.","referencias_relacionadas":["Salmos 119:105","Provérbios 4:7","Tiago 1:5"]},"genesis_37_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A repetição da palavra 'dizer' reforça a importância da comunicação na busca de José por seus irmãos.","explicacao_detalhada":"Em Gênesis 37:16, a insistência em 'dizer' destaca a necessidade de José se identificar e se conectar com seus irmãos.","por_que_esta_palavra":"A comunicação é um elemento chave nas relações humanas e na narrativa bíblica, mostrando como as palavras podem unir ou dividir.","conexao_teologica":"A comunicação divina é clara e eficaz, refletindo a natureza de Deus como um comunicador perfeito.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 19:1-4","Mateus 4:4"]},"genesis_37_16_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' (representado) é uma partícula que conecta a ação de José à sua busca por seus irmãos.","explicacao_detalhada":"Em Gênesis 37:16, essa palavra é usada para indicar que José estava em busca de algo ou alguém específico, enfatizando a sua determinação.","por_que_esta_palavra":"A conexão entre as palavras é crucial para entender a narrativa e o papel de José na história.","conexao_teologica":"A ideia de representação é importante na teologia, onde Cristo é o representante perfeito da humanidade diante de Deus.","referencias_relacionadas":["Romanos 5:19","1 Pedro 2:24","Hebreus 4:14"]},"genesis_37_16_irmao":{"palavra_pt":"irmao","palavra_original":"אָח","transliteracao":"ʼâch","strong":"H251","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se à relação familiar e à conexão entre José e seus irmãos, que é central na narrativa.","explicacao_detalhada":"Em Gênesis 37:16, a busca de José por seus irmãos destaca a complexidade das relações familiares e os conflitos que surgem entre eles.","por_que_esta_palavra":"A relação entre irmãos é um tema recorrente na Bíblia, simbolizando tanto a unidade quanto a divisão.","conexao_teologica":"A Bíblia ensina sobre a importância da unidade e do amor entre irmãos, refletindo o amor de Cristo pela Sua família espiritual.","referencias_relacionadas":["Salmos 133:1","Mateus 12:50","1 João 4:20"]},"genesis_37_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, especificamente no contexto de José e seus irmãos.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a humanidade em geral, mas neste contexto, refere-se a José, que estava em busca de seus irmãos.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a condição humana de José e a relação com seus irmãos.","conexao_teologica":"A humanidade é central na narrativa bíblica, onde Deus se relaciona com os homens.","referencias_relacionadas":["Gênesis 1:26","Gênesis 2:7","Salmos 8:4"]},"genesis_37_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' é fundamental para a comunicação entre os personagens, refletindo a importância da palavra na narrativa.","por_que_esta_palavra":"A palavra é utilizada para mostrar a intenção de José de encontrar seus irmãos e a importância da comunicação.","conexao_teologica":"A palavra de Deus é um tema recorrente, mostrando como a comunicação divina é essencial para a vida.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"genesis_37_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão ou causa de uma ação.","explicacao_detalhada":"A palavra 'porque' conecta a ação de José à sua motivação, revelando a lógica por trás de suas ações.","por_que_esta_palavra":"É crucial para entender a narrativa, pois explica o porquê da busca de José.","conexao_teologica":"A compreensão do propósito divino é frequentemente revelada através de razões apresentadas nas Escrituras.","referencias_relacionadas":["Romanos 8:28","Provérbios 16:9","Gênesis 50:20"]},"genesis_37_18_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à ação de perceber ou notar algo.","explicacao_detalhada":"A palavra 'ver' é usada para descrever a percepção de José ao encontrar seus irmãos, simbolizando a revelação.","por_que_esta_palavra":"É importante para a narrativa, pois a visão é um tema que representa entendimento e descoberta.","conexao_teologica":"A visão é frequentemente usada na Bíblia como uma metáfora para a revelação divina.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Apocalipse 3:18"]},"genesis_37_18_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de perder a vida, um tema recorrente na narrativa de José.","explicacao_detalhada":"A palavra 'morrer' é usada para expressar a gravidade da situação que José enfrenta ao se aproximar de seus irmãos.","por_que_esta_palavra":"A menção da morte destaca o conflito e a tensão na história, refletindo a seriedade das ações dos irmãos.","conexao_teologica":"A morte e a vida são temas centrais na teologia bíblica, simbolizando a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Hebreus 9:27"]},"genesis_37_18_grande":{"palavra_pt":"grande","palavra_original":"רָחוֹק","transliteracao":"râchôwq","strong":"H7350","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica uma grande distância ou separação.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a distância que José teve que percorrer para encontrar seus irmãos.","por_que_esta_palavra":"A ênfase na grande distância ressalta o esforço e a determinação de José.","conexao_teologica":"A jornada de fé muitas vezes envolve grandes distâncias e desafios, refletindo a perseverança.","referencias_relacionadas":["Hebreus 12:1","Gênesis 32:1-2","Salmos 119:105"]},"genesis_37_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' é novamente utilizada, enfatizando a importância da comunicação entre os irmãos.","por_que_esta_palavra":"A repetição da palavra mostra a continuidade da narrativa e a necessidade de diálogo.","conexao_teologica":"A comunicação é vital na relação entre Deus e a humanidade, refletindo a importância da palavra.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"genesis_37_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, neste caso, ao próprio José.","explicacao_detalhada":"A palavra 'homem' é utilizada para enfatizar a condição humana de José e seu papel na narrativa.","por_que_esta_palavra":"A escolha da palavra destaca a vulnerabilidade e a humanidade de José em contraste com os planos de seus irmãos.","conexao_teologica":"A humanidade é central na narrativa bíblica, onde Deus se relaciona com os homens.","referencias_relacionadas":["Gênesis 1:26","Gênesis 2:7","Salmos 8:4"]},"genesis_37_20_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de causar a morte ou a destruição.","explicacao_detalhada":"A palavra 'destruir' é usada para expressar a intenção dos irmãos de José de prejudicá-lo.","por_que_esta_palavra":"A gravidade da intenção dos irmãos é destacada, mostrando o conflito central da história.","conexao_teologica":"A destruição é um tema que aparece frequentemente nas Escrituras, simbolizando o pecado e suas consequências.","referencias_relacionadas":["Gênesis 4:10","Romanos 6:23","Apocalipse 21:8"]},"genesis_37_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' é novamente utilizada, enfatizando a importância da comunicação entre os irmãos.","por_que_esta_palavra":"A repetição da palavra mostra a continuidade da narrativa e a necessidade de diálogo.","conexao_teologica":"A comunicação é vital na relação entre Deus e a humanidade, refletindo a importância da palavra.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"genesis_37_21_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de escutar e compreender o que está sendo dito, especialmente no contexto de alertar sobre um perigo.","explicacao_detalhada":"No contexto de Gênesis 37:21, 'ouvir' é crucial, pois os irmãos de José estavam discutindo o que fazer com ele. A habilidade de ouvir é fundamental para a tomada de decisões sábias e justas.","por_que_esta_palavra":"Esta palavra é importante porque destaca a necessidade de atenção e discernimento nas interações humanas, especialmente em situações de conflito.","conexao_teologica":"A capacidade de ouvir é frequentemente associada à obediência a Deus e à sabedoria. Em Provérbios, por exemplo, ouvir é um passo para a sabedoria.","referencias_relacionadas":["Provérbios 1:5","Tiago 1:19","Salmos 119:105"]},"genesis_37_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação verbal entre os irmãos, refletindo suas intenções e planos.","explicacao_detalhada":"Neste versículo, 'dizer' é um ato que revela a intenção dos irmãos de José de agir contra ele. A comunicação é um elemento chave nas relações familiares e sociais.","por_que_esta_palavra":"A palavra é significativa porque mostra como as palavras podem ter um impacto profundo nas ações e decisões, especialmente em momentos de crise.","conexao_teologica":"A fala e a comunicação são vistas como dons de Deus, e a forma como usamos nossas palavras pode refletir nosso caráter e nossa fé.","referencias_relacionadas":["Mateus 12:36","Provérbios 18:21","Efésios 4:29"]},"genesis_37_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui implica a realidade da situação e a honestidade nas interações.","explicacao_detalhada":"No contexto, a verdade é distorcida pelos irmãos que planejam fazer mal a José. A busca pela verdade é essencial para a justiça e a moralidade.","por_que_esta_palavra":"A palavra é crucial porque destaca a tensão entre a verdade e a mentira, especialmente em situações de traição e conflito.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã. Jesus se apresenta como a Verdade (João 14:6).","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"genesis_37_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a comunicação entre os irmãos e suas decisões sobre José.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'dizer' mostra a continuidade do plano maligno contra José e a falta de empatia dos irmãos.","por_que_esta_palavra":"É importante porque ilustra como as palavras podem ser usadas para manipular e enganar, refletindo a natureza humana caída.","conexao_teologica":"As palavras têm poder, e a Bíblia nos ensina a usá-las com sabedoria e amor, evitando a malícia.","referencias_relacionadas":["Tiago 3:5-6","Provérbios 12:18","Colossenses 3:8"]},"genesis_37_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui novamente se refere à honestidade e à realidade da situação em que os irmãos se encontram.","explicacao_detalhada":"A negação da verdade pelos irmãos é um tema central, pois eles estão prestes a cometer um ato injusto contra José.","por_que_esta_palavra":"A palavra é significativa porque ressalta a importância da verdade em todas as relações e decisões.","conexao_teologica":"A verdade é um fundamento da justiça divina, e os cristãos são chamados a viver em verdade e integridade.","referencias_relacionadas":["Salmos 25:5","João 4:24","Romanos 12:9"]},"genesis_37_22_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se à vida e à morte, simbolizando a gravidade da ação que os irmãos estão prestes a tomar.","explicacao_detalhada":"Neste contexto, o sangue representa a violência e a traição, pois os irmãos planejam derramar o sangue de José.","por_que_esta_palavra":"É importante porque o sangue é um símbolo poderoso na Bíblia, representando tanto a vida quanto a redenção.","conexao_teologica":"O sangue de Cristo é central na teologia cristã, simbolizando a nova aliança e a salvação.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:19","Gálatas 2:20"]},"genesis_37_23_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' implica uma queda física e simbólica, representando a desgraça que José enfrentará.","explicacao_detalhada":"No versículo, 'cair' é o ato de José sendo jogado no poço, simbolizando a traição e a perda de status entre seus irmãos.","por_que_esta_palavra":"É relevante porque a queda de José é um ponto de virada em sua vida, levando a eventos que culminarão em sua exaltação.","conexao_teologica":"A queda e a exaltação são temas recorrentes na Bíblia, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Salmos 37:24","Mateus 23:12","Romanos 8:28"]},"genesis_37_24_adventure":{"palavra_pt":"adventure","palavra_original":"שָׁלַךְ","transliteracao":"shâlak","strong":"H7993","significado_raiz":"Ideia básica: adventure.","significado_contextual":"A palavra 'adventure' (aventura) aqui é uma tradução que pode não se encaixar bem, mas implica em um ato de lançar algo fora, como José no poço.","explicacao_detalhada":"Neste contexto, 'adventure' pode ser interpretado como o ato de jogar José no poço, um ato de desprezo e traição.","por_que_esta_palavra":"A palavra é significativa porque representa a ação deliberada dos irmãos, que escolheram agir de maneira cruel.","conexao_teologica":"As ações humanas têm consequências, e a Bíblia frequentemente nos adverte sobre as escolhas que fazemos.","referencias_relacionadas":["Gálatas 6:7","Provérbios 14:12","Eclesiastes 12:14"]},"genesis_37_24_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se ao ato de apreender ou capturar, simbolizando a ação dos irmãos ao lidarem com José.","explicacao_detalhada":"No versículo, 'tomar' implica a ação de agarrar José e jogá-lo no poço, refletindo a brutalidade de seus atos.","por_que_esta_palavra":"É importante porque destaca a natureza violenta da ação dos irmãos e a falta de compaixão.","conexao_teologica":"A Bíblia nos ensina sobre a importância de tratar os outros com amor e respeito, em vez de violência.","referencias_relacionadas":["Mateus 7:12","Romanos 13:10","1 João 4:20"]},"genesis_37_25_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a avaliação e a decisão sobre o que fazer com José, refletindo a moralidade dos irmãos.","explicacao_detalhada":"Neste contexto, 'julgar' é a ação de decidir o destino de José, mostrando a falta de justiça e compaixão por parte dos irmãos.","por_que_esta_palavra":"É relevante porque destaca a responsabilidade moral que temos ao tomar decisões que afetam a vida dos outros.","conexao_teologica":"A Bíblia nos ensina que Deus é o juiz supremo e que devemos buscar a justiça em nossas ações.","referencias_relacionadas":["Miquéias 6:8","Tiago 4:12","Romanos 14:10"]},"genesis_37_25_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento necessário para a sobrevivência, especialmente em um contexto de necessidade e desespero.","explicacao_detalhada":"No versículo, os irmãos de José estão em uma situação de fome e necessidade. O alimento é um símbolo de sobrevivência e cuidado divino, mesmo em tempos difíceis.","por_que_esta_palavra":"A palavra 'alimento' é crucial aqui, pois representa não apenas a necessidade física, mas também a providência de Deus em momentos de crise.","conexao_teologica":"O alimento é frequentemente associado à provisão de Deus, como visto em passagens que falam sobre o maná no deserto (Êxodo 16).","referencias_relacionadas":["Êxodo 16:4","Salmos 78:24","Mateus 6:11"]},"genesis_37_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a importância ou a gravidade da situação em que os irmãos se encontram ao discutir o destino de José.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a comunicação entre os irmãos, que estão deliberando sobre o que fazer com José, refletindo a tensão e a seriedade do momento.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a ação deliberativa e a responsabilidade moral que os irmãos têm em suas decisões.","conexao_teologica":"A comunicação e a palavra têm um papel fundamental na criação e na revelação divina, como visto em Gênesis 1:3.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 1:19"]},"genesis_37_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual os irmãos decidem não matar José.","explicacao_detalhada":"A palavra 'porque' conecta a decisão dos irmãos a uma justificativa, mostrando que eles estão ponderando as consequências de suas ações.","por_que_esta_palavra":"É uma palavra chave que revela a lógica e a motivação por trás das ações dos personagens bíblicos.","conexao_teologica":"A razão e a lógica são frequentemente usadas nas Escrituras para explicar as ações humanas e a soberania de Deus.","referencias_relacionadas":["Romanos 8:28","Provérbios 16:9","Gênesis 50:20"]},"genesis_37_26_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à intenção de causar dano ou morte, refletindo a gravidade da situação entre os irmãos.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever o plano inicial dos irmãos de José, que é um ato de violência extrema motivado por ciúmes.","por_que_esta_palavra":"A palavra destaca a profundidade do conflito familiar e a luta interna entre o amor e o ódio.","conexao_teologica":"A destruição é um tema que aparece em várias narrativas bíblicas, simbolizando o pecado e suas consequências.","referencias_relacionadas":["Gênesis 4:8","Salmos 37:28","Mateus 5:21-22"]},"genesis_37_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente usada para justificar a decisão dos irmãos, mostrando a lógica por trás de suas ações.","explicacao_detalhada":"A repetição da palavra 'porque' reforça a ideia de que as decisões são tomadas com base em raciocínios e considerações morais.","por_que_esta_palavra":"Essa palavra é essencial para entender a dinâmica de decisão e a moralidade em jogo na narrativa.","conexao_teologica":"A moralidade e a ética são temas centrais na Bíblia, refletindo a natureza de Deus e Sua vontade para a humanidade.","referencias_relacionadas":["Deuteronômio 30:19","Romanos 14:12","Gálatas 6:7"]},"genesis_37_27_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à capacidade de escutar e considerar as palavras e conselhos dos outros, especialmente em um contexto de conflito.","explicacao_detalhada":"A palavra 'ouvir' é crucial para a dinâmica familiar, pois implica em prestar atenção às advertências e conselhos, que podem levar a decisões mais sábias.","por_que_esta_palavra":"A escolha de 'ouvir' destaca a importância da comunicação e da escuta ativa nas relações interpessoais.","conexao_teologica":"A Bíblia frequentemente enfatiza a importância de ouvir a voz de Deus e a sabedoria que vem da escuta.","referencias_relacionadas":["Provérbios 1:5","Tiago 1:19","Salmos 119:105"]},"genesis_37_27_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Indica o ato de se mover ou progredir em uma direção, simbolizando decisões e ações na vida.","explicacao_detalhada":"A palavra 'andar' pode ser vista como uma metáfora para o caminho da vida e as escolhas que fazemos ao longo dela.","por_que_esta_palavra":"A palavra é significativa, pois reflete a jornada de cada personagem e suas decisões ao longo da narrativa.","conexao_teologica":"A ideia de 'andar' é frequentemente usada nas Escrituras para descrever o modo de vida de um crente, como em Gálatas 5:16.","referencias_relacionadas":["Salmos 1:1","Gálatas 5:16","Efésios 5:8"]},"genesis_37_28_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se ao ato de cruzar ou passar por um lugar, simbolizando a transição e o movimento entre diferentes estados.","explicacao_detalhada":"A palavra 'cruz' é usada para descrever o momento em que os mercadores passam, trazendo uma mudança no destino de José.","por_que_esta_palavra":"A palavra é importante porque representa a intervenção divina e o plano de Deus em ação, mesmo em circunstâncias adversas.","conexao_teologica":"A ideia de cruzar ou transitar é frequentemente associada à jornada espiritual e ao plano redentor de Deus.","referencias_relacionadas":["Isaías 43:2","Romanos 8:28","Hebreus 11:13-16"]},"genesis_37_28_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, neste caso, um mercador que desempenha um papel crucial na narrativa.","explicacao_detalhada":"A palavra 'homem' é usada para descrever o mercador que compra José, simbolizando a intervenção humana no plano divino.","por_que_esta_palavra":"A escolha de 'homem' destaca a importância das ações humanas e suas consequências na história da salvação.","conexao_teologica":"A humanidade é central na narrativa bíblica, refletindo a criação e a queda, bem como a redenção em Cristo.","referencias_relacionadas":["Gênesis 1:26-27","Romanos 5:12","1 Coríntios 15:22"]},"genesis_37_28_grande":{"palavra_pt":"grande","palavra_original":"מָשַׁךְ","transliteracao":"mâshak","strong":"H4900","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude ou a importância do homem que passa, sugerindo que ele tem um papel significativo na história.","explicacao_detalhada":"A palavra 'grande' pode ser interpretada como uma referência ao status ou à influência do mercador na narrativa.","por_que_esta_palavra":"A palavra é significativa porque sugere que as ações de pessoas influentes podem ter um impacto duradouro na vida de outros.","conexao_teologica":"A grandeza é um tema que aparece nas Escrituras, refletindo a soberania de Deus sobre as nações e os indivíduos.","referencias_relacionadas":["Salmos 47:2","Mateus 5:14","Apocalipse 19:16"]},"genesis_37_29_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou estabelecer algo, no contexto de um evento que leva à construção de uma narrativa maior.","explicacao_detalhada":"Neste versículo, 'edificar' pode simbolizar a construção de uma nova realidade ou entendimento após um evento significativo, como a venda de José pelos irmãos.","por_que_esta_palavra":"A escolha da palavra 'edificar' sugere a ideia de que os eventos que se desenrolam são fundamentais para a formação do futuro de Israel.","conexao_teologica":"A edificação de uma nova história é um tema recorrente na Bíblia, onde Deus transforma situações adversas em oportunidades de redenção.","referencias_relacionadas":["Gênesis 50:20","Romanos 8:28","Isaías 61:3"]},"genesis_37_29_olhos":{"palavra_pt":"olhos","palavra_original":"קָרַע","transliteracao":"qâraʻ","strong":"H7167","significado_raiz":"Ideia básica: olhos.","significado_contextual":"A palavra 'olhos' refere-se à percepção e ao entendimento, especialmente no contexto de ver e compreender a verdade.","explicacao_detalhada":"Neste versículo, 'olhos' simboliza a capacidade de perceber a realidade ao redor, que é crucial para a compreensão dos eventos que estão ocorrendo.","por_que_esta_palavra":"Os 'olhos' são frequentemente usados na Bíblia como metáfora para a percepção espiritual e a revelação divina.","conexao_teologica":"A visão espiritual é essencial para entender os planos de Deus, que muitas vezes não são evidentes à primeira vista.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Efésios 1:18"]},"genesis_37_30_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' aqui também sugere a construção de uma nova narrativa após a descoberta do que aconteceu com José.","explicacao_detalhada":"Refere-se ao processo de entender e interpretar os eventos que levaram à separação de José de sua família.","por_que_esta_palavra":"A repetição da palavra 'edificar' enfatiza a importância de como as experiências moldam a identidade e a história do povo de Deus.","conexao_teologica":"Deus frequentemente usa as dificuldades para edificar e fortalecer a fé de Seu povo.","referencias_relacionadas":["Romanos 5:3-5","Tiago 1:2-4","1 Pedro 5:10"]},"genesis_37_30_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se à magnitude da situação e à gravidade do que está acontecendo.","explicacao_detalhada":"Neste contexto, 'grande' pode se referir à grande dor e ao impacto emocional que a família de José está enfrentando.","por_que_esta_palavra":"A ênfase na grandeza da situação destaca a seriedade do ato cometido pelos irmãos de José.","conexao_teologica":"A grandeza do sofrimento é um tema que aparece em várias narrativas bíblicas, mostrando como Deus pode trazer esperança em meio à dor.","referencias_relacionadas":["Salmos 34:18","2 Coríntios 1:3-4","Romanos 8:18"]},"genesis_37_30_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se à inocência e à vulnerabilidade, especialmente no contexto da história de José.","explicacao_detalhada":"Neste versículo, 'criança' simboliza a pureza e a fragilidade da vida de José, que foi traído por seus irmãos.","por_que_esta_palavra":"A menção à 'criança' evoca empatia e compaixão, ressaltando a injustiça do que aconteceu.","conexao_teologica":"A vulnerabilidade das crianças é um tema importante na Bíblia, refletindo o cuidado e a proteção que Deus oferece aos inocentes.","referencias_relacionadas":["Mateus 18:10","Marcos 10:14","Salmos 127:3"]},"genesis_37_31_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se ao ato de oferecer algo de valor, muitas vezes associado a dor e perda.","explicacao_detalhada":"Neste contexto, o 'sacrifício' é uma representação do engano e da dor que os irmãos de José causaram a seu pai ao apresentar a túnica manchada de sangue.","por_que_esta_palavra":"O uso da palavra 'sacrifício' sugere a ideia de que o ato de engano teve um custo emocional significativo.","conexao_teologica":"O conceito de sacrifício é central na Bíblia, culminando no sacrifício de Cristo por nossos pecados.","referencias_relacionadas":["Hebreus 9:22","Romanos 12:1","Gálatas 2:20"]},"genesis_37_31_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' simboliza vida, morte e a gravidade do pecado, especialmente no contexto do engano dos irmãos.","explicacao_detalhada":"Neste versículo, o 'sangue' é usado para enganar Jacó, representando a perda e a dor que ele experimenta ao pensar que seu filho está morto.","por_que_esta_palavra":"O sangue é um símbolo poderoso na Bíblia, frequentemente associado ao sacrifício e à redenção.","conexao_teologica":"O sangue de Cristo é o que traz redenção e vida, contrastando com o sangue que simboliza morte e engano.","referencias_relacionadas":["Levítico 17:11","1 Pedro 1:18-19","Apocalipse 1:5"]},"genesis_37_31_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se ao ato de apropriar-se de algo, neste caso, a túnica de José.","explicacao_detalhada":"Neste versículo, 'tomar' implica um ato deliberado de engano e traição por parte dos irmãos de José.","por_que_esta_palavra":"A escolha da palavra 'tomar' enfatiza a ação intencional dos irmãos em manipular a situação.","conexao_teologica":"A apropriação e o engano são temas que aparecem frequentemente na narrativa bíblica, mostrando a natureza pecaminosa do ser humano.","referencias_relacionadas":["Gênesis 3:6","Salmos 10:7","Tiago 1:14-15"]},"genesis_37_32_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de mandar ou despachar algo, neste caso, a túnica de José para seu pai.","explicacao_detalhada":"Neste contexto, 'enviar' implica a intenção de enganar Jacó, apresentando a túnica como prova da morte de José.","por_que_esta_palavra":"A palavra 'enviar' destaca a ação deliberada dos irmãos para criar uma falsa narrativa.","conexao_teologica":"O envio de mensagens e sinais é um tema recorrente na Bíblia, onde Deus também envia profetas e mensageiros.","referencias_relacionadas":["Gênesis 45:4-5","Isaías 6:8","Mateus 10:16"]},"genesis_37_32_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de chamar alguém para se aproximar, neste caso, Jacó sendo chamado para ver a túnica.","explicacao_detalhada":"Neste versículo, 'vir' implica a convocação de Jacó para testemunhar a cena trágica que foi preparada pelos irmãos.","por_que_esta_palavra":"A escolha da palavra 'vir' sugere um convite para a dor e o engano, destacando a manipulação emocional.","conexao_teologica":"O chamado de Deus para o Seu povo é um tema central na Bíblia, contrastando com o chamado para o engano e a dor.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Apocalipse 3:20"]},"genesis_37_33_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à intensidade da dor e do luto de Jacó ao ver a túnica manchada de sangue.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a profundidade do sofrimento de Jacó, que acreditava que seu filho José havia morrido. O uso desta palavra enfatiza a gravidade da situação e o desespero do pai.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a magnitude do luto e a tragédia que Jacó estava enfrentando, refletindo a dor emocional intensa.","conexao_teologica":"O luto de Jacó pode ser visto como uma representação da dor que Deus sente quando Seu povo se afasta dEle, simbolizando a separação e a perda.","referencias_relacionadas":["Gênesis 37:34","Salmos 34:18","Isaías 53:3"]},"genesis_37_33_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a José, o filho amado de Jacó, cuja suposta morte causa grande dor ao pai.","explicacao_detalhada":"A palavra 'filho' é central na narrativa, pois José é o favorito de Jacó, e sua perda representa não apenas a morte de um filho, mas a perda de um futuro e de esperança para Jacó.","por_que_esta_palavra":"A repetição da palavra 'filho' enfatiza a relação especial entre Jacó e José, e a devastação que a perda traz para a família.","conexao_teologica":"A relação entre pai e filho aqui pode ser vista como um reflexo da relação entre Deus e Seus filhos, onde a dor da perda é profundamente sentida.","referencias_relacionadas":["Gênesis 37:30","Gênesis 42:36","Mateus 3:17"]},"genesis_37_33_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza física de José, que foi ferido e considerado morto.","explicacao_detalhada":"A palavra 'carne' é usada para enfatizar a vulnerabilidade e a fragilidade da vida humana, especialmente no contexto da morte de um ente querido.","por_que_esta_palavra":"A menção da 'carne' sublinha a realidade da morte e a dor que ela causa, lembrando que todos são suscetíveis ao sofrimento.","conexao_teologica":"A carne representa a condição humana e a necessidade de redenção, que é um tema central na teologia cristã.","referencias_relacionadas":["Gênesis 6:3","Romanos 8:3","Hebreus 2:14"]},"genesis_37_34_olhos":{"palavra_pt":"olhos","palavra_original":"קָרַע","transliteracao":"qâraʻ","strong":"H7167","significado_raiz":"Ideia básica: olhos.","significado_contextual":"Refere-se à ação de Jacó, que rasgou suas vestes e se cobriu de saco, simbolizando seu luto.","explicacao_detalhada":"A palavra 'olhos' é usada para descrever a expressão de dor e sofrimento que Jacó estava sentindo, refletindo a tristeza que se manifesta fisicamente.","por_que_esta_palavra":"A escolha da palavra 'olhos' enfatiza a visão do luto e da perda, mostrando como a dor pode ser vista externamente.","conexao_teologica":"Os olhos muitas vezes simbolizam a percepção espiritual; a dor de Jacó também pode ser vista como uma falta de visão sobre o plano de Deus.","referencias_relacionadas":["Salmos 6:7","Salmos 119:18","Mateus 5:8"]},"genesis_37_34_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à intensidade do luto que Jacó expressa ao rasgar suas vestes.","explicacao_detalhada":"A palavra 'grande' aqui indica a profundidade do sofrimento e a seriedade do ato de rasgar as vestes, que era uma prática comum em tempos de luto.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a magnitude da dor que Jacó estava sentindo, mostrando que seu luto era profundo e sincero.","conexao_teologica":"O luto de Jacó pode ser visto como um paralelo ao luto que Deus sente por aqueles que se afastam dEle.","referencias_relacionadas":["Gênesis 37:33","Eclesiastes 3:4","Romanos 12:15"]},"genesis_37_34_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"Refere-se ao material usado por Jacó para expressar seu luto.","explicacao_detalhada":"O 'sackcloth' era um símbolo de luto e arrependimento, usado para demonstrar tristeza e humilhação diante de uma tragédia.","por_que_esta_palavra":"A escolha de 'sackcloth' enfatiza a seriedade do luto de Jacó e a tradição cultural de expressar dor através de vestimentas.","conexao_teologica":"O uso de 'sackcloth' pode simbolizar a necessidade de arrependimento e a busca por consolo em tempos de dor.","referencias_relacionadas":["Gênesis 37:34","Joel 1:13","Mateus 11:21"]},"genesis_37_35_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se à ação de Jacó ao tentar se levantar do seu luto, mas sem sucesso.","explicacao_detalhada":"A palavra 'levantar' aqui indica a luta de Jacó para superar sua dor, mas ele se recusa a ser consolado, mostrando a profundidade de seu sofrimento.","por_que_esta_palavra":"A escolha da palavra 'levantar' sugere um desejo de recuperação, mas também a realidade de que a dor é tão intensa que ele não consegue se mover para além dela.","conexao_teologica":"A luta de Jacó para se levantar pode ser vista como uma representação da luta espiritual que muitos enfrentam ao lidar com a dor e a perda.","referencias_relacionadas":["Salmos 30:5","Isaías 61:3","2 Coríntios 1:3-4"]},"genesis_37_35_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Jacó expressa seu luto, que é intensa e pública.","explicacao_detalhada":"A palavra 'modo' descreve a forma como Jacó se comporta em resposta à tragédia, mostrando que seu luto é visível e significativo.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que o luto de Jacó não é apenas interno, mas se manifesta em ações externas que são observadas por outros.","conexao_teologica":"O modo como expressamos nossa dor pode ser um testemunho da nossa fé e da nossa relação com Deus, especialmente em tempos de crise.","referencias_relacionadas":["Gênesis 37:34","Salmos 42:5","Tiago 1:2-3"]},"genesis_37_35_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se novamente a José, o filho que Jacó acredita ter perdido.","explicacao_detalhada":"A repetição da palavra 'filho' reforça a conexão emocional e a dor que Jacó sente pela perda de seu filho amado.","por_que_esta_palavra":"A ênfase na palavra 'filho' mostra que a identidade de Jacó está profundamente ligada a José, e sua perda é devastadora.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 37:33","Gênesis 42:36","Lucas 15:24"]},"genesis_37_36_alimento":{"palavra_pt":"alimento","palavra_original":"טַבָּח","transliteracao":"ṭabbâch","strong":"H2876","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao que os ismaelitas estavam vendendo, que era necessário para a sobrevivência.","explicacao_detalhada":"A palavra 'alimento' é crucial, pois representa a provisão e a necessidade básica de sobrevivência em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'alimento' destaca a importância da sustento físico, especialmente em um contexto de fome e necessidade.","conexao_teologica":"O alimento é frequentemente usado na Bíblia como uma metáfora para a Palavra de Deus, que sustenta espiritualmente.","referencias_relacionadas":["Gênesis 41:30-31","Mateus 4:4","João 6:35"]},"genesis_37_36_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"O termo 'faraó' refere-se ao título dos governantes do Egito, simbolizando poder e autoridade.","explicacao_detalhada":"No contexto de Gênesis 37:36, o faraó é mencionado como a figura que comprou José como escravo. O faraó representa não apenas um líder político, mas também a cultura e a opressão do Egito sobre os israelitas.","por_que_esta_palavra":"A palavra 'faraó' é crucial para entender a dinâmica de poder e a opressão que os israelitas enfrentaram no Egito, além de ser um símbolo da soberania divina que se manifestará na libertação do povo.","conexao_teologica":"A figura do faraó é frequentemente usada na Bíblia para ilustrar a resistência ao plano de Deus e a opressão do Seu povo, culminando na libertação através de Moisés.","referencias_relacionadas":["Êxodo 3:10","Êxodo 5:1","Êxodo 12:30"]}}