{"genesis_40_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a uma comunicação ou mensagem que é significativa.","explicacao_detalhada":"Em Gênesis 40:1, 'palavra' é usada para descrever os sonhos que o copeiro e o padeiro tiveram, que seriam interpretados por José.","por_que_esta_palavra":"A escolha da palavra 'palavra' é crucial, pois destaca a importância da revelação e da interpretação divina.","conexao_teologica":"Isso mostra como Deus se comunica com Seu povo e como Ele pode usar sonhos e visões para transmitir mensagens importantes.","referencias_relacionadas":["Gênesis 40:1","Gênesis 41:1","Joel 2:28"]},"genesis_40_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima no Egito, que é uma figura central na narrativa.","explicacao_detalhada":"Neste contexto, 'rei' é importante porque representa o poder e a influência que governam a terra, e a interação de José com essa autoridade é crucial para sua história.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a posição de poder que o faraó detém e como isso impacta a vida de José.","conexao_teologica":"A relação entre José e o rei ilustra como Deus pode usar autoridades terrenas para cumprir Seus planos.","referencias_relacionadas":["Gênesis 40:1","Gênesis 41:14","Romanos 13:1"]},"genesis_40_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' aqui é usada para descrever a condição dos prisioneiros que perderam sua posição de honra.","explicacao_detalhada":"Em Gênesis 40:1, 'cair' implica em uma queda de status, refletindo a situação dos dois oficiais que foram presos.","por_que_esta_palavra":"A palavra é significativa para entender a transição de poder e status que ocorre na narrativa.","conexao_teologica":"A queda de status dos oficiais é um lembrete de que Deus pode reverter situações e trazer restauração.","referencias_relacionadas":["Gênesis 40:1","Gênesis 41:9","Provérbios 16:18"]},"genesis_40_2_butlership":{"palavra_pt":"butler ship","palavra_original":"מַשְׁקֶה","transliteracao":"mashqeh","strong":"H4945","significado_raiz":"Ideia básica: butler ship.","significado_contextual":"A palavra 'butler ship' refere-se à posição de copeiro, que era uma função de confiança na corte do faraó.","explicacao_detalhada":"Em Gênesis 40:2, a menção do copeiro é importante, pois ele tinha acesso direto ao faraó e sua história se entrelaça com a de José.","por_que_esta_palavra":"A palavra é usada para destacar a importância da posição do copeiro e como isso pode influenciar o destino de José.","conexao_teologica":"A função do copeiro é um exemplo de como Deus coloca pessoas em posições estratégicas para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 40:2","Gênesis 41:9","Gênesis 41:14"]},"genesis_40_2_furia":{"palavra_pt":"furia","palavra_original":"קָצַף","transliteracao":"qâtsaph","strong":"H7107","significado_raiz":"Ideia básica: furia.","significado_contextual":"A palavra 'furia' refere-se à ira ou descontentamento do faraó em relação aos seus oficiais.","explicacao_detalhada":"Em Gênesis 40:2, a 'furia' do faraó é um catalisador para a prisão dos oficiais, o que leva à interação com José.","por_que_esta_palavra":"A palavra é significativa para entender a dinâmica de poder e as consequências das ações dos oficiais.","conexao_teologica":"A ira do faraó é um exemplo de como Deus pode usar até mesmo a raiva humana para cumprir Seus planos divinos.","referencias_relacionadas":["Gênesis 40:2","Gênesis 41:10","Provérbios 21:1"]},"genesis_40_2_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó é o título dado ao rei do Egito, simbolizando autoridade e poder.","explicacao_detalhada":"No contexto de Gênesis 40, Faraó é a figura central que detém o poder sobre a terra do Egito. Ele é responsável por decisões que afetam não apenas seu reino, mas também os estrangeiros, como José, que está preso. O faraó é visto como um deus na cultura egípcia, e sua palavra é lei.","por_que_esta_palavra":"A palavra 'faraó' é usada para enfatizar a grandeza e a autoridade do governante egípcio, que desempenha um papel crucial na narrativa de José.","conexao_teologica":"Faraó representa a oposição ao povo de Deus, mas também é um instrumento nas mãos de Deus para cumprir Seus propósitos, como a preservação de Israel durante a fome.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Êxodo 12:31"]},"genesis_40_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar refere-se ao ato de pedir ou solicitar algo de forma intensa.","explicacao_detalhada":"Neste versículo, clamar é a ação que os copo e o padeiro fazem ao se dirigirem a José em busca de interpretação para seus sonhos. É um momento de desespero e necessidade, onde eles buscam ajuda.","por_que_esta_palavra":"A palavra 'clamar' é utilizada para mostrar a urgência e a importância da situação enfrentada pelos personagens, destacando a necessidade de intervenção divina.","conexao_teologica":"Clamar a Deus é um tema recorrente na Bíblia, onde os fiéis são encorajados a buscar a ajuda divina em momentos de crise.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Romanos 10:13"]},"genesis_40_3_alimento":{"palavra_pt":"alimento","palavra_original":"טַבָּח","transliteracao":"ṭabbâch","strong":"H2876","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Alimento refere-se ao que é necessário para a sobrevivência e sustento.","explicacao_detalhada":"No contexto de Gênesis 40, o alimento é mencionado em relação ao papel do copo e do padeiro, que eram responsáveis por fornecer sustento ao faraó. A menção de alimento também simboliza a provisão de Deus.","por_que_esta_palavra":"A palavra 'alimento' é crucial para entender a função dos personagens e a importância da alimentação na cultura egípcia.","conexao_teologica":"O alimento é frequentemente usado na Bíblia como símbolo da provisão de Deus, tanto física quanto espiritualmente.","referencias_relacionadas":["Gênesis 1:29","Salmos 104:14","Mateus 4:4"]},"genesis_40_3_homem":{"palavra_pt":"homem","palavra_original":"מִשְׁמָר","transliteracao":"mishmâr","strong":"H4929","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se a um ser humano, neste caso, os servos do faraó.","explicacao_detalhada":"A palavra 'homem' é usada para descrever os personagens que estão em uma posição de vulnerabilidade, pois foram presos e dependem de José para a interpretação de seus sonhos.","por_que_esta_palavra":"A utilização da palavra 'homem' destaca a humanidade e a fragilidade dos personagens, contrastando com o poder do faraó.","conexao_teologica":"A Bíblia frequentemente fala sobre a condição humana e a necessidade de redenção, mostrando que todos são dependentes de Deus.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4","Romanos 3:23"]},"genesis_40_4_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se ao ato de soltar ou liberar alguém de uma prisão ou opressão.","explicacao_detalhada":"Neste versículo, a palavra 'libertar' é usada quando os servos do faraó esperam que José os ajude a sair da prisão, simbolizando a esperança de redenção e restauração.","por_que_esta_palavra":"A palavra 'libertar' é significativa, pois reflete o desejo de liberdade e a intervenção divina que pode ocorrer através de José.","conexao_teologica":"A libertação é um tema central na Bíblia, representando a salvação que Deus oferece a Seu povo.","referencias_relacionadas":["Salmos 146:7","Isaías 61:1","Gálatas 5:1"]},"genesis_40_4_alimento":{"palavra_pt":"alimento","palavra_original":"טַבָּח","transliteracao":"ṭabbâch","strong":"H2876","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Reitera a necessidade de sustento, neste caso, relacionado ao copeiro e sua função.","explicacao_detalhada":"O alimento é um símbolo de provisão e cuidado, essencial para a sobrevivência e bem-estar.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância do alimento na narrativa e na vida cotidiana.","conexao_teologica":"Deus é o provedor de alimento espiritual e físico, refletindo Seu cuidado por Sua criação.","referencias_relacionadas":["Êxodo 16:4","Mateus 6:11","João 6:51"]},"genesis_40_5_butlership":{"palavra_pt":"butler ship","palavra_original":"מַשְׁקֶה","transliteracao":"mashqeh","strong":"H4945","significado_raiz":"Ideia básica: butler ship.","significado_contextual":"Butler ship refere-se à posição de um copeiro, responsável por servir bebidas ao faraó.","explicacao_detalhada":"O copeiro tinha um papel importante na corte egípcia, pois não apenas servia bebidas, mas também era responsável pela segurança do faraó, garantindo que nada envenenado fosse servido.","por_que_esta_palavra":"A palavra 'butler ship' destaca a importância da função do copeiro e a confiança que o faraó depositava nele.","conexao_teologica":"A posição do copeiro pode ser vista como uma metáfora para o serviço e a lealdade que devemos ter em relação a Deus.","referencias_relacionadas":["Gênesis 40:9","Gênesis 41:9","Salmos 75:8"]},"genesis_40_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se ao governante supremo de um reino, neste caso, o faraó do Egito.","explicacao_detalhada":"A palavra 'rei' enfatiza a autoridade e o poder absoluto que o faraó exerce sobre seu povo e suas decisões.","por_que_esta_palavra":"A utilização da palavra 'rei' é fundamental para entender a estrutura de poder no Egito e a relação entre os personagens.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, mostrando que toda autoridade humana é subordinada à Sua soberania.","referencias_relacionadas":["Gênesis 41:46","Salmos 2:6","Apocalipse 19:16"]},"genesis_40_6_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Chamar refere-se ao ato de convocar ou solicitar a presença de alguém.","explicacao_detalhada":"Neste versículo, chamar é a ação que o faraó realiza ao convocar os servos para que se apresentem diante de José, indicando a importância da comunicação e da interação entre os personagens.","por_que_esta_palavra":"A palavra 'chamar' é usada para mostrar a iniciativa do faraó em buscar respostas para seus sonhos, refletindo a busca por entendimento.","conexao_teologica":"Deus também chama Seu povo para um relacionamento, enfatizando a importância da comunicação entre o Criador e a criação.","referencias_relacionadas":["Gênesis 22:1","Isaías 43:1","João 10:3"]},"genesis_40_6_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao período de 24 horas, simbolizando tempo e oportunidade.","explicacao_detalhada":"A menção do dia no contexto de Gênesis 40 pode indicar um momento específico em que os eventos se desenrolam, ressaltando a importância do tempo na narrativa.","por_que_esta_palavra":"A palavra 'dia' é significativa, pois cada dia traz novas oportunidades e desafios, refletindo a soberania de Deus sobre o tempo.","conexao_teologica":"O conceito de dia é importante na criação e na obra de Deus, que opera em Seu tempo perfeito.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"genesis_40_6_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver no contexto de Gênesis 40:6 refere-se à percepção ou entendimento que José teve dos sonhos dos copo e do padeiro.","explicacao_detalhada":"A palavra 'ver' implica não apenas a visão física, mas também a capacidade de discernir significados e interpretações, especialmente em sonhos, que era uma prática comum na cultura antiga.","por_que_esta_palavra":"Esta palavra é crucial para entender como José interpretou os sonhos, que eram mensagens divinas sobre o futuro dos personagens envolvidos.","conexao_teologica":"A capacidade de ver e interpretar os sonhos é um dom dado por Deus, mostrando a soberania divina na revelação de planos futuros.","referencias_relacionadas":["Gênesis 41:16","Daniel 2:19","Atos 2:17"]},"genesis_40_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao tempo específico em que os eventos dos sonhos ocorreram, marcando um momento de revelação.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um período de 24 horas, mas também pode simbolizar um tempo de oportunidade ou de julgamento.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do tempo em que as ações e decisões são tomadas, especialmente em relação aos sonhos.","conexao_teologica":"Deus opera em tempos específicos, e cada dia traz novas oportunidades para a revelação de Sua vontade.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"genesis_40_7_desejo":{"palavra_pt":"desejo","palavra_original":"שָׁאַל","transliteracao":"shâʼal","strong":"H7592","significado_raiz":"Ideia básica: desejo.","significado_contextual":"O 'desejo' expressa a necessidade de entender os sonhos e a busca por respostas.","explicacao_detalhada":"A palavra 'desejo' implica um anseio profundo por conhecimento e compreensão, refletindo a condição humana de buscar significado.","por_que_esta_palavra":"Este desejo é fundamental para a narrativa, pois leva os personagens a buscar a interpretação dos sonhos, que é central para a história.","conexao_teologica":"O desejo de entender os planos de Deus é uma parte da experiência espiritual, onde buscamos a verdade divina.","referencias_relacionadas":["Salmos 37:4","Tiago 1:5","Provérbios 2:3-5"]},"genesis_40_7_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó representa a autoridade e o poder do Egito, sendo uma figura central na narrativa de José.","explicacao_detalhada":"A palavra 'faraó' refere-se ao rei do Egito, que tinha um papel crucial na história da libertação de Israel e na providência divina.","por_que_esta_palavra":"A menção de faraó destaca a interação entre o poder humano e a soberania de Deus na história da salvação.","conexao_teologica":"Faraó, como líder, simboliza a resistência ao plano de Deus, contrastando com a obediência de José.","referencias_relacionadas":["Êxodo 5:1","Romanos 9:17","Gênesis 41:46"]},"genesis_40_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é invocada quando José explica que a interpretação dos sonhos vem do Senhor.","explicacao_detalhada":"A palavra 'deus' refere-se ao ser supremo que tem controle sobre todas as coisas, incluindo os sonhos e suas interpretações.","por_que_esta_palavra":"É essencial para reconhecer que a sabedoria e a revelação vêm de Deus, não do homem.","conexao_teologica":"A soberania de Deus é um tema central na narrativa, mostrando que Ele é o autor da história.","referencias_relacionadas":["Gênesis 41:16","Salmos 115:3","Isaías 46:10"]},"genesis_40_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada por José para comunicar a interpretação dos sonhos, enfatizando a importância da comunicação.","explicacao_detalhada":"A palavra 'dizer' implica a ação de transmitir uma mensagem, que é fundamental na revelação divina.","por_que_esta_palavra":"A comunicação é um meio pelo qual Deus se revela aos homens, e José é um instrumento dessa revelação.","conexao_teologica":"A palavra de Deus é poderosa e traz vida, e a comunicação de Sua vontade é essencial para a fé.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","Salmos 119:105"]},"genesis_40_8_bom":{"palavra_pt":"bom","palavra_original":"חָלַם","transliteracao":"châlam","strong":"H2492","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à natureza positiva da interpretação que José dará aos sonhos.","explicacao_detalhada":"A palavra 'bom' implica algo que é benéfico e desejável, refletindo a bondade de Deus em revelar o futuro.","por_que_esta_palavra":"A interpretação dos sonhos é uma mensagem de esperança, mostrando que Deus tem um plano positivo.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, onde Ele sempre busca o bem para Seu povo.","referencias_relacionadas":["Romanos 8:28","Salmos 34:8","Gênesis 1:31"]},"genesis_40_9_falar":{"palavra_pt":"falar","palavra_original":"סָפַר","transliteracao":"çâphar","strong":"H5608","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada quando José começa a interpretar os sonhos, indicando a importância da fala na revelação.","explicacao_detalhada":"Falar é uma ação que envolve a transmissão de ideias e significados, essencial para a comunicação divina.","por_que_esta_palavra":"A fala de José é um meio pelo qual Deus se comunica com os homens, revelando Seu plano.","conexao_teologica":"A fala de Deus é poderosa e traz transformação, e a comunicação é um aspecto vital da relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"genesis_40_10_videira":{"palavra_pt":"videira","palavra_original":"גֶּפֶן","transliteracao":"gephen","strong":"H1612","significado_raiz":"Ideia básica: videira.","significado_contextual":"A 'videira' mencionada no sonho do copo é um símbolo de alegria e prosperidade.","explicacao_detalhada":"A videira é frequentemente associada à bênção e à abundância, representando a restauração do copo ao seu lugar.","por_que_esta_palavra":"A videira simboliza a esperança e a promessa de um futuro melhor, que é central na interpretação do sonho.","conexao_teologica":"A videira também é um símbolo da relação entre Deus e Seu povo, onde Ele é o agricultor e nós somos as ramas.","referencias_relacionadas":["João 15:1","Salmos 80:8-11","Isaías 5:1-2"]},"genesis_40_10_crescer":{"palavra_pt":"crescer","palavra_original":"פָּרַח","transliteracao":"pârach","strong":"H6524","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' refere-se ao desenvolvimento e à prosperidade da videira no sonho do copo.","explicacao_detalhada":"Crescer implica um processo de amadurecimento e frutificação, essencial para a vida e a bênção.","por_que_esta_palavra":"O crescimento da videira é um sinal de que a restauração e a alegria estão a caminho para o copo.","conexao_teologica":"O crescimento espiritual é um tema importante na Bíblia, onde Deus deseja que Seu povo frutifique e cresça em fé.","referencias_relacionadas":["Gálatas 5:22-23","Colossenses 1:10","2 Pedro 3:18"]},"genesis_40_10_bake":{"palavra_pt":"bake","palavra_original":"בָּשַׁל","transliteracao":"bâshal","strong":"H1310","significado_raiz":"Ideia básica: bake.","significado_contextual":"Refere-se ao ato de assar, especificamente no contexto da interpretação dos sonhos do copeiro do faraó.","explicacao_detalhada":"A palavra 'bake' (בָּשַׁל) é utilizada para descrever o processo de cozinhar ou assar alimentos. No contexto de Gênesis 40, o copeiro do faraó teve um sonho em que ele assava pães, simbolizando sua restauração ao cargo.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da comida e da preparação na vida cotidiana, além de simbolizar a restauração do copeiro.","conexao_teologica":"O ato de assar pode ser visto como uma metáfora para a transformação e a restauração que Deus realiza na vida das pessoas.","referencias_relacionadas":["Gênesis 40:1-3","Gênesis 40:9-13","Gênesis 41:1"]},"genesis_40_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou entregar algo, neste caso, o copo ao faraó.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para descrever a ação de entregar o copo ao faraó, simbolizando a restauração do copeiro ao seu cargo anterior.","por_que_esta_palavra":"A palavra é significativa porque representa a transição de poder e a restauração de um status perdido.","conexao_teologica":"A entrega do copo pode ser vista como um símbolo da graça e da restauração que Deus oferece aos que estão em dificuldades.","referencias_relacionadas":["Gênesis 40:11","Gênesis 41:9-13","Salmos 75:8"]},"genesis_40_11_calice":{"palavra_pt":"calice","palavra_original":"כּוֹס","transliteracao":"kôwç","strong":"H3563","significado_raiz":"Ideia básica: calice.","significado_contextual":"Refere-se ao copo que o copeiro usava para servir o faraó, simbolizando a sua função e serviço.","explicacao_detalhada":"A palavra 'cálice' (כּוֹס) representa o recipiente utilizado para beber, e neste contexto, é um símbolo do serviço do copeiro ao faraó.","por_que_esta_palavra":"O cálice é importante porque representa a alegria e a honra de servir ao rei, além de simbolizar a restauração do copeiro.","conexao_teologica":"O cálice pode ser visto como uma representação do serviço e da comunhão que temos com Deus, especialmente em contextos de celebração.","referencias_relacionadas":["Gênesis 40:11","Salmos 23:5","Mateus 26:27-29"]},"genesis_40_11_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do rei do Egito, que detinha poder e autoridade sobre a nação.","explicacao_detalhada":"A palavra 'faraó' (פַּרְעֹה) é um título que representa a figura de autoridade máxima no Egito, simbolizando poder e domínio.","por_que_esta_palavra":"A menção ao faraó é crucial, pois destaca a importância do sonho e a necessidade de interpretação por alguém que tem acesso ao rei.","conexao_teologica":"Faraó, como figura de autoridade, pode ser visto como um símbolo do governo humano, contrastando com a soberania de Deus.","referencias_relacionadas":["Gênesis 40:11","Gênesis 41:1-8","Êxodo 5:1"]},"genesis_40_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo, neste caso, a interpretação do sonho.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a ação de comunicar ou declarar, essencial para a interpretação dos sonhos.","por_que_esta_palavra":"A palavra é significativa porque a interpretação verbal é crucial para a compreensão do que Deus está comunicando através dos sonhos.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus fala e revela Seus planos através de profetas e sonhos.","referencias_relacionadas":["Gênesis 40:12","Gênesis 41:16","Números 12:6"]},"genesis_40_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que os eventos do sonho se desenrolarão.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um tempo específico, essencial para a interpretação do sonho do copeiro.","por_que_esta_palavra":"O tempo é um elemento crucial na profecia e na revelação, indicando quando as promessas de Deus se cumprirão.","conexao_teologica":"O conceito de tempo na Bíblia é frequentemente associado ao plano soberano de Deus para a humanidade.","referencias_relacionadas":["Gênesis 40:12","Eclesiastes 3:1","Salmos 90:12"]},"genesis_40_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou entregar algo, neste caso, a vida do copeiro.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é utilizada novamente para descrever a ação de entregar a vida ao faraó, simbolizando a restauração.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da entrega e da restauração na narrativa.","conexao_teologica":"A entrega da vida pode ser vista como um símbolo da redenção e da graça que Deus oferece.","referencias_relacionadas":["Gênesis 40:13","Gênesis 41:9-14","Romanos 6:23"]},"genesis_40_13_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida do copeiro, que será restaurada ao seu cargo.","explicacao_detalhada":"A palavra 'vida' (עוֹד) é usada para descrever a continuidade da existência e a restauração do copeiro ao serviço do faraó.","por_que_esta_palavra":"A vida é um tema central na Bíblia, simbolizando esperança e renovação.","conexao_teologica":"A restauração da vida é um reflexo da obra redentora de Deus, que traz vida onde havia morte.","referencias_relacionadas":["Gênesis 40:13","João 10:10","2 Coríntios 5:17"]},"genesis_40_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de fazer ou realizar algo, neste caso, a interpretação do sonho.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é utilizada para descrever a ação de realizar ou fazer, essencial para a narrativa da restauração do copeiro.","por_que_esta_palavra":"A ação de fazer é fundamental na narrativa, pois implica em transformação e mudança.","conexao_teologica":"A obra de Deus em nossas vidas é frequentemente descrita como um ato de fazer, moldando-nos à Sua imagem.","referencias_relacionadas":["Gênesis 40:14","Filipenses 1:6","Efésios 2:10"]},"genesis_40_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou ao lugar de habitação, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada para descrever um espaço físico, mas também carrega um significado emocional e espiritual de pertencimento.","por_que_esta_palavra":"A casa é um símbolo de segurança e estabilidade, refletindo a necessidade humana de um lar.","conexao_teologica":"A ideia de casa é frequentemente usada na Bíblia para descrever a habitação de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 40:14","Salmos 127:1","João 14:2"]},"genesis_40_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa no contexto do sonho de José.","explicacao_detalhada":"Neste versículo, José está se dirigindo ao copeiro do faraó, explicando que ele deve lembrar-se dele quando for restaurado ao seu cargo. A palavra 'porque' conecta a ação esperada à razão pela qual José merece ser lembrado.","por_que_esta_palavra":"A palavra 'porque' é crucial para a construção lógica do discurso de José, pois ele está tentando persuadir o copeiro a ajudá-lo.","conexao_teologica":"A utilização de 'porque' reflete a importância da comunicação e da intercessão, temas recorrentes na narrativa bíblica.","referencias_relacionadas":["Gênesis 40:9-13","Gênesis 41:9-14","Salmos 105:17-19"]},"genesis_40_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao local físico, mas também pode simbolizar a nação ou o povo de Israel.","explicacao_detalhada":"Neste contexto, a 'terra' é mencionada em relação ao sonho do padeiro, que envolve a produção de pão, um alimento essencial que representa a vida e a prosperidade.","por_que_esta_palavra":"A palavra 'terra' é importante para entender o cenário em que os eventos estão ocorrendo, pois a terra do Egito é o palco da história de José.","conexao_teologica":"A terra é frequentemente usada na Bíblia para simbolizar a promessa de Deus ao Seu povo e a importância da fidelidade a essa promessa.","referencias_relacionadas":["Gênesis 12:1","Gênesis 15:18","Êxodo 3:8"]},"genesis_40_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para justificar a situação de José e sua necessidade de ajuda.","explicacao_detalhada":"José explica ao copeiro que ele foi injustamente preso e que sua situação é resultado de uma traição, o que justifica seu pedido de ajuda.","por_que_esta_palavra":"A palavra 'porque' é essencial para que o copeiro entenda a razão pela qual José está em sua posição atual.","conexao_teologica":"A narrativa destaca a providência divina, onde as dificuldades enfrentadas por José são parte de um plano maior de Deus.","referencias_relacionadas":["Gênesis 39:20-21","Gênesis 41:14","Romanos 8:28"]},"genesis_40_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é utilizada para enfatizar a honestidade e a integridade de José em sua declaração.","explicacao_detalhada":"José afirma que não cometeu crime algum, e a palavra 'verdade' reforça sua inocência e a injustiça de sua prisão.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a defesa de José e para a confiança que ele deseja estabelecer com o copeiro.","conexao_teologica":"A busca pela verdade é um tema central na Bíblia, refletindo o caráter de Deus e a importância da justiça.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"genesis_40_16_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é usada no contexto de interpretar os sonhos e compreender a mensagem divina.","explicacao_detalhada":"José pede ao padeiro que veja o significado de seu sonho, indicando a importância da revelação e da interpretação.","por_que_esta_palavra":"A palavra 'ver' é crucial para a compreensão espiritual e a revelação dos planos de Deus.","conexao_teologica":"A visão e a revelação são temas recorrentes na Bíblia, onde Deus se comunica com Seu povo através de sonhos e visões.","referencias_relacionadas":["Gênesis 37:5","Daniel 2:19","Atos 2:17"]},"genesis_40_16_baker":{"palavra_pt":"bake r","palavra_original":"אָפָה","transliteracao":"ʼâphâh","strong":"H644","significado_raiz":"Ideia básica: bake r.","significado_contextual":"A palavra 'padeiro' refere-se ao ofício do homem que sonhou e que está prestes a receber uma interpretação de seu sonho.","explicacao_detalhada":"O padeiro, como um trabalhador essencial na corte do faraó, representa a importância do sustento e da provisão na sociedade egípcia.","por_que_esta_palavra":"A palavra 'padeiro' é significativa porque conecta a narrativa ao cotidiano e à cultura do Egito antigo.","conexao_teologica":"O trabalho e a provisão são vistos como bênçãos de Deus, e a história do padeiro reflete a soberania de Deus sobre a vida e a morte.","referencias_relacionadas":["Gênesis 40:1-3","Êxodo 16:4","Mateus 6:11"]},"genesis_40_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os eventos se desenrolam no sonho do padeiro.","explicacao_detalhada":"José descreve o modo como os pães estavam dispostos na cabeça do padeiro, o que é crucial para a interpretação do sonho.","por_que_esta_palavra":"A palavra 'modo' é importante para a compreensão da estrutura do sonho e suas implicações.","conexao_teologica":"A maneira como Deus se comunica através de sonhos e visões é um tema importante na narrativa bíblica.","referencias_relacionadas":["Gênesis 40:9","Gênesis 41:12","Atos 10:9-16"]},"genesis_40_17_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' refere-se ao governante do Egito, que tem um papel central na narrativa de José.","explicacao_detalhada":"O faraó é a figura de autoridade que representa o poder e a soberania do Egito, e suas decisões impactam diretamente a vida de José.","por_que_esta_palavra":"A palavra 'faraó' é crucial para entender a dinâmica de poder e a providência divina na história de José.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com a autoridade dos governantes humanos, como o faraó.","referencias_relacionadas":["Gênesis 41:1","Êxodo 5:1","Romanos 13:1"]},"genesis_40_18_basket":{"palavra_pt":"basket","palavra_original":"סַל","transliteracao":"çal","strong":"H5536","significado_raiz":"Ideia básica: basket.","significado_contextual":"A palavra 'cesta' é usada para descrever o objeto que contém os pães do padeiro no sonho.","explicacao_detalhada":"A cesta é um símbolo da provisão, mas também do destino do padeiro, que é revelado na interpretação do sonho.","por_que_esta_palavra":"A palavra 'cesta' é importante para a visualização do sonho e para a compreensão do que está em jogo na narrativa.","conexao_teologica":"A cesta representa a provisão de Deus, mas também pode simbolizar o juízo, dependendo do contexto.","referencias_relacionadas":["Gênesis 40:16","Gênesis 41:30","Mateus 14:20"]},"genesis_40_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para introduzir a fala de José ao padeiro sobre o sonho.","explicacao_detalhada":"José usa a palavra 'dizer' para comunicar a interpretação do sonho, enfatizando a importância da comunicação na revelação divina.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a transmissão da mensagem de Deus através de José.","conexao_teologica":"A comunicação é um tema central na Bíblia, onde Deus fala ao Seu povo através de profetas e visões.","referencias_relacionadas":["Gênesis 40:12","Gênesis 41:16","Hebreus 1:1-2"]},"genesis_40_19_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à continuidade da vida, especialmente no contexto da interpretação dos sonhos de José.","explicacao_detalhada":"Neste versículo, a menção da 'vida' está relacionada ao destino do copeiro, que seria restaurado à sua posição, simbolizando a continuidade da sua vida e serviço ao faraó.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a esperança e a restauração que José traz ao copeiro, contrastando com o destino do padeiro.","conexao_teologica":"A vida é um tema central na Bíblia, simbolizando não apenas a existência física, mas também a vida espiritual que Deus oferece através de Cristo.","referencias_relacionadas":["Gênesis 2:7","João 10:10","Romanos 6:23"]},"genesis_40_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um período específico em que o copeiro seria restaurado ao seu cargo.","explicacao_detalhada":"A palavra 'dia' aqui é usada para indicar um tempo determinado em que a profecia de José se cumpriria, enfatizando a certeza da revelação divina.","por_que_esta_palavra":"O uso de 'dia' destaca a precisão do tempo de Deus e a importância de eventos específicos na narrativa bíblica.","conexao_teologica":"O conceito de tempo e dias é frequentemente usado na Bíblia para marcar momentos de intervenção divina e cumprimento de promessas.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"genesis_40_19_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' refere-se ao rei do Egito, uma figura de autoridade e poder na narrativa.","explicacao_detalhada":"Neste contexto, o faraó é o destinatário das ações e interpretações de José, representando a soberania e o controle sobre a vida dos servos.","por_que_esta_palavra":"A menção ao faraó é essencial para entender a dinâmica de poder e a relevância de José na corte egípcia.","conexao_teologica":"Faraó simboliza as autoridades terrenas que, apesar de seu poder, estão sob a soberania de Deus, que controla a história.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Romanos 13:1"]},"genesis_40_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' aqui também se refere a um período específico em que o padeiro enfrentaria seu destino.","explicacao_detalhada":"Assim como no caso do copeiro, o 'dia' do padeiro é um tempo determinado que marca a execução do juízo de Deus sobre ele.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a certeza do cumprimento das profecias dadas por José.","conexao_teologica":"A noção de dias e tempos é um lembrete da soberania de Deus sobre a história e os eventos da vida humana.","referencias_relacionadas":["Salmos 31:15","Atos 1:7","Tiago 4:14"]},"genesis_40_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao animal que simboliza a força e a ferocidade, usado aqui para descrever a morte do padeiro.","explicacao_detalhada":"O uso de 'urso' pode ser interpretado como uma metáfora para a severidade do destino que aguarda o padeiro, contrastando com a vida do copeiro.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a gravidade da situação e o juízo que está prestes a ocorrer.","conexao_teologica":"A ideia de juízo e consequências é um tema recorrente na Bíblia, onde a desobediência a Deus leva a resultados severos.","referencias_relacionadas":["Gênesis 9:5","Eclesiastes 3:17","Romanos 2:6"]},"genesis_40_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o padeiro seria executado, indicando um método específico.","explicacao_detalhada":"Neste contexto, 'modo' é importante para entender a natureza do juízo que recai sobre o padeiro, que é descrito de forma direta e clara.","por_que_esta_palavra":"A especificidade do 'modo' enfatiza a certeza do juízo e a precisão da profecia de José.","conexao_teologica":"A maneira como Deus executa Seu juízo é sempre justa e adequada, refletindo Seu caráter santo.","referencias_relacionadas":["Salmos 37:28","Mateus 12:36","Hebreus 10:30"]},"genesis_40_21_butlership":{"palavra_pt":"butler ship","palavra_original":"מַשְׁקֶה","transliteracao":"mashqeh","strong":"H4945","significado_raiz":"Ideia básica: butler ship.","significado_contextual":"A palavra 'butler ship' refere-se à posição de copeiro, um papel de confiança na corte do faraó.","explicacao_detalhada":"O copeiro tinha a responsabilidade de servir o faraó, e sua restauração ao cargo é um sinal de favor e graça.","por_que_esta_palavra":"A menção do 'butler ship' é crucial para entender a importância do copeiro na narrativa e a mudança em seu destino.","conexao_teologica":"O conceito de serviço e confiança é central na vida cristã, onde somos chamados a servir a Deus e aos outros.","referencias_relacionadas":["Gênesis 41:9","Mateus 20:26-28","Filipenses 2:7"]},"genesis_40_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou entregar algo, neste caso, a restauração do copeiro.","explicacao_detalhada":"José 'dá' a interpretação ao copeiro, simbolizando a entrega de esperança e um novo começo.","por_que_esta_palavra":"A palavra 'dar' é fundamental para entender a ação de José como um instrumento de Deus para trazer restauração.","conexao_teologica":"Deus é descrito como Aquele que dá boas dádivas, e a restauração do copeiro é um exemplo de Sua graça.","referencias_relacionadas":["Tiago 1:17","Romanos 8:32","2 Coríntios 9:15"]},"genesis_40_21_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou restaurar, simbolizando a nova vida do copeiro.","explicacao_detalhada":"Neste contexto, edificar implica a restauração do copeiro ao seu cargo, simbolizando um novo começo e a reconstrução de sua vida.","por_que_esta_palavra":"A palavra 'edificar' é importante para entender o tema da restauração e renovação na narrativa bíblica.","conexao_teologica":"Deus é descrito como Aquele que edifica e restaura vidas, trazendo esperança e novos começos.","referencias_relacionadas":["Salmos 127:1","Isaías 61:4","1 Pedro 2:5"]},"genesis_40_22_baker":{"palavra_pt":"bake r","palavra_original":"אָפָה","transliteracao":"ʼâphâh","strong":"H644","significado_raiz":"Ideia básica: bake r.","significado_contextual":"A palavra 'bake r' refere-se ao padeiro, cuja vida termina tragicamente como resultado do juízo de Deus.","explicacao_detalhada":"O padeiro é uma figura que representa o juízo e a consequência do pecado, contrastando com a restauração do copeiro.","por_que_esta_palavra":"A menção ao padeiro é essencial para entender a dualidade de destinos entre os dois servos do faraó.","conexao_teologica":"A história do padeiro ilustra a realidade do juízo de Deus sobre aqueles que desobedecem e não se arrependem.","referencias_relacionadas":["Gênesis 41:16","Mateus 25:46","Romanos 6:23"]},"genesis_40_23_butlership":{"palavra_pt":"butler ship","palavra_original":"מַשְׁקֶה","transliteracao":"mashqeh","strong":"H4945","significado_raiz":"Ideia básica: butler ship.","significado_contextual":"Refere-se ao cargo de copeiro do faraó, responsável por servir as bebidas.","explicacao_detalhada":"O copeiro tinha um papel crucial na corte, garantindo que as bebidas servidas ao faraó eram seguras e de qualidade. Este cargo era de grande confiança, pois o copeiro também poderia ser responsável por provar as bebidas antes de serem servidas ao faraó.","por_que_esta_palavra":"A palavra 'butler ship' é utilizada para descrever a função de um copeiro, que é uma posição de honra e responsabilidade na corte egípcia.","conexao_teologica":"O papel do copeiro pode ser visto como uma metáfora para a confiança e a responsabilidade que Deus coloca em seus servos, assim como José foi elevado a uma posição de confiança no Egito.","referencias_relacionadas":["Gênesis 40:1-23","Gênesis 41:9-13","Salmos 105:17-22"]},"genesis_40_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade e à sinceridade, especialmente no contexto do sonho do copeiro.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a importância da honestidade e da clareza nas interpretações dos sonhos, que eram vistas como mensagens divinas.","por_que_esta_palavra":"A verdade é fundamental na comunicação e na interpretação dos sonhos, especialmente quando se trata de revelações de Deus.","conexao_teologica":"A busca pela verdade é um tema central na Bíblia, refletindo a natureza de Deus como a verdade suprema.","referencias_relacionadas":["João 8:32","Salmos 119:160","Provérbios 12:22"]}}