{"genesis_41_1_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do rei do Egito, que tinha autoridade suprema sobre o povo.","explicacao_detalhada":"O faraó era visto como uma figura divina e tinha controle total sobre a terra e seus habitantes. Sua posição era central para a política e a religião do Egito.","por_que_esta_palavra":"A palavra 'faraó' é importante para entender o contexto histórico e cultural em que José viveu e atuou.","conexao_teologica":"O faraó representa a autoridade terrena, contrastando com a soberania de Deus, que é a verdadeira autoridade sobre todas as nações.","referencias_relacionadas":["Gênesis 41:1-8","Êxodo 5:1","Romanos 13:1"]},"genesis_41_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair em um estado de desespero ou confusão, como no caso dos sonhos do faraó.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a transição de um estado de estabilidade para um estado de crise, refletindo a incerteza que o faraó sentiu ao sonhar.","por_que_esta_palavra":"Cair simboliza a fragilidade da condição humana e a necessidade de buscar a orientação divina em tempos de dificuldade.","conexao_teologica":"A queda é um tema recorrente na Bíblia, representando a necessidade de redenção e a esperança em Deus.","referencias_relacionadas":["Gênesis 41:1","Salmos 37:24","Provérbios 24:16"]},"genesis_41_1_fim":{"palavra_pt":"fim","palavra_original":"קֵץ","transliteracao":"qêts","strong":"H7093","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de um ciclo ou período, especialmente no contexto dos sonhos do faraó.","explicacao_detalhada":"A palavra 'fim' é usada para indicar que algo está prestes a concluir, o que é central para a interpretação dos sonhos que preveem a fome no Egito.","por_que_esta_palavra":"O conceito de 'fim' é crucial para entender a profecia e a preparação que Deus estava fazendo através de José.","conexao_teologica":"O fim de um ciclo muitas vezes precede um novo começo, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Gênesis 41:30","Eclesiastes 3:1","Apocalipse 21:6"]},"genesis_41_2_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre ou no meio de algo, como as vacas magras e gordas no sonho do faraó.","explicacao_detalhada":"A palavra 'entre' é importante para descrever a relação entre os elementos do sonho, que contrastam entre si.","por_que_esta_palavra":"A noção de 'entre' ajuda a entender a dualidade e a tensão entre prosperidade e escassez.","conexao_teologica":"A presença de contrastes na vida é um tema bíblico, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Gênesis 41:2","Mateus 13:30","Gálatas 5:17"]},"genesis_41_2_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"Refere-se ao papel de liderança e cuidado, como o de um pastor sobre seu rebanho.","explicacao_detalhada":"A palavra 'pastor' é usada para descrever a responsabilidade de guiar e proteger, que é uma função essencial na administração do Egito durante a fome.","por_que_esta_palavra":"A metáfora do pastor é comum na Bíblia, simbolizando liderança e cuidado, especialmente em contextos de crise.","conexao_teologica":"Deus é frequentemente descrito como nosso pastor, guiando e protegendo seu povo.","referencias_relacionadas":["Gênesis 41:2","Salmos 23:1","João 10:11"]},"genesis_41_3_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de seguir ou acompanhar, especialmente no contexto dos sonhos do faraó.","explicacao_detalhada":"A palavra 'seguir' é importante para entender a sequência de eventos que se desenrolam a partir da interpretação dos sonhos.","por_que_esta_palavra":"Seguir implica em um movimento em direção a um destino ou resultado, refletindo a providência de Deus na história.","conexao_teologica":"A ideia de seguir a Deus é central na fé cristã, onde os crentes são chamados a seguir a Cristo.","referencias_relacionadas":["Gênesis 41:3","Mateus 4:19","Lucas 9:23"]},"genesis_41_3_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Refere-se ao ato de servir, especialmente em um papel de liderança e responsabilidade.","explicacao_detalhada":"A palavra 'servir' é usada para descrever a função de José como um líder que deve cuidar do povo durante a fome.","por_que_esta_palavra":"Servir é um princípio fundamental na liderança bíblica, onde os líderes são chamados a servir ao invés de serem servidos.","conexao_teologica":"Jesus exemplificou o verdadeiro serviço ao lavar os pés dos discípulos, mostrando que o maior é aquele que serve.","referencias_relacionadas":["Gênesis 41:3","Marcos 10:45","João 13:14"]},"genesis_41_4_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento necessário para a vida, especialmente em tempos de escassez.","explicacao_detalhada":"A palavra 'alimento' é central na narrativa, pois a fome prevista nos sonhos do faraó exige planejamento e provisão.","por_que_esta_palavra":"Alimento é um símbolo de sustento físico e espiritual, refletindo a dependência do ser humano de Deus.","conexao_teologica":"Jesus se apresenta como o pão da vida, enfatizando a importância do alimento espiritual.","referencias_relacionadas":["Gênesis 41:4","Mateus 4:4","João 6:35"]},"genesis_41_4_visao":{"palavra_pt":"visao","palavra_original":"מַרְאֶה","transliteracao":"marʼeh","strong":"H4758","significado_raiz":"Ideia básica: visao.","significado_contextual":"A palavra 'visão' refere-se a uma revelação divina que José recebeu em um sonho, simbolizando eventos futuros.","explicacao_detalhada":"No contexto de Gênesis 41, a visão que José teve é crucial para a interpretação dos sonhos do Faraó, que preveem sete anos de abundância seguidos por sete anos de fome. Essa visão é um meio pelo qual Deus comunica Seu plano e propósito.","por_que_esta_palavra":"A palavra 'visão' é utilizada para descrever a experiência sobrenatural que permite a compreensão de realidades espirituais e futuras.","conexao_teologica":"A visão de José destaca a soberania de Deus em revelar Seu plano aos homens e a importância da revelação divina na história da salvação.","referencias_relacionadas":["Gênesis 41:1-30","Daniel 2:19-22","Atos 2:17"]},"genesis_41_5_morrer":{"palavra_pt":"morrer","palavra_original":"יָשֵׁן","transliteracao":"yâshên","strong":"H3462","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada para descrever a condição de vacuidade e destruição que os sete anos de fome trarão após os anos de abundância.","explicacao_detalhada":"No sonho do Faraó, as vacas magras que 'morreram' simbolizam a escassez e a devastação que ocorrerão, enfatizando a gravidade da situação que se aproxima.","por_que_esta_palavra":"A palavra 'morrer' é significativa porque representa a consequência da falta de provisão e a severidade do juízo de Deus sobre a terra.","conexao_teologica":"A morte aqui simboliza não apenas a ausência de vida, mas também a necessidade de dependência de Deus para a provisão e sustento.","referencias_relacionadas":["Gênesis 41:30","Ezequiel 18:32","Romanos 6:23"]},"genesis_41_5_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' descreve os sete anos de abundância que precedem a fome, simbolizando a generosidade de Deus.","explicacao_detalhada":"Os sonhos do Faraó mostram que os anos bons são um presente divino, e a palavra 'bom' enfatiza a qualidade e a fartura que Deus proporciona antes da calamidade.","por_que_esta_palavra":"A palavra 'bom' é importante para contrastar a abundância com a escassez que se seguirá, mostrando a necessidade de preparação.","conexao_teologica":"A bondade de Deus é revelada em Suas provisões, e a palavra 'bom' nos lembra de Sua fidelidade em cuidar de Seu povo.","referencias_relacionadas":["Gênesis 41:29","Salmos 34:8","Tiago 1:17"]},"genesis_41_6_blast":{"palavra_pt":"blast","palavra_original":"שָׁדַף","transliteracao":"shâdaph","strong":"H7710","significado_raiz":"Ideia básica: blast.","significado_contextual":"A palavra 'blast' refere-se à ação de consumir ou devorar, representando a severidade da fome que se aproxima.","explicacao_detalhada":"No sonho, as vacas magras que 'devoram' as gordas simbolizam a totalidade da destruição que a fome trará, enfatizando a urgência da mensagem.","por_que_esta_palavra":"A palavra 'blast' é usada para ilustrar a força devastadora da fome, que não deixa nada para trás.","conexao_teologica":"A devoração simboliza o juízo de Deus e a necessidade de arrependimento e preparação diante de Sua soberania.","referencias_relacionadas":["Gênesis 41:30","Amós 8:11","Mateus 24:21"]},"genesis_41_6_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' indica a sequência dos eventos que se desenrolarão conforme revelado nos sonhos.","explicacao_detalhada":"No contexto, 'seguir' refere-se ao fato de que os anos de abundância serão seguidos pelos anos de fome, mostrando a inevitabilidade do plano de Deus.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender a continuidade dos eventos e a soberania de Deus sobre o tempo.","conexao_teologica":"A sequência dos eventos revela a providência divina e a importância de estar preparado para as mudanças que Deus traz.","referencias_relacionadas":["Gênesis 41:29","Eclesiastes 3:1","Romanos 8:28"]},"genesis_41_6_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, enfatizando a importância do que está sendo revelado.","explicacao_detalhada":"No sonho, 'eis' serve como um convite para observar a realidade que se apresenta, destacando a urgência da mensagem divina.","por_que_esta_palavra":"A palavra 'eis' é usada para despertar a consciência e a percepção do que Deus está fazendo.","conexao_teologica":"A chamada para 'eis' nos lembra da importância de estar atento às revelações de Deus em nossas vidas.","referencias_relacionadas":["Gênesis 41:6","Isaías 43:19","Apocalipse 3:20"]},"genesis_41_7_destruir":{"palavra_pt":"destruir","palavra_original":"בָּלַע","transliteracao":"bâlaʻ","strong":"H1104","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de consumir completamente, como a fome que devorará a abundância.","explicacao_detalhada":"No sonho, as vacas magras que 'destruíram' as gordas simbolizam a totalidade da perda que ocorrerá durante os anos de fome.","por_que_esta_palavra":"A palavra 'destruir' é significativa para entender a gravidade da situação e a severidade do juízo de Deus.","conexao_teologica":"A destruição aqui serve como um aviso sobre as consequências do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Gênesis 41:30","Salmos 37:20","Mateus 7:13"]},"genesis_41_7_awaked":{"palavra_pt":"awake d","palavra_original":"יָקַץ","transliteracao":"yâqats","strong":"H3364","significado_raiz":"Ideia básica: awake d.","significado_contextual":"A palavra 'awake d' refere-se ao despertar do Faraó após os sonhos, simbolizando a revelação da verdade.","explicacao_detalhada":"O despertar do Faraó é um momento crucial, pois ele passa a entender a mensagem que Deus está comunicando através dos sonhos.","por_que_esta_palavra":"A palavra 'awake d' é usada para indicar a transição de um estado de ignorância para a compreensão.","conexao_teologica":"O despertar simboliza a iluminação espiritual e a necessidade de estar atento à voz de Deus.","referencias_relacionadas":["Gênesis 41:8","Efésios 5:14","Romanos 13:11"]},"genesis_41_8_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'farao' refere-se ao rei do Egito, que desempenha um papel central na narrativa de José.","explicacao_detalhada":"O Faraó é uma figura de autoridade que, ao receber os sonhos, se torna o canal através do qual Deus revelará Seu plano para a nação.","por_que_esta_palavra":"A palavra 'farao' é significativa porque representa o poder humano em contraste com a soberania divina.","conexao_teologica":"A figura do Faraó nos lembra que, mesmo as autoridades terrenas, estão sob a soberania de Deus e podem ser usadas para Seus propósitos.","referencias_relacionadas":["Gênesis 41:1","Êxodo 5:1","Romanos 13:1"]},"genesis_41_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a condição de desespero e confusão que o Faraó experimenta após os sonhos.","explicacao_detalhada":"O Faraó 'cai' em um estado de inquietação, refletindo a gravidade da mensagem que recebeu e a necessidade de uma resposta.","por_que_esta_palavra":"A palavra 'cair' é importante para entender a vulnerabilidade humana diante das revelações de Deus.","conexao_teologica":"A queda do Faraó simboliza a fragilidade do ser humano e a necessidade de buscar a sabedoria divina em tempos de crise.","referencias_relacionadas":["Gênesis 41:8","Salmos 146:3","Tiago 1:5"]},"genesis_41_8_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia, que é crucial para a narrativa do sonho de Faraó.","explicacao_detalhada":"O termo 'dia' é utilizado para indicar um ciclo completo de luz e escuridão, simbolizando a passagem do tempo e a importância dos eventos que ocorrem nesse período.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a urgência e a clareza dos sonhos que Faraó teve, que ocorreram em um único dia.","conexao_teologica":"O conceito de dia é importante na criação e na ordem divina, refletindo a soberania de Deus sobre o tempo.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Eclesiastes 3:1"]},"genesis_41_9_butlership":{"palavra_pt":"butler ship","palavra_original":"מַשְׁקֶה","transliteracao":"mashqeh","strong":"H4945","significado_raiz":"Ideia básica: butler ship.","significado_contextual":"Refere-se à posição de um oficial que serve bebidas ao rei, neste caso, o copeiro do Faraó.","explicacao_detalhada":"A palavra 'butler ship' implica um papel de confiança e responsabilidade, onde o copeiro não apenas serve, mas também deve garantir a segurança das bebidas do rei.","por_que_esta_palavra":"A menção do copeiro é crucial, pois ele é o responsável por trazer à tona a história de José, que leva à sua libertação.","conexao_teologica":"A posição do copeiro pode ser vista como um símbolo de como Deus usa pessoas em posições de influência para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 40:1-3","Gênesis 41:9-13","Salmos 105:17-19"]},"genesis_41_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Assim como em Gênesis 41:8, refere-se ao período de um dia em que os eventos se desenrolam.","explicacao_detalhada":"O uso da palavra 'dia' aqui reforça a ideia de que os sonhos de Faraó e a interpretação deles ocorreram em um tempo específico e determinado.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância do tempo na revelação divina e nos planos de Deus.","conexao_teologica":"O tempo é uma criação de Deus e é usado por Ele para revelar Sua vontade e propósito.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","Eclesiastes 3:1"]},"genesis_41_9_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar, que é essencial para a interpretação dos sonhos.","explicacao_detalhada":"A palavra 'falar' implica a necessidade de expressar pensamentos e revelações, especialmente em um contexto de revelação divina.","por_que_esta_palavra":"Falar é fundamental para a comunicação de mensagens importantes, como a interpretação dos sonhos de Faraó.","conexao_teologica":"A comunicação é um meio pelo qual Deus se revela à humanidade, e a fala é um dom divino.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Gênesis 41:14"]},"genesis_41_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou implorar, que é uma resposta à necessidade de ajuda.","explicacao_detalhada":"A palavra 'dar' aqui é usada em um contexto de entrega e generosidade, onde o copeiro se lembra de José e clama por sua ajuda.","por_que_esta_palavra":"O clamor por ajuda é um tema recorrente na Bíblia, mostrando a dependência do ser humano de Deus e dos outros.","conexao_teologica":"Deus ouve os clamores de Seu povo e responde às suas necessidades, demonstrando Sua fidelidade.","referencias_relacionadas":["Salmos 34:17","Salmos 145:18","Romanos 10:13"]},"genesis_41_10_alimento":{"palavra_pt":"alimento","palavra_original":"טַבָּח","transliteracao":"ṭabbâch","strong":"H2876","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento físico, que é vital para a sobrevivência.","explicacao_detalhada":"A palavra 'alimento' é usada para descrever o que é necessário para a vida, tanto no sentido físico quanto espiritual.","por_que_esta_palavra":"O alimento é uma metáfora comum na Bíblia para a provisão de Deus e a nutrição espiritual.","conexao_teologica":"Jesus se refere a si mesmo como o pão da vida, simbolizando a importância do alimento espiritual.","referencias_relacionadas":["Mateus 4:4","João 6:35","Gênesis 41:30"]},"genesis_41_10_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, que tem autoridade e poder.","explicacao_detalhada":"A palavra 'faraó' representa não apenas uma figura histórica, mas também a opressão e a idolatria do Egito.","por_que_esta_palavra":"A menção de Faraó é crucial para entender o contexto político e social em que José se encontra.","conexao_teologica":"Faraó simboliza a resistência ao plano de Deus, enquanto José representa a obediência e a submissão à vontade divina.","referencias_relacionadas":["Gênesis 41:1","Êxodo 5:1","Romanos 9:17"]},"genesis_41_11_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à iluminação, tanto literal quanto figurativa, que é necessária para a compreensão.","explicacao_detalhada":"A palavra 'luz' é frequentemente usada na Bíblia para simbolizar conhecimento, verdade e revelação.","por_que_esta_palavra":"A luz é essencial para a vida e a clareza, especialmente em momentos de confusão ou incerteza.","conexao_teologica":"Jesus é descrito como a luz do mundo, trazendo clareza e verdade à escuridão do pecado.","referencias_relacionadas":["João 8:12","Salmos 119:105","Mateus 5:14"]},"genesis_41_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, neste caso, José, que desempenha um papel crucial na narrativa.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a humanidade de José e sua capacidade de agir em resposta à revelação divina.","por_que_esta_palavra":"A identificação de José como homem destaca sua vulnerabilidade e dependência de Deus.","conexao_teologica":"A humanidade de José reflete a condição humana e a necessidade de redenção e intervenção divina.","referencias_relacionadas":["Gênesis 37:28","Gênesis 39:2","Gênesis 41:46"]},"genesis_41_12_alimento":{"palavra_pt":"alimento","palavra_original":"טַבָּח","transliteracao":"ṭabbâch","strong":"H2876","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se novamente ao sustento necessário, enfatizando a importância do alimento na narrativa.","explicacao_detalhada":"A repetição da palavra 'alimento' reforça a ideia de que a sobrevivência depende da provisão de Deus.","por_que_esta_palavra":"O alimento é um símbolo da provisão divina e da necessidade humana de sustento.","conexao_teologica":"Assim como Deus provê alimento físico, Ele também provê alimento espiritual através de Sua palavra.","referencias_relacionadas":["Mateus 6:11","Salmos 23:1","Filipenses 4:19"]},"genesis_41_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"No contexto de Gênesis 41:13, 'cair' refere-se ao estado de José após ser libertado da prisão, onde ele se apresenta diante de Faraó.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a transição de José de um prisioneiro a um intérprete de sonhos, simbolizando uma mudança significativa em sua vida.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a transformação e a providência divina na vida de José.","conexao_teologica":"A mudança de José ilustra a soberania de Deus em reverter situações adversas e trazer redenção.","referencias_relacionadas":["Gênesis 37:28","Gênesis 39:20","Gênesis 41:14"]},"genesis_41_13_interpretation":{"palavra_pt":"interpret ation","palavra_original":"פָּתַר","transliteracao":"pâthar","strong":"H6622","significado_raiz":"Ideia básica: interpret ation.","significado_contextual":"A palavra 'interpretação' é crucial, pois José é chamado para explicar os sonhos de Faraó, que preveem eventos futuros.","explicacao_detalhada":"A palavra 'interpretation' (פָּתַר) destaca a habilidade dada por Deus a José para entender e explicar significados ocultos.","por_que_esta_palavra":"Esta palavra é importante porque mostra que a interpretação dos sonhos não é apenas uma habilidade humana, mas uma revelação divina.","conexao_teologica":"A interpretação dos sonhos de Faraó demonstra como Deus se comunica com a humanidade e revela Seus planos.","referencias_relacionadas":["Gênesis 40:8","Daniel 2:28","Atos 2:17"]},"genesis_41_13_phrase":{"palavra_pt":"expressao","palavra_original":"כֵּן","transliteracao":"kên","strong":"H3651","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à maneira como José se apresenta e se comunica com Faraó.","explicacao_detalhada":"A palavra 'expressão' (כֵּן) é usada para indicar a clareza e a sinceridade na comunicação de José ao Faraó.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da comunicação clara e honesta em momentos críticos.","conexao_teologica":"A expressão de José reflete a importância da verdade e da transparência na liderança e na relação com Deus.","referencias_relacionadas":["Provérbios 12:22","Efésios 4:15","Tiago 5:12"]},"genesis_41_14_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de Faraó convocar José para que ele interprete seus sonhos.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) implica uma ação de autoridade, onde Faraó, como líder, chama José para uma tarefa importante.","por_que_esta_palavra":"Essa palavra é significativa porque mostra a iniciativa de Faraó em buscar a ajuda de alguém que possui a sabedoria divina.","conexao_teologica":"A ação de enviar reflete a soberania de Deus em usar líderes para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 41:14","Romanos 10:15","Mateus 9:38"]},"genesis_41_14_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó é a figura de autoridade que busca a interpretação dos sonhos, representando o poder humano.","explicacao_detalhada":"A palavra 'farao' (פַּרְעֹה) é usada para descrever o rei do Egito, que tem um papel central na narrativa de José.","por_que_esta_palavra":"A menção de Faraó destaca a interação entre o poder humano e a intervenção divina na história.","conexao_teologica":"Faraó, como governante, ilustra a necessidade de reconhecer a soberania de Deus sobre todas as autoridades.","referencias_relacionadas":["Gênesis 41:1","Êxodo 5:1","Romanos 13:1"]},"genesis_41_14_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de Faraó convocar José para que ele possa interpretar os sonhos.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) indica a ação de Faraó ao buscar alguém que possa ajudá-lo em sua necessidade.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a urgência e a importância da situação que Faraó enfrenta.","conexao_teologica":"O ato de chamar reflete a maneira como Deus convoca pessoas para cumprir Seus planos.","referencias_relacionadas":["Gênesis 41:14","Isaías 43:1","Mateus 11:28"]},"genesis_41_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada por Faraó ao descrever a importância dos sonhos que teve.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é uma afirmação de Faraó sobre a gravidade e a seriedade dos sonhos que ele teve.","por_que_esta_palavra":"Esta palavra é significativa porque mostra a necessidade de comunicação clara sobre questões importantes.","conexao_teologica":"A comunicação de Faraó reflete a importância de ouvir e responder ao que Deus está revelando.","referencias_relacionadas":["Gênesis 41:15","Salmos 19:14","Provérbios 18:21"]},"genesis_41_15_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó é mencionado novamente como a figura central que busca a interpretação dos sonhos.","explicacao_detalhada":"A palavra 'farao' (פַּרְעֹה) reafirma seu papel de autoridade e a importância de sua busca por respostas.","por_que_esta_palavra":"A repetição da palavra enfatiza a relevância de Faraó na narrativa e sua necessidade de sabedoria.","conexao_teologica":"Faraó representa a humanidade que busca entender os planos de Deus em meio a incertezas.","referencias_relacionadas":["Gênesis 41:15","Gênesis 41:30","Êxodo 5:2"]},"genesis_41_15_bom":{"palavra_pt":"bom","palavra_original":"חָלַם","transliteracao":"châlam","strong":"H2492","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a natureza dos sonhos que Faraó teve.","explicacao_detalhada":"A palavra 'bom' (חָלַם) indica que os sonhos têm um significado positivo que precisa ser entendido.","por_que_esta_palavra":"Essa palavra é importante porque sugere que os sonhos de Faraó não são apenas alarmantes, mas também têm um propósito divino.","conexao_teologica":"A natureza dos sonhos reflete a bondade de Deus em revelar Seu plano para o futuro.","referencias_relacionadas":["Gênesis 41:15","Romanos 8:28","Tiago 1:17"]},"genesis_41_16_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é usada para descrever a percepção e a visão que José terá ao interpretar os sonhos.","explicacao_detalhada":"A palavra 'olho' (עָנָה) simboliza a capacidade de ver além do óbvio e entender o que Deus está comunicando.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da visão espiritual na interpretação dos planos de Deus.","conexao_teologica":"A visão espiritual é essencial para discernir a vontade de Deus em nossas vidas.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Efésios 1:18"]},"genesis_41_16_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Título dado ao governante do Egito, simbolizando poder e autoridade.","explicacao_detalhada":"O faraó era considerado um deus vivo pelos egípcios, responsável pela ordem e prosperidade do país. No contexto de Gênesis 41, ele busca a interpretação dos sonhos de José, o que demonstra sua vulnerabilidade e necessidade de sabedoria.","por_que_esta_palavra":"A palavra 'faraó' é central para entender a dinâmica de poder no Egito antigo e a relação de José com o governo egípcio.","conexao_teologica":"A figura do faraó representa a soberania humana em contraste com a soberania divina, onde Deus usa José para revelar Seu plano.","referencias_relacionadas":["Gênesis 41:14","Êxodo 5:1","Salmos 105:23"]},"genesis_41_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Ato de comunicar ou expressar algo de forma clara.","explicacao_detalhada":"A palavra 'dizer' é utilizada para descrever a ação de José ao interpretar os sonhos do faraó, mostrando a importância da comunicação na revelação de verdades divinas.","por_que_esta_palavra":"É crucial para entender como a mensagem de Deus é transmitida através de José, destacando a importância da fala na obra de Deus.","conexao_teologica":"A comunicação divina é um tema recorrente na Bíblia, onde Deus se revela através de palavras e profecias.","referencias_relacionadas":["Gênesis 41:25","Salmos 119:105","Provérbios 18:21"]},"genesis_41_17_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Ato de expressar pensamentos ou sentimentos verbalmente.","explicacao_detalhada":"Neste contexto, 'falar' refere-se à comunicação do faraó sobre seus sonhos, que são fundamentais para a narrativa de José e a salvação do Egito da fome.","por_que_esta_palavra":"A palavra enfatiza a importância da expressão verbal na interação entre o faraó e José, mostrando como Deus usa a fala para cumprir Seus propósitos.","conexao_teologica":"Deus frequentemente usa a fala e a comunicação para revelar Sua vontade e planos, como visto em várias passagens bíblicas.","referencias_relacionadas":["Gênesis 41:30","Isaías 55:11","Tiago 3:5"]},"genesis_41_17_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Título do governante egípcio, simbolizando autoridade e poder.","explicacao_detalhada":"O faraó, ao relatar seus sonhos, demonstra sua dependência de uma interpretação externa, o que contrasta com sua posição de poder.","por_que_esta_palavra":"A repetição da palavra 'faraó' reforça sua importância na narrativa e a interação entre o humano e o divino.","conexao_teologica":"A soberania de Deus é evidenciada na maneira como Ele usa o faraó para cumprir Seu plano de salvação.","referencias_relacionadas":["Gênesis 41:14","Êxodo 3:10","Salmos 105:26"]},"genesis_41_17_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Uma chamada à atenção, indicando algo importante que deve ser observado.","explicacao_detalhada":"A palavra 'eis' é usada para enfatizar a revelação dos sonhos do faraó, destacando a seriedade da situação.","por_que_esta_palavra":"Serve para preparar o ouvinte para a importância da mensagem que será transmitida a seguir.","conexao_teologica":"A revelação divina muitas vezes é precedida por um chamado à atenção, como em várias passagens proféticas.","referencias_relacionadas":["Gênesis 41:30","Isaías 43:19","Mateus 28:20"]},"genesis_41_18_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou localização entre outras coisas ou pessoas.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a situação do faraó em relação aos seus sonhos e à necessidade de interpretação.","por_que_esta_palavra":"É importante para entender a dinâmica entre o faraó e os outros personagens na narrativa.","conexao_teologica":"A ideia de estar 'entre' também pode ser vista na relação de Deus com Seu povo, que é frequentemente descrito como 'entre' as nações.","referencias_relacionadas":["Gênesis 41:29","Salmos 46:1","Atos 2:17"]},"genesis_41_18_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"Refere-se à ação de cuidar ou guiar, como um pastor faz com suas ovelhas.","explicacao_detalhada":"A palavra 'pastor' é usada para descrever a função de liderança que José terá no Egito, simbolizando proteção e cuidado.","por_que_esta_palavra":"É uma metáfora poderosa que conecta a liderança humana com a liderança divina, onde Deus é frequentemente descrito como o Pastor de Seu povo.","conexao_teologica":"A imagem do pastor é central na Bíblia, representando a liderança e o cuidado de Deus por Seu povo.","referencias_relacionadas":["Gênesis 41:46","Salmos 23:1","João 10:11"]},"genesis_41_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"A palavra 'modo' é utilizada para descrever a forma como os sonhos do faraó se manifestaram, indicando a importância da interpretação correta.","por_que_esta_palavra":"É essencial para entender a singularidade dos sonhos e a necessidade de uma resposta adequada.","conexao_teologica":"Deus se revela de maneiras diversas, e a compreensão de Seu modo de agir é crucial para a fé.","referencias_relacionadas":["Gênesis 41:25","Romanos 11:33","Hebreus 1:1"]},"genesis_41_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade ou à conformidade com os fatos.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a necessidade de reconhecer a realidade dos sonhos e suas implicações para o futuro do Egito.","por_que_esta_palavra":"A busca pela verdade é um tema central na Bíblia, refletindo a natureza de Deus como a verdade suprema.","conexao_teologica":"A verdade de Deus é revelada através de Sua Palavra e é fundamental para a vida e a fé dos crentes.","referencias_relacionadas":["Gênesis 41:30","João 8:32","Efésios 4:15"]},"genesis_41_20_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao que é consumido para sustentar a vida.","explicacao_detalhada":"A palavra 'alimento' é crucial no contexto dos sonhos do faraó, que preveem uma grande fome, destacando a necessidade de planejamento e provisão.","por_que_esta_palavra":"É uma palavra que simboliza a sobrevivência e a providência de Deus em tempos de crise.","conexao_teologica":"Deus é frequentemente descrito como aquele que provê o alimento espiritual e físico para Seu povo.","referencias_relacionadas":["Gênesis 41:30","Mateus 6:11","Filipenses 4:19"]},"genesis_41_20_leanfleshed":{"palavra_pt":"lean fleshed","palavra_original":"רַק","transliteracao":"raq","strong":"H7534","significado_raiz":"Ideia básica: lean fleshed.","significado_contextual":"Refere-se a vacas magras que simbolizam a fome e a escassez.","explicacao_detalhada":"As vacas magras representam a fase de fome que se seguiria aos anos de abundância no Egito. Essa visão dada a Faraó por Deus, através de José, ilustra a transição de prosperidade para necessidade.","por_que_esta_palavra":"A palavra 'lean fleshed' é usada para enfatizar a gravidade da situação que se aproximava, contrastando com as vacas gordas que simbolizavam a abundância.","conexao_teologica":"A visão de Faraó e a interpretação de José mostram como Deus revela Seus planos e prepara Seu povo para os desafios futuros.","referencias_relacionadas":["Gênesis 41:19","Gênesis 41:30","Gênesis 41:31"]},"genesis_41_21_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de entrar ou vir, no contexto de um convite ou chamado.","explicacao_detalhada":"A palavra 'vir' é utilizada para descrever a ação de José ao ser chamado para interpretar o sonho de Faraó, mostrando a importância do chamado divino na vida de um indivíduo.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a prontidão de José em atender ao chamado de Faraó, simbolizando a disposição de servir a Deus em momentos críticos.","conexao_teologica":"O chamado de José para interpretar os sonhos de Faraó reflete como Deus usa pessoas em posições de influência para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 41:14","Gênesis 41:16","Gênesis 41:30"]},"genesis_41_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à certeza e à realidade dos eventos que se desenrolam.","explicacao_detalhada":"A palavra 'verdade' é usada para afirmar que o que está sendo revelado nos sonhos de Faraó é uma realidade que não pode ser ignorada, enfatizando a soberania de Deus sobre a história.","por_que_esta_palavra":"A inclusão da palavra 'verdade' sublinha a autenticidade da mensagem divina que José está prestes a transmitir.","conexao_teologica":"A verdade divina é um tema central na Bíblia, mostrando que Deus é fiel em cumprir Suas promessas e revelações.","referencias_relacionadas":["Gênesis 41:16","Salmos 25:5","João 8:32"]},"genesis_41_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão ou justificativa para uma afirmação.","explicacao_detalhada":"A palavra 'porque' é utilizada para explicar a importância da interpretação dos sonhos, ligando a revelação divina à necessidade de ação.","por_que_esta_palavra":"Essa palavra é crucial para a lógica do discurso de José, pois conecta a interpretação dos sonhos à urgência da situação no Egito.","conexao_teologica":"A relação entre a revelação de Deus e a resposta humana é um tema recorrente nas Escrituras, mostrando que Deus espera ação de Seus servos.","referencias_relacionadas":["Gênesis 41:16","Gênesis 41:30","Tiago 1:22"]},"genesis_41_22_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é desejável ou positivo, no contexto de abundância.","explicacao_detalhada":"A palavra 'bom' é usada para descrever as vacas gordas que simbolizam os anos de fartura que viriam ao Egito, contrastando com a escassez que se seguiria.","por_que_esta_palavra":"A repetição da palavra 'bom' enfatiza a generosidade de Deus em prover para o Seu povo antes da crise.","conexao_teologica":"A bondade de Deus é um tema central, mostrando que Ele se preocupa com o bem-estar de Seu povo e prepara o caminho para suas necessidades.","referencias_relacionadas":["Gênesis 41:29","Salmos 34:8","Romanos 8:28"]},"genesis_41_22_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à ação de ver ou perceber, especialmente em um contexto de revelação.","explicacao_detalhada":"A palavra 'ver' é utilizada para descrever a capacidade de José de interpretar os sonhos de Faraó, simbolizando a visão espiritual que ele possui.","por_que_esta_palavra":"A palavra 'ver' destaca a importância da percepção espiritual e da sabedoria na interpretação dos planos de Deus.","conexao_teologica":"A visão espiritual é essencial para entender a vontade de Deus, e José exemplifica isso ao discernir o significado dos sonhos.","referencias_relacionadas":["Gênesis 41:16","Provérbios 29:18","Mateus 5:8"]},"genesis_41_23_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou suceder algo.","explicacao_detalhada":"A palavra 'seguir' é usada para descrever a sequência de eventos que se desenrolam após a revelação dos sonhos, enfatizando a continuidade do plano de Deus.","por_que_esta_palavra":"A palavra 'seguir' é importante para entender que os eventos não são isolados, mas parte de um plano divino maior.","conexao_teologica":"A soberania de Deus é vista na maneira como Ele orquestra eventos na história, levando Seu povo a cumprir Seu propósito.","referencias_relacionadas":["Gênesis 41:30","Isaías 46:10","Romanos 8:28"]},"genesis_41_23_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usada para chamar a atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"A palavra 'eis' é uma interjeição que enfatiza a importância da visão que Faraó teve, preparando o ouvinte para a revelação que se segue.","por_que_esta_palavra":"A palavra 'eis' serve como um alerta para a gravidade e a urgência da mensagem que está sendo transmitida.","conexao_teologica":"A revelação divina muitas vezes é precedida por um chamado à atenção, mostrando que Deus deseja que Seu povo esteja alerta para Seus planos.","referencias_relacionadas":["Gênesis 41:19","Isaías 43:19","Apocalipse 3:20"]},"genesis_41_23_sagrado":{"palavra_pt":"sagrado","palavra_original":"שֶׁבַע","transliteracao":"shebaʻ","strong":"H7651","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é separado ou consagrado para um propósito especial.","explicacao_detalhada":"A palavra 'sagrado' é usada para descrever a importância dos eventos que estão prestes a ocorrer, indicando que são parte do plano divino.","por_que_esta_palavra":"A palavra 'sagrado' enfatiza a seriedade e a importância dos sonhos de Faraó, que não são meras coincidências, mas revelações divinas.","conexao_teologica":"A santidade de Deus é um tema central, mostrando que Ele tem um propósito específico para cada evento em Sua criação.","referencias_relacionadas":["Gênesis 41:30","Levítico 20:26","1 Pedro 1:16"]},"genesis_41_24_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Novamente refere-se a algo positivo, reforçando a ideia de abundância.","explicacao_detalhada":"A palavra 'bom' é repetida para enfatizar a dualidade dos sonhos de Faraó, onde a abundância é seguida pela escassez, destacando a soberania de Deus.","por_que_esta_palavra":"A repetição da palavra 'bom' serve para reforçar a mensagem de que Deus é o provedor e que a abundância é parte de Seu plano.","conexao_teologica":"A bondade de Deus é um tema recorrente, mostrando que Ele se preocupa com o bem-estar de Seu povo e prepara o caminho para suas necessidades.","referencias_relacionadas":["Gênesis 41:29","Salmos 107:9","Tiago 1:17"]},"genesis_41_24_destruir":{"palavra_pt":"destruir","palavra_original":"בָּלַע","transliteracao":"bâlaʻ","strong":"H1104","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de consumir ou eliminar algo completamente.","explicacao_detalhada":"No contexto de Gênesis 41:24, a palavra 'destruir' é usada para descrever como as vacas magras devoraram as vacas gordas, simbolizando uma grande perda ou destruição.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a gravidade da situação e a totalidade da perda que está prestes a ocorrer.","conexao_teologica":"A destruição pode ser vista como um símbolo do juízo de Deus sobre a terra, refletindo a soberania divina sobre a criação.","referencias_relacionadas":["Gênesis 41:24","Êxodo 10:15","Salmos 37:20"]},"genesis_41_25_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e governante do universo.","explicacao_detalhada":"Neste versículo, a palavra 'Deus' é usada por José ao interpretar os sonhos de Faraó, reconhecendo que a revelação dos eventos futuros vem de Deus.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da soberania divina e da providência na história.","conexao_teologica":"A presença de Deus nos sonhos de Faraó mostra como Ele se comunica e dirige os eventos da história humana.","referencias_relacionadas":["Gênesis 41:25","Salmos 115:3","Isaías 46:10"]},"genesis_41_25_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, simbolizando poder e autoridade.","explicacao_detalhada":"Faraó, como líder do Egito, representa a autoridade terrena que, neste contexto, está sendo confrontada pela revelação divina através de José.","por_que_esta_palavra":"A palavra 'Faraó' é importante para entender a dinâmica de poder entre o homem e Deus, e como Deus pode usar autoridades para cumprir Seus propósitos.","conexao_teologica":"A interação entre José e Faraó ilustra como Deus pode operar através de líderes seculares para realizar Seus planos.","referencias_relacionadas":["Gênesis 41:25","Êxodo 5:1","Romanos 13:1"]},"genesis_41_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude ou importância de algo.","explicacao_detalhada":"A palavra 'grande' é usada para descrever os sonhos de Faraó, que são significativos e têm implicações profundas para o futuro do Egito.","por_que_esta_palavra":"A ênfase na grandeza dos sonhos destaca a seriedade da mensagem que Deus está transmitindo.","conexao_teologica":"A grandeza dos sonhos de Faraó reflete a grandeza dos planos de Deus para a história e a necessidade de atenção a Sua revelação.","referencias_relacionadas":["Gênesis 41:25","Daniel 2:31","Mateus 5:14"]},"genesis_41_26_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é desejável, benéfico ou de qualidade superior.","explicacao_detalhada":"No contexto, 'bom' é usado para descrever as vacas gordas, que simbolizam prosperidade e abundância.","por_que_esta_palavra":"A palavra 'bom' contrasta com a ideia de destruição e escassez que se segue, enfatizando a importância do que é positivo.","conexao_teologica":"A bondade de Deus é refletida em Suas bênçãos e provisões, contrastando com o juízo que vem sobre a terra.","referencias_relacionadas":["Gênesis 41:26","Salmos 34:8","Romanos 8:28"]},"genesis_41_26_sagrado":{"palavra_pt":"sagrado","palavra_original":"שֶׁבַע","transliteracao":"shebaʻ","strong":"H7651","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é separado para um propósito especial ou que possui um caráter divino.","explicacao_detalhada":"A palavra 'sagrado' é usada para descrever a importância dos sonhos e a revelação divina que eles contêm.","por_que_esta_palavra":"A escolha dessa palavra indica que os sonhos não são apenas comuns, mas têm um significado profundo e espiritual.","conexao_teologica":"A sacralidade dos sonhos de Faraó mostra como Deus se comunica com a humanidade de maneiras extraordinárias.","referencias_relacionadas":["Gênesis 41:26","Êxodo 3:5","Levítico 20:26"]},"genesis_41_27_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de um evento ou situação.","explicacao_detalhada":"A palavra 'grande' é usada novamente para enfatizar a seriedade da fome que se aproximava, que seria devastadora.","por_que_esta_palavra":"A repetição da ideia de grandeza reforça a urgência da mensagem que Deus está transmitindo a Faraó.","conexao_teologica":"A grandeza da fome é um aviso da soberania de Deus sobre a história e a necessidade de preparação.","referencias_relacionadas":["Gênesis 41:27","Mateus 24:21","Apocalipse 7:14"]},"genesis_41_27_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou suceder algo.","explicacao_detalhada":"A palavra 'seguir' é usada para descrever como a fome que se aproxima sucederá a abundância, indicando uma transição drástica.","por_que_esta_palavra":"A escolha dessa palavra sugere um movimento inevitável de um estado de prosperidade para um estado de necessidade.","conexao_teologica":"A ideia de seguir é uma metáfora para a jornada da vida, onde tempos de abundância podem ser seguidos por tempos de escassez, sempre sob a supervisão de Deus.","referencias_relacionadas":["Gênesis 41:27","Salmos 23:6","Romanos 8:18"]},"genesis_41_28_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem que possui significado.","explicacao_detalhada":"A palavra 'palavra' é usada para descrever a revelação que Deus deu a Faraó através dos sonhos, que contém um aviso importante.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da comunicação divina e a necessidade de atenção às mensagens de Deus.","conexao_teologica":"A palavra de Deus é fundamental para a compreensão do Seu plano e propósito, e a revelação é um tema central na teologia bíblica.","referencias_relacionadas":["Gênesis 41:28","Salmos 119:105","Hebreus 1:1"]},"genesis_41_28_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e governante do universo.","explicacao_detalhada":"A palavra 'Deus' é novamente usada para enfatizar que a interpretação dos sonhos e a revelação do futuro vêm de uma fonte divina.","por_que_esta_palavra":"Reforça a ideia de que Deus está ativamente envolvido na história e na vida das pessoas.","conexao_teologica":"A soberania de Deus é um tema central na narrativa bíblica, mostrando que Ele tem controle sobre todos os eventos.","referencias_relacionadas":["Gênesis 41:28","Salmos 46:10","Isaías 55:11"]},"genesis_41_28_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"O título 'faraó' refere-se ao rei do Egito, que detinha poder absoluto sobre a terra e seu povo.","explicacao_detalhada":"No contexto de Gênesis 41, o faraó é o governante que tem um sonho que precisa ser interpretado. Ele representa a autoridade e o poder do Egito, e sua posição é central na narrativa da salvação de José e da preservação do povo durante a fome.","por_que_esta_palavra":"A palavra 'faraó' é usada para enfatizar a grandeza e a autoridade do governante egípcio, que é um personagem chave na história de José.","conexao_teologica":"O faraó, como figura de autoridade, ilustra a soberania de Deus sobre as nações e como Ele pode usar líderes pagãos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 41:1","Gênesis 41:14","Gênesis 41:46"]},"genesis_41_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os eventos se desenrolarão, especialmente em relação aos sonhos do faraó.","explicacao_detalhada":"No versículo, José explica que os sonhos do faraó têm um significado específico e que o modo como os eventos ocorrerão é predito por Deus.","por_que_esta_palavra":"Usar 'modo' destaca a importância da interpretação correta dos sonhos e a revelação divina sobre o futuro.","conexao_teologica":"A maneira como Deus revela Seus planos aos homens, mesmo através de sonhos, mostra Sua soberania e cuidado.","referencias_relacionadas":["Gênesis 41:30","Gênesis 41:31","Gênesis 41:32"]},"genesis_41_29_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da fome que se aproximava, que seria severa e devastadora.","explicacao_detalhada":"José explica ao faraó que a grandeza da fome será tal que fará com que as abundâncias anteriores sejam esquecidas, enfatizando a gravidade da situação.","por_que_esta_palavra":"A ênfase na grandeza serve para alertar o faraó sobre a necessidade de se preparar para o que está por vir.","conexao_teologica":"A grandeza da fome ilustra a seriedade do juízo de Deus e a necessidade de dependência dEle em tempos de crise.","referencias_relacionadas":["Gênesis 41:30","Gênesis 41:31","Gênesis 41:32"]},"genesis_41_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao Egito, o local onde a fome ocorrerá e onde José está prestes a se tornar uma figura central.","explicacao_detalhada":"No contexto do versículo, a terra é o cenário da ação, onde a fome afetará não apenas o Egito, mas também as nações ao redor.","por_que_esta_palavra":"A menção da terra destaca a abrangência do impacto da fome e a necessidade de planejamento e provisão.","conexao_teologica":"A terra como um recurso dado por Deus enfatiza a responsabilidade humana de cuidar e administrar o que Deus providencia.","referencias_relacionadas":["Gênesis 41:30","Gênesis 41:31","Gênesis 41:36"]},"genesis_41_30_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de fazer surgir ou trazer à tona a fome que se aproximava.","explicacao_detalhada":"José explica que Deus levantará uma fome severa, o que implica em um ato divino de juízo e teste para o povo.","por_que_esta_palavra":"O uso de 'levantar' sugere que a fome não é apenas um evento natural, mas uma ação direta de Deus.","conexao_teologica":"Levantar a fome é um exemplo de como Deus pode usar circunstâncias difíceis para moldar o caráter e a fé do Seu povo.","referencias_relacionadas":["Gênesis 41:29","Gênesis 41:30","Gênesis 41:31"]},"genesis_41_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente se refere ao Egito, enfatizando o local onde a fome terá seu impacto.","explicacao_detalhada":"A repetição da palavra 'terra' sublinha a gravidade da situação que afetará diretamente a população egípcia.","por_que_esta_palavra":"A ênfase na terra destaca a conexão entre a criação de Deus e a responsabilidade humana em tempos de crise.","conexao_teologica":"A terra é um presente de Deus, e a sua preservação durante a fome é um tema central na providência divina.","referencias_relacionadas":["Gênesis 41:29","Gênesis 41:31","Gênesis 41:36"]},"genesis_41_30_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' refere-se à escassez de alimentos que se aproximava, um tema central na narrativa de José.","explicacao_detalhada":"A fome é apresentada como um evento devastador que exigirá planejamento e ação do faraó e de José.","por_que_esta_palavra":"A menção da fome destaca a fragilidade da vida e a necessidade de confiar em Deus para provisão.","conexao_teologica":"A fome serve como um lembrete da dependência humana de Deus e da importância de estar preparado para tempos difíceis.","referencias_relacionadas":["Gênesis 41:29","Gênesis 41:31","Gênesis 41:36"]},"genesis_41_31_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é novamente mencionada, reforçando o impacto da fome sobre o Egito.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a abrangência do problema e a necessidade de uma resposta adequada.","por_que_esta_palavra":"A ênfase na terra destaca a responsabilidade de cuidar do que Deus deu e a importância de se preparar para crises.","conexao_teologica":"A terra é um símbolo da provisão de Deus, e sua preservação é um tema importante na narrativa bíblica.","referencias_relacionadas":["Gênesis 41:30","Gênesis 41:32","Gênesis 41:36"]},"genesis_41_31_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' é crucial para entender a gravidade da situação que se aproxima.","explicacao_detalhada":"A fome é descrita como algo que fará com que as abundâncias anteriores sejam esquecidas, sublinhando sua severidade.","por_que_esta_palavra":"A menção da fome serve para alertar sobre a necessidade de preparação e planejamento.","conexao_teologica":"A fome é um símbolo do juízo de Deus e da necessidade de confiar em Sua provisão em tempos difíceis.","referencias_relacionadas":["Gênesis 41:30","Gênesis 41:32","Gênesis 41:36"]},"genesis_41_31_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a certeza do que foi revelado a José sobre os sonhos do faraó.","explicacao_detalhada":"José declara que a interpretação dos sonhos é verdadeira e que os eventos ocorrerão conforme Deus revelou.","por_que_esta_palavra":"A ênfase na verdade destaca a confiança que se deve ter nas revelações de Deus.","conexao_teologica":"A verdade é um atributo de Deus, e a certeza das promessas divinas é um tema central na fé.","referencias_relacionadas":["Gênesis 41:32","Gênesis 41:30","Gênesis 41:29"]},"genesis_41_32_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação ou à declaração que tem um significado específico.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para indicar não apenas uma palavra falada, mas também um assunto ou uma coisa. No contexto de Gênesis 41:32, ela se refere à revelação que Deus deu a Faraó através dos sonhos.","por_que_esta_palavra":"Esta palavra é crucial para entender a comunicação divina e a importância da revelação de Deus aos homens.","conexao_teologica":"A palavra de Deus é fundamental na criação e na revelação de Sua vontade. Em Gênesis, vemos como Deus se comunica com a humanidade.","referencias_relacionadas":["Salmos 33:6","Hebreus 4:12","Isaías 55:11"]},"genesis_41_32_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo que tem autoridade sobre todas as coisas.","explicacao_detalhada":"A palavra 'אֱלֹהִים' (ʼĕlôhîym) é um termo plural que enfatiza a majestade e a soberania de Deus. No contexto, Deus é quem revela o futuro a Faraó através dos sonhos.","por_que_esta_palavra":"A presença de Deus na narrativa é essencial para entender que todas as ações e eventos estão sob Seu controle.","conexao_teologica":"Deus é o criador e sustentador do universo, e Sua revelação é um tema central nas Escrituras.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"genesis_41_33_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito, que tem poder e autoridade sobre o povo.","explicacao_detalhada":"A palavra 'פַּרְעֹה' (Parʻôh) designa o título do rei do Egito. No contexto, Faraó é o receptor da revelação divina e o responsável por agir sobre ela.","por_que_esta_palavra":"A figura de Faraó é importante para a narrativa, pois representa a autoridade humana em contraste com a soberania divina.","conexao_teologica":"A interação entre Faraó e Deus ilustra a luta entre o poder humano e o plano divino.","referencias_relacionadas":["Êxodo 5:1","Êxodo 12:30","Romanos 9:17"]},"genesis_41_33_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em geral, com ênfase na sua natureza e papel na criação.","explicacao_detalhada":"A palavra 'אִישׁ' (ʼîysh) é usada para designar um homem, enfatizando a individualidade e a responsabilidade. No contexto, refere-se ao homem que deve interpretar os sonhos.","por_que_esta_palavra":"A menção do homem destaca a importância da ação humana em resposta à revelação divina.","conexao_teologica":"A relação entre Deus e o homem é um tema central na Bíblia, onde o homem é chamado a agir conforme a vontade de Deus.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 3:23"]},"genesis_41_33_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território ou ao mundo físico em que os eventos ocorrem.","explicacao_detalhada":"A palavra 'אֶרֶץ' (ʼerets) é usada para descrever a terra, que é o cenário dos eventos narrados. No contexto, a terra do Egito é onde a fome ocorrerá.","por_que_esta_palavra":"A terra é um elemento crucial na narrativa, pois os eventos têm implicações diretas sobre a vida e a sobrevivência das pessoas.","conexao_teologica":"A terra é parte do plano de Deus para a humanidade, e Sua providência é evidente na forma como Ele cuida de Sua criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Mateus 5:5"]},"genesis_41_34_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de libertar ou designar alguém para um propósito específico.","explicacao_detalhada":"A palavra 'פָּקַד' (pâqad) implica em um ato de supervisão ou de chamar alguém para uma tarefa. No contexto, refere-se à necessidade de um homem sábio para administrar durante a fome.","por_que_esta_palavra":"A ideia de libertar ou designar é importante para a administração dos recursos durante a crise.","conexao_teologica":"Deus frequentemente levanta líderes para cumprir Seus propósitos, mostrando Sua soberania sobre a história.","referencias_relacionadas":["Êxodo 3:10","1 Samuel 16:1","Isaías 61:1"]},"genesis_41_34_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente ao território onde os eventos estão se desenrolando.","explicacao_detalhada":"A palavra 'אֶרֶץ' (ʼerets) é usada para enfatizar a importância da terra no contexto da administração dos recursos durante a fome.","por_que_esta_palavra":"A terra é o lugar onde as consequências das decisões de Faraó e de José se manifestarão.","conexao_teologica":"A relação entre Deus, o homem e a terra é fundamental na narrativa bíblica, refletindo a criação e a providência.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Romanos 8:19-21"]},"genesis_41_35_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um centro urbano onde as pessoas se reúnem e vivem.","explicacao_detalhada":"A palavra 'עִיר' (ʻîyr) é usada para descrever uma cidade, que é um lugar de comércio e interação social. No contexto, as cidades são onde os recursos devem ser armazenados.","por_que_esta_palavra":"As cidades desempenham um papel vital na administração e na sobrevivência durante a crise da fome.","conexao_teologica":"As cidades são frequentemente mencionadas na Bíblia como locais de encontro e de decisões importantes.","referencias_relacionadas":["Gênesis 10:11","Salmos 48:1-2","Mateus 5:14"]},"genesis_41_35_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é desejável ou benéfico.","explicacao_detalhada":"A palavra 'טוֹב' (ṭôwb) é usada para descrever algo que é bom ou agradável. No contexto, refere-se à qualidade dos grãos que devem ser armazenados.","por_que_esta_palavra":"A ênfase no que é bom é crucial para garantir a sobrevivência do povo durante a fome.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, refletindo Seu caráter e Suas intenções para a humanidade.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"genesis_41_35_assemble":{"palavra_pt":"ajuntar","palavra_original":"קָבַץ","transliteracao":"qâbats","strong":"H6908","significado_raiz":"Ideia básica: ajuntar.","significado_contextual":"Refere-se à ação de reunir ou coletar algo.","explicacao_detalhada":"A palavra 'קָבַץ' (qâbats) implica em juntar ou reunir. No contexto, refere-se à necessidade de coletar os grãos durante os anos de abundância.","por_que_esta_palavra":"A ação de ajuntar é essencial para a preparação para a crise que se aproxima.","conexao_teologica":"A ideia de coletar e preservar é um princípio que se aplica à administração dos recursos que Deus nos dá.","referencias_relacionadas":["Gênesis 7:7","Mateus 25:20-21","1 Coríntios 16:2"]},"genesis_41_36_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar onde as pessoas vivem e cultivam.","explicacao_detalhada":"No contexto de Gênesis 41:36, a 'terra' é mencionada em relação à necessidade de armazenar alimentos durante os anos de fartura para enfrentar os anos de fome. A terra é vista como um recurso vital para a sobrevivência.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre o ser humano e o ambiente, especialmente em tempos de crise.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um presente de Deus, que sustenta a vida e a prosperidade do Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Deuteronômio 8:7"]},"genesis_41_36_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à escassez de alimentos que afeta a população.","explicacao_detalhada":"A 'fome' mencionada em Gênesis 41:36 é uma condição crítica que leva à necessidade de planejamento e armazenamento de recursos. É um tema recorrente que simboliza a vulnerabilidade humana.","por_que_esta_palavra":"A palavra 'fome' destaca a fragilidade da vida e a dependência do ser humano de Deus para suprir suas necessidades.","conexao_teologica":"A fome é frequentemente usada na Bíblia como um símbolo de juízo ou teste, mas também como uma oportunidade para a intervenção divina.","referencias_relacionadas":["Gênesis 12:10","Rute 1:1","Mateus 4:2"]},"genesis_41_36_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda ou a deterioração de uma situação.","explicacao_detalhada":"No versículo, 'cair' é usado para descrever a situação de escassez que se aproxima, simbolizando a perda de abundância e a necessidade de preparação.","por_que_esta_palavra":"A palavra 'cair' enfatiza a transição de um estado de prosperidade para um de necessidade, refletindo a fragilidade das circunstâncias humanas.","conexao_teologica":"A ideia de cair pode ser vista como uma metáfora para a queda do homem no pecado e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Provérbios 24:16","Romanos 5:12"]},"genesis_41_37_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou conselho importante.","explicacao_detalhada":"Em Gênesis 41:37, a 'palavra' é a interpretação do sonho de Faraó, que é crucial para a salvação do Egito e das nações vizinhas durante a fome.","por_que_esta_palavra":"A palavra 'palavra' destaca a importância da comunicação e da revelação divina na tomada de decisões.","conexao_teologica":"A palavra de Deus é frequentemente vista como uma fonte de sabedoria e direção, essencial para a vida.","referencias_relacionadas":["Salmos 119:105","Provérbios 4:20-22","Hebreus 4:12"]},"genesis_41_37_achar":{"palavra_pt":"achar","palavra_original":"יָטַב","transliteracao":"yâṭab","strong":"H3190","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se ao ato de encontrar ou descobrir algo valioso.","explicacao_detalhada":"No contexto do versículo, 'achar' implica descobrir a solução para a crise iminente através da interpretação do sonho.","por_que_esta_palavra":"A palavra 'achar' ressalta a importância da busca por sabedoria e entendimento em tempos de dificuldade.","conexao_teologica":"Encontrar a sabedoria de Deus é um tema central na Bíblia, enfatizando a necessidade de buscar a verdade.","referencias_relacionadas":["Provérbios 2:4","Tiago 1:5","Mateus 7:7"]},"genesis_41_37_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção ou visão sobre uma situação.","explicacao_detalhada":"A 'visão' ou 'olho' é crucial para entender a interpretação do sonho e a necessidade de ação.","por_que_esta_palavra":"A palavra 'olho' simboliza a capacidade de discernir e compreender a realidade ao nosso redor.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde Deus abre os olhos dos homens para a verdade.","referencias_relacionadas":["Salmos 119:18","Mateus 13:16","Efésios 1:18"]},"genesis_41_38_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância ou gravidade da situação.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a seriedade da necessidade de um plano para enfrentar a fome.","por_que_esta_palavra":"A palavra 'grande' enfatiza a magnitude do problema e a urgência da resposta.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a fragilidade humana, mostrando a necessidade de confiar Nele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"genesis_41_38_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito, que tem a responsabilidade de liderar seu povo.","explicacao_detalhada":"Faraó é uma figura central na narrativa, simbolizando o poder humano e a necessidade de sabedoria divina em decisões críticas.","por_que_esta_palavra":"A palavra 'faraó' representa a autoridade e a responsabilidade que vêm com o poder.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com a autoridade dos governantes humanos, mostrando que Ele está no controle.","referencias_relacionadas":["Êxodo 5:1","Romanos 13:1","Salmos 75:7"]},"genesis_41_38_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se ao ato de encontrar uma solução ou resposta.","explicacao_detalhada":"A repetição da palavra 'achar' enfatiza a busca por uma resposta adequada à crise que se aproxima.","por_que_esta_palavra":"A palavra 'achar' é crucial para a narrativa, pois destaca a importância de encontrar soluções em tempos de necessidade.","conexao_teologica":"A busca por sabedoria é um tema recorrente na Bíblia, onde Deus promete dar entendimento àqueles que O buscam.","referencias_relacionadas":["Provérbios 3:5-6","Colossenses 3:2","Tiago 1:5"]},"genesis_41_39_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância da interpretação do sonho e à resposta que deve ser dada.","explicacao_detalhada":"A palavra 'grande' novamente destaca a seriedade da situação e a necessidade de uma resposta adequada.","por_que_esta_palavra":"A repetição da palavra 'grande' enfatiza a magnitude do problema e a urgência da resposta.","conexao_teologica":"A grandeza de Deus é um tema central, mostrando que Ele é capaz de lidar com as maiores crises da humanidade.","referencias_relacionadas":["Salmos 96:4","Isaías 55:8-9","Mateus 19:26"]},"genesis_41_39_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"O título 'faraó' refere-se ao rei do Egito, que detinha poder absoluto sobre o povo e a terra.","explicacao_detalhada":"No contexto de Gênesis 41, o faraó é apresentado como a figura central que busca entender os sonhos que José interpretou. Ele representa a autoridade máxima do Egito e a conexão entre o povo egípcio e as decisões divinas.","por_que_esta_palavra":"A palavra 'faraó' é utilizada para enfatizar a grandeza e a soberania do rei, que é um instrumento nas mãos de Deus para cumprir Seus propósitos.","conexao_teologica":"A figura do faraó ilustra a soberania de Deus sobre as nações e como Ele pode usar líderes pagãos para realizar Seus planos.","referencias_relacionadas":["Gênesis 41:14","Êxodo 5:1","Salmos 105:23"]},"genesis_41_39_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a uma ordem ou direção.","explicacao_detalhada":"No versículo, o faraó ordena que José seja colocado à frente do Egito, indicando que ele deve ser seguido em suas decisões e ações, refletindo a confiança que o faraó deposita nele.","por_que_esta_palavra":"A escolha da palavra 'seguir' destaca a importância da liderança e da submissão à autoridade estabelecida por Deus.","conexao_teologica":"A obediência a líderes justos é um princípio bíblico que reflete a ordem divina na sociedade.","referencias_relacionadas":["Romanos 13:1","Hebreus 13:17","1 Pedro 2:13"]},"genesis_41_40_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' do faraó representa não apenas o palácio, mas também a esfera de autoridade e governo do Egito.","explicacao_detalhada":"Quando se fala em 'casa', refere-se ao lugar onde o faraó exerce seu poder e onde as decisões importantes são tomadas, simbolizando a estabilidade e a segurança do reino.","por_que_esta_palavra":"A palavra 'casa' é usada para mostrar a responsabilidade que José terá sobre a administração do Egito, refletindo a confiança do faraó.","conexao_teologica":"A casa do faraó pode ser vista como uma metáfora da casa de Deus, onde Ele governa e estabelece Sua ordem.","referencias_relacionadas":["Gênesis 39:4","1 Reis 7:1","Salmos 127:1"]},"genesis_41_40_trono":{"palavra_pt":"trono","palavra_original":"כִּסֵּא","transliteracao":"kiççêʼ","strong":"H3678","significado_raiz":"Ideia básica: trono.","significado_contextual":"O 'trono' simboliza a autoridade e o poder do faraó sobre o Egito.","explicacao_detalhada":"No contexto, o trono é o lugar de onde o faraó governa e toma decisões, e a menção do trono de José indica a elevação de José a uma posição de grande honra e responsabilidade.","por_que_esta_palavra":"A palavra 'trono' é crucial para entender a dinâmica de poder e a soberania do faraó, assim como a ascensão de José.","conexao_teologica":"O trono de faraó pode ser comparado ao trono de Deus, que é a verdadeira fonte de autoridade e justiça.","referencias_relacionadas":["Salmos 89:14","Isaías 6:1","Apocalipse 4:2"]},"genesis_41_41_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se à magnitude da responsabilidade e do poder que José receberá.","explicacao_detalhada":"Quando o faraó diz que José será 'grande', ele está reconhecendo a importância de sua nova posição e o impacto que suas decisões terão sobre o Egito.","por_que_esta_palavra":"A ênfase na grandeza destaca a transformação de José de prisioneiro a governante, mostrando a providência divina.","conexao_teologica":"A grandeza de José reflete a grandeza do plano de Deus para a salvação de Seu povo durante a fome.","referencias_relacionadas":["Gênesis 41:46","Mateus 23:11","Lucas 22:26"]},"genesis_41_41_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"O faraó, como figura de autoridade, representa a soberania humana em contraste com a soberania divina.","explicacao_detalhada":"A repetição da palavra 'faraó' enfatiza sua importância na narrativa e seu papel como executor dos planos de Deus através de José.","por_que_esta_palavra":"A palavra é usada para reforçar a ideia de que, mesmo em sua grandeza, o faraó é um instrumento nas mãos de Deus.","conexao_teologica":"A soberania de Deus é evidente quando Ele usa até mesmo os governantes pagãos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 41:14","Êxodo 9:16","Romanos 9:17"]},"genesis_41_41_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de conceder ou entregar algo a alguém.","explicacao_detalhada":"No contexto, o faraó está 'dando' a José autoridade e responsabilidade sobre o Egito, o que é um ato de grande confiança.","por_que_esta_palavra":"A palavra 'dar' é significativa porque reflete a transferência de poder e a bênção divina sobre José.","conexao_teologica":"Deus é o verdadeiro doador de todas as bênçãos e responsabilidades, e a ação do faraó é um reflexo disso.","referencias_relacionadas":["Tiago 1:17","Gênesis 12:2","Romanos 12:6"]},"genesis_41_42_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada novamente para enfatizar a ação de conceder poder e autoridade.","explicacao_detalhada":"Aqui, o faraó está dando a José um sinal de sua nova posição, simbolizando a confiança que ele deposita nele.","por_que_esta_palavra":"A repetição da palavra 'dar' reforça a ideia de que a autoridade é uma concessão e não um direito.","conexao_teologica":"A concessão de autoridade é um tema recorrente na Bíblia, onde Deus dá poder a quem Ele escolhe.","referencias_relacionadas":["Gênesis 41:41","Mateus 25:21","Lucas 19:17"]},"genesis_41_42_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica em convocar ou designar alguém para uma tarefa específica.","explicacao_detalhada":"O faraó chama José para uma posição de destaque, indicando que ele será o responsável por salvar o Egito da fome.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a ação deliberada do faraó em reconhecer o valor e a habilidade de José.","conexao_teologica":"Deus chama pessoas para cumprir Seus propósitos, assim como o faraó chamou José para uma missão importante.","referencias_relacionadas":["1 Samuel 16:11","Isaías 43:1","Romanos 8:30"]},"genesis_41_42_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"O faraó, como líder do Egito, representa a autoridade e o poder humano em contraste com a soberania divina.","explicacao_detalhada":"A repetição da palavra 'faraó' destaca sua importância na narrativa e seu papel como executor dos planos de Deus através de José.","por_que_esta_palavra":"A palavra é usada para reforçar a ideia de que, mesmo em sua grandeza, o faraó é um instrumento nas mãos de Deus.","conexao_teologica":"A soberania de Deus é evidente quando Ele usa até mesmo os governantes pagãos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 41:14","Êxodo 9:16","Romanos 9:17"]},"genesis_41_43_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar é a ação de conceder algo a alguém, um ato de generosidade ou autoridade.","explicacao_detalhada":"No contexto de Gênesis 41:43, José é elevado ao poder e recebe a autoridade de dar ordens e distribuir recursos no Egito durante a fome. O ato de dar aqui reflete a responsabilidade que vem com o poder.","por_que_esta_palavra":"A palavra 'dar' é central para entender a dinâmica de poder e provisão que José experimenta ao se tornar o segundo no comando do Egito.","conexao_teologica":"A ideia de dar é frequentemente associada à generosidade divina e à provisão de Deus para o seu povo, como em Filipenses 4:19.","referencias_relacionadas":["Gênesis 41:43","Filipenses 4:19","Mateus 7:11"]},"genesis_41_43_carro":{"palavra_pt":"carro","palavra_original":"רָכַב","transliteracao":"râkab","strong":"H7392","significado_raiz":"Ideia básica: carro.","significado_contextual":"Carro representa poder e status, especialmente no contexto egípcio.","explicacao_detalhada":"Em Gênesis 41:43, o carro é um símbolo da autoridade de José, que é tratado como um príncipe. O uso de carros na antiga sociedade egípcia era reservado para nobres e líderes.","por_que_esta_palavra":"A palavra 'carro' é significativa porque simboliza a ascensão de José e a honra que lhe foi concedida pelo faraó.","conexao_teologica":"Os carros também podem simbolizar a força e a proteção de Deus, como em Salmos 20:7.","referencias_relacionadas":["Gênesis 41:43","Salmos 20:7","Êxodo 14:6"]},"genesis_41_44_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou a forma de proceder.","explicacao_detalhada":"No versículo, o modo é importante para entender como José deve agir como governador e a forma como ele deve se comportar diante do povo e do faraó.","por_que_esta_palavra":"A palavra 'modo' destaca a importância da conduta e da sabedoria na liderança.","conexao_teologica":"O modo de agir de um líder é frequentemente discutido na Bíblia, como em Tiago 1:5, que fala sobre pedir sabedoria a Deus.","referencias_relacionadas":["Gênesis 41:44","Tiago 1:5","Provérbios 4:7"]},"genesis_41_44_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica comunicar uma mensagem ou ordem.","explicacao_detalhada":"Em Gênesis 41:44, o faraó diz a José que ele é grande e que deve governar. A palavra 'dizer' é crucial para entender a autoridade que está sendo conferida.","por_que_esta_palavra":"A palavra 'dizer' é fundamental porque representa a transferência de poder e a confirmação da posição de José.","conexao_teologica":"A palavra de Deus é poderosa e cria realidades, como em Gênesis 1:3, onde Deus diz 'haja luz'.","referencias_relacionadas":["Gênesis 41:44","Gênesis 1:3","Hebreus 11:3"]},"genesis_41_44_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó é o título do rei do Egito, simbolizando autoridade suprema.","explicacao_detalhada":"No contexto, o faraó representa não apenas um líder político, mas também a cultura e a religião do Egito, que influenciam a narrativa de José.","por_que_esta_palavra":"A palavra 'faraó' é importante porque reflete o poder e a influência que ele exerce sobre o povo e sobre José.","conexao_teologica":"A figura do faraó pode ser vista como um contraste com a soberania de Deus, que é o verdadeiro Rei sobre todas as nações.","referencias_relacionadas":["Gênesis 41:44","Romanos 13:1","Salmos 22:28"]},"genesis_41_45_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar, neste contexto, refere-se à ação de conceder um novo nome a José.","explicacao_detalhada":"Em Gênesis 41:45, o faraó dá a José um novo nome, que simboliza sua nova identidade e papel no Egito.","por_que_esta_palavra":"A palavra 'dar' aqui é significativa porque representa a transformação e a nova posição de José na sociedade egípcia.","conexao_teologica":"A mudança de nome é um tema bíblico que representa novas identidades em Deus, como em 2 Coríntios 5:17.","referencias_relacionadas":["Gênesis 41:45","2 Coríntios 5:17","Isaías 62:2"]},"genesis_41_45_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar implica invocar ou nomear alguém.","explicacao_detalhada":"No versículo, o faraó chama José de 'Zafenate-Paneia', um nome que reflete a nova função e a sabedoria que ele recebeu.","por_que_esta_palavra":"A palavra 'chamar' é importante porque indica a autoridade do faraó em nomear e a nova identidade de José.","conexao_teologica":"Deus também chama seus servos por nome, como em Isaías 43:1, onde Ele diz que nos chamou pelo nome.","referencias_relacionadas":["Gênesis 41:45","Isaías 43:1","João 10:3"]},"genesis_41_45_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó, como mencionado anteriormente, é o líder supremo do Egito.","explicacao_detalhada":"Neste contexto, o faraó é a figura que reconhece a sabedoria de José e o eleva a uma posição de grande responsabilidade.","por_que_esta_palavra":"A palavra 'faraó' é crucial para entender a dinâmica de poder e a influência que ele exerce sobre a vida de José.","conexao_teologica":"A soberania de Deus é muitas vezes contrastada com a autoridade dos governantes humanos, como em Provérbios 21:1.","referencias_relacionadas":["Gênesis 41:45","Provérbios 21:1","Romanos 13:1"]},"genesis_41_46_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como José deve governar e interagir com o povo.","explicacao_detalhada":"Em Gênesis 41:46, o modo de José em governar é fundamental para o sucesso de sua administração durante a fome.","por_que_esta_palavra":"A palavra 'modo' destaca a importância da sabedoria e da estratégia na liderança.","conexao_teologica":"A Bíblia enfatiza a importância de agir com sabedoria e discernimento, como em Provérbios 16:16.","referencias_relacionadas":["Gênesis 41:46","Provérbios 16:16","Tiago 1:5"]},"genesis_41_46_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Em Gênesis 41:46, a menção ao filho de José é importante para entender a continuidade da sua família e o legado que ele deixará.","por_que_esta_palavra":"A palavra 'filho' é significativa porque representa a herança e a promessa de Deus a Abraão, Isaque e Jacó.","conexao_teologica":"A ideia de filhos e herança é central na narrativa bíblica, como em Salmos 127:3, que fala sobre os filhos como herança do Senhor.","referencias_relacionadas":["Gênesis 41:46","Salmos 127:3","Gênesis 17:7"]},"genesis_41_46_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O termo 'rosto' refere-se à face de uma pessoa, simbolizando a presença e a identidade.","explicacao_detalhada":"Neste contexto, o 'rosto' de José é mencionado ao se referir à sua posição de autoridade no Egito, onde ele se apresenta diante do faraó, destacando sua importância e a relação entre eles.","por_que_esta_palavra":"A palavra 'rosto' é utilizada para enfatizar a interação direta e a comunicação entre José e o faraó, simbolizando a revelação de sua identidade e papel.","conexao_teologica":"O 'rosto' é frequentemente associado à presença de Deus e à revelação divina, como em Êxodo 33:20, onde Moisés não pode ver o rosto de Deus.","referencias_relacionadas":["Gênesis 32:30","Êxodo 33:11","Salmos 27:8"]},"genesis_41_47_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever a ação de produzir ou fazer algo, neste caso, referindo-se à abundância de colheitas.","explicacao_detalhada":"O uso da palavra 'urso' neste contexto indica a capacidade de gerar resultados, especialmente em relação à prosperidade que o Egito experimentaria durante os anos de fartura.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a ação de produzir, que é central para a narrativa de José e sua administração das colheitas.","conexao_teologica":"A ideia de 'fazer' ou 'produzir' é um tema recorrente na Bíblia, refletindo a soberania de Deus sobre a criação e a provisão.","referencias_relacionadas":["Gênesis 1:26","Salmos 104:24","Mateus 7:17"]},"genesis_41_47_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou território, essencial para a agricultura e a sobrevivência.","explicacao_detalhada":"Neste versículo, a 'terra' é mencionada em relação à colheita abundante que o Egito experimentará, destacando a importância da terra fértil para a prosperidade.","por_que_esta_palavra":"A escolha da palavra 'terra' é crucial para entender o contexto agrícola e econômico da época, onde a fertilidade da terra era vital.","conexao_teologica":"A terra é frequentemente vista como um presente de Deus, como em Deuteronômio 8:7-10, onde Deus promete uma terra boa ao Seu povo.","referencias_relacionadas":["Gênesis 1:11","Salmos 37:29","Isaías 30:23"]},"genesis_41_47_abundance":{"palavra_pt":"abundance","palavra_original":"שָׂבָע","transliteracao":"sâbâʻ","strong":"H7647","significado_raiz":"Ideia básica: abundance.","significado_contextual":"A palavra 'abundância' refere-se a uma grande quantidade ou fartura, especialmente em relação à colheita.","explicacao_detalhada":"Neste contexto, a 'abundância' é uma resposta ao sonho do faraó, onde José interpreta que haverá sete anos de fartura seguidos por sete anos de fome.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a generosidade de Deus em prover para o povo do Egito durante os anos de prosperidade.","conexao_teologica":"A abundância é um tema que reflete a provisão divina, como em Filipenses 4:19, onde Deus promete suprir todas as necessidades.","referencias_relacionadas":["Gênesis 26:12","Salmos 65:11","João 10:10"]},"genesis_41_48_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é novamente utilizada, referindo-se ao solo que será dado para armazenar a colheita.","explicacao_detalhada":"Aqui, a 'terra' é mencionada em um contexto de planejamento e preparação para os anos de fome, onde a colheita deve ser armazenada.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a importância do solo na economia e na sobrevivência do povo egípcio.","conexao_teologica":"A terra é vista como um recurso dado por Deus, que deve ser administrado sabiamente, como em Gênesis 2:15.","referencias_relacionadas":["Gênesis 1:29","Salmos 104:14","Mateus 13:8"]},"genesis_41_48_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de fornecer ou conceder algo a alguém.","explicacao_detalhada":"Neste contexto, 'dar' é usado para descrever a ação de José ao fornecer instruções sobre como armazenar a colheita para os anos de fome.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a responsabilidade de José em cuidar do povo egípcio durante a crise.","conexao_teologica":"O ato de 'dar' é uma expressão do amor e da providência de Deus, como em Tiago 1:17, onde se fala que toda boa dádiva vem de Deus.","referencias_relacionadas":["Gênesis 24:14","Salmos 37:21","Lucas 6:38"]},"genesis_41_48_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, um centro de atividade e comércio.","explicacao_detalhada":"Neste versículo, a 'cidade' é mencionada em relação ao local onde as colheitas serão armazenadas, destacando a importância das cidades na administração e distribuição de recursos.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a organização social e econômica necessária para lidar com a abundância e a escassez.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam segurança e refúgio, como em Salmos 46:1, onde Deus é descrito como um refúgio e fortaleza.","referencias_relacionadas":["Gênesis 10:11","Salmos 48:1","Mateus 5:14"]},"genesis_41_49_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se a grandes corpos de água, simbolizando vastidão e poder.","explicacao_detalhada":"Neste contexto, o 'mar' é mencionado em relação à quantidade de grãos que serão armazenados, sugerindo uma abundância tão grande quanto o mar.","por_que_esta_palavra":"A palavra 'mar' é utilizada para transmitir a ideia de imensidão e riqueza, comparando a colheita a algo vasto e incontrolável.","conexao_teologica":"O mar é frequentemente usado na Bíblia como símbolo do poder de Deus sobre a criação, como em Salmos 89:9, onde Deus acalma as tempestades.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25","Mateus 8:27"]},"genesis_41_49_gather":{"palavra_pt":"gather","palavra_original":"צָבַר","transliteracao":"tsâbar","strong":"H6651","significado_raiz":"Ideia básica: gather.","significado_contextual":"A palavra 'gather' refere-se ao ato de reunir ou coletar.","explicacao_detalhada":"Neste versículo, 'gather' é usado para descrever a ação de coletar os grãos durante os anos de fartura, preparando-se para os anos de fome.","por_que_esta_palavra":"A escolha da palavra 'gather' enfatiza a necessidade de planejamento e preparação para o futuro.","conexao_teologica":"A ideia de reunir é um tema bíblico que reflete a providência de Deus, como em Mateus 12:30, onde Jesus fala sobre reunir os que estão perdidos.","referencias_relacionadas":["Gênesis 30:43","Salmos 126:5","Mateus 13:30"]},"genesis_41_49_sand":{"palavra_pt":"sand","palavra_original":"חוֹל","transliteracao":"chôwl","strong":"H2344","significado_raiz":"Ideia básica: sand.","significado_contextual":"A palavra 'sand' refere-se a partículas finas de rocha, simbolizando uma grande quantidade ou número.","explicacao_detalhada":"Neste contexto, 'sand' é usado para descrever a quantidade imensa de grãos que serão armazenados, comparando-os à areia do mar.","por_que_esta_palavra":"A palavra 'sand' é escolhida para enfatizar a vastidão e a abundância da colheita, sugerindo que será inumerável.","conexao_teologica":"A areia é frequentemente usada na Bíblia como símbolo de promessas e bênçãos, como em Gênesis 22:17, onde Deus promete que a descendência de Abraão será tão numerosa quanto a areia.","referencias_relacionadas":["Gênesis 22:17","Êxodo 32:13","Hebreus 11:12"]},"genesis_41_50_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A fome é uma condição severa que afeta a sobrevivência, simbolizando a necessidade e a escassez.","explicacao_detalhada":"No contexto de Gênesis 41, a fome é um resultado da interpretação dos sonhos de Faraó, que previu sete anos de abundância seguidos por sete anos de escassez. Essa fome não é apenas física, mas também representa a necessidade espiritual do povo.","por_que_esta_palavra":"A palavra 'fome' é crucial para entender a urgência da situação que José e o Egito enfrentam, levando à sua ascensão ao poder e à salvação de muitos.","conexao_teologica":"A fome é um tema recorrente na Bíblia, simbolizando não apenas a necessidade física, mas também a busca espiritual por Deus, que é o verdadeiro provedor.","referencias_relacionadas":["Gênesis 41:30","Gênesis 41:54","Mateus 4:4","Salmos 107:9"]},"genesis_41_50_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a continuidade da linhagem e a herança, especialmente em contextos familiares e sociais.","explicacao_detalhada":"No relato de Gênesis 41, o filho é mencionado em relação à identidade e ao legado de José, que nomeia seus filhos em um momento de grande transformação em sua vida.","por_que_esta_palavra":"A palavra 'filho' é significativa porque reflete a bênção e a promessa de Deus a Abraão, Isaque e Jacó, e a continuidade da aliança.","conexao_teologica":"A relação entre pai e filho é central na teologia bíblica, simbolizando a relação entre Deus e Seu povo, e culminando na paternidade de Deus em relação a Jesus.","referencias_relacionadas":["Gênesis 41:51","Gênesis 48:1","Mateus 1:1","Romanos 8:16"]},"genesis_41_50_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote refere-se a uma figura de autoridade espiritual, responsável por interceder entre Deus e o povo.","explicacao_detalhada":"Em Gênesis 41, a menção ao sacerdote destaca a importância da mediadora espiritual, especialmente em tempos de crise e necessidade, como a fome que se aproxima.","por_que_esta_palavra":"A palavra 'sacerdote' é importante porque indica a necessidade de liderança espiritual e a conexão com Deus em momentos de dificuldades.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, representando a intercessão e a mediação, que culmina em Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14","1 Pedro 2:9","Salmos 110:4"]},"genesis_41_51_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar implica uma ação de convocar ou nomear, frequentemente associada a um novo propósito ou identidade.","explicacao_detalhada":"José chama seus filhos com nomes que refletem sua experiência e a obra de Deus em sua vida, simbolizando transformação e esperança.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque representa a ação de Deus em dar novos começos e identidades ao Seu povo.","conexao_teologica":"Deus chama Seu povo para um relacionamento e um propósito, refletindo a natureza redentora de Sua obra na história.","referencias_relacionadas":["Gênesis 41:51","Isaías 43:1","Romanos 8:30","1 Coríntios 1:9"]},"genesis_41_51_primogenito":{"palavra_pt":"primogenito","palavra_original":"בְּכוֹר","transliteracao":"bᵉkôwr","strong":"H1060","significado_raiz":"Ideia básica: primogenito.","significado_contextual":"Primogênito refere-se ao primeiro filho, que geralmente recebe uma posição especial na herança e na família.","explicacao_detalhada":"No contexto de Gênesis 41, José nomeia seu filho mais velho como primogênito, simbolizando a importância de sua posição e o reconhecimento da obra de Deus em sua vida.","por_que_esta_palavra":"A palavra 'primogênito' é importante porque reflete a continuidade da promessa de Deus e a herança espiritual.","conexao_teologica":"O conceito de primogenitura é central na Bíblia, representando a posição de Cristo como o Primogênito entre muitos irmãos.","referencias_relacionadas":["Gênesis 41:51","Êxodo 13:2","Colossenses 1:15","Hebreus 12:23"]},"genesis_41_51_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A expressão 'porque' introduz uma razão ou explicação, conectando ideias e eventos.","explicacao_detalhada":"Em Gênesis 41, 'porque' é usado para justificar a escolha do nome de José para seu filho, refletindo a ação de Deus em sua vida.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica e a motivação por trás das ações e decisões de José.","conexao_teologica":"A razão é um aspecto importante da fé, onde as ações de Deus são frequentemente explicadas e compreendidas em relação ao Seu plano.","referencias_relacionadas":["Gênesis 41:51","Romanos 8:28","Tiago 1:3","1 Pedro 3:15"]},"genesis_41_52_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao solo, ao país ou à nação, simbolizando a herança e a promessa de Deus.","explicacao_detalhada":"Em Gênesis 41, a terra é mencionada em relação à fome que afetará o Egito e as nações ao redor, destacando a importância da agricultura e da provisão de Deus.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa o lugar onde o povo de Deus habita e onde Suas promessas se realizam.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a herança que Deus dá ao Seu povo e a promessa de um novo céu e nova terra.","referencias_relacionadas":["Gênesis 41:52","Salmos 37:11","Mateus 5:5","Apocalipse 21:1"]},"genesis_41_52_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A expressão 'porque' é usada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Em Gênesis 41, 'porque' é utilizado para explicar a razão pela qual José nomeou seu filho, refletindo a ação de Deus em sua vida.","por_que_esta_palavra":"A palavra 'porque' é importante para conectar a narrativa e entender as motivações de José.","conexao_teologica":"A explicação é um elemento fundamental na fé, onde as ações de Deus são frequentemente compreendidas em relação ao Seu plano.","referencias_relacionadas":["Gênesis 41:52","Romanos 8:28","Tiago 1:3","1 Pedro 3:15"]},"genesis_41_52_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e mantenedor do universo, que intervém na história humana.","explicacao_detalhada":"Em Gênesis 41, a menção a Deus destaca Sua soberania e providência na vida de José, que reconhece a ação divina em sua história.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da narrativa bíblica, pois é através de Sua ação que a história se desenrola.","conexao_teologica":"Deus é o protagonista da Bíblia, e Sua relação com a humanidade é o tema central da redenção e da salvação.","referencias_relacionadas":["Gênesis 41:52","Salmos 46:10","Isaías 40:28","Romanos 1:20"]},"genesis_41_53_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao solo, ao país ou à nação, simbolizando a herança e a promessa de Deus.","explicacao_detalhada":"Em Gênesis 41, a terra é mencionada em relação à fome que afetará o Egito e as nações ao redor, destacando a importância da agricultura e da provisão de Deus.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa o lugar onde o povo de Deus habita e onde Suas promessas se realizam.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a herança que Deus dá ao Seu povo e a promessa de um novo céu e nova terra.","referencias_relacionadas":["Gênesis 41:53","Salmos 37:11","Mateus 5:5","Apocalipse 21:1"]},"genesis_41_53_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"O termo 'fim' refere-se ao término de um período de abundância, indicando a transição para um tempo de escassez.","explicacao_detalhada":"No contexto de Gênesis 41, o 'fim' representa a conclusão dos sete anos de fartura que o Egito experimentou, conforme revelado nos sonhos de Faraó. Este 'fim' é crucial para entender a profecia e a preparação para a fome que se seguiria.","por_que_esta_palavra":"A palavra 'fim' é utilizada para enfatizar a inevitabilidade do que está por vir, servindo como um aviso e um chamado à ação para a preparação.","conexao_teologica":"Teologicamente, o 'fim' pode ser visto como um símbolo do juízo e da providência divina, onde Deus controla os ciclos da vida e da história.","referencias_relacionadas":["Gênesis 41:30","Eclesiastes 3:2","Mateus 24:6"]},"genesis_41_53_abundance":{"palavra_pt":"abundance","palavra_original":"שָׂבָע","transliteracao":"sâbâʻ","strong":"H7647","significado_raiz":"Ideia básica: abundance.","significado_contextual":"A palavra 'abundância' refere-se ao período de prosperidade e fartura que precede a fome no Egito.","explicacao_detalhada":"Em Gênesis 41, a 'abundância' é descrita como um tempo de colheitas ricas e prosperidade, que serve como um contraste ao tempo de escassez que se seguiria. Essa fase é essencial para a narrativa, pois estabelece a necessidade de planejamento e armazenamento.","por_que_esta_palavra":"A escolha da palavra 'abundância' destaca a generosidade de Deus e a importância de reconhecer e aproveitar os tempos de bênção.","conexao_teologica":"A abundância é um tema recorrente nas Escrituras, simbolizando a provisão de Deus e a responsabilidade humana em administrar os recursos.","referencias_relacionadas":["Gênesis 41:29","Salmos 65:11","Filipenses 4:19"]},"genesis_41_54_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' descreve a escassez severa que se segue à abundância, afetando não apenas o Egito, mas também as nações vizinhas.","explicacao_detalhada":"No contexto de Gênesis 41, a 'fome' é um elemento central da narrativa, representando a consequência do descuido em tempos de fartura. É um chamado à reflexão sobre a necessidade de planejamento e preparação.","por_que_esta_palavra":"A palavra 'fome' é utilizada para enfatizar a gravidade da situação e a urgência da resposta a essa crise.","conexao_teologica":"Teologicamente, a fome pode ser vista como um símbolo do juízo de Deus, mas também como uma oportunidade para a salvação e a provisão divina.","referencias_relacionadas":["Gênesis 41:30","Amós 8:11","Mateus 5:6"]},"genesis_41_54_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como a fome se manifestou e afetou a vida das pessoas.","explicacao_detalhada":"Em Gênesis 41, o 'modo' é importante para entender a gravidade da fome e como ela impactou a sociedade egípcia, forçando as pessoas a buscar alimento em outros lugares.","por_que_esta_palavra":"A palavra 'modo' é utilizada para descrever a natureza da crise e a necessidade de adaptação diante da adversidade.","conexao_teologica":"O 'modo' como conceito pode ser relacionado à forma como Deus age na história, moldando eventos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 41:54","Salmos 37:25","Romanos 8:28"]},"genesis_41_54_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território do Egito e ao impacto da fome em toda a região.","explicacao_detalhada":"No contexto de Gênesis 41, a 'terra' é o cenário onde a abundância e a fome ocorrem, simbolizando a criação de Deus e a responsabilidade humana sobre ela.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a abrangência do problema da fome e a necessidade de uma resposta coletiva.","conexao_teologica":"A 'terra' é frequentemente mencionada nas Escrituras como um dom de Deus, e sua condição reflete a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 41:54","Salmos 24:1","Isaías 24:5"]},"genesis_41_55_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'alimento' refere-se ao sustento necessário para a sobrevivência durante a fome.","explicacao_detalhada":"Em Gênesis 41, o 'alimento' é central para a narrativa, pois a escassez de comida leva as pessoas a buscar ajuda e soluções, destacando a importância do planejamento prévio.","por_que_esta_palavra":"A palavra 'alimento' é utilizada para enfatizar a necessidade básica do ser humano e a dependência de Deus como provedor.","conexao_teologica":"Teologicamente, o 'alimento' é um símbolo da provisão divina e da necessidade espiritual de se alimentar da Palavra de Deus.","referencias_relacionadas":["Gênesis 41:55","Mateus 4:4","João 6:35"]},"genesis_41_55_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o alimento foi distribuído e administrado durante a crise.","explicacao_detalhada":"No contexto de Gênesis 41, o 'modo' é crucial para entender como José organizou a coleta e distribuição de alimentos, mostrando liderança e sabedoria.","por_que_esta_palavra":"A palavra 'modo' é utilizada para descrever a estratégia adotada para enfrentar a crise da fome.","conexao_teologica":"O 'modo' de agir de José pode ser visto como um reflexo da sabedoria divina em tempos de crise.","referencias_relacionadas":["Gênesis 41:55","Provérbios 21:5","Tiago 1:5"]},"genesis_41_55_suffer":{"palavra_pt":"suffer","palavra_original":"רָעֵב","transliteracao":"râʻêb","strong":"H7456","significado_raiz":"Ideia básica: suffer.","significado_contextual":"A palavra 'sofrer' refere-se à experiência de dor e necessidade que as pessoas enfrentaram durante a fome.","explicacao_detalhada":"Em Gênesis 41, o 'sofrer' é uma consequência direta da falta de alimento, destacando a vulnerabilidade humana e a necessidade de ajuda mútua.","por_que_esta_palavra":"A palavra 'sofrer' é utilizada para enfatizar a realidade da crise e a urgência de uma resposta solidária.","conexao_teologica":"Teologicamente, o 'sofrer' é um aspecto da condição humana que nos leva a buscar a intervenção divina e a solidariedade entre os irmãos.","referencias_relacionadas":["Gênesis 41:55","Salmos 34:19","2 Coríntios 1:4"]},"genesis_41_56_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' é reiterada para enfatizar a gravidade da escassez que se espalhou pela terra.","explicacao_detalhada":"No contexto de Gênesis 41, a repetição da palavra 'fome' serve para destacar a seriedade da situação e a necessidade de ação imediata.","por_que_esta_palavra":"A palavra 'fome' é utilizada para reforçar a urgência da crise e a dependência das pessoas em relação à provisão de Deus.","conexao_teologica":"A fome é um lembrete da fragilidade humana e da necessidade de confiar em Deus como nosso provedor.","referencias_relacionadas":["Gênesis 41:56","Salmos 37:19","Mateus 6:11"]},"genesis_41_56_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é mencionada novamente para enfatizar a abrangência da crise da fome.","explicacao_detalhada":"Em Gênesis 41, a 'terra' é o cenário onde a fome se espalha, afetando não apenas o Egito, mas também as nações vizinhas que dependem de suas colheitas.","por_que_esta_palavra":"A palavra 'terra' é utilizada para destacar a interconexão entre as nações e a necessidade de uma resposta coletiva à crise.","conexao_teologica":"A 'terra' é um símbolo da criação de Deus e da responsabilidade humana em cuidar dela, especialmente em tempos de necessidade.","referencias_relacionadas":["Gênesis 41:56","Salmos 104:14","Isaías 55:10"]},"genesis_41_56_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se ao ato de segurar ou prender algo com firmeza.","explicacao_detalhada":"No contexto de Gênesis 41:56, 'agarrar' é usado para descrever a ação de José ao controlar a distribuição de alimentos durante a fome no Egito. Ele 'agarrava' o que era necessário para garantir a sobrevivência do povo.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a ação decisiva de José em um momento crítico, mostrando sua liderança e sabedoria na administração dos recursos.","conexao_teologica":"A ação de 'agarrar' pode ser vista como um símbolo da providência divina, onde Deus usa José para salvar não apenas o Egito, mas também sua própria família da fome.","referencias_relacionadas":["Gênesis 41:55","Gênesis 41:57","Gênesis 42:6"]},"genesis_41_57_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"Em Gênesis 41:57, 'modo' é usado para descrever a forma como a fome afetou não apenas o Egito, mas também as terras ao redor. Este termo destaca a gravidade da situação.","por_que_esta_palavra":"A escolha da palavra 'modo' é significativa, pois indica que a fome não era apenas um evento isolado, mas uma crise que afetava muitos, exigindo uma resposta abrangente.","conexao_teologica":"A situação de fome pode ser vista como um teste da fé e da resiliência do povo, refletindo a necessidade de confiar em Deus em tempos de crise.","referencias_relacionadas":["Gênesis 41:54","Gênesis 42:1","Gênesis 42:2"]},"genesis_41_57_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou à região geográfica, incluindo suas pessoas e recursos.","explicacao_detalhada":"No versículo Gênesis 41:57, 'terra' é mencionado em relação à fome que se espalhou, indicando que a crise afetou não apenas o Egito, mas também as nações vizinhas.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a extensão do impacto da fome e a necessidade de um plano de ação que envolvesse várias nações.","conexao_teologica":"A terra, como criação de Deus, é um tema recorrente na Bíblia, e a fome representa uma quebra na ordem divina, levando as pessoas a buscar ajuda e redenção.","referencias_relacionadas":["Gênesis 41:30","Gênesis 42:3","Gênesis 42:5"]},"genesis_41_57_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' refere-se à falta de alimento, uma condição crítica que afeta a sobrevivência.","explicacao_detalhada":"Em Gênesis 41:57, a 'fome' é um tema central, simbolizando não apenas a escassez física, mas também a necessidade espiritual de sustento e esperança.","por_que_esta_palavra":"A menção da 'fome' destaca a urgência da situação e a importância da intervenção de José, que foi escolhido por Deus para liderar durante essa crise.","conexao_teologica":"A fome pode ser vista como uma metáfora para a busca espiritual por alimento, onde Jesus se apresenta como o pão da vida (João 6:35).","referencias_relacionadas":["Gênesis 41:54","Gênesis 42:1","Gênesis 42:2"]}}