{"genesis_42_1_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se ao ato de perceber ou entender algo.","explicacao_detalhada":"Em Gênesis 42:1, 'ver' é usado quando Jacó percebe que há comida no Egito e decide enviar seus filhos para comprar alimentos, mostrando sua preocupação com a sobrevivência da família.","por_que_esta_palavra":"A palavra 'ver' é significativa, pois representa a capacidade de reconhecer a necessidade e agir em conformidade, um tema importante na narrativa.","conexao_teologica":"A visão e a percepção são frequentemente mencionadas na Bíblia como formas de discernimento espiritual, onde Deus revela Sua vontade ao Seu povo.","referencias_relacionadas":["Gênesis 42:2","Gênesis 41:30","Gênesis 41:57"]},"genesis_42_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"No contexto de Gênesis 42:1, 'porque' é utilizado por Jacó para justificar a necessidade de enviar seus filhos ao Egito em busca de alimentos, evidenciando a gravidade da situação.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica por trás das decisões de Jacó e a urgência da situação que ele enfrenta.","conexao_teologica":"A razão e a lógica são frequentemente usadas na Bíblia para mostrar como Deus guia Seu povo em momentos de crise, levando-os a agir de acordo com Sua vontade.","referencias_relacionadas":["Gênesis 42:2","Gênesis 41:56","Gênesis 41:57"]},"genesis_42_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em Gênesis 42:1, 'dizer' é usado quando Jacó comunica a seus filhos a necessidade de ir ao Egito, mostrando sua preocupação e a urgência da situação.","por_que_esta_palavra":"A palavra 'dizer' é importante porque revela a comunicação dentro da família e a liderança de Jacó em tempos de crise.","conexao_teologica":"A comunicação é um tema central na Bíblia, onde Deus fala ao Seu povo e espera que eles respondam, refletindo a importância do diálogo e da obediência.","referencias_relacionadas":["Gênesis 42:2","Gênesis 41:30","Gênesis 41:57"]},"genesis_42_2_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se ao ato de existir ou ter vida.","explicacao_detalhada":"Em Gênesis 42:2, 'viver' é mencionado em relação à necessidade de garantir a sobrevivência da família de Jacó durante a fome.","por_que_esta_palavra":"A palavra 'viver' é crucial, pois enfatiza a urgência da situação e a necessidade de ação para preservar a vida.","conexao_teologica":"A vida é um dom de Deus, e a busca por sustento é uma expressão da dependência do homem em relação ao Criador.","referencias_relacionadas":["Gênesis 42:1","Gênesis 41:30","Gênesis 41:57"]},"genesis_42_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar uma comunicação ou instrução.","explicacao_detalhada":"Em Gênesis 42:2, 'dizer' é utilizado por Jacó ao instruir seus filhos sobre a necessidade de ir ao Egito, mostrando sua liderança e preocupação.","por_que_esta_palavra":"A palavra 'dizer' é importante para entender a dinâmica familiar e a responsabilidade de Jacó em tempos de crise.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e Seu povo, onde Ele se revela e orienta através de Sua palavra.","referencias_relacionadas":["Gênesis 42:1","Gênesis 41:30","Gênesis 41:57"]},"genesis_42_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma justificativa ou razão.","explicacao_detalhada":"Em Gênesis 42:2, 'porque' é usado por Jacó para explicar a necessidade de enviar seus filhos ao Egito, destacando a gravidade da fome.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica por trás das decisões de Jacó e a urgência da situação.","conexao_teologica":"A razão é um aspecto importante na fé, onde Deus nos chama a entender e agir de acordo com Sua vontade em momentos de necessidade.","referencias_relacionadas":["Gênesis 42:1","Gênesis 41:56","Gênesis 41:57"]},"genesis_42_3_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que se opõe ou é hostil a outra pessoa.","explicacao_detalhada":"No contexto de Gênesis 42:3, a palavra 'inimigo' é usada para descrever a relação tensa entre os irmãos de José e a situação que enfrentam no Egito, onde se sentem vulneráveis e ameaçados.","por_que_esta_palavra":"A escolha da palavra 'inimigo' enfatiza a desconfiança e o medo que os irmãos sentem ao se depararem com a autoridade egípcia, representada por José, que eles não reconhecem.","conexao_teologica":"A ideia de inimigos é um tema recorrente na Bíblia, refletindo a luta entre o bem e o mal, e a necessidade de reconciliação e perdão.","referencias_relacionadas":["Salmos 23:5","Mateus 5:44","Romanos 12:20"]},"genesis_42_3_buy":{"palavra_pt":"buy","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7666","significado_raiz":"Ideia básica: buy.","significado_contextual":"A palavra 'comprar' refere-se ao ato de adquirir algo em troca de pagamento.","explicacao_detalhada":"Em Gênesis 42:3, os irmãos de José vão ao Egito para comprar alimento devido à fome que assola sua terra. A compra é um ato de necessidade e sobrevivência.","por_que_esta_palavra":"A palavra 'comprar' destaca a urgência da situação, onde a fome força os irmãos a buscar ajuda fora de sua terra natal.","conexao_teologica":"A compra de alimento simboliza a busca por sustento espiritual e físico, refletindo a dependência do povo de Deus em tempos de necessidade.","referencias_relacionadas":["Mateus 14:15","João 6:35","Isaías 55:1"]},"genesis_42_3_egypt":{"palavra_pt":"egito","palavra_original":"מִצְרַיִם","transliteracao":"Mitsrayim","strong":"H4714","significado_raiz":"Ideia básica: egito.","significado_contextual":"Egito é o país onde os irmãos de José vão em busca de alimento durante a fome.","explicacao_detalhada":"O Egito, na narrativa bíblica, é frequentemente visto como um lugar de refúgio, mas também de opressão. A ida ao Egito representa a busca por sobrevivência em um ambiente hostil.","por_que_esta_palavra":"A menção ao Egito evoca a história de Israel, incluindo a futura escravidão e a libertação, mostrando a complexidade da relação entre o povo de Deus e esta nação.","conexao_teologica":"O Egito simboliza tanto a opressão quanto a provisão de Deus, refletindo a jornada do povo de Israel em busca de liberdade e identidade.","referencias_relacionadas":["Gênesis 12:10","Êxodo 3:7-10","Mateus 2:13-15"]},"genesis_42_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à conformidade com a realidade ou a sinceridade.","explicacao_detalhada":"Em Gênesis 42:4, a verdade é um tema central, pois os irmãos de José estão lidando com suas mentiras passadas e a necessidade de serem honestos em sua situação atual.","por_que_esta_palavra":"A ênfase na verdade destaca a importância da integridade e da honestidade nas relações, especialmente em momentos de crise.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, refletindo a necessidade de viver em autenticidade.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"genesis_42_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é uma conjunção que introduz uma explicação ou razão.","explicacao_detalhada":"No versículo, 'porque' é usado para justificar a ação dos irmãos, ligando suas decisões à situação de fome que enfrentam.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica por trás das ações dos personagens, revelando suas motivações e circunstâncias.","conexao_teologica":"A compreensão das razões por trás das ações é fundamental na teologia, pois nos ajuda a entender a soberania de Deus nas situações da vida.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"genesis_42_4_filho":{"palavra_pt":"filho","palavra_original":"בִּנְיָמִין","transliteracao":"Binyâmîyn","strong":"H1144","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente ou membro da família.","explicacao_detalhada":"Em Gênesis 42:4, a menção ao 'filho' se refere a Benjamim, o irmão mais novo de José, cuja segurança é uma preocupação central para os irmãos.","por_que_esta_palavra":"A palavra 'filho' destaca a importância das relações familiares e a proteção dos membros da família em tempos de crise.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, refletindo o amor de Deus por Seu povo como um pai amoroso.","referencias_relacionadas":["Gênesis 37:3","Salmos 127:3","Efésios 6:4"]},"genesis_42_5_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' refere-se à falta de alimento, uma condição crítica que leva à necessidade de buscar ajuda.","explicacao_detalhada":"Em Gênesis 42:5, a fome é o motivo que leva os irmãos de José ao Egito, simbolizando a urgência e a desespero da situação.","por_que_esta_palavra":"A fome é um tema poderoso que representa a vulnerabilidade humana e a necessidade de dependência de Deus para sustento.","conexao_teologica":"A fome também pode ser vista como uma metáfora para a fome espiritual, onde a busca por Deus é essencial para a vida.","referencias_relacionadas":["Mateus 5:6","Lucas 4:4","João 6:35"]},"genesis_42_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou região onde as pessoas vivem.","explicacao_detalhada":"No contexto de Gênesis 42:5, a terra é o lar dos irmãos de José, que está sendo afetada pela fome, forçando-os a buscar alimento em outro lugar.","por_que_esta_palavra":"A terra representa não apenas um lugar físico, mas também a herança e a identidade do povo de Israel.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a promessa e a fidelidade de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"genesis_42_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' refere-se ao ato de se mover em direção a um lugar.","explicacao_detalhada":"Em Gênesis 42:5, 'vir' implica a ação dos irmãos de se dirigirem ao Egito em busca de alimento, simbolizando a iniciativa em tempos de crise.","por_que_esta_palavra":"A palavra 'vir' destaca a necessidade de ação e resposta diante das dificuldades, um princípio importante na vida de fé.","conexao_teologica":"A ideia de vir a Deus em busca de ajuda é um tema recorrente na Bíblia, refletindo a necessidade de se aproximar do Senhor em tempos de necessidade.","referencias_relacionadas":["Tiago 4:8","Mateus 11:28","Hebreus 4:16"]},"genesis_42_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é mencionada novamente, referindo-se ao local onde os irmãos de José estão vivendo.","explicacao_detalhada":"A repetição da palavra 'terra' em Gênesis 42:6 enfatiza a conexão dos irmãos com sua terra natal e a crise que estão enfrentando.","por_que_esta_palavra":"A terra é um símbolo de identidade e pertencimento, e sua menção reforça a gravidade da situação que os irmãos estão enfrentando.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus e a esperança de restauração.","referencias_relacionadas":["Gênesis 15:18-21","Salmos 37:29","Apocalipse 21:1"]},"genesis_42_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou apresentadas.","explicacao_detalhada":"A palavra 'modo' indica a maneira ou o jeito específico de agir ou se comportar. No contexto de Gênesis 42:6, isso pode se referir à forma como os irmãos de José se apresentaram diante dele, sem reconhecer sua identidade.","por_que_esta_palavra":"Esta palavra é importante para entender a dinâmica da interação entre os irmãos e José, que agora é um governante no Egito.","conexao_teologica":"O modo como as pessoas se comportam pode refletir sua condição espiritual e moral, e neste caso, os irmãos de José estão em um estado de arrependimento e confusão.","referencias_relacionadas":["Gênesis 42:6","Gênesis 37:28","Gênesis 45:3"]},"genesis_42_6_poderoso":{"palavra_pt":"poderoso","palavra_original":"שַׁלִּיט","transliteracao":"shallîyṭ","strong":"H7989","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à autoridade e ao poder que José exerce como governador do Egito.","explicacao_detalhada":"A palavra 'poderoso' enfatiza a posição de José, que, apesar de ser vendido como escravo, alcançou uma posição de grande influência e poder no Egito.","por_que_esta_palavra":"É crucial para entender a transformação de José e como Deus o elevou a uma posição de autoridade para cumprir Seus propósitos.","conexao_teologica":"A soberania de Deus é evidente na vida de José, mostrando que Ele pode usar situações adversas para realizar Seus planos.","referencias_relacionadas":["Gênesis 41:46","Gênesis 45:8","Salmos 105:17-22"]},"genesis_42_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Canaã, de onde os irmãos de José vieram em busca de alimento.","explicacao_detalhada":"A palavra 'terra' é usada para descrever a região geográfica que representa a herança dos filhos de Israel. Neste contexto, é o lugar de onde eles estão buscando ajuda durante a fome.","por_que_esta_palavra":"A menção da terra é significativa, pois simboliza a promessa de Deus a Abraão, Isaque e Jacó sobre a terra que eles herdariam.","conexao_teologica":"A terra é um tema central na narrativa bíblica, representando não apenas um lugar físico, mas também a promessa e a fidelidade de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-7","Gênesis 15:18-21","Gênesis 46:1-4"]},"genesis_42_7_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de ver ou perceber algo, especialmente em um contexto de discernimento.","explicacao_detalhada":"A palavra 'ver' implica não apenas a visão física, mas também a compreensão e o reconhecimento da situação. No contexto, os irmãos de José estão percebendo a gravidade da fome e a necessidade de ajuda.","por_que_esta_palavra":"É essencial para entender como os irmãos estão começando a perceber as consequências de suas ações passadas e a necessidade de buscar ajuda.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde Deus frequentemente pede que Seu povo veja e entenda a verdade.","referencias_relacionadas":["Gênesis 42:7","Salmos 119:18","Isaías 6:10"]},"genesis_42_7_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' é usada para descrever a interação verbal entre os irmãos e José, que envolve a troca de informações e a expressão de suas necessidades.","por_que_esta_palavra":"A comunicação é fundamental para a resolução de conflitos e para a restauração de relacionamentos, especialmente no contexto da história de José e seus irmãos.","conexao_teologica":"A fala é um meio pelo qual Deus se comunica com Seu povo, e também é uma forma de confissão e arrependimento.","referencias_relacionadas":["Gênesis 42:7","Tiago 1:19","Provérbios 18:21"]},"genesis_42_8_libertar":{"palavra_pt":"libertar","palavra_original":"נָכַר","transliteracao":"nâkar","strong":"H5234","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar ou reconhecer a liberdade de alguém.","explicacao_detalhada":"A palavra 'libertar' pode ser interpretada como um reconhecimento da verdade sobre a situação e a necessidade de se libertar de mentiras ou enganos.","por_que_esta_palavra":"É importante para entender a dinâmica de culpa e arrependimento que os irmãos de José estão enfrentando.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a redenção e a salvação que Deus oferece ao Seu povo.","referencias_relacionadas":["Gênesis 42:8","Salmos 34:22","Romanos 8:1-2"]},"genesis_42_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade ou à veracidade de uma situação.","explicacao_detalhada":"A palavra 'verdade' é crucial para a narrativa, pois os irmãos de José estão confrontando a verdade sobre suas ações passadas e suas consequências.","por_que_esta_palavra":"A busca pela verdade é essencial para a restauração e o perdão, temas centrais na história de José.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para o relacionamento entre Ele e Seu povo.","referencias_relacionadas":["Gênesis 42:8","João 8:32","Efésios 4:15"]},"genesis_42_8_nome":{"palavra_pt":"nome","palavra_original":"יוֹסֵף","transliteracao":"Yôwçêph","strong":"H3130","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de José, que tem um significado especial e histórico.","explicacao_detalhada":"A palavra 'nome' é significativa, pois o nome de José representa não apenas sua identidade, mas também sua história de sofrimento e triunfo.","por_que_esta_palavra":"O nome de José é um lembrete do plano de Deus e de como Ele pode transformar situações difíceis em bênçãos.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados ao caráter e à obra de Deus.","referencias_relacionadas":["Gênesis 30:24","Gênesis 41:51-52","Gênesis 45:9"]},"genesis_42_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra de Canaã, enfatizando a conexão dos irmãos com sua herança.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a importância do lar e da herança que os irmãos de José estão tentando proteger e preservar durante a crise.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e da identidade do povo de Israel.","conexao_teologica":"A relação do povo com a terra é um reflexo de sua relação com Deus e Sua fidelidade às promessas.","referencias_relacionadas":["Gênesis 42:9","Gênesis 12:1-3","Gênesis 17:8"]},"genesis_42_9_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Ideia básica: macho.","significado_contextual":"Refere-se ao gênero masculino, que tem implicações na cultura e na sociedade da época.","explicacao_detalhada":"A palavra 'macho' pode estar relacionada à importância da linhagem e da herança na cultura israelita, onde os filhos homens eram frequentemente vistos como portadores do legado familiar.","por_que_esta_palavra":"É relevante para entender as dinâmicas familiares e sociais que influenciam a narrativa bíblica.","conexao_teologica":"A questão do gênero e da linhagem é importante na história da salvação, refletindo o plano de Deus para Seu povo.","referencias_relacionadas":["Gênesis 1:27","Gênesis 49:3-4","Êxodo 13:12"]},"genesis_42_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar uma afirmação ou declaração.","explicacao_detalhada":"No contexto de Gênesis 42:10, 'dizer' refere-se à comunicação de uma verdade ou fato importante, especialmente em uma situação de tensão e necessidade.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação clara e honesta entre os irmãos de José.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, refletindo a verdade e a necessidade de honestidade nas interações.","referencias_relacionadas":["Provérbios 12:22","Efésios 4:25","Tiago 1:19"]},"genesis_42_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em honestidade e precisão nas declarações.","explicacao_detalhada":"Neste versículo, a ênfase na 'verdade' destaca a necessidade de ser sincero, especialmente em situações de conflito e desconfiança.","por_que_esta_palavra":"A palavra 'verdade' é crucial para a restauração das relações familiares e para a confiança entre os irmãos.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, promovendo a integridade nas relações.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"genesis_42_10_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade e poder de alguém em uma posição elevada.","explicacao_detalhada":"No contexto, 'soberano' se refere à posição de José como governante do Egito, destacando sua autoridade sobre seus irmãos.","por_que_esta_palavra":"A menção ao 'soberano' sublinha a ironia da situação, onde os irmãos estão diante daquele que eles venderam como escravo.","conexao_teologica":"Deus é o verdadeiro Soberano sobre todas as coisas, e a história de José ilustra como Ele pode usar situações difíceis para cumprir Seus propósitos.","referencias_relacionadas":["Salmos 103:19","Romanos 13:1","1 Timóteo 6:15"]},"genesis_42_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"Neste versículo, 'modo' é usado para descrever a forma como os irmãos se apresentaram e se comportaram diante de José.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a importância da atitude e do comportamento em situações de confronto.","conexao_teologica":"A maneira como nos apresentamos diante de Deus e dos outros reflete nossa compreensão de Sua santidade e nosso próprio estado.","referencias_relacionadas":["Colossenses 3:23","Mateus 5:16","1 Pedro 2:12"]},"genesis_42_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar e à identidade dos indivíduos.","explicacao_detalhada":"No contexto, 'filho' é usado para enfatizar a ligação familiar entre os irmãos e a responsabilidade que têm uns pelos outros.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da família e das relações interpessoais na narrativa.","conexao_teologica":"A Bíblia frequentemente usa a linguagem de família para descrever a relação entre Deus e Seu povo, enfatizando a filiação divina.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:15","Efésios 1:5"]},"genesis_42_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade e à identidade masculina.","explicacao_detalhada":"Neste versículo, 'homem' é usado para descrever a condição dos irmãos como seres humanos que enfrentam suas circunstâncias.","por_que_esta_palavra":"A escolha de 'homem' enfatiza a vulnerabilidade e a necessidade de apoio mútuo entre os irmãos.","conexao_teologica":"A condição humana é central na teologia bíblica, onde Deus se relaciona com a humanidade em suas fraquezas e necessidades.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"genesis_42_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico e à herança.","explicacao_detalhada":"No contexto, 'terra' é mencionada para indicar a origem dos irmãos e a importância da terra prometida.","por_que_esta_palavra":"A referência à 'terra' destaca a conexão dos israelitas com sua herança e a promessa de Deus.","conexao_teologica":"A terra é um tema central na narrativa bíblica, simbolizando a promessa de Deus e a relação do Seu povo com Ele.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:2"]},"genesis_42_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação.","explicacao_detalhada":"Neste versículo, 'dizer' é uma reafirmação da necessidade de expressar a verdade em meio a dificuldades.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a importância da clareza na comunicação entre os irmãos.","conexao_teologica":"A comunicação é vital na relação com Deus, que se revela e se comunica com Seu povo através da Palavra.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"genesis_42_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente usada para enfatizar a sinceridade.","explicacao_detalhada":"Neste contexto, 'verdade' é crucial para a restauração da confiança entre os irmãos e a resolução de conflitos.","por_que_esta_palavra":"A ênfase na 'verdade' é essencial para a reconciliação e a restauração das relações familiares.","conexao_teologica":"A verdade é um princípio fundamental na vida cristã, refletindo o caráter de Deus e a necessidade de viver em integridade.","referencias_relacionadas":["Salmos 15:2","João 14:6","1 João 1:6"]},"genesis_42_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é usada para reafirmar a origem e a identidade dos irmãos.","explicacao_detalhada":"Neste versículo, 'terra' destaca a conexão dos irmãos com sua herança e a importância da terra prometida.","por_que_esta_palavra":"A menção de 'terra' é significativa para entender a identidade do povo de Israel e suas promessas divinas.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e de Sua aliança com Seu povo.","referencias_relacionadas":["Gênesis 15:18","Êxodo 3:8","Deuteronômio 11:9"]},"genesis_42_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia, indicando um tempo específico em que os eventos ocorrem.","explicacao_detalhada":"A palavra 'dia' é utilizada para marcar a passagem do tempo e a importância de eventos que ocorrem em um dia específico. No contexto de Gênesis 42:13, o dia é mencionado como um marco temporal na narrativa da história de José e seus irmãos.","por_que_esta_palavra":"A palavra é crucial para entender a cronologia dos eventos e a urgência da situação enfrentada pelos irmãos de José.","conexao_teologica":"O conceito de 'dia' na Bíblia muitas vezes simboliza a revelação de Deus e a realização de Seus planos em momentos específicos da história.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 104:19"]},"genesis_42_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a magnitude ou importância do que está sendo dito ou feito.","explicacao_detalhada":"A palavra 'grande' é usada para enfatizar a seriedade da situação em que os irmãos de José se encontram. Eles estão diante de um governante poderoso e a gravidade de suas ações é destacada.","por_que_esta_palavra":"A escolha da palavra 'grande' ressalta a importância da declaração feita pelos irmãos, que se veem em uma situação crítica.","conexao_teologica":"A grandeza de Deus é frequentemente comparada à grandeza das situações que enfrentamos, mostrando que Ele é maior que nossos problemas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"genesis_42_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Reforça a ideia de importância e seriedade na comunicação entre os personagens.","explicacao_detalhada":"A repetição da palavra 'grande' em Gênesis 42:14 enfatiza a magnitude da situação e a necessidade de atenção ao que está sendo dito.","por_que_esta_palavra":"A palavra é utilizada para destacar a gravidade da situação e a necessidade de um entendimento claro entre os irmãos e José.","conexao_teologica":"A comunicação clara e honesta é fundamental nas relações, refletindo a verdade de Deus em nossas interações.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Efésios 4:15"]},"genesis_42_14_nome":{"palavra_pt":"nome","palavra_original":"יוֹסֵף","transliteracao":"Yôwçêph","strong":"H3130","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa, neste caso, José.","explicacao_detalhada":"O nome 'José' carrega um significado profundo, pois representa não apenas a identidade de José, mas também seu papel na história da salvação e na preservação de sua família.","por_que_esta_palavra":"O uso do nome é essencial para a identificação e a conexão emocional entre os personagens na narrativa.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados proféticos ou simbólicos, refletindo o caráter e o propósito de Deus.","referencias_relacionadas":["Gênesis 30:24","Gênesis 37:28","Gênesis 50:24"]},"genesis_42_15_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza física e à vulnerabilidade humana.","explicacao_detalhada":"A palavra 'carne' é utilizada para descrever a condição humana e a necessidade de sustento, especialmente em um contexto de fome e necessidade.","por_que_esta_palavra":"A menção à carne destaca a fragilidade da vida humana e a dependência de Deus para a provisão.","conexao_teologica":"A carne representa a condição humana caída, mas também a possibilidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 6:3","Romanos 8:3","Gálatas 5:17"]},"genesis_42_15_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, simbolizando poder e autoridade.","explicacao_detalhada":"A palavra 'faraó' é usada para indicar a figura de autoridade sob a qual os irmãos de José estão se apresentando, destacando a dinâmica de poder na narrativa.","por_que_esta_palavra":"A menção ao faraó é crucial para entender o contexto político e social em que os eventos estão ocorrendo.","conexao_teologica":"Faraó representa as autoridades terrenas, contrastando com a soberania de Deus sobre todas as nações.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Salmos 105:23"]},"genesis_42_15_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a ação de resgatar ou preservar a vida em meio a dificuldades.","explicacao_detalhada":"A palavra 'salvar' é utilizada para expressar a necessidade de proteção e sustento em tempos de crise, como a fome que aflige a terra.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a urgência da situação e a necessidade de intervenção divina ou humana.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a ação de Deus em resgatar Seu povo.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"genesis_42_16_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à honestidade nas interações humanas.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a importância da sinceridade e da integridade nas declarações feitas pelos irmãos de José.","por_que_esta_palavra":"A verdade é fundamental para a restauração das relações e para a confiança entre os personagens.","conexao_teologica":"Deus é descrito como a verdade, e viver em verdade é um chamado para todos os crentes.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:25"]},"genesis_42_16_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou relação entre pessoas ou coisas.","explicacao_detalhada":"A palavra 'entre' é utilizada para descrever a interação e a dinâmica entre os irmãos e José, destacando a relação entre eles.","por_que_esta_palavra":"A escolha dessa palavra é importante para entender a conexão e a tensão entre os personagens na narrativa.","conexao_teologica":"A ideia de estar 'entre' reflete a presença de Deus em nossas vidas e a importância da comunhão entre os crentes.","referencias_relacionadas":["Mateus 18:20","Hebreus 10:25","1 João 1:7"]},"genesis_42_16_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber algo.","explicacao_detalhada":"A palavra 'tomar' é utilizada para descrever a ação de agarrar ou aceitar uma responsabilidade ou um desafio.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a ação deliberada dos irmãos em se confrontar com a verdade e a realidade de sua situação.","conexao_teologica":"Tomar uma decisão ou ação é um tema recorrente na Bíblia, refletindo a responsabilidade humana diante de Deus.","referencias_relacionadas":["Salmos 119:30","Mateus 16:24","1 Pedro 5:7"]},"genesis_42_17_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir implica em causar a ruína ou a aniquilação de algo.","explicacao_detalhada":"No contexto de Gênesis 42:17, a palavra 'destruir' é usada para expressar a intenção de um ato severo, possivelmente relacionado ao julgamento ou à disciplina. A palavra original 'אָסַף' (ʼâçaph) sugere uma ação de remover ou eliminar.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a gravidade da situação enfrentada pelos irmãos de José, que estavam sob a ameaça de punição.","conexao_teologica":"A destruição é frequentemente associada ao juízo divino, refletindo a seriedade do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Gênesis 6:13","Salmos 37:20","Ezequiel 18:30"]},"genesis_42_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de eventos significativos.","explicacao_detalhada":"A palavra 'יוֹם' (yôwm) é usada em Gênesis 42:17 para indicar um tempo específico em que os eventos estão ocorrendo, ressaltando a urgência da situação.","por_que_esta_palavra":"O uso de 'dia' sugere que as ações e decisões tomadas têm um impacto imediato e são parte de um plano divino maior.","conexao_teologica":"O conceito de dia é frequentemente associado ao tempo de Deus e à realização de Seus propósitos na história.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:11","Salmos 90:4"]},"genesis_42_17_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' indica a presença de algo que não é explicitamente mencionado, mas que é entendido no contexto.","explicacao_detalhada":"A palavra 'אֵת' (ʼêth) é uma partícula que pode indicar um objeto direto, mas aqui sugere que há elementos não mencionados que são importantes para a compreensão da situação.","por_que_esta_palavra":"A inclusão de 'unrepresented' destaca a complexidade da narrativa, onde nem tudo é dito, mas tudo é significativo.","conexao_teologica":"A ideia de algo não representado pode refletir a natureza de Deus, que muitas vezes age de maneiras que não são imediatamente visíveis para nós.","referencias_relacionadas":["Romanos 11:33","Isaías 55:8-9","1 Coríntios 2:9"]},"genesis_42_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é um período de tempo que pode ser crucial para eventos significativos.","explicacao_detalhada":"Em Gênesis 42:18, a repetição da palavra 'יוֹם' (yôwm) enfatiza a importância do tempo em que as decisões estão sendo tomadas e as consequências que se seguem.","por_que_esta_palavra":"O uso de 'dia' neste contexto sugere que o que acontece nesse período é de grande importância para o desfecho da história.","conexao_teologica":"O dia é um símbolo do tempo de Deus, onde Ele intervém na história humana.","referencias_relacionadas":["Gênesis 1:14","Salmos 118:24","Eclesiastes 3:1"]},"genesis_42_18_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Viver refere-se à existência e à continuidade da vida, especialmente em um contexto de sobrevivência.","explicacao_detalhada":"A palavra 'חָיָה' (châyâh) em Gênesis 42:18 é usada para expressar a ideia de que a vida deve ser preservada, refletindo a preocupação com a sobrevivência dos irmãos de José.","por_que_esta_palavra":"A escolha de 'viver' destaca a urgência da situação e a necessidade de ações que garantam a continuidade da vida.","conexao_teologica":"A vida é um presente de Deus e a preservação dela é um tema central nas Escrituras.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Gálatas 2:20"]},"genesis_42_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é a entidade suprema, o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'אֱלֹהִים' (ʼĕlôhîym) em Gênesis 42:18 é usada para invocar a presença e a autoridade divina na situação enfrentada pelos irmãos de José.","por_que_esta_palavra":"A menção de Deus enfatiza a dependência dos personagens em relação ao poder divino e à necessidade de Sua intervenção.","conexao_teologica":"Deus é visto como o juiz e salvador, que tem controle sobre a vida e a morte.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"genesis_42_19_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa refere-se ao lar, um lugar de segurança e pertencimento.","explicacao_detalhada":"A palavra 'בַּיִת' (bayith) em Gênesis 42:19 representa não apenas um espaço físico, mas também a ideia de família e proteção.","por_que_esta_palavra":"A escolha de 'casa' destaca a importância da família e da unidade em tempos de crise.","conexao_teologica":"A casa é frequentemente vista como um símbolo da presença de Deus e de Sua proteção sobre o Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"genesis_42_19_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar implica em resgatar ou proteger de um perigo iminente.","explicacao_detalhada":"A palavra 'אִם' (ʼim) em Gênesis 42:19 é usada para expressar uma condição que, se atendida, resultará na salvação da casa.","por_que_esta_palavra":"A escolha de 'salvar' enfatiza a urgência e a necessidade de ação para evitar a destruição.","conexao_teologica":"A salvação é um tema central nas Escrituras, refletindo a ação de Deus em resgatar Seu povo.","referencias_relacionadas":["Salmos 34:22","Isaías 43:1","Romanos 10:13"]},"genesis_42_19_phrase":{"palavra_pt":"expressao","palavra_original":"כֵּן","transliteracao":"kên","strong":"H3651","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Expressão refere-se a uma declaração ou afirmação que comunica uma ideia ou sentimento.","explicacao_detalhada":"A palavra 'כֵּן' (kên) em Gênesis 42:19 é usada para indicar uma verdade ou uma afirmação que deve ser levada a sério.","por_que_esta_palavra":"A escolha de 'expressão' destaca a importância da comunicação clara e da honestidade nas interações humanas.","conexao_teologica":"A verdade e a honestidade são valores fundamentais nas Escrituras, refletindo o caráter de Deus.","referencias_relacionadas":["Provérbios 12:22","Efésios 4:15","João 8:32"]},"genesis_42_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso é uma metáfora que pode ser usada para descrever uma ameaça ou um perigo.","explicacao_detalhada":"A palavra 'עָשָׂה' (ʻâsâh) em Gênesis 42:20 é usada para descrever uma ação que pode ser comparada a um urso, simbolizando força e ferocidade.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a gravidade da situação e o perigo que os irmãos de José enfrentam.","conexao_teologica":"A imagem do urso pode ser vista como uma representação do juízo de Deus, que pode ser feroz contra aqueles que desobedecem.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 5:19"]},"genesis_42_20_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' implica confiança e fé nas promessas de Deus.","explicacao_detalhada":"No contexto de Gênesis 42:20, a palavra 'crer' é usada para expressar a necessidade de acreditar na verdade das palavras que estão sendo ditas, especialmente em um momento de tensão e incerteza.","por_que_esta_palavra":"Esta palavra é fundamental para a relação entre os personagens, pois estabelece um vínculo de confiança que é essencial para a resolução do conflito.","conexao_teologica":"A fé e a confiança em Deus são temas centrais na Bíblia, refletindo a importância de crer nas promessas divinas.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Salmos 37:5"]},"genesis_42_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' refere-se a um assunto ou declaração que é importante no diálogo.","explicacao_detalhada":"Em Gênesis 42:20, a palavra 'coisa' é usada para descrever a importância da comunicação entre os irmãos e a necessidade de esclarecer a situação em que se encontram.","por_que_esta_palavra":"A escolha da palavra 'coisa' enfatiza a seriedade do que está sendo discutido e a urgência de resolver a situação.","conexao_teologica":"A comunicação clara e honesta é vital nas relações humanas e espirituais, refletindo a natureza de Deus como comunicador.","referencias_relacionadas":["Provérbios 15:23","Tiago 1:19","Efésios 4:29"]},"genesis_42_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a ação de comunicar algo importante.","explicacao_detalhada":"No versículo, 'dizer' é um ato que revela a intenção e a emoção dos personagens, mostrando a gravidade da situação em que se encontram.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a dinâmica do diálogo e a tensão emocional entre os irmãos.","conexao_teologica":"A importância da palavra falada é um tema recorrente na Bíblia, onde a comunicação é vista como um reflexo do caráter de Deus.","referencias_relacionadas":["Mateus 12:36","Provérbios 18:21","Salmos 19:14"]},"genesis_42_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à identidade e dignidade do ser humano.","explicacao_detalhada":"Em Gênesis 42:21, a referência ao 'homem' destaca a condição humana e a responsabilidade que cada um tem em suas ações.","por_que_esta_palavra":"A palavra 'homem' é importante para enfatizar a individualidade e a moralidade dos personagens envolvidos na narrativa.","conexao_teologica":"A dignidade do ser humano é um princípio fundamental na teologia bíblica, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"genesis_42_21_culpado":{"palavra_pt":"culpado","palavra_original":"אָשֵׁם","transliteracao":"ʼâshêm","strong":"H818","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' implica responsabilidade por ações erradas.","explicacao_detalhada":"No contexto do versículo, 'culpado' é uma acusação que traz à tona a consciência dos irmãos sobre suas ações passadas em relação a José.","por_que_esta_palavra":"A palavra 'culpado' é essencial para entender a dinâmica de arrependimento e a busca por redenção na narrativa.","conexao_teologica":"A culpa e o arrependimento são temas centrais na relação entre o ser humano e Deus, enfatizando a necessidade de confissão e perdão.","referencias_relacionadas":["Salmos 51:3","1 João 1:9","Romanos 3:23"]},"genesis_42_22_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a vigilância.","explicacao_detalhada":"Em Gênesis 42:22, 'olho' pode ser interpretado como a capacidade de ver a verdade e a realidade da situação em que os irmãos se encontram.","por_que_esta_palavra":"A palavra 'olho' é importante para enfatizar a necessidade de discernimento nas relações interpessoais.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde ver com os olhos da fé é essencial para compreender a vontade de Deus.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","Efésios 1:18"]},"genesis_42_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a comunicação entre os irmãos.","explicacao_detalhada":"Neste versículo, 'dizer' é usado para expressar a necessidade de esclarecer a verdade e a situação em que se encontram.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a importância da comunicação clara e honesta.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, refletindo a natureza relacional de Deus.","referencias_relacionadas":["Colossenses 4:6","Provérbios 12:18","Tiago 1:26"]},"genesis_42_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à honestidade.","explicacao_detalhada":"Em Gênesis 42:22, 'verdade' é crucial para a restauração da relação entre os irmãos e a busca pela reconciliação.","por_que_esta_palavra":"A palavra 'verdade' é essencial para a construção de relacionamentos saudáveis e para a integridade moral.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, onde Jesus se apresenta como a Verdade.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"genesis_42_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é reiterada, reforçando a importância da honestidade na comunicação.","explicacao_detalhada":"Neste versículo, a ênfase na 'verdade' destaca a necessidade de enfrentar a realidade das ações passadas e suas consequências.","por_que_esta_palavra":"A repetição da palavra 'verdade' sublinha a urgência de ser honesto consigo mesmo e com os outros.","conexao_teologica":"A busca pela verdade é um chamado bíblico, refletindo a natureza de Deus e a necessidade de viver em conformidade com Sua vontade.","referencias_relacionadas":["Salmos 51:6","João 8:32","1 Timóteo 2:4"]},"genesis_42_23_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa.","explicacao_detalhada":"Em Gênesis 42:23, 'porque' é usado para conectar a razão pela qual os irmãos estão enfrentando a situação atual, ligando suas ações passadas às consequências presentes.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica e a moralidade das ações dos personagens.","conexao_teologica":"A relação de causa e efeito é um princípio importante na teologia bíblica, onde as ações têm consequências.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 1:31"]},"genesis_42_23_mestre":{"palavra_pt":"mestre","palavra_original":"לוּץ","transliteracao":"lûwts","strong":"H3887","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se à autoridade e ao controle que alguém exerce sobre outros, especialmente em um contexto de liderança.","explicacao_detalhada":"No contexto de Gênesis 42:23, 'mestre' é utilizado para descrever José, que se disfarçou como um governante do Egito. Ele tinha o poder de decidir o destino de seus irmãos, que não o reconheciam.","por_que_esta_palavra":"A escolha da palavra 'mestre' enfatiza a posição de José como alguém que detém poder e autoridade, contrastando com a sua identidade anterior como um irmão vendido como escravo.","conexao_teologica":"A figura de José como 'mestre' prefigura Cristo, que também é um líder e salvador, exercendo autoridade sobre a vida e a morte.","referencias_relacionadas":["Gênesis 37:28","Gênesis 41:46","Atos 7:9-10"]},"genesis_42_24_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica movimento, mas também pode simbolizar o modo de viver ou a jornada de uma pessoa.","explicacao_detalhada":"Em Gênesis 42:24, o ato de 'andar' pode ser interpretado como a jornada dos irmãos de José, que estavam em busca de alimento e enfrentando as consequências de suas ações passadas.","por_que_esta_palavra":"A palavra 'andar' é significativa porque reflete a transição dos irmãos de uma vida de engano para uma busca de redenção e reconciliação.","conexao_teologica":"A jornada dos irmãos pode ser vista como uma metáfora para a jornada espiritual que todos os crentes devem fazer em direção à reconciliação com Deus.","referencias_relacionadas":["Salmos 1:1","Mateus 7:13-14","Gálatas 5:16"]},"genesis_42_24_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' sugere a construção ou o fortalecimento de algo, seja uma estrutura física ou uma relação.","explicacao_detalhada":"No contexto de Gênesis 42:24, 'edificar' pode se referir ao esforço dos irmãos para restaurar sua relação com José e, por extensão, com Deus.","por_que_esta_palavra":"A escolha de 'edificar' destaca a necessidade de reconstruir laços familiares e a importância da reconciliação após conflitos.","conexao_teologica":"A edificação de relacionamentos é um tema central na teologia cristã, refletindo a obra de Cristo em restaurar a humanidade a Deus.","referencias_relacionadas":["Efésios 2:19-22","1 Pedro 2:5","Colossenses 2:7"]},"genesis_42_25_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para descrever a ação de fornecer ou entregar algo a alguém.","explicacao_detalhada":"Em Gênesis 42:25, 'dar' refere-se ao ato de José de fornecer suprimentos aos seus irmãos, mesmo sem que eles soubessem quem ele realmente era.","por_que_esta_palavra":"A palavra 'dar' é significativa porque reflete a generosidade e a providência, mesmo em meio a situações de conflito e desentendimento.","conexao_teologica":"A generosidade de José é um reflexo da graça de Deus, que dá livremente a todos, mesmo àqueles que não o reconhecem.","referencias_relacionadas":["Mateus 5:45","Tiago 1:17","Romanos 8:32"]},"genesis_42_25_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é frequentemente associada ao caminho que se escolhe seguir, simbolizando a jornada espiritual.","explicacao_detalhada":"Em Gênesis 42:25, 'vida' pode ser interpretada como a busca dos irmãos por sustento e sobrevivência em tempos de fome, refletindo a fragilidade da vida.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a importância do sustento físico e espiritual, e a dependência de Deus para a sobrevivência.","conexao_teologica":"A vida é um tema central na teologia, onde Cristo é apresentado como a fonte da vida eterna.","referencias_relacionadas":["João 10:10","João 14:6","1 João 5:12"]},"genesis_42_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não é utilizada no sentido literal, mas pode simbolizar a força ou a proteção.","explicacao_detalhada":"Em Gênesis 42:25, a palavra pode ser uma referência ao poder que José tinha para proteger seus irmãos, mesmo em um momento de tensão.","por_que_esta_palavra":"A palavra 'urso' pode ser vista como uma metáfora para a força que é necessária em tempos de crise.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso que defende seus filhotes.","referencias_relacionadas":["Salmos 91:1-2","Isaías 41:10","Romanos 8:31"]},"genesis_42_26_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Em Gênesis 42:26, 'grande' pode se referir à grandeza da situação em que os irmãos se encontravam, enfrentando a fome e a necessidade.","por_que_esta_palavra":"A palavra 'grande' destaca a seriedade da crise que os irmãos estavam enfrentando e a importância de suas ações.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, onde Ele é descrito como grande em poder e misericórdia.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Romanos 11:33"]},"genesis_42_26_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica movimento e direção, simbolizando a jornada dos irmãos.","explicacao_detalhada":"Em Gênesis 42:26, 'andar' pode ser interpretado como a trajetória que os irmãos tomaram em busca de alimento e reconciliação.","por_que_esta_palavra":"A repetição da palavra 'andar' enfatiza a continuidade da jornada e a busca por um novo caminho.","conexao_teologica":"A jornada espiritual é frequentemente descrita na Bíblia como um 'andar' com Deus, buscando Sua vontade.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:25","1 João 1:7"]},"genesis_42_26_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' é uma partícula que indica a presença de algo ou alguém.","explicacao_detalhada":"Em Gênesis 42:26, 'unrepresented' pode ser visto como uma referência à presença de Deus na situação, mesmo que não seja explicitamente mencionado.","por_que_esta_palavra":"A palavra é importante porque sugere que mesmo em momentos de crise, Deus está presente e atuando.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde Ele promete nunca deixar ou abandonar Seu povo.","referencias_relacionadas":["Hebreus 13:5","Salmos 139:7-10","Mateus 28:20"]},"genesis_42_27_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada para descrever a ação de fornecer ou entregar algo a alguém.","explicacao_detalhada":"Em Gênesis 42:27, 'dar' refere-se ao ato de José de fornecer ajuda a seus irmãos, mesmo em meio a um contexto de desconfiança.","por_que_esta_palavra":"A palavra 'dar' é significativa porque reflete a disposição de José em ajudar aqueles que o prejudicaram.","conexao_teologica":"A disposição de José em dar é um reflexo da graça de Deus, que oferece perdão e ajuda a todos, independentemente de suas ações.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:7","Efésios 4:32"]},"genesis_42_27_appear":{"palavra_pt":"aparecer","palavra_original":"פָּתַח","transliteracao":"pâthach","strong":"H6605","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"A palavra 'aparecer' refere-se ao ato de se manifestar ou se tornar visível, especialmente em um momento de revelação.","explicacao_detalhada":"Neste contexto, 'aparecer' é usado para descrever a revelação de um fato ou a presença de algo que estava oculto. Isso pode se relacionar com a ideia de que Deus se revela ao homem em momentos específicos.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da revelação e do reconhecimento de verdades ocultas.","conexao_teologica":"A revelação de Deus ao homem é um tema central na teologia, onde Deus se manifesta de várias maneiras ao longo da história.","referencias_relacionadas":["Gênesis 16:13","Êxodo 3:2","Salmos 19:1"]},"genesis_42_27_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"O 'sackcloth' é um tecido grosso e áspero, frequentemente associado a luto e arrependimento.","explicacao_detalhada":"Neste versículo, o uso de 'sackcloth' simboliza tristeza e um estado de humilhação diante de Deus ou de uma situação difícil.","por_que_esta_palavra":"A palavra é utilizada para transmitir a gravidade da situação emocional dos personagens, que se encontram em um momento de crise.","conexao_teologica":"O uso de vestes de luto é uma prática que reflete a condição do coração humano diante do pecado e da necessidade de arrependimento.","referencias_relacionadas":["Joel 1:13","Mateus 11:21","Jonas 3:5"]},"genesis_42_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação verbal, revelando pensamentos ou sentimentos.","explicacao_detalhada":"Neste contexto, 'dizer' é crucial, pois as palavras têm o poder de criar realidades e expressar verdades profundas.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da comunicação e do entendimento entre os personagens.","conexao_teologica":"A fala é um dom divino, e a comunicação é essencial para o relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"genesis_42_28_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e da vontade humana.","explicacao_detalhada":"Neste versículo, 'coração' simboliza os sentimentos mais profundos e a condição espiritual dos personagens.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do estado interior e das emoções na narrativa.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus trabalha e transforma a vida das pessoas.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 5:8"]},"genesis_42_29_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica movimento em direção a um lugar ou situação.","explicacao_detalhada":"Neste contexto, 'vir' sugere a ação de se aproximar ou entrar em uma nova fase ou relacionamento.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois indica a transição e a busca por resolução.","conexao_teologica":"A ideia de 'vir' é muitas vezes usada na Bíblia para descrever a vinda de Deus ao encontro do homem.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"genesis_42_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao território ou ao mundo físico.","explicacao_detalhada":"Neste versículo, 'terra' pode simbolizar a herança e a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a conexão entre o povo e a terra que Deus lhes deu.","conexao_teologica":"A terra é um tema central na narrativa bíblica, representando a promessa de Deus e o lugar da habitação do Seu povo.","referencias_relacionadas":["Gênesis 12:1","Salmos 37:11","Hebreus 11:9"]},"genesis_42_29_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação verbal ou a um comando.","explicacao_detalhada":"Neste contexto, 'palavra' é fundamental, pois representa a verdade que deve ser comunicada e reconhecida.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da verdade e da clareza na comunicação entre os personagens.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um tema central na Bíblia.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","1 Pedro 1:25"]},"genesis_42_30_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano, à sua natureza e dignidade.","explicacao_detalhada":"Neste contexto, 'homem' é usado para enfatizar a individualidade e a responsabilidade de cada pessoa diante de Deus.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois destaca a criação do homem à imagem de Deus.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a relação especial entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"genesis_42_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é usada novamente para enfatizar a conexão entre o povo e o espaço que habitam.","explicacao_detalhada":"Neste versículo, 'terra' simboliza não apenas o solo físico, mas também a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a importância do lugar na narrativa bíblica.","conexao_teologica":"A terra é frequentemente vista como um símbolo da bênção e da herança divina.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 6:10","Josué 1:3"]},"genesis_42_30_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou oferecer algo a alguém.","explicacao_detalhada":"Neste contexto, 'dar' implica em uma ação de generosidade ou de entrega de algo valioso.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois reflete a natureza de Deus como doador e a expectativa de reciprocidade.","conexao_teologica":"A generosidade é um atributo de Deus, e a Bíblia frequentemente fala sobre a importância de dar e receber.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:7","Tiago 1:17"]},"genesis_42_31_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma verdade ou fato.","explicacao_detalhada":"No contexto de Gênesis 42:31, 'dizer' refere-se à ação de comunicar algo importante, que neste caso é a confissão dos irmãos de José sobre sua culpa.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação honesta e a revelação de sentimentos e verdades ocultas.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, sendo a palavra de Deus uma forma de revelação.","referencias_relacionadas":["Salmos 119:105","Provérbios 18:21","João 1:1"]},"genesis_42_31_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para descrever a realidade da situação em que os irmãos se encontram.","explicacao_detalhada":"Neste versículo, a verdade é reconhecida pelos irmãos de José, que se sentem culpados por suas ações passadas, refletindo sobre a justiça divina.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância da honestidade e da integridade nas relações interpessoais e com Deus.","conexao_teologica":"A verdade é um atributo de Deus e é essencial para a vida cristã, conforme ensinado por Jesus.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"genesis_42_32_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico em que eventos significativos ocorrem.","explicacao_detalhada":"Neste contexto, 'dia' é mencionado para indicar um momento crucial na narrativa, onde os irmãos de José enfrentam as consequências de suas ações.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do tempo e das decisões que são tomadas em momentos específicos.","conexao_teologica":"Deus criou o tempo e os dias, e cada dia é uma oportunidade para viver de acordo com a Sua vontade.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"genesis_42_32_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar físico onde os eventos estão ocorrendo e à herança de Israel.","explicacao_detalhada":"Neste versículo, 'terra' é importante porque representa o lar e a promessa de Deus ao povo de Israel.","por_que_esta_palavra":"A menção da 'terra' conecta a narrativa à história do povo de Deus e suas promessas.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a presença e a bênção de Deus.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 6:10","Josué 1:3"]},"genesis_42_32_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"Neste contexto, 'filho' refere-se aos descendentes de Jacó e à importância da família na narrativa bíblica.","por_que_esta_palavra":"A ênfase em 'filho' destaca a responsabilidade e o legado que cada geração carrega.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, enfatizando a paternidade divina.","referencias_relacionadas":["Salmos 127:3","Efésios 6:1","Colossenses 3:20"]},"genesis_42_33_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é utilizada para identificar os indivíduos envolvidos na narrativa.","explicacao_detalhada":"Neste versículo, 'homem' refere-se aos irmãos de José, destacando sua humanidade e suas falhas.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a fragilidade e a necessidade de redenção do ser humano.","conexao_teologica":"A condição humana é um tema central na Bíblia, onde a necessidade de salvação é evidente.","referencias_relacionadas":["Romanos 3:23","Salmos 8:4-5","Gênesis 1:27"]},"genesis_42_33_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é novamente mencionada, reforçando a conexão com o lar e a herança.","explicacao_detalhada":"Neste contexto, 'terra' representa não apenas o espaço físico, mas também a identidade do povo de Israel.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza sua importância na narrativa e na história do povo de Deus.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da aliança com Seu povo.","referencias_relacionadas":["Gênesis 15:18","Êxodo 3:8","Salmos 37:11"]},"genesis_42_33_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada novamente para enfatizar a comunicação entre os irmãos.","explicacao_detalhada":"Neste versículo, 'dizer' é importante para expressar as preocupações e os sentimentos dos irmãos em relação à situação.","por_que_esta_palavra":"A comunicação é vital para a resolução de conflitos e para a compreensão mútua.","conexao_teologica":"A palavra de Deus é fundamental para a vida espiritual e para a edificação da comunidade.","referencias_relacionadas":["Tiago 1:19","Provérbios 15:1","Mateus 12:36"]},"genesis_42_34_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é mencionada novamente, reforçando a conexão com a herança e as promessas de Deus.","explicacao_detalhada":"Neste contexto, 'terra' é um lembrete da identidade e da história do povo de Israel.","por_que_esta_palavra":"A repetição da palavra 'terra' destaca sua importância na narrativa e na relação com Deus.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 17:8","Deuteronômio 8:7-10","Josué 21:43"]},"genesis_42_34_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada para descrever a ação de se aproximar ou entrar em uma nova situação.","explicacao_detalhada":"Neste versículo, 'vir' implica em uma ação de busca e de resposta a um chamado.","por_que_esta_palavra":"A palavra 'vir' enfatiza a importância da ação e da resposta ao que Deus está fazendo.","conexao_teologica":"O chamado de Deus para a humanidade é um tema central na Bíblia, onde somos convidados a entrar em Seu plano.","referencias_relacionadas":["Mateus 11:28","Romanos 10:14","Apocalipse 3:20"]},"genesis_42_34_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"No contexto de Gênesis 42:34, 'conhecer' refere-se ao reconhecimento da identidade dos irmãos de José e à revelação de suas verdadeiras intenções.","explicacao_detalhada":"A palavra 'conhecer' (יָדַע) implica um entendimento profundo e uma percepção clara. Neste versículo, José, que se disfarçou como um egípcio, usa essa palavra para testar a sinceridade de seus irmãos, questionando se eles realmente mudaram desde a época em que o venderam como escravo.","por_que_esta_palavra":"A escolha da palavra 'conhecer' é crucial, pois reflete a necessidade de discernir a verdade sobre as ações e arrependimentos dos irmãos, além de enfatizar a relação entre conhecimento e responsabilidade.","conexao_teologica":"Teologicamente, o ato de conhecer é associado ao relacionamento de Deus com Seu povo, onde o conhecimento de Deus implica em um relacionamento íntimo e transformador.","referencias_relacionadas":["Gênesis 18:19","Salmos 139:1-2","Oséias 6:6"]},"genesis_42_35_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Em Gênesis 42:35, 'cair' é usado para descrever a reação emocional dos irmãos ao descobrirem que o dinheiro que trouxeram havia sido devolvido.","explicacao_detalhada":"A palavra 'cair' (הָיָה) aqui sugere um estado de desespero e confusão. Os irmãos caem em um estado de angústia ao perceberem que a situação é mais complicada do que imaginavam, refletindo a gravidade de suas ações passadas.","por_que_esta_palavra":"A palavra 'cair' é significativa porque simboliza a queda emocional e espiritual dos irmãos, que se veem confrontados com suas culpas e medos.","conexao_teologica":"Teologicamente, a queda pode ser vista como uma representação do pecado e suas consequências, onde a revelação da verdade leva ao arrependimento.","referencias_relacionadas":["Gênesis 3:6","Salmos 38:4","Romanos 3:23"]},"genesis_42_35_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"O 'sackcloth' (שַׂק) mencionado em Gênesis 42:35 é um símbolo de luto e arrependimento, usado pelos irmãos em resposta à sua angústia.","explicacao_detalhada":"A palavra 'sackcloth' refere-se a um tecido grosso e áspero, frequentemente usado em rituais de luto. Neste contexto, representa a dor e a vergonha que os irmãos sentem por suas ações passadas.","por_que_esta_palavra":"A inclusão de 'sackcloth' enfatiza a seriedade do arrependimento e a necessidade de se humilhar diante de Deus e dos outros.","conexao_teologica":"O uso de sackcloth na Bíblia é frequentemente associado ao arrependimento e à busca de reconciliação com Deus, refletindo a necessidade de um coração quebrantado.","referencias_relacionadas":["Joel 1:13","Isaías 37:1","Mateus 11:21"]},"genesis_42_35_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' (אִישׁ) em Gênesis 42:35 refere-se a José, que se apresenta como um governante egípcio, mas também simboliza a humanidade em sua complexidade.","explicacao_detalhada":"Neste versículo, 'homem' é usado para descrever a figura de autoridade que José assumiu, contrastando com sua identidade anterior como irmão. Isso destaca a transformação que ele passou e o papel que desempenha na vida de seus irmãos.","por_que_esta_palavra":"A palavra 'homem' é significativa porque representa não apenas a identidade de José, mas também a condição humana e as relações interpessoais que são centrais na narrativa.","conexao_teologica":"Teologicamente, a humanidade de Jesus é um tema central, onde Ele se torna homem para redimir a humanidade, refletindo a importância das relações e da reconciliação.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Hebreus 2:14"]},"genesis_42_36_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (אָמַר) em Gênesis 42:36 é usada para expressar a grande preocupação de Jacó com a segurança de seus filhos.","explicacao_detalhada":"Neste contexto, 'dizer' reflete a comunicação de um pai angustiado que teme pela vida de seus filhos, especialmente após a revelação de que um deles poderia ser retido como escravo.","por_que_esta_palavra":"A escolha da palavra 'dizer' é importante, pois revela a vulnerabilidade de Jacó e seu papel como líder da família, enfatizando a responsabilidade que ele sente.","conexao_teologica":"Teologicamente, a comunicação é fundamental nas relações, e Deus se revela através de Sua Palavra, mostrando a importância de ouvir e responder.","referencias_relacionadas":["Gênesis 37:35","Salmos 34:15","Tiago 1:19"]},"genesis_42_36_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' (כֹּל) em Gênesis 42:36 refere-se à maneira como Jacó expressa sua preocupação e desespero.","explicacao_detalhada":"Neste versículo, 'modo' indica a forma como Jacó se comunica e a intensidade de suas emoções, refletindo a gravidade da situação que sua família enfrenta.","por_que_esta_palavra":"A palavra 'modo' é significativa porque destaca a diversidade de reações humanas diante da adversidade e a complexidade das emoções.","conexao_teologica":"Teologicamente, a maneira como nos expressamos pode ser vista como um reflexo de nosso relacionamento com Deus e com os outros, enfatizando a importância da honestidade emocional.","referencias_relacionadas":["Salmos 62:8","Filipenses 4:6","1 Pedro 5:7"]},"genesis_42_36_tribo":{"palavra_pt":"tribo","palavra_original":"שִׁמְעוֹן","transliteracao":"Shimʻôwn","strong":"H8095","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' (שִׁמְעוֹן) em Gênesis 42:36 refere-se a Simeão, um dos filhos de Jacó, e destaca a importância das tribos de Israel.","explicacao_detalhada":"Neste contexto, 'tribo' representa não apenas a identidade de Simeão, mas também a conexão familiar e a herança que cada filho carrega dentro da narrativa de Israel.","por_que_esta_palavra":"A palavra 'tribo' é significativa porque enfatiza a estrutura social e a importância da linhagem em Israel, refletindo a promessa de Deus a Abraão.","conexao_teologica":"Teologicamente, as tribos de Israel são fundamentais para a história da salvação, onde cada tribo desempenha um papel no plano divino.","referencias_relacionadas":["Gênesis 49:5-7","Êxodo 1:1-5","Apocalipse 7:4-8"]},"genesis_42_37_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (אָמַר) em Gênesis 42:37 é usada novamente para expressar a determinação de Rubens em garantir a segurança de seu irmão.","explicacao_detalhada":"Neste versículo, 'dizer' reflete a insistência de Rubens em assumir a responsabilidade pela vida de Benjamim, mostrando sua disposição para proteger a família.","por_que_esta_palavra":"A escolha da palavra 'dizer' é importante, pois revela a liderança e a coragem de Rubens em um momento de crise.","conexao_teologica":"Teologicamente, a disposição de se sacrificar pelos outros é um tema central na Bíblia, refletindo o amor de Cristo por Sua igreja.","referencias_relacionadas":["Gênesis 37:21-22","Romanos 5:8","1 João 3:16"]},"genesis_42_37_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' (בֵּן) em Gênesis 42:37 refere-se a Benjamim, o filho mais novo de Jacó, e destaca a fragilidade da sua posição na família.","explicacao_detalhada":"Neste contexto, 'filho' enfatiza a relação de Rubens com Benjamim e a preocupação com sua segurança, refletindo a dinâmica familiar e a proteção que os irmãos devem oferecer.","por_que_esta_palavra":"A palavra 'filho' é significativa porque representa a continuidade da linhagem e a importância da família na narrativa bíblica.","conexao_teologica":"Teologicamente, a relação entre pais e filhos é um reflexo do relacionamento de Deus com Seu povo, onde Ele é o Pai que cuida e protege.","referencias_relacionadas":["Gênesis 22:2","Salmos 127:3","Efésios 6:4"]},"genesis_42_37_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' (מוּת) em Gênesis 42:37 é usada para expressar a gravidade da situação e o desespero de Rubens ao oferecer sua própria vida como garantia.","explicacao_detalhada":"Neste versículo, 'morrer' indica a disposição extrema de Rubens em arriscar tudo por seu irmão, refletindo a profundidade de seu amor e lealdade.","por_que_esta_palavra":"A escolha da palavra 'morrer' é significativa, pois simboliza o sacrifício e a entrega que são temas centrais na narrativa bíblica.","conexao_teologica":"Teologicamente, a morte de Cristo é o maior exemplo de sacrifício, onde Ele deu Sua vida por amor à humanidade.","referencias_relacionadas":["Gênesis 22:2","João 15:13","Romanos 6:23"]},"genesis_42_38_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui se refere à existência e ao bem-estar da família de Jacó, que está em risco devido à fome.","explicacao_detalhada":"Jacó expressa sua preocupação com a vida de seu filho Benjamim, temendo que ele possa ser perdido como José. A vida é um tema central na narrativa, simbolizando a continuidade da linhagem e a proteção familiar.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a gravidade da situação e a importância da preservação da família.","conexao_teologica":"A vida é um dom de Deus, e a preservação da vida é um tema recorrente nas Escrituras, refletindo a soberania divina sobre a existência humana.","referencias_relacionadas":["Gênesis 1:26-27","Deuteronômio 30:19","Salmos 36:9"]},"genesis_42_38_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' é usada para descrever a percepção de Jacó sobre a situação em que seus filhos se encontram, especialmente em relação ao governante do Egito.","explicacao_detalhada":"Jacó vê a possibilidade de que o governante do Egito, que é na verdade seu filho José, possa ser uma ameaça para a vida de Benjamim. A palavra 'inimigo' reflete a desconfiança e o medo que permeiam a narrativa.","por_que_esta_palavra":"A palavra 'inimigo' é usada para destacar a tensão e o conflito que existem entre os irmãos e o governante egípcio.","conexao_teologica":"O conceito de inimigo é explorado na Bíblia, onde Deus é visto como o defensor contra os inimigos do Seu povo.","referencias_relacionadas":["Salmos 23:5","Romanos 12:20","Mateus 5:44"]},"genesis_42_38_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é utilizada para descrever a intensidade da dor e da preocupação de Jacó em relação à possível perda de Benjamim.","explicacao_detalhada":"Jacó expressa que a perda de Benjamim seria uma grande tragédia em sua vida, refletindo a profundidade de seu amor e apego ao filho mais novo.","por_que_esta_palavra":"A palavra 'grande' enfatiza a magnitude da situação e a seriedade da ameaça que Jacó percebe.","conexao_teologica":"A grandeza do amor de Deus por Seu povo é frequentemente comparada à grandeza das dificuldades que enfrentamos.","referencias_relacionadas":["Romanos 8:38-39","Salmos 40:5","Isaías 54:10"]}}