{"genesis_43_1_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' refere-se à escassez de alimentos que afeta a família de Jacó, levando-os a buscar ajuda no Egito.","explicacao_detalhada":"A fome é um elemento crucial na narrativa, pois motiva a viagem dos irmãos ao Egito e a interação com José, que se torna um ponto de virada na história.","por_que_esta_palavra":"A fome simboliza não apenas a necessidade física, mas também a busca por sustento espiritual e a dependência de Deus.","conexao_teologica":"A fome é um tema que aparece em várias narrativas bíblicas, simbolizando a necessidade humana e a provisão divina.","referencias_relacionadas":["Gênesis 41:30","Mateus 4:4","Salmos 107:9"]},"genesis_43_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à terra de Canaã, onde a família de Jacó reside e que está sendo afetada pela fome.","explicacao_detalhada":"A terra é um símbolo da promessa de Deus a Abraão e seus descendentes, e a sua fertilidade é essencial para a sobrevivência da família.","por_que_esta_palavra":"A palavra 'terra' destaca a conexão entre o povo de Deus e a terra prometida, enfatizando a importância da herança.","conexao_teologica":"A terra prometida é um tema central na Bíblia, representando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 8:7-10"]},"genesis_43_1_bom":{"palavra_pt":"bom","palavra_original":"כָּבֵד","transliteracao":"kâbêd","strong":"H3515","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a qualidade do alimento que está sendo procurado pelos irmãos.","explicacao_detalhada":"A busca por alimento bom reflete a necessidade de sustento adequado e a esperança de que a viagem ao Egito traga alívio para a fome.","por_que_esta_palavra":"A palavra 'bom' enfatiza a expectativa de que o alimento encontrado será suficiente para satisfazer as necessidades da família.","conexao_teologica":"Deus é descrito como aquele que provê o que é bom para Seu povo, tanto fisicamente quanto espiritualmente.","referencias_relacionadas":["Salmos 34:8","Tiago 1:17","Romanos 8:28"]},"genesis_43_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é utilizada no sentido de que a situação de fome pode levar à morte ou à ruína da família.","explicacao_detalhada":"A expressão sugere a gravidade da situação, onde a falta de alimento pode resultar em consequências fatais.","por_que_esta_palavra":"A palavra 'cair' destaca a fragilidade da vida e a dependência do sustento que vem de Deus.","conexao_teologica":"A queda é um tema que aparece na Bíblia, simbolizando a necessidade de redenção e a esperança de restauração.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","2 Coríntios 5:17"]},"genesis_43_2_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se ao sustento necessário para a sobrevivência da família de Jacó durante a fome.","explicacao_detalhada":"O alimento é essencial para a vida e simboliza a provisão de Deus em tempos de necessidade.","por_que_esta_palavra":"A escolha da palavra 'alimento' enfatiza a urgência da situação e a busca por sustento.","conexao_teologica":"Jesus se refere a Si mesmo como o pão da vida, simbolizando a necessidade espiritual de alimento que só Ele pode suprir.","referencias_relacionadas":["João 6:35","Mateus 6:11","Salmos 104:14-15"]},"genesis_43_2_corn":{"palavra_pt":"corn","palavra_original":"שֶׁבֶר","transliteracao":"sheber","strong":"H7668","significado_raiz":"Ideia básica: corn.","significado_contextual":"A palavra 'corn' refere-se ao grão que é essencial para a produção de alimento e a sobrevivência da família.","explicacao_detalhada":"O milho é um símbolo de colheita e prosperidade, e sua busca é vital para a sobrevivência durante a fome.","por_que_esta_palavra":"A palavra 'corn' destaca a importância dos recursos naturais e da agricultura na vida do povo de Deus.","conexao_teologica":"A colheita é frequentemente usada na Bíblia como uma metáfora para a provisão e a bênção de Deus.","referencias_relacionadas":["Gênesis 41:47","Mateus 9:37-38","Gálatas 6:7"]},"genesis_43_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se aos irmãos de José, que estão se preparando para a viagem ao Egito.","explicacao_detalhada":"A menção ao 'homem' destaca a responsabilidade e a ação dos irmãos em busca de alimento e ajuda.","por_que_esta_palavra":"A palavra 'homem' enfatiza a humanidade e a necessidade de agir em situações de crise.","conexao_teologica":"A dignidade do ser humano é um tema central na Bíblia, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"genesis_43_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma mensagem importante.","explicacao_detalhada":"No contexto de Gênesis 43:3, 'dizer' refere-se à ação de comunicar uma instrução ou um pedido, que é essencial para o desenrolar da narrativa.","por_que_esta_palavra":"Esta palavra é crucial, pois indica a necessidade de comunicação clara entre os personagens da história.","conexao_teologica":"A comunicação é um aspecto fundamental na relação entre Deus e a humanidade, refletindo a importância da palavra divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Provérbios 18:21"]},"genesis_43_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a honestidade e a precisão nas interações.","explicacao_detalhada":"Em Gênesis 43:3, a ênfase na 'verdade' sugere a importância de ser sincero nas relações familiares e sociais.","por_que_esta_palavra":"A verdade é um valor central nas interações humanas e é frequentemente associada à justiça e à integridade.","conexao_teologica":"Deus é descrito como a verdade, e a busca pela verdade é um princípio fundamental na vida cristã.","referencias_relacionadas":["João 8:32","Salmos 51:6","Provérbios 12:22"]},"genesis_43_4_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica a ação de resgatar ou proteger alguém de um perigo.","explicacao_detalhada":"No versículo, 'salvar' é uma referência ao desejo de proteger a família da fome e da escassez.","por_que_esta_palavra":"A palavra é significativa porque reflete a preocupação pela sobrevivência e bem-estar dos entes queridos.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a proteção e o resgate que Deus oferece à humanidade.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"genesis_43_4_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a uma pessoa ou entidade que se opõe ou causa dano.","explicacao_detalhada":"Neste contexto, 'inimigo' pode se referir a adversidades ou pessoas que representam uma ameaça à segurança da família.","por_que_esta_palavra":"A presença de inimigos é uma realidade na vida, e a consciência disso é vital para a proteção e a estratégia.","conexao_teologica":"A Bíblia frequentemente menciona inimigos, tanto físicos quanto espirituais, e a necessidade de confiar em Deus para proteção.","referencias_relacionadas":["Salmos 23:5","Efésios 6:12","Romanos 12:19"]},"genesis_43_4_buy":{"palavra_pt":"buy","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7666","significado_raiz":"Ideia básica: buy.","significado_contextual":"A palavra 'buy' (comprar) é usada para indicar a aquisição de bens ou serviços.","explicacao_detalhada":"No contexto, 'buy' pode se referir à necessidade de adquirir alimentos ou suprimentos para a sobrevivência.","por_que_esta_palavra":"A compra é uma ação prática que reflete a necessidade de prover para a família em tempos de crise.","conexao_teologica":"A provisão de Deus é um tema recorrente, mostrando que Ele cuida das necessidades de Seu povo.","referencias_relacionadas":["Mateus 6:26","Filipenses 4:19","Salmos 37:25"]},"genesis_43_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, geralmente em um contexto de responsabilidade ou liderança.","explicacao_detalhada":"Neste versículo, 'homem' pode se referir a José, que ocupa uma posição de autoridade e influência.","por_que_esta_palavra":"A menção de 'homem' é importante para entender as dinâmicas de poder e responsabilidade na narrativa.","conexao_teologica":"A Bíblia fala sobre o papel do homem como líder e protetor, refletindo a imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","1 Timóteo 2:8","Efésios 5:23"]},"genesis_43_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente utilizada para enfatizar a necessidade de honestidade nas interações.","explicacao_detalhada":"A repetição da palavra 'verdade' neste contexto reforça a importância da sinceridade nas relações familiares.","por_que_esta_palavra":"A verdade é um pilar nas relações e é fundamental para a confiança mútua.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 25:5","João 14:6","Provérbios 3:3"]},"genesis_43_5_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' é usada para descrever uma ameaça ou oposição.","explicacao_detalhada":"Neste contexto, 'inimigo' pode referir-se a desafios externos que a família enfrenta.","por_que_esta_palavra":"Reconhecer inimigos é essencial para a proteção e a estratégia familiar.","conexao_teologica":"A luta contra inimigos é uma metáfora comum na vida cristã, simbolizando a batalha espiritual.","referencias_relacionadas":["Salmos 27:2","1 Pedro 5:8","Romanos 8:31"]},"genesis_43_6_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada novamente para enfatizar a figura de autoridade na narrativa.","explicacao_detalhada":"A repetição da palavra 'homem' destaca a importância do papel de José na história.","por_que_esta_palavra":"A figura do homem é central para a compreensão das dinâmicas familiares e sociais.","conexao_teologica":"O papel do homem na Bíblia é frequentemente associado à liderança e à responsabilidade diante de Deus.","referencias_relacionadas":["Gênesis 2:18","1 Coríntios 11:3","Efésios 6:4"]},"genesis_43_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para expressar a comunicação de uma mensagem importante.","explicacao_detalhada":"A repetição da palavra 'dizer' reforça a necessidade de comunicação clara e eficaz entre os personagens.","por_que_esta_palavra":"A comunicação é vital para a compreensão e a resolução de conflitos na narrativa.","conexao_teologica":"A palavra de Deus é um meio pelo qual Ele se comunica com a humanidade, destacando a importância da revelação.","referencias_relacionadas":["Hebreus 1:1-2","Tiago 1:19","Romanos 10:17"]},"genesis_43_6_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é desejável ou benéfico.","explicacao_detalhada":"No contexto de Gênesis 43:6, a palavra 'bom' é usada para descrever a intenção de Jacó em enviar seus filhos ao Egito. Ele deseja que a situação melhore e que eles encontrem favor diante do governante egípcio.","por_que_esta_palavra":"A palavra 'bom' é importante porque reflete a esperança de Jacó de que a viagem traga resultados positivos e que seus filhos retornem em segurança.","conexao_teologica":"A ideia de 'bom' está ligada à natureza de Deus, que é descrito como bom em várias passagens bíblicas, refletindo Sua vontade para o bem-estar de Seu povo.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Gênesis 1:31"]},"genesis_43_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, neste caso, um indivíduo específico que é mencionado na narrativa.","explicacao_detalhada":"Em Gênesis 43:7, os irmãos de José falam sobre o homem que os interrogou no Egito. A palavra 'homem' aqui enfatiza a humanidade e a singularidade do personagem que desempenha um papel crucial na história.","por_que_esta_palavra":"A utilização da palavra 'homem' destaca a interação pessoal e a tensão entre os irmãos e José, que eles não reconhecem como seu irmão.","conexao_teologica":"A humanidade de Jesus é um tema central na teologia cristã, onde Ele é plenamente homem e plenamente Deus, refletindo a importância da encarnação.","referencias_relacionadas":["Gênesis 37:28","Mateus 1:23","Hebreus 2:14"]},"genesis_43_7_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou informação que foi comunicada.","explicacao_detalhada":"No versículo, a palavra 'palavra' é usada para descrever o que o homem (José) disse aos irmãos. Isso destaca a importância da comunicação e das promessas feitas.","por_que_esta_palavra":"A palavra é fundamental para a narrativa, pois as ações dos irmãos são influenciadas pelas palavras do homem que os interrogou.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, refletindo a importância da comunicação divina na vida dos crentes.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","João 1:1"]},"genesis_43_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude ou importância da declaração feita.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a seriedade da situação e a gravidade das palavras que foram ditas pelo homem no Egito.","por_que_esta_palavra":"A grandeza da declaração impacta a percepção dos irmãos sobre a situação e a necessidade de agir com cautela.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, mostrando Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"genesis_43_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de erguer ou fazer algo acontecer.","explicacao_detalhada":"No contexto de Gênesis 43:8, 'levantar' é usado em um sentido figurado, referindo-se à ação de Jacó em enviar seus filhos ao Egito para buscar alimento e restaurar a família.","por_que_esta_palavra":"A palavra 'levantar' implica uma ação proativa, mostrando a determinação de Jacó em cuidar de sua família.","conexao_teologica":"A ideia de levantar-se para agir é um tema importante na fé, onde os crentes são chamados a agir em fé e obediência.","referencias_relacionadas":["Isaías 60:1","Salmos 3:3","Mateus 28:19"]},"genesis_43_8_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se ao ato de existir ou ter vida.","explicacao_detalhada":"A palavra 'viver' em Gênesis 43:8 é usada para expressar a necessidade de sobrevivência da família de Jacó, que estava enfrentando a fome.","por_que_esta_palavra":"A ênfase na vida destaca a urgência da situação e a motivação de Jacó para enviar seus filhos ao Egito.","conexao_teologica":"A vida é um presente de Deus, e a Bíblia frequentemente fala sobre a vida abundante que é oferecida através de Cristo.","referencias_relacionadas":["João 10:10","Gênesis 2:7","Romanos 6:23"]},"genesis_43_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a algo significativo ou de grande importância.","explicacao_detalhada":"A palavra 'grande' é usada novamente para enfatizar a magnitude da situação ou da declaração que está sendo feita.","por_que_esta_palavra":"A repetição da palavra 'grande' reforça a seriedade do que está sendo discutido.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"genesis_43_9_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão ou erro moral.","explicacao_detalhada":"No versículo, a palavra 'pecado' é mencionada no contexto da preocupação de Jacó sobre a possibilidade de que seus filhos possam ter cometido um erro ao ir ao Egito.","por_que_esta_palavra":"A menção do pecado reflete a consciência moral de Jacó e a seriedade com que ele vê as ações de seus filhos.","conexao_teologica":"O conceito de pecado é central na teologia cristã, pois a redenção através de Cristo é a resposta ao problema do pecado.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"genesis_43_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de oportunidade.","explicacao_detalhada":"A palavra 'dia' em Gênesis 43:9 é usada para enfatizar a urgência da situação, sugerindo que a ação deve ser tomada rapidamente para evitar a morte pela fome.","por_que_esta_palavra":"O tempo é um elemento crucial na narrativa, pois a sobrevivência da família depende das decisões tomadas naquele 'dia'.","conexao_teologica":"A noção de tempo e oportunidade é frequentemente discutida na Bíblia, onde os crentes são chamados a aproveitar o tempo dado por Deus.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","2 Coríntios 6:2"]},"genesis_43_9_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de resgatar ou proteger de um perigo.","explicacao_detalhada":"A palavra 'salvar' em Gênesis 43:9 é usada no contexto da preocupação de Jacó em proteger seus filhos e garantir sua sobrevivência durante a fome.","por_que_esta_palavra":"A ênfase em salvar destaca a urgência e a necessidade de ação para evitar a morte da família.","conexao_teologica":"A salvação é um tema central na Bíblia, com Jesus sendo o Salvador que oferece vida eterna a todos que creem.","referencias_relacionadas":["Salmos 37:39","Romanos 10:13","Efésios 2:8-9"]},"genesis_43_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa para uma ação.","explicacao_detalhada":"Neste contexto, a palavra 'porque' é utilizada para explicar a razão pela qual os irmãos de José estavam em uma situação difícil, enfatizando a necessidade de levar Benjamin ao Egito.","por_que_esta_palavra":"A palavra 'porque' conecta a causa e o efeito, mostrando a lógica por trás das ações dos personagens.","conexao_teologica":"A ideia de justificativa é central na teologia, pois Deus frequentemente fornece razões para Suas ações e mandamentos.","referencias_relacionadas":["Gênesis 3:12","Gênesis 18:23","Êxodo 3:14"]},"genesis_43_10_except":{"palavra_pt":"except","palavra_original":"לוּלֵא","transliteracao":"lûwlêʼ","strong":"H3884","significado_raiz":"Ideia básica: except.","significado_contextual":"A palavra 'except' é usada para indicar uma exceção a uma regra ou situação.","explicacao_detalhada":"Neste versículo, 'except' é usado para expressar que, sem a presença de Benjamin, a situação dos irmãos seria ainda mais complicada.","por_que_esta_palavra":"A palavra 'except' destaca a importância de Benjamin na dinâmica familiar e na narrativa.","conexao_teologica":"A ideia de exceção é importante na teologia, pois Deus muitas vezes faz exceções em Sua graça e misericórdia.","referencias_relacionadas":["Gênesis 19:22","Mateus 5:32","Romanos 3:23"]},"genesis_43_10_delay":{"palavra_pt":"delay","palavra_original":"מָהַהּ","transliteracao":"mâhahh","strong":"H4102","significado_raiz":"Ideia básica: delay.","significado_contextual":"A palavra 'delay' refere-se ao ato de atrasar ou postergar algo.","explicacao_detalhada":"Aqui, 'delay' é usado para descrever a situação em que os irmãos estavam adiando a viagem ao Egito por causa das circunstâncias.","por_que_esta_palavra":"A palavra 'delay' enfatiza a urgência da situação e a necessidade de ação imediata.","conexao_teologica":"O conceito de atraso pode ser visto na espera de Deus por Seu povo, que muitas vezes é chamado a agir em momentos críticos.","referencias_relacionadas":["Salmos 27:14","Eclesiastes 3:1","Isaías 40:31"]},"genesis_43_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é usada para se referir ao solo ou região geográfica.","explicacao_detalhada":"Neste contexto, 'terra' refere-se à terra de Canaã, de onde os irmãos vieram em busca de alimento.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a identidade e a herança do povo de Israel.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a promessa de Deus ao Seu povo e a relação entre Deus e a criação.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7","Salmos 37:11"]},"genesis_43_11_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' é usada para descrever uma pessoa ou grupo que se opõe ou hostiliza.","explicacao_detalhada":"Neste versículo, 'inimigo' pode se referir à situação adversa que os irmãos enfrentavam ao se aproximar de José, que eles não reconheciam como seu irmão.","por_que_esta_palavra":"A palavra 'inimigo' destaca a tensão e o conflito na narrativa, refletindo a luta entre o bem e o mal.","conexao_teologica":"A ideia de inimigos é recorrente na Bíblia, onde Deus promete proteção e vitória sobre aqueles que se opõem ao Seu povo.","referencias_relacionadas":["Salmos 23:5","Romanos 12:20","Efésios 6:12"]},"genesis_43_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, geralmente em um contexto de responsabilidade ou ação.","explicacao_detalhada":"Neste contexto, 'homem' é usado para se referir aos irmãos de José, enfatizando sua condição e papel na narrativa.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a natureza humana e as interações entre os personagens.","conexao_teologica":"A humanidade é central na teologia bíblica, onde Deus se relaciona com os homens e os chama para um propósito maior.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Romanos 5:12"]},"genesis_43_12_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' refere-se a um metal precioso, usado como moeda ou valor.","explicacao_detalhada":"Neste versículo, 'prata' é mencionada como um meio de pagamento, simbolizando valor e troca.","por_que_esta_palavra":"A palavra 'prata' é significativa na narrativa, pois representa a necessidade de recursos para a sobrevivência.","conexao_teologica":"A prata, como símbolo de valor, pode ser vista como uma representação das bênçãos e provisões de Deus.","referencias_relacionadas":["Gênesis 23:16","Êxodo 30:13","Mateus 26:15"]},"genesis_43_12_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' refere-se à parte do corpo usada para falar e comer.","explicacao_detalhada":"Neste contexto, 'boca' é usada para descrever a comunicação e a necessidade de se expressar durante a negociação.","por_que_esta_palavra":"A palavra 'boca' é importante para entender a dinâmica da conversa e a troca de informações.","conexao_teologica":"A boca é frequentemente mencionada na Bíblia em relação à fala e à confissão, refletindo a importância da palavra.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:34","Tiago 3:10"]},"genesis_43_12_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou estabelecer algo.","explicacao_detalhada":"Neste versículo, 'edificar' pode ser interpretado como a construção de relacionamentos e a restauração da família.","por_que_esta_palavra":"A palavra 'edificar' é significativa para a narrativa, pois reflete o desejo de restaurar a harmonia familiar.","conexao_teologica":"Edificar é um conceito teológico importante, pois Deus chama Seu povo a edificar uns aos outros na fé.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","1 Coríntios 3:9"]},"genesis_43_13_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de erguer ou aumentar algo.","explicacao_detalhada":"Neste contexto, 'levantar' é usado para descrever a ação de trazer Benjamin de volta ao Egito.","por_que_esta_palavra":"A palavra 'levantar' é crucial para entender a ação que os irmãos precisam tomar para resolver a situação.","conexao_teologica":"Levantar é um tema que aparece na Bíblia em relação à ressurreição e à restauração, simbolizando novos começos.","referencias_relacionadas":["Salmos 3:3","Isaías 60:1","Mateus 28:6"]},"genesis_43_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, especificamente um homem, no contexto da narrativa de José e seus irmãos.","explicacao_detalhada":"A palavra 'homem' é usada para designar a figura masculina que desempenha um papel importante na história, representando a humanidade e suas interações.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a identidade e a responsabilidade do personagem na narrativa.","conexao_teologica":"A figura do homem é central na criação e na relação de Deus com a humanidade, refletindo a dignidade e o propósito divino.","referencias_relacionadas":["Gênesis 1:26-27","Gênesis 2:7","Salmos 8:4-5"]},"genesis_43_13_irmao":{"palavra_pt":"irmao","palavra_original":"אָח","transliteracao":"ʼâch","strong":"H251","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Designa um dos irmãos de José, enfatizando a relação familiar e a dinâmica entre os personagens.","explicacao_detalhada":"A palavra 'irmão' é crucial para entender a conexão emocional e os conflitos familiares que permeiam a narrativa.","por_que_esta_palavra":"A utilização de 'irmão' destaca a lealdade e as tensões entre os filhos de Jacó, refletindo a complexidade das relações familiares.","conexao_teologica":"A relação entre irmãos é um tema recorrente na Bíblia, simbolizando tanto a unidade quanto a divisão dentro do povo de Deus.","referencias_relacionadas":["Gênesis 37:4","Gênesis 42:4","Gênesis 45:4"]},"genesis_43_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Novamente se refere a um homem, neste caso, possivelmente José disfarçado, que interage com seus irmãos.","explicacao_detalhada":"A repetição da palavra 'homem' reforça a importância da figura masculina na narrativa e a tensão da revelação.","por_que_esta_palavra":"A palavra é usada para criar um contraste entre a identidade oculta de José e a percepção de seus irmãos.","conexao_teologica":"A identidade e a revelação são temas centrais na teologia bíblica, refletindo a natureza de Deus se revelando à humanidade.","referencias_relacionadas":["Gênesis 37:28","Gênesis 39:1","Gênesis 45:3"]},"genesis_43_14_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de poder e autoridade, especialmente no contexto da providência divina.","explicacao_detalhada":"A palavra 'Deus' é usada para enfatizar a soberania e a força que guia os eventos da vida de José e seus irmãos.","por_que_esta_palavra":"A menção de Deus destaca a crença na intervenção divina nas situações humanas, especialmente em momentos de crise.","conexao_teologica":"A força de Deus é um tema central na Bíblia, simbolizando proteção, justiça e a realização de Seus propósitos.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Romanos 8:31"]},"genesis_43_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem que traz uma oferta, indicando a prática de honrar e apaziguar a autoridade.","explicacao_detalhada":"A palavra 'homem' aqui é utilizada para descrever aquele que se apresenta diante de uma figura de poder com uma intenção específica.","por_que_esta_palavra":"A escolha da palavra 'homem' reflete a ação humana de buscar favor através de ofertas, uma prática comum na cultura antiga.","conexao_teologica":"A oferta é um símbolo de devoção e reconhecimento da soberania de Deus, refletindo a necessidade de reconciliação.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 1:2","Hebreus 11:4"]},"genesis_43_15_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a um presente ou tributo oferecido a alguém em posição de autoridade, neste caso, a José.","explicacao_detalhada":"A palavra 'oferta' implica uma ação de submissão e respeito, essencial para a dinâmica entre os irmãos e José.","por_que_esta_palavra":"A oferta é uma prática que simboliza a busca por favor e reconciliação, especialmente em contextos de conflito.","conexao_teologica":"Ofertas são frequentemente mencionadas na Bíblia como expressões de adoração e reconhecimento da grandeza de Deus.","referencias_relacionadas":["Gênesis 8:20","Êxodo 25:2","Salmos 54:6"]},"genesis_43_15_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar ou apresentar algo, neste caso, a oferta diante de José.","explicacao_detalhada":"A palavra 'levantar' implica ação e intenção, simbolizando a entrega de algo valioso como um gesto de respeito.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância do ato de apresentar a oferta, que é um ritual significativo.","conexao_teologica":"Levantar algo em adoração é um tema que aparece em várias partes da Bíblia, simbolizando entrega e devoção a Deus.","referencias_relacionadas":["Salmos 141:2","Isaías 1:12","Mateus 5:23-24"]},"genesis_43_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem que é descrito como grande, possivelmente aludindo à autoridade de José.","explicacao_detalhada":"A palavra 'homem' aqui é usada para descrever a figura imponente que José representa na narrativa.","por_que_esta_palavra":"A descrição de 'grande' sugere não apenas estatura física, mas também a importância do papel de José na história.","conexao_teologica":"A grandeza de um homem pode refletir a grandeza de Deus em sua vida e ações, mostrando como Deus usa indivíduos para Seus propósitos.","referencias_relacionadas":["Gênesis 41:46","Gênesis 45:8","Salmos 75:6-7"]},"genesis_43_16_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de um homem, enfatizando sua posição e influência na narrativa.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a importância e o impacto que José tem sobre seus irmãos e sobre o Egito.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a transformação de José de um escravo a um governante poderoso.","conexao_teologica":"A grandeza é frequentemente associada ao plano de Deus, que eleva pessoas em posições de influência para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 41:39-40","Salmos 113:7-8","Mateus 23:11"]},"genesis_43_16_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de ver ou perceber, especialmente em um contexto de reconhecimento e revelação.","explicacao_detalhada":"A palavra 'ver' implica uma percepção mais profunda, que pode ser tanto física quanto espiritual.","por_que_esta_palavra":"A escolha da palavra 'ver' sugere a necessidade de discernimento e compreensão nas interações entre os personagens.","conexao_teologica":"Ver é um tema importante na Bíblia, simbolizando a revelação de Deus e a compreensão de Sua vontade.","referencias_relacionadas":["Salmos 119:18","Isaías 6:10","Mateus 5:8"]},"genesis_43_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado em um contexto que pode simbolizar força ou proteção.","explicacao_detalhada":"Na cultura antiga, animais como o urso eram vistos como poderosos e temidos. O uso dessa palavra pode refletir a ideia de um ser forte que protege ou ameaça.","por_que_esta_palavra":"A palavra é usada para descrever uma força que pode ser tanto benéfica quanto ameaçadora, dependendo do contexto.","conexao_teologica":"O urso pode simbolizar a força de Deus em proteger seu povo, mas também a força que pode ser usada contra aqueles que se opõem a Ele.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Provérbios 17:12"]},"genesis_43_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, geralmente em um contexto de responsabilidade e liderança.","explicacao_detalhada":"O termo é frequentemente usado para denotar não apenas o sexo masculino, mas a humanidade em geral, enfatizando a dignidade e o papel do homem na sociedade.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância da figura masculina em situações de autoridade e decisão.","conexao_teologica":"A criação do homem à imagem de Deus (Gênesis 1:27) estabelece a base para a dignidade e o valor do ser humano.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","1 Coríntios 11:7"]},"genesis_43_17_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"O verbo 'vir/entrar' é usado para indicar a ação de se aproximar ou entrar em um lugar.","explicacao_detalhada":"Esse termo é frequentemente associado a convites ou ordens, indicando a necessidade de se apresentar diante de alguém ou de um grupo.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de interação entre os personagens, especialmente em situações de autoridade.","conexao_teologica":"A ideia de 'vir' pode ser vista como um chamado de Deus para que as pessoas se aproximem d'Ele.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:16","Apocalipse 3:20"]},"genesis_43_18_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Reitera a referência ao 'homem', enfatizando sua importância na narrativa.","explicacao_detalhada":"A repetição do termo destaca a centralidade do papel masculino nas interações e decisões que ocorrem na história.","por_que_esta_palavra":"A palavra é usada para reforçar a identidade e a responsabilidade do homem no contexto da narrativa.","conexao_teologica":"O papel do homem como líder e responsável é um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 2:15","Efésios 5:23","1 Timóteo 2:12"]},"genesis_43_18_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"O termo 'temer' é usado para expressar medo ou reverência, especialmente em relação a autoridades.","explicacao_detalhada":"Esse verbo reflete a atitude de respeito e temor que se deve ter diante de situações de poder e autoridade.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica de poder e a resposta emocional dos personagens.","conexao_teologica":"O temor do Senhor é um tema central na sabedoria bíblica, sendo visto como o princípio do conhecimento.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"genesis_43_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Esse termo é essencial para conectar ideias e justificar ações dentro do texto.","por_que_esta_palavra":"A palavra é fundamental para a lógica da narrativa, explicando as razões por trás das ações dos personagens.","conexao_teologica":"A justificativa é um elemento importante na teologia, onde as ações de Deus são frequentemente explicadas.","referencias_relacionadas":["Romanos 8:28","Gênesis 50:20","Tiago 1:5"]},"genesis_43_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Novamente, a palavra 'homem' é utilizada, reforçando a presença e a importância do personagem masculino.","explicacao_detalhada":"A repetição do termo destaca a continuidade da narrativa e a centralidade do homem nas interações.","por_que_esta_palavra":"A palavra é usada para enfatizar a identidade e o papel do homem no contexto da história.","conexao_teologica":"O papel do homem como mediador e representante é um tema importante na teologia bíblica.","referencias_relacionadas":["Gênesis 2:18","1 Pedro 3:7","Efésios 5:25"]},"genesis_43_19_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar ou lugar de habitação, simbolizando segurança e pertencimento.","explicacao_detalhada":"A casa é frequentemente vista como um símbolo de estabilidade e proteção na cultura bíblica.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância do lar na vida dos personagens e na narrativa.","conexao_teologica":"A casa é um símbolo da presença de Deus entre seu povo, representando segurança e acolhimento.","referencias_relacionadas":["Salmos 127:1","Gênesis 18:19","Hebreus 3:6"]},"genesis_43_19_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é utilizada para referir-se à figura feminina, muitas vezes em um contexto de relacionamento e família.","explicacao_detalhada":"Esse termo é importante para entender o papel da mulher na sociedade e nas dinâmicas familiares da época.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da mulher nas relações e na continuidade da linhagem.","conexao_teologica":"A mulher é vista como uma parceira essencial na criação e na vida familiar, refletindo a imagem de Deus.","referencias_relacionadas":["Gênesis 2:22","Provérbios 31:10","Efésios 5:22"]},"genesis_43_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"O verbo 'dizer' é usado para expressar comunicação e transmissão de informações.","explicacao_detalhada":"Esse termo é fundamental para entender como as interações e decisões são comunicadas entre os personagens.","por_que_esta_palavra":"A palavra é essencial para a narrativa, pois a comunicação é a base das relações humanas.","conexao_teologica":"A palavra de Deus é central na teologia, sendo vista como criadora e sustentadora da vida.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"genesis_43_20_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade e poder de alguém que governa ou controla.","explicacao_detalhada":"No contexto de Gênesis 43:20, os irmãos de José se dirigem a ele, reconhecendo sua posição de autoridade no Egito, sem saber que ele é seu irmão. A palavra enfatiza a reverência e o respeito que eles têm por ele.","por_que_esta_palavra":"A escolha da palavra 'soberano' destaca a hierarquia e a dinâmica de poder que existia no Egito, especialmente em tempos de fome.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, refletindo seu controle sobre a história e os eventos humanos, assim como José, que foi colocado em uma posição de poder para salvar sua família.","referencias_relacionadas":["Salmos 103:19","Romanos 13:1","Daniel 4:17"]},"genesis_43_20_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' é usada para descrever alguém que é hostil ou que se opõe a outra pessoa.","explicacao_detalhada":"Neste versículo, os irmãos de José temem que ele possa vê-los como inimigos devido ao que fizeram no passado, quando venderam José como escravo.","por_que_esta_palavra":"A palavra 'inimigo' é significativa porque reflete a culpa e o medo que os irmãos sentem, mostrando a tensão emocional da situação.","conexao_teologica":"A ideia de inimigos é explorada em várias partes da Bíblia, onde Deus é visto como o defensor de seu povo contra aqueles que se opõem a eles.","referencias_relacionadas":["Salmos 23:5","Mateus 5:44","Romanos 12:20"]},"genesis_43_21_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' aqui implica uma queda em desgraça ou uma situação de vulnerabilidade.","explicacao_detalhada":"Os irmãos de José expressam seu medo de que, ao serem acusados de roubo, possam 'cair' em uma situação de condenação e desespero.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar a gravidade da situação em que se encontram, refletindo a fragilidade da condição humana.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 4:10"]},"genesis_43_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou justificativa.","explicacao_detalhada":"Os irmãos explicam sua situação, justificando suas ações e temores ao se dirigirem a José, que é o soberano do Egito.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica e o raciocínio dos personagens na narrativa.","conexao_teologica":"A justificativa é um tema importante na teologia, onde os crentes são chamados a entender e explicar suas ações diante de Deus.","referencias_relacionadas":["Romanos 1:20","1 Pedro 3:15","Gálatas 6:7"]},"genesis_43_22_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' refere-se a um metal precioso, usado como moeda ou valor.","explicacao_detalhada":"Os irmãos mencionam a prata como parte de sua preocupação, pois trouxeram dinheiro para comprar alimento, mas agora temem que isso tenha sido mal interpretado.","por_que_esta_palavra":"A prata simboliza tanto o valor material quanto a preocupação com a honra e a reputação dos irmãos.","conexao_teologica":"A prata é frequentemente usada na Bíblia como símbolo de redenção e valor, refletindo a importância do que é precioso para Deus.","referencias_relacionadas":["Salmos 119:72","Provérbios 3:14","Mateus 26:15"]},"genesis_43_22_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' é repetida, enfatizando a preocupação dos irmãos com a possibilidade de serem vistos como adversários.","explicacao_detalhada":"A repetição da palavra 'inimigo' mostra a intensidade do medo que os irmãos sentem em relação à reação de José.","por_que_esta_palavra":"A palavra é usada para reforçar a tensão emocional e a culpa que os irmãos carregam por suas ações passadas.","conexao_teologica":"A relação entre amigos e inimigos é um tema importante na Bíblia, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Salmos 41:9","Mateus 5:44","Lucas 6:27"]},"genesis_43_22_buy":{"palavra_pt":"buy","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7666","significado_raiz":"Ideia básica: buy.","significado_contextual":"A palavra 'buy' refere-se ao ato de adquirir algo em troca de dinheiro.","explicacao_detalhada":"Os irmãos falam sobre a compra de alimentos, destacando a necessidade de prover para suas famílias durante a fome.","por_que_esta_palavra":"A palavra 'buy' é significativa porque reflete a realidade econômica e a necessidade de sobrevivência em tempos de crise.","conexao_teologica":"A compra e a venda são temas que aparecem na Bíblia, simbolizando a troca e a provisão de Deus para seu povo.","referencias_relacionadas":["Mateus 25:9","Lucas 14:28","Apocalipse 3:18"]},"genesis_43_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, criador e sustentador do universo.","explicacao_detalhada":"Os irmãos mencionam Deus em um contexto de esperança e súplica, reconhecendo sua soberania sobre a situação.","por_que_esta_palavra":"A palavra 'deus' é central na fé dos irmãos, refletindo sua dependência e confiança em Deus em tempos de dificuldade.","conexao_teologica":"A presença de Deus é um tema recorrente na Bíblia, onde Ele é visto como o provedor e protetor de seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Filipenses 4:19"]},"genesis_43_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Os irmãos falam sobre o que foi dito a eles, enfatizando a importância da comunicação e da verdade em suas interações.","por_que_esta_palavra":"A palavra 'dizer' é importante para entender a dinâmica da conversa e a necessidade de clareza nas relações.","conexao_teologica":"A comunicação é um tema importante na Bíblia, refletindo a importância da palavra de Deus e da verdade.","referencias_relacionadas":["João 1:1","Provérbios 18:21","Tiago 1:19"]},"genesis_43_23_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se a um estado de tranquilidade e harmonia.","explicacao_detalhada":"Os irmãos buscam paz em meio ao medo e à incerteza, desejando que a situação se resolva favoravelmente.","por_que_esta_palavra":"A palavra 'paz' é fundamental, pois reflete o desejo humano por segurança e bem-estar em tempos de crise.","conexao_teologica":"A paz é um tema central na Bíblia, onde Deus é chamado de o Príncipe da Paz, trazendo reconciliação e esperança.","referencias_relacionadas":["Isaías 9:6","João 14:27","Filipenses 4:7"]},"genesis_43_24_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, neste caso, um dos irmãos de José.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a identidade e a dignidade do ser humano, enfatizando a individualidade e a relação familiar.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância da figura masculina na narrativa e a conexão com a linhagem de Israel.","conexao_teologica":"A humanidade é criada à imagem de Deus, o que confere valor e dignidade a cada ser humano.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Mateus 19:4"]},"genesis_43_24_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar algo a alguém, neste caso, a oferta que os irmãos trouxeram.","explicacao_detalhada":"A palavra 'dar' implica uma transferência de posse, que é um ato de generosidade e reconhecimento.","por_que_esta_palavra":"A oferta é um gesto de respeito e reconciliação, mostrando a intenção dos irmãos de se redimir diante de José.","conexao_teologica":"Dar é um princípio fundamental na vida cristã, refletindo a generosidade de Deus para com a humanidade.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:7","Atos 20:35"]},"genesis_43_24_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se à ação de entrar ou vir até alguém, neste caso, a entrada dos irmãos na presença de José.","explicacao_detalhada":"A palavra 'vir/entrar' enfatiza a ação de se aproximar, que é crucial em contextos de reconciliação e relacionamento.","por_que_esta_palavra":"A entrada dos irmãos na presença de José simboliza a busca por aceitação e perdão.","conexao_teologica":"A ideia de vir a Deus é central na fé, onde somos chamados a nos aproximar dele em busca de perdão e relacionamento.","referencias_relacionadas":["Hebreus 4:16","Tiago 4:8","Mateus 11:28"]},"genesis_43_25_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Descreve a magnitude da oferta que os irmãos trouxeram a José.","explicacao_detalhada":"A palavra 'grande' implica não apenas tamanho físico, mas também a importância e o valor do que está sendo oferecido.","por_que_esta_palavra":"A grandeza da oferta reflete a seriedade da situação e o desejo dos irmãos de se redimir.","conexao_teologica":"Deus é descrito como grande em poder e amor, e nossas ofertas a Ele devem refletir essa grandeza.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"genesis_43_25_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a um presente ou tributo oferecido a alguém, neste caso, a José.","explicacao_detalhada":"A palavra 'oferta' implica um ato de devoção e reconhecimento, muitas vezes associado a rituais religiosos.","por_que_esta_palavra":"A oferta é uma expressão de arrependimento e um gesto de boa vontade para restaurar relacionamentos.","conexao_teologica":"Ofertas são uma parte importante da adoração a Deus, simbolizando gratidão e submissão.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 1:2","Hebreus 13:16"]},"genesis_43_25_luz":{"palavra_pt":"luz","palavra_original":"צֹהַר","transliteracao":"tsôhar","strong":"H6672","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à luz que pode simbolizar clareza, revelação ou a presença de Deus.","explicacao_detalhada":"A palavra 'luz' é frequentemente usada na Bíblia para representar a verdade e a sabedoria divina.","por_que_esta_palavra":"A luz é um símbolo de esperança e orientação, especialmente em momentos de incerteza.","conexao_teologica":"Cristo é descrito como a luz do mundo, trazendo verdade e vida aos que estão nas trevas.","referencias_relacionadas":["João 8:12","Salmos 119:105","1 João 1:5"]},"genesis_43_26_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Novamente refere-se à oferta que os irmãos trouxeram a José, reforçando a importância do gesto.","explicacao_detalhada":"A repetição da palavra 'oferta' enfatiza a intenção dos irmãos de se reconciliar e honrar José.","por_que_esta_palavra":"A oferta é um símbolo de respeito e um passo em direção à restauração do relacionamento.","conexao_teologica":"A oferta a Deus é um ato de adoração que deve ser feito com sinceridade e coração puro.","referencias_relacionadas":["Gênesis 8:20","Êxodo 25:2","Romanos 12:1"]},"genesis_43_26_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é invocado em momentos de necessidade e busca de ajuda.","explicacao_detalhada":"A palavra 'deus' aqui representa a soberania e a autoridade divina sobre todas as coisas.","por_que_esta_palavra":"A invocação de Deus é um reconhecimento da dependência humana em relação ao Criador.","conexao_teologica":"Deus é o provedor e protetor, e a fé Nele é fundamental para a vida do crente.","referencias_relacionadas":["Salmos 46:1","Filipenses 4:19","Hebreus 11:6"]},"genesis_43_26_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se à ação de entrar ou vir até alguém, novamente enfatizando a aproximação dos irmãos.","explicacao_detalhada":"A repetição da palavra 'vir/entrar' reforça a ideia de busca por reconciliação e aceitação.","por_que_esta_palavra":"A ação de se aproximar é crucial em relacionamentos, especialmente em contextos de conflito.","conexao_teologica":"Deus nos chama a nos aproximar dEle, oferecendo perdão e restauração.","referencias_relacionadas":["Romanos 5:1-2","1 Pedro 2:9","Mateus 5:23-24"]},"genesis_43_27_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se ao estado de tranquilidade e harmonia que os irmãos desejam alcançar.","explicacao_detalhada":"A palavra 'paz' (shalom) implica não apenas a ausência de conflito, mas a plenitude e bem-estar.","por_que_esta_palavra":"A busca pela paz é um tema central na vida e nas relações humanas, especialmente após conflitos.","conexao_teologica":"A paz de Deus é prometida aos que confiam Nele, sendo um fruto do Espírito.","referencias_relacionadas":["Filipenses 4:7","Romanos 14:19","Gálatas 5:22"]},"genesis_43_27_desejo":{"palavra_pt":"desejo","palavra_original":"שָׁאַל","transliteracao":"shâʼal","strong":"H7592","significado_raiz":"Ideia básica: desejo.","significado_contextual":"O desejo aqui reflete a intenção de Jacó em saber sobre a segurança de seus filhos.","explicacao_detalhada":"A palavra 'desejo' (שָׁאַל) é usada para expressar a solicitação de informações, mostrando a preocupação de um pai por seus filhos. Neste contexto, Jacó deseja saber como seus filhos foram tratados na terra do Egito.","por_que_esta_palavra":"A escolha da palavra 'desejo' enfatiza a vulnerabilidade e o amor paternal de Jacó, que está ansioso por notícias.","conexao_teologica":"O desejo de Jacó por informações sobre seus filhos reflete a relação de Deus com Seu povo, que também busca saber sobre o bem-estar de Seus filhos.","referencias_relacionadas":["Gênesis 37:34","Gênesis 42:36","Salmos 37:4"]},"genesis_43_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para relatar a comunicação entre os irmãos e seu pai.","explicacao_detalhada":"Neste versículo, 'dizer' (אָמַר) é a ação de comunicar informações, que é crucial para a narrativa, pois os irmãos estão prestes a relatar a situação no Egito.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a transmissão de mensagens e sentimentos, mostrando a importância da comunicação na dinâmica familiar.","conexao_teologica":"A comunicação é um aspecto vital na relação entre Deus e a humanidade, onde Ele se revela e se comunica através das Escrituras.","referencias_relacionadas":["Gênesis 41:30","Êxodo 3:14","Salmos 119:105"]},"genesis_43_28_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é mencionada em um contexto de invocação e reconhecimento da soberania divina.","explicacao_detalhada":"A palavra 'deus' (שָׁחָה) aqui é usada para expressar a reverência e a dependência de Jacó em relação ao Senhor, especialmente em momentos de incerteza.","por_que_esta_palavra":"A invocação de Deus reflete a fé de Jacó em Sua proteção e providência, um tema recorrente na narrativa bíblica.","conexao_teologica":"A relação entre o homem e Deus é central na Bíblia, onde a invocação do nome de Deus é um ato de fé e confiança.","referencias_relacionadas":["Gênesis 32:9","Êxodo 20:2","Salmos 46:1"]},"genesis_43_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente aparece, enfatizando a comunicação entre os personagens.","explicacao_detalhada":"Neste contexto, 'dizer' (אָמַר) é usado para relatar as palavras de Jacó, que expressa sua preocupação e esperança em relação aos filhos.","por_que_esta_palavra":"A repetição da palavra 'dizer' destaca a importância da comunicação na narrativa e na construção de relacionamentos.","conexao_teologica":"Assim como os personagens se comunicam, Deus também se comunica com Seu povo, revelando Sua vontade e propósito.","referencias_relacionadas":["Gênesis 45:9","Salmos 119:11","Mateus 4:4"]},"genesis_43_28_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' é usada para expressar um desejo de tranquilidade e segurança.","explicacao_detalhada":"A palavra 'paz' (שָׁלוֹם) é um conceito central na cultura hebraica, simbolizando não apenas a ausência de conflito, mas também a plenitude e o bem-estar.","por_que_esta_palavra":"O desejo de paz reflete a esperança de Jacó de que seus filhos estejam seguros e em harmonia, tanto entre si quanto com os egípcios.","conexao_teologica":"A paz é um tema recorrente na Bíblia, representando a presença de Deus e a restauração que Ele oferece ao Seu povo.","referencias_relacionadas":["Isaías 26:3","Romanos 5:1","Filipenses 4:7"]},"genesis_43_29_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a importância da revelação que está prestes a ser feita.","explicacao_detalhada":"A palavra 'grande' (נָשָׂא) aqui enfatiza a magnitude da situação que Jacó enfrenta, refletindo a gravidade e a seriedade do momento.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a importância das relações familiares e as consequências das ações dos irmãos.","conexao_teologica":"A grandeza de Deus é frequentemente mencionada nas Escrituras, lembrando-nos de Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"genesis_43_29_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é utilizada para indicar a percepção e a compreensão da situação.","explicacao_detalhada":"A palavra 'ver' (רָאָה) implica não apenas em observar, mas também em entender e discernir a realidade ao redor.","por_que_esta_palavra":"A escolha da palavra 'ver' ressalta a importância da percepção na tomada de decisões e na compreensão do que está acontecendo.","conexao_teologica":"Deus é frequentemente descrito como aquele que vê e conhece todas as coisas, enfatizando Sua onisciência.","referencias_relacionadas":["Salmos 33:13","Provérbios 15:3","Hebreus 4:13"]},"genesis_43_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para enfatizar a relação familiar e a identidade dos personagens.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é central na narrativa, pois refere-se aos filhos de Jacó, cuja segurança e bem-estar são a preocupação principal do pai.","por_que_esta_palavra":"A menção de 'filho' destaca a importância das relações familiares e a responsabilidade que Jacó sente por seus filhos.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 22:2","Salmos 127:3","João 1:12"]},"genesis_43_30_amor":{"palavra_pt":"amor","palavra_original":"כָּמַר","transliteracao":"kâmar","strong":"H3648","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' é usada para expressar a profunda afeição de Jacó por seu filho José.","explicacao_detalhada":"A palavra 'amor' (כָּמַר) aqui reflete a intensidade dos sentimentos de Jacó, que está angustiado pela perda de seu filho e pela incerteza sobre o futuro.","por_que_esta_palavra":"A escolha da palavra 'amor' enfatiza a profundidade das emoções humanas e a conexão entre pais e filhos.","conexao_teologica":"O amor é um tema central na Bíblia, refletindo o caráter de Deus e Sua relação com a humanidade.","referencias_relacionadas":["Gênesis 37:3","1 Coríntios 13:4-7","João 3:16"]},"genesis_43_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Jacó está preocupado.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que liga a causa à consequência, explicando a motivação por trás das ações de Jacó.","por_que_esta_palavra":"A escolha da palavra 'porque' é crucial para entender a lógica e a razão por trás das emoções e decisões de Jacó.","conexao_teologica":"A razão e a lógica são frequentemente usadas nas Escrituras para explicar a vontade de Deus e a resposta humana a ela.","referencias_relacionadas":["Gênesis 3:6","Romanos 8:28","Tiago 1:5"]},"genesis_43_31_bathe":{"palavra_pt":"bathe","palavra_original":"רָחַץ","transliteracao":"râchats","strong":"H7364","significado_raiz":"Ideia básica: bathe.","significado_contextual":"Refere-se ao ato de se lavar antes de um encontro importante, simbolizando purificação e preparação.","explicacao_detalhada":"A palavra 'bathe' (רָחַץ) é usada para descrever a ação de se limpar fisicamente, o que era um costume cultural antes de se apresentar a alguém de importância, como um governante ou líder.","por_que_esta_palavra":"A limpeza física é um reflexo da preparação espiritual e emocional para um encontro significativo.","conexao_teologica":"A purificação é um tema recorrente na Bíblia, simbolizando a necessidade de estar limpo diante de Deus antes de se aproximar d'Ele.","referencias_relacionadas":["Êxodo 30:18","Salmos 51:2","Tiago 4:8"]},"genesis_43_31_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair de um lugar, neste caso, da casa para um encontro com José.","explicacao_detalhada":"A palavra 'sair' (יָצָא) implica em deixar um espaço seguro e familiar para enfrentar o desconhecido, o que é uma metáfora para a jornada da vida.","por_que_esta_palavra":"Sair representa a transição e a coragem necessária para enfrentar novos desafios e situações.","conexao_teologica":"A ideia de sair é frequentemente associada ao chamado de Deus para deixar a zona de conforto e seguir a Sua vontade.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Mateus 28:19"]},"genesis_43_32_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grande quantidade de alimento que estava sendo preparado para o encontro.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) enfatiza a generosidade e a importância do banquete que estava sendo preparado, simbolizando honra e respeito.","por_que_esta_palavra":"A grandeza do alimento reflete a grandeza do relacionamento e da reconciliação entre os irmãos.","conexao_teologica":"Deus é frequentemente descrito como um provedor abundante, que oferece bênçãos em grande medida.","referencias_relacionadas":["Salmos 23:5","Filipenses 4:19","João 10:10"]},"genesis_43_32_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento físico que estava sendo preparado para os irmãos de José.","explicacao_detalhada":"A palavra 'alimento' (אָכַל) é fundamental para a sobrevivência e simboliza a provisão de Deus em tempos de necessidade.","por_que_esta_palavra":"O alimento é um símbolo de vida e sustento, refletindo a bondade de Deus em cuidar de Seu povo.","conexao_teologica":"A Bíblia frequentemente usa o alimento como uma metáfora para a Palavra de Deus, que nutre espiritualmente.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:14"]},"genesis_43_32_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual os irmãos estavam sendo tratados com generosidade.","explicacao_detalhada":"A palavra 'porque' (כִּי) conecta a ação com a motivação, explicando o porquê das ações de José.","por_que_esta_palavra":"É uma palavra que traz clareza e entendimento sobre as intenções por trás das ações.","conexao_teologica":"A compreensão das razões por trás das ações de Deus é fundamental para a fé e a confiança em Sua soberania.","referencias_relacionadas":["Romanos 8:28","Provérbios 3:5-6","Salmos 119:68"]},"genesis_43_33_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou decidir sobre a situação dos irmãos.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica em discernimento e a capacidade de fazer escolhas justas.","por_que_esta_palavra":"O julgamento é uma parte essencial da liderança e da responsabilidade, especialmente em contextos de reconciliação.","conexao_teologica":"Deus é o juiz supremo, e a justiça é um atributo central de Seu caráter.","referencias_relacionadas":["Salmos 9:7","Isaías 11:3-4","Tiago 4:12"]},"genesis_43_33_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à identidade dos irmãos como homens e a dinâmica familiar entre eles.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para enfatizar a masculinidade e o papel dos irmãos na narrativa.","por_que_esta_palavra":"A identidade masculina é importante nas histórias bíblicas, refletindo papéis e responsabilidades.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central que destaca a dignidade e o valor da humanidade.","referencias_relacionadas":["Gênesis 1:27","1 Coríntios 16:13","Efésios 5:25"]},"genesis_43_33_primogenito":{"palavra_pt":"primogenito","palavra_original":"בְּכוֹר","transliteracao":"bᵉkôwr","strong":"H1060","significado_raiz":"Ideia básica: primogenito.","significado_contextual":"Refere-se ao status de Rúben como o primogênito da família, com implicações de liderança e responsabilidade.","explicacao_detalhada":"A palavra 'primogênito' (בְּכוֹר) carrega um peso significativo em termos de herança e direitos familiares.","por_que_esta_palavra":"O primogenitor frequentemente tinha um papel especial na família, sendo visto como o portador da bênção.","conexao_teologica":"Cristo é chamado de primogênito entre muitos irmãos, simbolizando Sua posição única na família de Deus.","referencias_relacionadas":["Gênesis 49:3","Êxodo 13:2","Romanos 8:29"]},"genesis_43_34_oracao":{"palavra_pt":"oracao","palavra_original":"מַשְׂאֵת","transliteracao":"masʼêth","strong":"H4864","significado_raiz":"Ideia básica: oracao.","significado_contextual":"Refere-se ao ato de oferecer uma bênção ou oração durante a refeição.","explicacao_detalhada":"A palavra 'oração' (מַשְׂאֵת) implica em um reconhecimento da presença de Deus e da gratidão pelas bênçãos recebidas.","por_que_esta_palavra":"A oração é um ato de comunhão com Deus, expressando dependência e gratidão.","conexao_teologica":"A oração é fundamental na vida do crente, sendo um meio de comunicação com Deus e de busca por Sua vontade.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Salmos 145:18"]},"genesis_43_34_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da bênção ou do ato de levantar a taça durante a refeição.","explicacao_detalhada":"A palavra 'grande' (נָשָׂא) enfatiza a importância e a solenidade do momento, simbolizando honra e respeito.","por_que_esta_palavra":"A grandeza do ato de levantar a taça reflete a importância da comunhão e da celebração em família.","conexao_teologica":"A grandeza de Deus é frequentemente celebrada nas Escrituras, destacando Sua majestade e poder.","referencias_relacionadas":["Salmos 95:3","Isaías 6:1-3","Apocalipse 4:11"]},"genesis_43_34_autoridade":{"palavra_pt":"autoridade","palavra_original":"רָבָה","transliteracao":"râbâh","strong":"H7235","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder ou controle que alguém possui sobre outros, especialmente em um contexto de liderança.","explicacao_detalhada":"No contexto de Gênesis 43:34, a autoridade é exercida por José, que, embora seja um egípcio, tem poder sobre seus irmãos. A palavra sugere um domínio que é reconhecido e respeitado.","por_que_esta_palavra":"A escolha da palavra 'autoridade' enfatiza a posição de José como governante e a dinâmica de poder entre ele e seus irmãos, que não reconhecem sua identidade.","conexao_teologica":"A autoridade de José pode ser vista como uma prefiguração da autoridade de Cristo, que também é rejeitado por seu povo, mas exerce soberania sobre todos.","referencias_relacionadas":["Gênesis 41:46","Gênesis 42:6","Romanos 13:1"]}}