{"genesis_44_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para se referir a um ser humano, neste caso, a um dos servos de José.","explicacao_detalhada":"Em Gênesis 44:1, a palavra 'homem' destaca a individualidade e a função do servo que é enviado para cumprir a ordem de José, mostrando a hierarquia e a obediência.","por_que_esta_palavra":"A utilização da palavra 'homem' é significativa para mostrar a relação entre os personagens e a importância do papel de cada um na narrativa.","conexao_teologica":"A figura do homem aqui pode ser vista como um símbolo da humanidade que serve a um propósito maior, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 2:7","Gênesis 18:2","Salmos 8:4"]},"genesis_44_1_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de mandar alguém a um lugar ou para realizar uma tarefa.","explicacao_detalhada":"No versículo, José envia um homem para buscar seus irmãos, o que demonstra sua autoridade e controle sobre a situação, além de iniciar um processo de revelação.","por_que_esta_palavra":"A palavra 'enviar' é crucial para entender a dinâmica de ação e reação na narrativa, onde as ordens de José têm um impacto significativo nos eventos subsequentes.","conexao_teologica":"O ato de enviar pode ser comparado ao envio de mensageiros por Deus, como os profetas, para comunicar Sua vontade ao povo.","referencias_relacionadas":["Gênesis 12:1","Isaías 6:8","Mateus 10:16"]},"genesis_44_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar ou à residência, mas também pode simbolizar a família ou a nação.","explicacao_detalhada":"Em Gênesis 44:1, a casa é mencionada no contexto de onde os irmãos de José estão, indicando a importância do lar na narrativa e a conexão familiar.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a importância da identidade familiar e as relações que moldam as ações dos personagens.","conexao_teologica":"A casa pode ser vista como uma representação do povo de Deus, que é chamado a viver em unidade e harmonia sob Sua liderança.","referencias_relacionadas":["Gênesis 7:1","Êxodo 12:3","Hebreus 3:6"]},"genesis_44_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não é utilizada no sentido literal, mas como uma metáfora para a ação de fazer ou realizar algo.","explicacao_detalhada":"No contexto de Gênesis 44:2, a palavra sugere a ação de José ao instruir seus servos a fazerem algo específico, mostrando sua intenção e planejamento.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a ideia de ação deliberada e a execução de um plano, que é central para a narrativa.","conexao_teologica":"A ideia de 'fazer' pode ser relacionada à obra de Deus na criação e na redenção, onde Ele realiza Seus propósitos através da ação.","referencias_relacionadas":["Gênesis 1:31","Salmos 104:24","Efésios 2:10"]},"genesis_44_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a um enunciado ou declaração, que pode ter poder e significado.","explicacao_detalhada":"Em Gênesis 44:2, a palavra é usada para indicar a importância das instruções dadas por José, que têm consequências significativas para os irmãos.","por_que_esta_palavra":"A escolha de 'palavra' ressalta a ideia de que as palavras têm peso e podem moldar a realidade, refletindo a importância da comunicação.","conexao_teologica":"A palavra de Deus é central na criação e na revelação, mostrando que o que Ele diz tem poder e autoridade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"genesis_44_2_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' refere-se a um metal precioso, frequentemente usado como moeda ou símbolo de riqueza.","explicacao_detalhada":"No contexto de Gênesis 44:2, a prata representa não apenas riqueza, mas também a troca e a negociação que ocorrem entre os personagens.","por_que_esta_palavra":"A escolha da palavra 'prata' enfatiza a importância do valor material e como ele influencia as relações e decisões.","conexao_teologica":"A prata pode simbolizar a redenção, já que na Bíblia, o preço da redenção é frequentemente associado a valores materiais.","referencias_relacionadas":["Gênesis 23:16","Êxodo 30:13","Mateus 26:15"]},"genesis_44_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é novamente utilizada para se referir a um ser humano, neste caso, um dos servos de José.","explicacao_detalhada":"Em Gênesis 44:3, a repetição da palavra 'homem' reforça a ideia de ação e obediência entre os servos de José, que seguem suas instruções.","por_que_esta_palavra":"A palavra 'homem' é significativa para mostrar a continuidade da narrativa e a importância dos personagens na execução do plano de José.","conexao_teologica":"A figura do homem aqui pode ser vista como um símbolo da humanidade que serve a um propósito maior, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 2:7","Gênesis 18:2","Salmos 8:4"]},"genesis_44_3_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de ação ou mudança.","explicacao_detalhada":"Em Gênesis 44:3, a menção do dia indica um momento específico em que as ações dos personagens se desenrolam, marcando um ponto de virada na narrativa.","por_que_esta_palavra":"A escolha da palavra 'dia' é importante para situar os eventos no tempo e enfatizar a urgência das ações que estão prestes a ocorrer.","conexao_teologica":"O conceito de dia pode ser associado ao plano de Deus, que opera em tempos determinados para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Eclesiastes 3:1"]},"genesis_44_3_luminoso":{"palavra_pt":"luminoso","palavra_original":"אוֹר","transliteracao":"ʼôwr","strong":"H215","significado_raiz":"Ideia básica: luminoso.","significado_contextual":"A palavra 'luminoso' refere-se à luz, simbolizando clareza, revelação e a presença de Deus.","explicacao_detalhada":"Em Gênesis 44:3, a menção de algo luminoso pode sugerir um momento de revelação ou entendimento, contrastando com a escuridão da ignorância dos irmãos sobre a identidade de José.","por_que_esta_palavra":"A escolha da palavra 'luminoso' é significativa para transmitir a ideia de clareza e verdade que está prestes a ser revelada.","conexao_teologica":"A luz é frequentemente usada na Bíblia como um símbolo da presença de Deus e da verdade, refletindo a revelação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 27:1","João 8:12"]},"genesis_44_4_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade urbana, um centro de habitação e atividade social.","explicacao_detalhada":"No contexto de Gênesis 44:4, a palavra 'cidade' é utilizada para descrever o lugar de onde os irmãos de José vieram. As cidades na antiguidade eram centros de comércio e cultura, e a menção de uma cidade indica a organização social e a vida comunitária.","por_que_esta_palavra":"A palavra 'cidade' é importante para entender a geografia e a estrutura social da época, além de estabelecer a conexão entre os personagens e seus lares.","conexao_teologica":"A cidade pode simbolizar a comunidade e a proteção que Deus oferece ao seu povo, refletindo a ideia de que Deus habita entre seu povo.","referencias_relacionadas":["Gênesis 10:11","Deuteronômio 12:5","Salmos 46:4"]},"genesis_44_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, geralmente com conotações de responsabilidade e caráter.","explicacao_detalhada":"A palavra 'homem' em Gênesis 44:4 é usada para descrever os irmãos de José, enfatizando sua identidade e papel na narrativa. O uso do termo destaca a humanidade e a individualidade de cada personagem.","por_que_esta_palavra":"A palavra 'homem' é crucial para entender a dinâmica entre os personagens e suas interações, além de refletir a dignidade e o valor que cada ser humano possui diante de Deus.","conexao_teologica":"A humanidade é criada à imagem de Deus, e a referência ao 'homem' nos lembra da dignidade e do propósito divino para cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"genesis_44_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade e à honestidade nas interações humanas.","explicacao_detalhada":"No versículo, a palavra 'verdade' é usada para enfatizar a necessidade de sinceridade nas relações, especialmente em um momento de tensão e desconfiança entre os irmãos e José.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a narrativa, pois estabelece a base para a confiança e a reconciliação entre os personagens.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, refletindo a importância da honestidade e integridade.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"genesis_44_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Novamente enfatiza a questão da veracidade nas interações entre os personagens.","explicacao_detalhada":"A repetição da palavra 'verdade' em Gênesis 44:5 reforça a importância da honestidade e da transparência, especialmente em um momento crítico da narrativa.","por_que_esta_palavra":"A ênfase na 'verdade' é crucial para a resolução do conflito e para a restauração das relações familiares.","conexao_teologica":"A busca pela verdade é um princípio que deve guiar as ações e decisões dos crentes, refletindo o caráter de Deus.","referencias_relacionadas":["Provérbios 12:22","Salmos 119:160","João 14:6"]},"genesis_44_5_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Refere-se a uma figura de autoridade, alguém que exerce controle e poder.","explicacao_detalhada":"A palavra 'soberano' em Gênesis 44:5 é usada para descrever José, que, apesar de ser irmão dos homens que estão diante dele, ocupa uma posição de poder no Egito. Isso destaca a ironia e a complexidade da situação.","por_que_esta_palavra":"A palavra 'soberano' é importante para entender a dinâmica de poder e a providência de Deus na vida de José e de sua família.","conexao_teologica":"Deus é o verdadeiro Soberano sobre todas as coisas, e a história de José ilustra como Ele usa as circunstâncias para cumprir Seus propósitos.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 13:1"]},"genesis_44_5_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é moralmente correto ou desejável.","explicacao_detalhada":"A palavra 'bom' em Gênesis 44:5 é usada para descrever a intenção de José em lidar com seus irmãos de maneira justa, apesar das circunstâncias difíceis.","por_que_esta_palavra":"A palavra 'bom' é significativa porque reflete o caráter de Deus e a expectativa de que os seres humanos ajam de acordo com princípios morais elevados.","conexao_teologica":"A bondade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a agir com justiça e misericórdia.","referencias_relacionadas":["Gênesis 1:31","Miquéias 6:8","Gálatas 5:22"]},"genesis_44_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou um assunto que está sendo discutido.","explicacao_detalhada":"A palavra 'palavra' em Gênesis 44:6 é usada para enfatizar a comunicação e a importância do que está sendo dito entre os personagens.","por_que_esta_palavra":"A palavra 'palavra' é crucial para a narrativa, pois as interações verbais são fundamentais para o desenvolvimento da história e para a resolução de conflitos.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação entre os seres humanos deve refletir a verdade e a sabedoria divina.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36-37","Hebreus 4:12"]},"genesis_44_6_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' em Gênesis 44:6 destaca a importância da comunicação clara e honesta entre os irmãos e José, especialmente em um momento de tensão.","por_que_esta_palavra":"A palavra 'falar' é essencial para entender como as relações são construídas e mantidas, e como a verdade deve ser comunicada.","conexao_teologica":"A comunicação é uma parte vital da vida cristã, e os crentes são chamados a falar a verdade em amor.","referencias_relacionadas":["Efésios 4:29","Tiago 1:19","Colossenses 4:6"]},"genesis_44_6_rico":{"palavra_pt":"rico","palavra_original":"נָשַׂג","transliteracao":"nâsag","strong":"H5381","significado_raiz":"Ideia básica: rico.","significado_contextual":"Refere-se a alguém que possui abundância de bens ou riquezas.","explicacao_detalhada":"A palavra 'rico' em Gênesis 44:6 é usada para descrever a condição de José, que se tornou um homem de grande riqueza e influência no Egito.","por_que_esta_palavra":"A palavra 'rico' é importante para entender a transformação de José e como Deus o elevou de uma posição de escravidão à riqueza e poder.","conexao_teologica":"A riqueza pode ser vista como uma bênção de Deus, mas também traz responsabilidades, e os crentes são chamados a usar suas bênçãos para o bem dos outros.","referencias_relacionadas":["Deuteronômio 8:18","Provérbios 10:22","1 Timóteo 6:17"]},"genesis_44_7_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou um assunto que está sendo discutido.","explicacao_detalhada":"A repetição da palavra 'palavra' em Gênesis 44:7 enfatiza a continuidade da conversa e a importância do que está sendo discutido entre os irmãos e José.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para a narrativa, pois as interações verbais são essenciais para a resolução de conflitos e a restauração das relações.","conexao_teologica":"A palavra de Deus é central na vida do crente, e a comunicação entre os seres humanos deve refletir a verdade e a sabedoria divina.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","2 Timóteo 3:16"]},"genesis_44_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é usado metaforicamente para descrever a força e a ferocidade.","explicacao_detalhada":"No contexto de Gênesis 44:7, a menção do 'urso' pode simbolizar a proteção e a força que um líder deve ter, refletindo a natureza feroz de um urso quando defende seu território.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a força e a determinação, características necessárias em momentos de crise.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é um defensor forte de Seu povo.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"genesis_44_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é fundamental para a comunicação e a expressão de intenções.","explicacao_detalhada":"Neste versículo, 'dizer' é utilizado para relatar ações e decisões, refletindo a importância da palavra na narrativa bíblica.","por_que_esta_palavra":"A palavra é crucial para a construção de diálogos e a transmissão de mensagens importantes entre os personagens.","conexao_teologica":"A fala de Deus é um tema central na Bíblia, mostrando que a criação e a revelação divina ocorrem através da palavra.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"genesis_44_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico e à herança do povo de Deus.","explicacao_detalhada":"Em Gênesis 44:8, 'terra' simboliza não apenas o local físico, mas também a promessa de Deus ao Seu povo, representando segurança e pertencimento.","por_que_esta_palavra":"A menção da terra é essencial para entender a relação entre Deus e Israel, como um povo escolhido com uma herança.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10"]},"genesis_44_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' representa não apenas uma estrutura física, mas também um lar e uma comunidade.","explicacao_detalhada":"No contexto de Gênesis 44:8, 'casa' simboliza a unidade familiar e a proteção que ela oferece, refletindo a importância das relações interpessoais.","por_que_esta_palavra":"A casa é um símbolo de segurança e pertencimento, essencial para a vida comunitária e familiar.","conexao_teologica":"A ideia de casa é frequentemente usada na Bíblia para descrever a habitação de Deus entre Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"genesis_44_8_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, destacando algo importante.","explicacao_detalhada":"Em Gênesis 44:8, 'eis' é usado para enfatizar a seriedade da situação, convidando os ouvintes a focar na mensagem que está sendo transmitida.","por_que_esta_palavra":"A palavra serve como um marcador que intensifica a importância do que está sendo dito.","conexao_teologica":"Deus frequentemente usa expressões que chamam a atenção para enfatizar Suas mensagens e revelações.","referencias_relacionadas":["Isaías 43:1","Mateus 28:20","Apocalipse 3:20"]},"genesis_44_9_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida, um tema recorrente na narrativa bíblica.","explicacao_detalhada":"Neste versículo, 'morrer' é mencionado em um contexto de desespero e consequências, refletindo a gravidade da situação enfrentada pelos personagens.","por_que_esta_palavra":"A menção da morte destaca a seriedade das ações e decisões que estão sendo tomadas.","conexao_teologica":"A morte é um tema que leva à reflexão sobre a vida eterna e a redenção oferecida por Deus.","referencias_relacionadas":["Romanos 6:23","Eclesiastes 3:2","João 11:25-26"]},"genesis_44_9_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se a uma autoridade suprema e ao poder de governar.","explicacao_detalhada":"Em Gênesis 44:9, 'soberano' é usado para descrever a posição de autoridade, refletindo a hierarquia e a responsabilidade que vem com o poder.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica de poder e a relação entre os personagens na narrativa.","conexao_teologica":"Deus é frequentemente descrito como o Soberano do universo, governando com justiça e misericórdia.","referencias_relacionadas":["Salmos 103:19","Isaías 6:1","Romanos 13:1"]},"genesis_44_9_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve, muitas vezes em um papel de submissão.","explicacao_detalhada":"Neste versículo, 'servo' é usado para descrever a posição de alguém que está sob a autoridade de outro, refletindo a dinâmica de serviço e lealdade.","por_que_esta_palavra":"A palavra é importante para entender a relação entre servos e senhores na sociedade antiga, bem como a humildade exigida no serviço.","conexao_teologica":"O conceito de servo é central na vida de Jesus, que veio para servir e não para ser servido.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:7","1 Pedro 2:16"]},"genesis_44_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para expressar a comunicação e a transmissão de ideias.","explicacao_detalhada":"Em Gênesis 44:10, 'dizer' é crucial para a narrativa, pois estabelece o que está em jogo e as intenções dos personagens.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da comunicação clara em momentos críticos.","conexao_teologica":"A palavra de Deus é um tema central, mostrando que a comunicação divina é essencial para a vida espiritual.","referencias_relacionadas":["Salmos 119:105","Tiago 1:19","1 João 1:5"]},"genesis_44_10_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a uma unidade de comunicação, essencial para a interação humana.","explicacao_detalhada":"Neste contexto, 'palavra' é usada para descrever a importância das declarações e promessas feitas entre os personagens.","por_que_esta_palavra":"A palavra é fundamental para a construção de relacionamentos e a manutenção da verdade.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se comunica com a humanidade.","referencias_relacionadas":["Hebreus 4:12","Salmos 19:14","Provérbios 18:21"]},"genesis_44_10_again":{"palavra_pt":"novamente","palavra_original":"גַּם","transliteracao":"gam","strong":"H1571","significado_raiz":"Ideia básica: novamente.","significado_contextual":"A palavra 'novamente' indica uma repetição de ações ou eventos, sugerindo que algo está prestes a acontecer mais uma vez.","explicacao_detalhada":"Neste contexto, 'novamente' é usado para enfatizar a insistência na busca do objeto perdido, mostrando a determinação dos irmãos de José em resolver a situação.","por_que_esta_palavra":"A escolha da palavra 'novamente' reflete a urgência e a necessidade de reavaliar a situação, destacando a importância do que está em jogo.","conexao_teologica":"A repetição de ações na narrativa bíblica muitas vezes simboliza a persistência da graça de Deus e a oportunidade de redenção.","referencias_relacionadas":["Gênesis 41:32","Êxodo 3:10","Salmos 85:6"]},"genesis_44_11_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' é usada para descrever uma oposição ou adversidade, refletindo a tensão entre os irmãos e a figura de autoridade que os confronta.","explicacao_detalhada":"Neste versículo, o termo 'inimigo' sugere que os irmãos de José estão se sentindo ameaçados e vulneráveis diante da situação que enfrentam.","por_que_esta_palavra":"A palavra é escolhida para transmitir a gravidade da situação e a percepção de que estão em uma posição de desvantagem.","conexao_teologica":"A ideia de inimigos na Bíblia muitas vezes representa não apenas adversários físicos, mas também as lutas espirituais que os crentes enfrentam.","referencias_relacionadas":["Salmos 23:5","Romanos 12:20","Mateus 5:44"]},"genesis_44_11_bom":{"palavra_pt":"bom","palavra_original":"מָהַר","transliteracao":"mâhar","strong":"H4116","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é utilizada para descrever a qualidade desejada de algo ou alguém, refletindo a expectativa de justiça e retidão.","explicacao_detalhada":"Neste contexto, 'bom' é uma referência ao caráter dos irmãos e à sua intenção de agir corretamente diante da acusação.","por_que_esta_palavra":"A escolha de 'bom' enfatiza a necessidade de integridade e honestidade nas interações humanas, especialmente em situações de conflito.","conexao_teologica":"A bondade é um atributo de Deus e é frequentemente mencionada nas Escrituras como um padrão para a conduta humana.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Gálatas 5:22"]},"genesis_44_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, enfatizando a dignidade e a responsabilidade que cada pessoa carrega.","explicacao_detalhada":"Neste versículo, 'homem' é usado para identificar os irmãos de José como indivíduos com valor e dignidade, apesar de suas falhas.","por_que_esta_palavra":"A palavra é importante para lembrar que, independentemente das circunstâncias, cada pessoa é criada à imagem de Deus.","conexao_teologica":"A dignidade do ser humano é um tema central na teologia, refletindo o valor que Deus atribui a cada indivíduo.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Mateus 10:31"]},"genesis_44_12_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude ou importância de algo, neste caso, a busca pelo objeto perdido.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a seriedade da situação e a intensidade da busca realizada pelos irmãos.","por_que_esta_palavra":"A escolha de 'grande' destaca a urgência e a importância do que está em jogo, refletindo a tensão emocional da narrativa.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a fragilidade humana, mostrando a necessidade de dependência divina.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"genesis_44_12_buscar":{"palavra_pt":"buscar","palavra_original":"חָפַשׂ","transliteracao":"châphas","strong":"H2664","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica uma ação deliberada de procurar algo que foi perdido, refletindo a determinação dos irmãos.","explicacao_detalhada":"Neste versículo, 'buscar' é uma ação ativa que demonstra a responsabilidade dos irmãos em resolver a situação.","por_que_esta_palavra":"A escolha de 'buscar' enfatiza a necessidade de ação e a busca pela verdade, que é um tema recorrente nas Escrituras.","conexao_teologica":"Buscar a Deus é um princípio fundamental na fé, refletindo a busca pela verdade e pela justiça.","referencias_relacionadas":["Deuteronômio 4:29","Salmos 119:2","Mateus 7:7"]},"genesis_44_13_olhos":{"palavra_pt":"olhos","palavra_original":"קָרַע","transliteracao":"qâraʻ","strong":"H7167","significado_raiz":"Ideia básica: olhos.","significado_contextual":"A palavra 'olhos' simboliza a percepção e a consciência, refletindo a maneira como os irmãos veem a situação.","explicacao_detalhada":"Neste contexto, 'olhos' é usado para descrever a reação dos irmãos ao se depararem com a gravidade da situação.","por_que_esta_palavra":"A escolha de 'olhos' sugere a importância da visão espiritual e da percepção na compreensão da vontade de Deus.","conexao_teologica":"Os olhos são frequentemente usados nas Escrituras como uma metáfora para a compreensão espiritual e a revelação divina.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Efésios 1:18"]},"genesis_44_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada novamente para enfatizar a dignidade e a responsabilidade dos indivíduos envolvidos na narrativa.","explicacao_detalhada":"Neste versículo, 'homem' reforça a ideia de que cada irmão é um ser humano com valor, mesmo em meio a suas falhas.","por_que_esta_palavra":"A repetição da palavra 'homem' destaca a importância da identidade e do valor humano na narrativa bíblica.","conexao_teologica":"A dignidade humana é um tema central na teologia, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 139:14","Tiago 3:9"]},"genesis_44_14_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' indica a ação de se aproximar ou entrar em uma nova situação, refletindo a necessidade de enfrentar a realidade.","explicacao_detalhada":"Neste contexto, 'vir' é usado para descrever a ação dos irmãos ao se apresentarem diante de José, simbolizando a aceitação da responsabilidade.","por_que_esta_palavra":"A escolha de 'vir' enfatiza a importância de enfrentar as consequências de nossas ações e a necessidade de arrependimento.","conexao_teologica":"A ideia de 'vir' é frequentemente associada ao chamado de Deus para que os indivíduos se aproximem d'Ele em busca de perdão e restauração.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Tiago 4:8"]},"genesis_44_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, um espaço de segurança e pertencimento, que neste contexto é o lugar onde a verdade será revelada.","explicacao_detalhada":"Neste versículo, 'casa' simboliza o local onde as interações e decisões importantes ocorrem, refletindo a intimidade da situação.","por_que_esta_palavra":"A escolha de 'casa' destaca a importância do ambiente familiar e da comunidade na formação do caráter e nas decisões.","conexao_teologica":"A casa é frequentemente usada nas Escrituras como uma metáfora para a presença de Deus e a segurança que Ele oferece.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"genesis_44_14_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida como um bem precioso e essencial, especialmente no contexto da relação entre os irmãos e a importância da vida de Benjamim.","explicacao_detalhada":"A palavra 'vida' aqui enfatiza a fragilidade e o valor da existência humana, especialmente em momentos de crise e desespero. No contexto da narrativa, a vida de Benjamim é central para a dinâmica familiar e a reconciliação entre os irmãos.","por_que_esta_palavra":"A escolha da palavra 'vida' destaca a urgência e a gravidade da situação em que os irmãos se encontram, refletindo a preocupação com a sobrevivência e o bem-estar de Benjamim.","conexao_teologica":"A vida é um dom divino e, na teologia bíblica, representa a relação entre Deus e a humanidade. A preservação da vida é um tema recorrente nas Escrituras, refletindo o plano de Deus para a salvação e a redenção.","referencias_relacionadas":["Gênesis 2:7","Salmos 36:9","João 10:10"]},"genesis_44_15_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a qualidade das ações e decisões, especialmente em relação ao caráter de José e suas intenções.","explicacao_detalhada":"Neste contexto, 'bom' refere-se não apenas à moralidade, mas também à bondade intrínseca das ações de José, que busca o bem-estar de sua família, mesmo em meio a dificuldades.","por_que_esta_palavra":"A palavra 'bom' é escolhida para contrastar as ações de José com as expectativas dos irmãos, que temem suas intenções. Isso ressalta a natureza benevolente de José em meio a um cenário de desconfiança.","conexao_teologica":"A bondade é um atributo de Deus e é frequentemente associada à Sua vontade para a humanidade. As Escrituras nos ensinam a buscar o que é bom e justo em nossas ações.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Gálatas 5:22"]},"genesis_44_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação e a revelação de intenções, especialmente no diálogo entre os irmãos e José.","explicacao_detalhada":"Neste contexto, 'dizer' enfatiza a importância da palavra e da comunicação na resolução de conflitos e na busca pela verdade. As palavras têm poder e podem transformar relacionamentos.","por_que_esta_palavra":"A escolha de 'dizer' destaca a necessidade de clareza e honestidade nas interações, especialmente em um momento de tensão e incerteza.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade. A Palavra de Deus é viva e eficaz, e a verdade é um princípio central na fé cristã.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Efésios 4:15"]},"genesis_44_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a uma metáfora ou uma expressão de força e proteção, embora o contexto exato não seja claro.","explicacao_detalhada":"Neste caso, 'urso' pode simbolizar a força e a ferocidade, possivelmente em relação à defesa da família ou à proteção de Benjamim. A imagem de um urso pode evocar a ideia de um guardião.","por_que_esta_palavra":"A palavra é usada para transmitir a ideia de que a proteção e a força são necessárias em tempos de crise, refletindo a natureza protetora de José em relação a sua família.","conexao_teologica":"A proteção divina é um tema recorrente nas Escrituras, onde Deus é frequentemente descrito como um protetor e defensor de Seu povo.","referencias_relacionadas":["Salmos 91:1-2","Isaías 41:10","Romanos 8:31"]},"genesis_44_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, enfatizando a soberania e o poder de Deus sobre as circunstâncias da vida dos personagens.","explicacao_detalhada":"Neste contexto, a menção de Deus destaca a crença dos irmãos na intervenção divina e na providência, especialmente em momentos de desespero e incerteza.","por_que_esta_palavra":"A palavra é utilizada para invocar a autoridade e a presença de Deus nas decisões e ações dos personagens, refletindo a fé deles em Sua soberania.","conexao_teologica":"Deus é o criador e sustentador da vida, e Sua soberania é um tema central nas Escrituras, que nos ensina a confiar em Sua vontade e propósito.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 11:36"]},"genesis_44_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação e a revelação de intenções, especialmente no diálogo entre os irmãos e José.","explicacao_detalhada":"A repetição da palavra 'dizer' reforça a importância da honestidade e da clareza nas interações, especialmente em um momento de tensão.","por_que_esta_palavra":"A escolha de 'dizer' destaca a necessidade de expressar claramente as intenções e sentimentos, essencial para a reconciliação.","conexao_teologica":"A comunicação é vital na relação com Deus, que se revela através de Sua Palavra. A verdade é um princípio central na fé cristã.","referencias_relacionadas":["Provérbios 12:22","Colossenses 3:9","1 João 1:6"]},"genesis_44_16_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade e ao domínio de Deus sobre todas as coisas, enfatizando Sua posição como Senhor.","explicacao_detalhada":"Neste contexto, a menção de 'soberano' destaca a crença dos irmãos na autoridade de Deus sobre suas vidas e situações, refletindo a confiança em Sua providência.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a grandeza e o poder de Deus, que está acima de todas as circunstâncias e decisões humanas.","conexao_teologica":"A soberania de Deus é um tema central nas Escrituras, que nos ensina a confiar em Sua vontade e propósito, mesmo em tempos de incerteza.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 9:20-21"]},"genesis_44_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada para simbolizar força e proteção, refletindo a necessidade de defesa em tempos de crise.","explicacao_detalhada":"Neste contexto, 'urso' pode representar a ferocidade e a determinação necessárias para proteger a família, especialmente em situações de perigo.","por_que_esta_palavra":"A palavra é usada para transmitir a ideia de que a proteção e a força são essenciais em tempos de crise, refletindo a natureza protetora de José.","conexao_teologica":"A proteção divina é um tema recorrente nas Escrituras, onde Deus é frequentemente descrito como um protetor e defensor de Seu povo.","referencias_relacionadas":["Salmos 91:11","Isaías 43:2","Romanos 8:31"]},"genesis_44_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, enfatizando a condição humana e a necessidade de relacionamentos.","explicacao_detalhada":"Neste contexto, 'homem' destaca a fragilidade e a vulnerabilidade da condição humana, especialmente em situações de conflito e desespero.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a importância da dignidade humana e a necessidade de compaixão e compreensão nas interações.","conexao_teologica":"A dignidade do ser humano é um tema central na teologia bíblica, refletindo a imagem de Deus em cada pessoa e a importância dos relacionamentos.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"genesis_44_17_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se à harmonia e à ausência de conflito, enfatizando a busca pela reconciliação entre os irmãos.","explicacao_detalhada":"Neste contexto, 'paz' destaca a necessidade de restaurar relacionamentos e a importância da reconciliação em meio a tensões familiares.","por_que_esta_palavra":"A escolha da palavra 'paz' reflete o desejo de um ambiente seguro e harmonioso, essencial para a restauração da família.","conexao_teologica":"A paz é um tema central nas Escrituras, onde Deus é descrito como o Príncipe da Paz, e a reconciliação é fundamental na mensagem do evangelho.","referencias_relacionadas":["Isaías 9:6","Romanos 5:1","Filipenses 4:7"]},"genesis_44_18_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó é o título dado ao rei do Egito, simbolizando autoridade e poder.","explicacao_detalhada":"No contexto de Gênesis 44:18, Faraó representa a figura máxima de autoridade no Egito, onde José, um hebreu, se tornou um alto oficial. A interação entre José e Faraó é crucial para a narrativa da salvação de sua família durante a fome.","por_que_esta_palavra":"A palavra 'faraó' é utilizada para enfatizar a posição de poder e a influência que ele exerce sobre os eventos que se desenrolam na história de José.","conexao_teologica":"Faraó, como soberano, ilustra a soberania de Deus sobre as nações e como Ele pode usar líderes pagãos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Salmos 105:23"]},"genesis_44_18_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Mulher refere-se à esposa ou figura feminina, destacando o papel das mulheres nas narrativas bíblicas.","explicacao_detalhada":"Neste contexto, a palavra 'mulher' pode se referir à esposa de um dos personagens ou a uma figura feminina que desempenha um papel importante na história. A presença feminina é frequentemente crucial nas narrativas de Gênesis.","por_que_esta_palavra":"A inclusão da palavra 'mulher' destaca a importância das relações familiares e sociais na narrativa bíblica.","conexao_teologica":"As mulheres na Bíblia frequentemente desempenham papéis significativos que refletem a providência de Deus e a importância da família.","referencias_relacionadas":["Gênesis 2:22","Gênesis 3:20","Gênesis 12:11"]},"genesis_44_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para relatar ações ou declarações significativas.","explicacao_detalhada":"No versículo, 'dizer' é uma ação que implica comunicação e a importância da palavra na interação entre os personagens. A fala é um meio de revelar intenções e sentimentos.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a narrativa, pois as declarações feitas pelos personagens moldam o desenrolar da história.","conexao_teologica":"A comunicação é um tema central na Bíblia, refletindo a importância da palavra de Deus e a revelação divina.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"genesis_44_19_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Soberano refere-se a uma figura de autoridade, alguém que exerce controle e domínio.","explicacao_detalhada":"Neste contexto, o 'soberano' é uma referência a Faraó, que tem o poder de decidir sobre a vida e a morte de seus súditos. A palavra enfatiza a hierarquia e a estrutura de poder no Egito.","por_que_esta_palavra":"A palavra 'soberano' é utilizada para destacar a posição de autoridade de Faraó e a gravidade das decisões que ele deve tomar.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que, apesar das autoridades terrenas, Deus está no controle de todas as coisas.","referencias_relacionadas":["Salmos 22:28","Romanos 13:1","Daniel 4:17"]},"genesis_44_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para expressar a comunicação de um desejo ou uma ordem.","explicacao_detalhada":"Neste versículo, 'dizer' é crucial para entender as intenções do soberano e como suas palavras afetam a narrativa. A fala é um meio de expressar autoridade e desejo.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a importância da comunicação na interação entre os personagens e a construção da história.","conexao_teologica":"As palavras têm poder, e a Bíblia frequentemente destaca a importância da fala e da comunicação na vida cristã.","referencias_relacionadas":["Gênesis 1:3","Mateus 12:36","Hebreus 4:12"]},"genesis_44_19_desejo":{"palavra_pt":"desejo","palavra_original":"שָׁאַל","transliteracao":"shâʼal","strong":"H7592","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Desejo refere-se a um anseio ou pedido, indicando a intenção de alguém.","explicacao_detalhada":"Neste contexto, o desejo é uma expressão do que o soberano quer saber ou o que ele espera que seja respondido. Essa palavra revela a dinâmica de poder e a expectativa nas interações.","por_que_esta_palavra":"A palavra 'desejo' é importante para entender as motivações do soberano e como isso afeta as ações dos personagens.","conexao_teologica":"O desejo humano é um tema que aparece frequentemente na Bíblia, refletindo a natureza do coração humano e a necessidade de alinhamento com a vontade de Deus.","referencias_relacionadas":["Salmos 37:4","Tiago 1:14","Romanos 7:18"]},"genesis_44_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para relatar uma comunicação significativa.","explicacao_detalhada":"Neste versículo, 'dizer' é uma ação que implica a necessidade de comunicação clara e a expressão de intenções entre os personagens.","por_que_esta_palavra":"A repetição da palavra 'dizer' destaca a importância da fala na narrativa e como as palavras moldam as interações.","conexao_teologica":"A comunicação é essencial na relação entre Deus e a humanidade, refletindo a importância da revelação divina.","referencias_relacionadas":["Gênesis 1:3","Provérbios 15:23","Colossenses 4:6"]},"genesis_44_20_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Soberano refere-se à figura de autoridade que exerce controle e domínio.","explicacao_detalhada":"Neste contexto, o 'soberano' é uma referência a Faraó, que tem o poder de decidir sobre a vida e a morte de seus súditos. A palavra enfatiza a hierarquia e a estrutura de poder no Egito.","por_que_esta_palavra":"A palavra 'soberano' é utilizada para destacar a posição de autoridade de Faraó e a gravidade das decisões que ele deve tomar.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que, apesar das autoridades terrenas, Deus está no controle de todas as coisas.","referencias_relacionadas":["Salmos 22:28","Romanos 13:1","Daniel 4:17"]},"genesis_44_20_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Criança refere-se a um jovem, geralmente um filho ou descendente, simbolizando inocência e vulnerabilidade.","explicacao_detalhada":"Neste contexto, a palavra 'criança' é usada para descrever a situação de Benjamim, que é visto como vulnerável e querido. A proteção da criança é um tema importante na narrativa.","por_que_esta_palavra":"A palavra 'criança' é significativa para destacar a fragilidade e a importância da família na narrativa de Gênesis.","conexao_teologica":"A Bíblia frequentemente fala sobre a proteção e o cuidado que devemos ter com as crianças, refletindo o coração de Deus para com os vulneráveis.","referencias_relacionadas":["Mateus 18:10","Marcos 10:14","Salmos 127:3"]},"genesis_44_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para relatar ações ou declarações significativas.","explicacao_detalhada":"No versículo, 'dizer' é uma ação que implica comunicação e a importância da palavra na interação entre os personagens. A fala é um meio de revelar intenções e sentimentos.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a narrativa, pois as declarações feitas pelos personagens moldam o desenrolar da história.","conexao_teologica":"A comunicação é um tema central na Bíblia, refletindo a importância da palavra de Deus e a revelação divina.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"genesis_44_21_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que se opõe ou é hostil a outra pessoa.","explicacao_detalhada":"No contexto de Gênesis 44:21, a palavra é usada para descrever a relação tensa entre os irmãos de José e ele, que se disfarçou como um governante egípcio. Eles temem que José seja um inimigo devido ao seu poder e à situação em que se encontram.","por_que_esta_palavra":"A escolha da palavra 'inimigo' enfatiza o medo e a desconfiança que os irmãos sentem, refletindo a tensão da narrativa.","conexao_teologica":"A ideia de inimigos é um tema recorrente na Bíblia, onde Deus muitas vezes promete proteção contra os inimigos de Seu povo.","referencias_relacionadas":["Salmos 23:5","Romanos 12:20","Mateus 5:44"]},"genesis_44_22_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada para expressar a gravidade da situação enfrentada pelos irmãos de José.","explicacao_detalhada":"No versículo, os irmãos temem que a revelação de sua culpa os leve à morte, refletindo a seriedade das consequências de suas ações passadas.","por_que_esta_palavra":"A palavra 'morrer' é impactante e sublinha o desespero e a culpa que os irmãos sentem, mostrando a profundidade de sua angústia.","conexao_teologica":"A morte é um tema central na Bíblia, simbolizando tanto a consequência do pecado quanto a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Hebreus 9:27"]},"genesis_44_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada para enfatizar a importância da declaração que está sendo feita.","explicacao_detalhada":"Neste contexto, a palavra 'grande' sugere que o que está sendo dito tem um peso significativo, refletindo a seriedade da situação.","por_que_esta_palavra":"A repetição da palavra 'grande' destaca a urgência e a gravidade da situação enfrentada pelos irmãos.","conexao_teologica":"A grandeza de Deus é frequentemente mencionada na Bíblia, sublinhando Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"genesis_44_22_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade e ao poder de José, que se apresenta como um governante poderoso.","explicacao_detalhada":"No contexto, os irmãos reconhecem a posição de José como alguém que tem controle sobre suas vidas, o que intensifica seu medo e desespero.","por_que_esta_palavra":"A palavra 'soberano' é crucial para entender a dinâmica de poder na narrativa e a vulnerabilidade dos irmãos.","conexao_teologica":"Deus é frequentemente descrito como o Soberano sobre toda a criação, enfatizando Seu controle e autoridade.","referencias_relacionadas":["Salmos 103:19","Daniel 4:34-35","Romanos 13:1"]},"genesis_44_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é novamente usada para enfatizar a importância da declaração e a seriedade da situação.","explicacao_detalhada":"A repetição da palavra 'grande' sugere que a situação é crítica e que as palavras proferidas têm um impacto significativo.","por_que_esta_palavra":"A palavra 'grande' é utilizada para reforçar a urgência e a gravidade do que está em jogo na narrativa.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"genesis_44_23_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ideia de resgatar ou livrar-se de uma situação perigosa.","explicacao_detalhada":"Neste contexto, os irmãos estão implorando por salvação diante da ameaça de serem punidos por suas ações passadas.","por_que_esta_palavra":"A palavra 'salvar' é crucial, pois expressa o desejo desesperado dos irmãos de evitar a condenação.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a libertação do pecado e da morte através de Cristo.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Efésios 2:8-9"]},"genesis_44_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à sinceridade e à realidade da situação enfrentada pelos irmãos.","explicacao_detalhada":"No contexto, a verdade é um elemento central na confissão dos irmãos sobre suas ações passadas e suas consequências.","por_que_esta_palavra":"A palavra 'verdade' é importante, pois destaca a necessidade de honestidade diante de Deus e uns com os outros.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na relação entre Deus e a humanidade.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"genesis_44_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de se submeter ou ser derrubado por uma força maior.","explicacao_detalhada":"No contexto, os irmãos estão em uma posição de vulnerabilidade, temendo as consequências de suas ações.","por_que_esta_palavra":"A palavra 'cair' simboliza a queda do orgulho e a necessidade de se humilhar diante de uma autoridade.","conexao_teologica":"A ideia de cair é frequentemente associada ao arrependimento e à necessidade de se voltar a Deus.","referencias_relacionadas":["Tiago 4:10","Salmos 37:24","Romanos 14:11"]},"genesis_44_24_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual algo está sendo dito ou feito.","explicacao_detalhada":"Neste contexto, 'porque' é usado para justificar a ação ou a declaração feita pelos irmãos, explicando suas motivações.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica por trás das ações e decisões dos personagens na narrativa.","conexao_teologica":"A razão é um conceito importante na teologia, onde as ações de Deus são frequentemente explicadas em termos de Sua vontade e propósito.","referencias_relacionadas":["Isaías 55:8-9","Romanos 8:28","1 Coríntios 10:31"]},"genesis_44_24_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação e à declaração feita pelos irmãos.","explicacao_detalhada":"No contexto, a palavra é usada para enfatizar a importância do que está sendo dito e a necessidade de se expressar a verdade.","por_que_esta_palavra":"A palavra 'palavra' é significativa, pois destaca a importância da comunicação honesta e da confissão.","conexao_teologica":"A palavra de Deus é central na Bíblia, sendo descrita como viva e eficaz, e essencial para a vida espiritual.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"genesis_44_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma ideia ou instrução.","explicacao_detalhada":"No contexto de Gênesis 44:25, 'dizer' refere-se à ação de comunicar algo importante, possivelmente relacionado à situação tensa entre José e seus irmãos.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação verbal nas interações humanas e nas narrativas bíblicas.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, onde Deus frequentemente se revela e se comunica através de Sua Palavra.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 33:6"]},"genesis_44_25_pai":{"palavra_pt":"pai","palavra_original":"אָב","transliteracao":"ʼâb","strong":"H1","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' é usada para designar a figura paterna, simbolizando autoridade e proteção.","explicacao_detalhada":"Neste versículo, 'pai' refere-se a Jacó, que é mencionado como o patriarca da família, e sua relação com seus filhos é central na narrativa.","por_que_esta_palavra":"A palavra 'pai' é crucial para entender as dinâmicas familiares e a responsabilidade que Jacó sente em relação aos seus filhos.","conexao_teologica":"Deus é frequentemente descrito como Pai na Bíblia, simbolizando cuidado, amor e autoridade sobre Seu povo.","referencias_relacionadas":["Gênesis 37:3","Êxodo 20:12","Salmos 103:13"]},"genesis_44_25_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' implica construir ou estabelecer algo, seja físico ou relacional.","explicacao_detalhada":"No contexto do versículo, pode referir-se ao desejo de restaurar ou fortalecer laços familiares que foram danificados.","por_que_esta_palavra":"A utilização de 'edificar' sugere um foco na construção de relacionamentos e na restauração de confiança entre os irmãos.","conexao_teologica":"Deus é descrito como o edificador de nossas vidas, chamando-nos a construir nossas vidas sobre a rocha que é Cristo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","1 Coríntios 3:9"]},"genesis_44_26_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que está em oposição ou conflito com outra pessoa.","explicacao_detalhada":"Neste versículo, a menção de 'inimigo' pode indicar a tensão entre os irmãos e a percepção de que eles estão em uma situação adversa.","por_que_esta_palavra":"A palavra 'inimigo' é usada para descrever a gravidade da situação em que os irmãos se encontram, destacando a desconfiança e o medo.","conexao_teologica":"A Bíblia fala sobre a luta contra inimigos espirituais, enfatizando a necessidade de confiar em Deus para a proteção e a vitória.","referencias_relacionadas":["Salmos 23:5","Romanos 12:20","Efésios 6:12"]},"genesis_44_26_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para designar um ser humano, frequentemente enfatizando a dignidade e a responsabilidade.","explicacao_detalhada":"No contexto, 'homem' pode se referir a um dos irmãos de José, destacando sua humanidade e suas ações.","por_que_esta_palavra":"A escolha de 'homem' sublinha a individualidade e a importância de cada personagem na narrativa.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia bíblica, ressaltando a dignidade humana.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"genesis_44_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Em Gênesis 44:26, \"dizer\" aparece na frase \"E nós dissemos: Não poderemos descer; mas, se nosso irmão menor for conosco, desceremos; pois não poderemos ver a face do homem se este nos…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אָמַר; ʼâmar; H559), \"dizer\" traz a ideia de dizer. Aqui, essa palavra deixa o ensino de Gênesis 44:26 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"dizer\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Gênesis 44:27. Lendo junto com Gênesis 44:26, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Gênesis 44:26","Gênesis 44:27","Salmos 119:105"]},"genesis_44_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação e a expressão de sentimentos.","explicacao_detalhada":"Neste versículo, 'dizer' pode ser visto como uma continuação da conversa entre os irmãos, refletindo suas emoções e preocupações.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a importância da comunicação na resolução de conflitos.","conexao_teologica":"A comunicação é um meio pelo qual Deus se relaciona com a humanidade, revelando Sua vontade e propósito.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 1:19"]},"genesis_44_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' é utilizado para explicar a razão por trás das ações ou sentimentos dos personagens.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica e a motivação por trás das interações entre os irmãos.","conexao_teologica":"A compreensão das razões por trás das ações é fundamental na teologia, onde Deus revela o propósito de Seus atos.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","1 Pedro 3:15"]},"genesis_44_27_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve, muitas vezes em um contexto de humildade e submissão.","explicacao_detalhada":"Neste versículo, 'servo' pode se referir à posição dos irmãos em relação a José, que agora é um governante poderoso.","por_que_esta_palavra":"A palavra 'servo' destaca a dinâmica de poder e a transformação das relações familiares ao longo da narrativa.","conexao_teologica":"O conceito de serviço é central na vida cristã, onde Jesus ensina que o maior é aquele que serve.","referencias_relacionadas":["Mateus 20:26-28","Filipenses 2:7","1 Pedro 4:10"]},"genesis_44_28_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' é usada para indicar a ação de deixar um lugar ou uma situação.","explicacao_detalhada":"No contexto, 'sair' pode se referir à ideia de deixar a casa do pai ou a situação de conflito com José.","por_que_esta_palavra":"A palavra 'sair' é significativa, pois representa mudanças e transições na vida dos personagens.","conexao_teologica":"A Bíblia fala sobre sair do pecado e entrar em uma nova vida em Cristo, simbolizando transformação.","referencias_relacionadas":["Gênesis 12:1","Isaías 43:18-19","2 Coríntios 5:17"]},"genesis_44_28_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade dos fatos, à honestidade e à integridade na comunicação.","explicacao_detalhada":"Neste contexto, a verdade é um elemento crucial nas interações entre os personagens, especialmente em situações de conflito e desconfiança. A busca pela verdade é fundamental para a restauração das relações.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da sinceridade e da transparência nas relações familiares e sociais.","conexao_teologica":"A verdade é um atributo de Deus e é central na mensagem bíblica, refletindo a natureza divina e a necessidade de viver em conformidade com a realidade de Deus.","referencias_relacionadas":["João 8:32","Salmos 51:6","Provérbios 12:22"]},"genesis_44_29_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que se opõe ou é hostil a outra pessoa, criando um clima de desconfiança.","explicacao_detalhada":"Neste versículo, o uso da palavra 'inimigo' destaca a tensão e o medo que permeiam as relações entre os irmãos de José, especialmente em relação à sua segurança e ao futuro.","por_que_esta_palavra":"A palavra é importante para descrever a dinâmica de rivalidade e desconfiança que existe entre os personagens, refletindo a fragilidade das relações humanas.","conexao_teologica":"A ideia de inimigos é frequentemente abordada na Bíblia, onde Deus é visto como o defensor dos oprimidos e o juiz dos injustos.","referencias_relacionadas":["Salmos 23:5","Mateus 5:44","Romanos 12:20"]},"genesis_44_29_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica em ação de apreender ou segurar algo, muitas vezes com um sentido de posse ou controle.","explicacao_detalhada":"Neste contexto, 'tomar' refere-se à ação de agarrar ou reter algo que é considerado valioso ou importante, refletindo a luta pelo que é querido.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a urgência e a intensidade da situação em que os personagens se encontram, onde a perda é uma possibilidade real.","conexao_teologica":"A ideia de tomar algo pode ser vista como uma metáfora para a relação entre Deus e Seu povo, onde Deus toma a iniciativa de buscar e salvar.","referencias_relacionadas":["Salmos 37:24","Isaías 41:10","Filipenses 3:12"]},"genesis_44_29_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a ações ou intenções que são moralmente erradas ou prejudiciais.","explicacao_detalhada":"Neste versículo, o 'mal' é mencionado em um contexto de preocupação e medo, refletindo as consequências das ações passadas dos irmãos de José.","por_que_esta_palavra":"A palavra é utilizada para descrever a gravidade da situação e as implicações morais das ações dos personagens.","conexao_teologica":"O conceito de mal é central na teologia bíblica, onde Deus é visto como o oposto do mal e como aquele que busca restaurar o bem.","referencias_relacionadas":["Gênesis 50:20","Romanos 12:21","Tiago 1:13"]},"genesis_44_30_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve a outra pessoa, muitas vezes em um papel de submissão ou lealdade.","explicacao_detalhada":"Neste contexto, o 'servo' é uma figura que representa a lealdade e a devoção, especialmente em relação à família e à autoridade.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica de poder e serviço nas relações familiares, especialmente entre os irmãos.","conexao_teologica":"O conceito de servo é fundamental na Bíblia, onde Jesus é apresentado como o Servo Sofredor, exemplificando o verdadeiro serviço e sacrifício.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:7","Isaías 53:11"]},"genesis_44_30_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência da vida, ao ser interior que dá significado à existência.","explicacao_detalhada":"Neste versículo, a 'alma' é mencionada como algo precioso, refletindo a importância da vida e das relações interpessoais.","por_que_esta_palavra":"A palavra é utilizada para enfatizar o valor da vida e a conexão emocional entre os personagens.","conexao_teologica":"A alma é vista na Bíblia como a parte imortal do ser humano, que Deus valoriza e busca redimir.","referencias_relacionadas":["Gênesis 2:7","Mateus 16:26","Salmos 139:14"]},"genesis_44_30_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' refere-se a um profundo afeto e compromisso entre as pessoas, especialmente em relações familiares.","explicacao_detalhada":"Neste contexto, o amor é um tema central que motiva as ações dos personagens e suas decisões, refletindo a profundidade dos laços familiares.","por_que_esta_palavra":"A palavra é utilizada para descrever a força emocional que une os irmãos, mesmo em meio a conflitos e desentendimentos.","conexao_teologica":"O amor é um dos temas mais importantes da Bíblia, sendo um reflexo da natureza de Deus e do mandamento central de amar ao próximo.","referencias_relacionadas":["1 Coríntios 13:4-7","João 15:13","1 João 4:8"]},"genesis_44_31_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida, um tema que traz grande peso emocional e espiritual.","explicacao_detalhada":"Neste versículo, a menção à morte expressa o desespero e a gravidade da situação enfrentada pelos personagens, refletindo o medo da perda.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a seriedade das consequências das ações e decisões dos personagens.","conexao_teologica":"A morte é um tema recorrente na Bíblia, onde é vista como consequência do pecado, mas também como um caminho para a vida eterna em Cristo.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","Hebreus 9:27"]},"genesis_44_31_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' é usada novamente para reforçar a ideia de hostilidade e conflito nas relações.","explicacao_detalhada":"Neste contexto, a repetição da palavra 'inimigo' destaca a tensão emocional e a desconfiança que permeiam a narrativa.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica de rivalidade e a luta pela sobrevivência entre os irmãos.","conexao_teologica":"A presença de inimigos é uma realidade na vida cristã, onde a Bíblia ensina sobre a necessidade de amar e orar por aqueles que nos perseguem.","referencias_relacionadas":["Salmos 27:2","Mateus 5:44","Romanos 12:14"]},"genesis_44_31_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a uma queda física ou emocional, simbolizando a fragilidade da condição humana.","explicacao_detalhada":"Neste versículo, 'cair' é usado para descrever a possibilidade de desespero e a perda de esperança diante da situação crítica.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a vulnerabilidade dos personagens e a gravidade das consequências de suas ações.","conexao_teologica":"A queda é um tema teológico que remete à queda do homem no pecado, mas também à promessa de redenção através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Pedro 5:8"]},"genesis_44_32_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, que neste contexto é a acusação feita contra os irmãos de José.","explicacao_detalhada":"O pecado é visto como uma ofensa a Deus e uma violação de Seus mandamentos. No contexto de Gênesis 44:32, a confissão de pecado é um reconhecimento da culpa e da necessidade de arrependimento.","por_que_esta_palavra":"A palavra é usada para enfatizar a gravidade da situação em que os irmãos se encontram, reconhecendo suas falhas e a necessidade de justiça.","conexao_teologica":"O conceito de pecado é central na teologia bíblica, pois estabelece a necessidade de redenção e a obra de Cristo como Salvador.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"genesis_44_32_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é utilizada para indicar um período de tempo específico, referindo-se ao momento em que os eventos estão ocorrendo.","explicacao_detalhada":"No contexto bíblico, o 'dia' pode simbolizar tanto um período literal de 24 horas quanto um tempo de julgamento ou de eventos significativos na história da salvação.","por_que_esta_palavra":"A menção do dia é importante para situar os eventos na narrativa e para enfatizar a urgência da situação.","conexao_teologica":"O conceito de dia é frequentemente associado ao plano de Deus para a criação e a redenção, como em Gênesis 1 e Apocalipse 21.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","2 Pedro 3:8"]},"genesis_44_32_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação ou situação apresentada.","explicacao_detalhada":"Neste contexto, 'porque' é usado para conectar a confissão de culpa à necessidade de um entendimento mais profundo da situação dos irmãos.","por_que_esta_palavra":"É crucial para a narrativa, pois estabelece a razão pela qual os irmãos estão se defendendo e reconhecendo suas ações.","conexao_teologica":"A palavra 'porque' é frequentemente usada nas Escrituras para explicar a relação entre a ação humana e a resposta divina.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Tiago 1:14-15"]},"genesis_44_33_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de avaliar ou decidir sobre a culpa ou inocência de alguém.","explicacao_detalhada":"No contexto, o ato de julgar é uma função que implica autoridade e responsabilidade, especialmente na figura de José, que está em posição de decidir o destino de seus irmãos.","por_que_esta_palavra":"É importante para mostrar a seriedade da situação e a necessidade de um julgamento justo.","conexao_teologica":"O julgamento é um tema recorrente na Bíblia, refletindo a justiça de Deus e a responsabilidade humana.","referencias_relacionadas":["Mateus 7:1-2","Romanos 14:10","Apocalipse 20:12"]},"genesis_44_33_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a uma pessoa que serve a outra, muitas vezes em um contexto de lealdade e submissão.","explicacao_detalhada":"Neste caso, os irmãos se referem a si mesmos como servos, reconhecendo sua posição de vulnerabilidade diante de José, que é o governante do Egito.","por_que_esta_palavra":"A utilização de 'servo' enfatiza a humildade e a disposição dos irmãos em se submeter à autoridade de José.","conexao_teologica":"O conceito de serviço é central na vida cristã, refletindo a atitude de Cristo como Servo sofredor.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:7","Gálatas 5:13"]},"genesis_44_33_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se a alguém que detém autoridade e poder, especialmente em um contexto governamental.","explicacao_detalhada":"José é reconhecido como soberano do Egito, o que lhe confere o direito de decidir sobre a vida e a morte de seus irmãos.","por_que_esta_palavra":"A palavra é usada para destacar a posição de José e a seriedade da situação em que os irmãos se encontram.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, refletindo Seu controle sobre a história e a criação.","referencias_relacionadas":["Salmos 103:19","Romanos 13:1","Efésios 1:11"]},"genesis_44_34_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa, neste caso, para a defesa dos irmãos diante de José.","explicacao_detalhada":"A repetição da palavra enfatiza a necessidade de explicar suas ações e a situação em que se encontram.","por_que_esta_palavra":"É crucial para a narrativa, pois ajuda a construir a argumentação dos irmãos em sua defesa.","conexao_teologica":"A explicação e a justificativa são temas importantes na relação entre Deus e a humanidade, refletindo a necessidade de arrependimento.","referencias_relacionadas":["Romanos 3:20","1 Pedro 3:15","Tiago 4:17"]},"genesis_44_34_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' é usada novamente para enfatizar a posição dos irmãos como servos diante de José.","explicacao_detalhada":"A repetição da palavra reforça a ideia de humildade e submissão, reconhecendo a autoridade de José.","por_que_esta_palavra":"A utilização de 'servo' é importante para mostrar a disposição dos irmãos em se submeter à vontade de José.","conexao_teologica":"O serviço é um princípio fundamental na vida cristã, refletindo a natureza de Cristo e Seu chamado para Seus seguidores.","referencias_relacionadas":["Mateus 23:11","Romanos 12:11","1 Pedro 4:10"]},"genesis_44_34_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a ações ou intenções que são moralmente erradas ou prejudiciais.","explicacao_detalhada":"Neste contexto, os irmãos reconhecem que suas ações no passado foram más e que isso os levou à situação atual.","por_que_esta_palavra":"A menção do mal é crucial para a confissão de culpa e a necessidade de arrependimento.","conexao_teologica":"O mal é um tema central na Bíblia, refletindo a condição humana e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 6:5","Romanos 7:19","Tiago 1:13"]}}