{"genesis_45_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"No contexto, o 'modo' pode se referir à forma como José se revela a seus irmãos, enfatizando a dramaticidade do momento.","por_que_esta_palavra":"A escolha da palavra é importante para descrever a intensidade emocional da revelação de José.","conexao_teologica":"O modo como Deus se revela à humanidade é um tema importante, refletindo Sua graça e misericórdia.","referencias_relacionadas":["Êxodo 33:18-19","Salmos 19:1","Hebreus 1:1-2"]},"genesis_45_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à autenticidade e sinceridade nas relações, especialmente no contexto da revelação de José a seus irmãos.","explicacao_detalhada":"José, ao se revelar, enfatiza a verdade de sua identidade e a realidade dos eventos que ocorreram, mostrando que ele não guarda rancor e que tudo faz parte do plano de Deus.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a importância da honestidade e da transparência nas relações familiares e na vida em comunidade.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a fé cristã, que se baseia na verdade revelada nas Escrituras.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"genesis_45_1_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' é usada quando José convoca seus irmãos para se aproximarem dele, simbolizando um convite à reconciliação.","explicacao_detalhada":"Este ato de chamar é um gesto de amor e perdão, onde José deseja restaurar o relacionamento com seus irmãos após anos de separação e conflito.","por_que_esta_palavra":"'Chamar' implica uma ação intencional de buscar a proximidade e a reconciliação, mostrando que o perdão é um passo ativo.","conexao_teologica":"Deus também nos chama para a reconciliação e a restauração em nossas vidas, refletindo Seu amor por nós.","referencias_relacionadas":["Romanos 5:10","2 Coríntios 5:18","Mateus 11:28"]},"genesis_45_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de José de oferecer ajuda e sustento a seus irmãos, que estavam em necessidade.","explicacao_detalhada":"José, ao dar, não apenas fornece alimento, mas também expressa seu perdão e desejo de cuidar de sua família, mostrando generosidade mesmo após a traição.","por_que_esta_palavra":"A palavra 'dar' é central na narrativa, pois representa a ação de um líder que se preocupa com o bem-estar de sua família.","conexao_teologica":"Deus é descrito como aquele que dá generosamente, e somos chamados a imitar esse caráter em nossas vidas.","referencias_relacionadas":["Atos 20:35","2 Coríntios 9:7","Mateus 5:42"]},"genesis_45_2_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação de José, que é um meio de expressar suas emoções e intenções.","explicacao_detalhada":"A voz de José não é apenas um som, mas carrega peso emocional e espiritual, revelando sua dor e alegria ao se reunir com seus irmãos.","por_que_esta_palavra":"A ênfase na 'voz' destaca a importância da comunicação clara e sincera nas relações interpessoais.","conexao_teologica":"A voz de Deus é frequentemente associada à Sua revelação e orientação, mostrando que a comunicação é vital na relação com o Criador.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"genesis_45_3_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é usada por José para expressar a continuidade e a restauração de sua relação com seus irmãos.","explicacao_detalhada":"José menciona a vida como um presente de Deus, enfatizando que, apesar das dificuldades, a vida é um dom que deve ser celebrado.","por_que_esta_palavra":"A menção à 'vida' reflete a transformação que ocorreu na história de José e sua família, de morte para vida.","conexao_teologica":"A vida é um tema central na teologia cristã, simbolizando a nova vida em Cristo e a esperança da ressurreição.","referencias_relacionadas":["João 10:10","Romanos 6:4","2 Coríntios 5:17"]},"genesis_45_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada por José para comunicar a verdade sobre sua identidade e o propósito de Deus em sua vida.","explicacao_detalhada":"Ao dizer, José revela não apenas quem ele é, mas também a soberania de Deus em sua trajetória, mostrando que tudo aconteceu para um bem maior.","por_que_esta_palavra":"A palavra 'dizer' é crucial para a comunicação de verdades espirituais e pessoais, que podem impactar a vida dos outros.","conexao_teologica":"A palavra de Deus é viva e eficaz, e assim como José, somos chamados a proclamar a verdade que recebemos.","referencias_relacionadas":["Hebreus 4:12","Tiago 1:22","Romanos 10:17"]},"genesis_45_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A repetição da palavra 'dizer' reforça a importância da comunicação clara e da revelação da verdade.","explicacao_detalhada":"José enfatiza a necessidade de que seus irmãos entendam a realidade de sua situação e a providência divina que os trouxe até ali.","por_que_esta_palavra":"Reiterar a palavra 'dizer' mostra a urgência e a importância de transmitir mensagens de perdão e reconciliação.","conexao_teologica":"A comunicação é um meio pelo qual Deus se revela ao homem, e somos chamados a ser mensageiros dessa revelação.","referencias_relacionadas":["Mateus 28:19-20","1 Pedro 3:15","Efésios 6:19"]},"genesis_45_4_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é mencionada em um contexto que pode se referir à família e à importância das relações familiares.","explicacao_detalhada":"José menciona sua mulher como parte de sua vida e identidade, ressaltando a importância das relações conjugais e familiares na narrativa.","por_que_esta_palavra":"A inclusão da mulher na conversa destaca o valor das relações e a unidade familiar, que são essenciais na cultura hebraica.","conexao_teologica":"A família é uma instituição divina, e a Bíblia enfatiza a importância do casamento e da unidade familiar.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:31","Colossenses 3:18-19"]},"genesis_45_4_nome":{"palavra_pt":"nome","palavra_original":"יוֹסֵף","transliteracao":"Yôwçêph","strong":"H3130","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de José e à sua conexão com a história de sua família.","explicacao_detalhada":"Ao mencionar seu nome, José reafirma sua identidade e o papel que desempenha na história da salvação e na preservação de sua família.","por_que_esta_palavra":"O nome é um símbolo de identidade e legado, e José usa isso para conectar sua história à de seus irmãos.","conexao_teologica":"O nome de Jesus é central na fé cristã, simbolizando a salvação e a identidade do Filho de Deus.","referencias_relacionadas":["Filipenses 2:9-11","Atos 4:12","Romanos 10:13"]},"genesis_45_5_vida":{"palavra_pt":"vida","palavra_original":"מִחְיָה","transliteracao":"michyâh","strong":"H4241","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é novamente mencionada, enfatizando a importância da preservação da vida e da providência divina.","explicacao_detalhada":"José fala sobre a vida como um presente que deve ser valorizado, especialmente em tempos de crise e necessidade.","por_que_esta_palavra":"A repetição da palavra 'vida' reforça a mensagem de esperança e restauração que permeia a narrativa de José.","conexao_teologica":"A vida eterna é uma promessa central na teologia cristã, e a preservação da vida física é um reflexo do cuidado de Deus por nós.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:11-12"]},"genesis_45_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual José está explicando a seus irmãos que não devem se preocupar com o que fizeram.","explicacao_detalhada":"Neste contexto, José revela que a venda dele como escravo não foi um acidente, mas parte do plano de Deus para preservar a vida durante a fome.","por_que_esta_palavra":"A palavra 'porque' conecta a ação de José à soberania de Deus, mostrando que mesmo os atos humanos têm um propósito divino.","conexao_teologica":"A soberania de Deus é um tema central na narrativa de Gênesis, onde Ele usa até mesmo o mal para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 50:20","Romanos 8:28","Atos 2:23"]},"genesis_45_5_caminho":{"palavra_pt":"caminho","palavra_original":"הֵנָּה","transliteracao":"hênnâh","strong":"H2008","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao percurso que os irmãos de José tomaram para chegar ao Egito em busca de alimento.","explicacao_detalhada":"O 'caminho' simboliza não apenas a jornada física, mas também a trajetória espiritual e emocional dos irmãos, que enfrentam suas culpas.","por_que_esta_palavra":"O 'caminho' é importante para entender como as decisões e ações dos personagens estão interligadas ao plano divino.","conexao_teologica":"A jornada de fé e arrependimento é um tema recorrente na Bíblia, onde o caminho de cada um é guiado por Deus.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Isaías 30:21"]},"genesis_45_6_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A 'fome' é o motivo pelo qual os irmãos de José descem ao Egito, simbolizando a necessidade humana e a busca por sustento.","explicacao_detalhada":"A fome não é apenas uma necessidade física, mas também representa a busca espiritual por algo que sacie a alma.","por_que_esta_palavra":"A 'fome' destaca a fragilidade humana e a dependência de Deus para suprir nossas necessidades.","conexao_teologica":"Jesus se refere a si mesmo como o pão da vida, mostrando que Ele é a verdadeira satisfação para a fome espiritual.","referencias_relacionadas":["Mateus 5:6","João 6:35","Salmos 107:9"]},"genesis_45_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' refere-se ao lugar onde a fome está afetando a família de José, simbolizando a promessa de Deus a Abraão.","explicacao_detalhada":"A terra é um elemento central na história de Israel, representando tanto a herança física quanto a espiritual do povo escolhido.","por_que_esta_palavra":"A menção da terra conecta a narrativa atual ao pacto de Deus com os patriarcas, reafirmando Sua fidelidade.","conexao_teologica":"A terra prometida é um símbolo da presença e bênção de Deus, que se estende a todos os que creem.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 11:9-10"]},"genesis_45_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a explicação de José sobre a providência divina em sua vida.","explicacao_detalhada":"José enfatiza que a sua venda como escravo foi parte do plano de Deus para salvar muitos, incluindo sua própria família.","por_que_esta_palavra":"A repetição da palavra 'porque' reforça a ideia de que as ações de Deus são intencionais e têm um propósito maior.","conexao_teologica":"A providência divina é um tema que permeia toda a Escritura, mostrando que Deus está sempre no controle.","referencias_relacionadas":["Gênesis 50:20","Romanos 8:28","Efésios 1:11"]},"genesis_45_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' é novamente mencionada como o local de origem dos irmãos de José, que estão em necessidade.","explicacao_detalhada":"A referência à terra destaca a conexão entre o povo de Deus e o lugar que Ele lhes prometeu.","por_que_esta_palavra":"A terra é um símbolo da identidade e do chamado de Israel como nação escolhida por Deus.","conexao_teologica":"A relação entre o povo e a terra é um tema central na história da salvação, refletindo a fidelidade de Deus.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:29"]},"genesis_45_7_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' é usada para expressar a intenção de José de preservar a vida de sua família durante a fome.","explicacao_detalhada":"José não apenas quer salvar seus irmãos da fome, mas também restaurar o relacionamento familiar e a vida deles.","por_que_esta_palavra":"A ideia de 'viver' está ligada à promessa de Deus de dar vida e abundância ao Seu povo.","conexao_teologica":"A vida é um tema central na mensagem do evangelho, onde Jesus oferece vida em abundância.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"genesis_45_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à soberania e ao controle de Deus sobre a situação que José e sua família estão enfrentando.","explicacao_detalhada":"José reconhece que foi Deus quem o enviou ao Egito para preservar a vida, mostrando sua fé na providência divina.","por_que_esta_palavra":"A menção de Deus enfatiza a crença de José de que tudo acontece sob a direção divina.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele usa até mesmo o sofrimento para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 50:20","Isaías 46:10","Romanos 8:28"]},"genesis_45_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada novamente para reafirmar a ação divina na vida de José e na história de Israel.","explicacao_detalhada":"José reconhece que sua ascensão ao poder no Egito é parte do plano de Deus para salvar seu povo.","por_que_esta_palavra":"A ênfase em Deus mostra a centralidade da fé e da confiança em Sua soberania.","conexao_teologica":"A presença de Deus na vida de Seus servos é um tema que se repete ao longo da Bíblia, mostrando Seu cuidado e direção.","referencias_relacionadas":["Gênesis 50:20","Salmos 115:3","Provérbios 19:21"]},"genesis_45_8_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade e ao controle absoluto de Deus sobre todas as coisas.","explicacao_detalhada":"José reconhece que foi Deus quem o colocou em uma posição de poder para cumprir Seus propósitos.","por_que_esta_palavra":"A soberania de Deus é um conceito fundamental que assegura que nada acontece fora de Seu controle.","conexao_teologica":"A soberania de Deus é um tema que traz conforto e esperança aos crentes, pois sabemos que Ele está no controle.","referencias_relacionadas":["Salmos 103:19","Daniel 4:35","Romanos 13:1"]},"genesis_45_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus agiu na vida de José, permitindo que ele se tornasse um instrumento de salvação para sua família.","explicacao_detalhada":"A palavra 'modo' aqui enfatiza a forma como os eventos se desenrolaram, mostrando a providência divina na trajetória de José, que passou de escravo a governador do Egito.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a soberania de Deus em guiar os acontecimentos de maneira específica e intencional.","conexao_teologica":"A providência divina é um tema central na teologia, mostrando que Deus está no controle de todas as circunstâncias da vida.","referencias_relacionadas":["Gênesis 50:20","Romanos 8:28","Salmos 37:23"]},"genesis_45_9_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"José se apresenta como o soberano do Egito, reconhecendo sua autoridade e posição elevada.","explicacao_detalhada":"A palavra 'soberano' reflete a autoridade que José recebeu e como ele foi colocado em uma posição de poder para salvar sua família da fome.","por_que_esta_palavra":"A palavra 'soberano' é crucial para entender a dinâmica de poder no Egito e a posição de José como instrumento de Deus.","conexao_teologica":"A soberania de Deus é um conceito que permeia toda a Escritura, mostrando que Ele levanta e derruba governantes conforme Sua vontade.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Salmos 22:28"]},"genesis_45_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como José se comunica com seus irmãos, enfatizando a importância de sua mensagem.","explicacao_detalhada":"A repetição da palavra 'modo' aqui reforça a ideia de que a comunicação de José é intencional e cheia de significado.","por_que_esta_palavra":"A palavra 'modo' é utilizada para destacar a clareza e a importância da revelação que José está prestes a fazer a seus irmãos.","conexao_teologica":"A comunicação divina é um tema importante, onde Deus se revela de maneira clara e direta aos Seus servos.","referencias_relacionadas":["Hebreus 1:1-2","Gênesis 41:16","Êxodo 3:14"]},"genesis_45_9_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da posição de José e à importância de sua função no Egito.","explicacao_detalhada":"A palavra 'grande' enfatiza não apenas a posição de José, mas também a magnitude do que ele está prestes a realizar em nome de Deus.","por_que_esta_palavra":"A escolha da palavra 'grande' é significativa, pois reflete a providência de Deus em elevar José a uma posição de influência.","conexao_teologica":"A grandeza de Deus é frequentemente refletida nas vidas de Seus servos, mostrando como Ele pode usar indivíduos comuns para realizar Seus propósitos.","referencias_relacionadas":["Salmos 113:4","Mateus 5:14","1 Pedro 2:9"]},"genesis_45_10_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"José fala sobre sua capacidade de julgar e governar a terra do Egito.","explicacao_detalhada":"A palavra 'julgar' implica em autoridade e responsabilidade, indicando que José não apenas governa, mas também toma decisões justas.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender o papel de José como líder e a confiança que Deus depositou nele.","conexao_teologica":"A justiça é um atributo de Deus, e líderes justos são um reflexo desse caráter divino.","referencias_relacionadas":["Salmos 72:1","Provérbios 29:14","Isaías 1:17"]},"genesis_45_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra do Egito, onde José exerce sua autoridade.","explicacao_detalhada":"A palavra 'terra' aqui é significativa, pois representa não apenas o território físico, mas também o povo que José deve cuidar.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a responsabilidade de José em governar e proteger a nação durante a fome.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando tanto a promessa de Deus quanto a responsabilidade dos líderes.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:29"]},"genesis_45_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"José se refere a si mesmo como filho, enfatizando sua identidade e relação com seu pai, Jacó.","explicacao_detalhada":"A palavra 'filho' destaca a conexão familiar e a importância das relações na narrativa de José.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a dinâmica familiar e o papel de José como mediador entre Deus e sua família.","conexao_teologica":"A relação entre pai e filho é um tema recorrente na Bíblia, refletindo a relação entre Deus e Seus filhos.","referencias_relacionadas":["Gênesis 37:3","Mateus 3:17","João 1:12"]},"genesis_45_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como José se dirige a seus irmãos, enfatizando a importância de sua mensagem.","explicacao_detalhada":"A repetição da palavra 'modo' aqui reforça a ideia de que a comunicação de José é intencional e cheia de significado.","por_que_esta_palavra":"A palavra 'modo' é utilizada para destacar a clareza e a importância da revelação que José está prestes a fazer a seus irmãos.","conexao_teologica":"A comunicação divina é um tema importante, onde Deus se revela de maneira clara e direta aos Seus servos.","referencias_relacionadas":["Hebreus 1:1-2","Gênesis 41:16","Êxodo 3:14"]},"genesis_45_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"José explica a razão pela qual ele está em uma posição de autoridade e como isso se relaciona com seus irmãos.","explicacao_detalhada":"A palavra 'porque' conecta a ação de José à providência de Deus, mostrando que tudo faz parte de um plano maior.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica por trás das ações de José e a soberania de Deus.","conexao_teologica":"A compreensão do propósito divino é fundamental na teologia, onde cada evento tem um significado dentro do plano de Deus.","referencias_relacionadas":["Romanos 8:28","Gênesis 50:20","Efésios 1:11"]},"genesis_45_12_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"José menciona o 'olho' como um símbolo de percepção e entendimento, referindo-se à visão que ele teve sobre a situação.","explicacao_detalhada":"A palavra 'olho' aqui pode simbolizar a capacidade de ver além das circunstâncias imediatas e entender o plano de Deus.","por_que_esta_palavra":"A escolha da palavra 'olho' enfatiza a importância da visão espiritual e da percepção na vida de fé.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde Deus abre os olhos de Seu povo para entender Sua vontade.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Efésios 1:18"]},"genesis_45_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual algo é dito ou feito.","explicacao_detalhada":"Neste contexto, 'porque' conecta a declaração de José sobre sua revelação a seus irmãos, explicando a motivação por trás de suas ações e sentimentos.","por_que_esta_palavra":"A palavra é crucial para entender a lógica e a intenção de José ao se revelar a seus irmãos, mostrando que suas ações estavam fundamentadas em um propósito maior.","conexao_teologica":"A utilização de 'porque' revela a soberania de Deus na história, onde as ações humanas são guiadas por um plano divino.","referencias_relacionadas":["Gênesis 50:20","Romanos 8:28","Provérbios 16:9"]},"genesis_45_12_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"José fala aos seus irmãos para esclarecer sua identidade e o propósito de Deus em sua vida, enfatizando a importância da comunicação na resolução de conflitos.","por_que_esta_palavra":"A palavra é fundamental para a narrativa, pois a revelação de José depende da comunicação clara de sua identidade e do perdão que ele oferece.","conexao_teologica":"A comunicação é um meio pelo qual Deus se revela e se relaciona com a humanidade, exemplificado na forma como José se comunica com seus irmãos.","referencias_relacionadas":["Tiago 1:19","Provérbios 15:1","Mateus 12:34"]},"genesis_45_13_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que é hostil ou que se opõe a outra pessoa.","explicacao_detalhada":"Neste contexto, José se refere à hostilidade que existia entre ele e seus irmãos, que o venderam como escravo.","por_que_esta_palavra":"A menção de 'inimigo' destaca a transformação da relação entre José e seus irmãos, de hostilidade para reconciliação.","conexao_teologica":"A reconciliação é um tema central na teologia cristã, refletindo o perdão que Deus oferece a todos os seres humanos.","referencias_relacionadas":["Mateus 5:44","Romanos 5:10","Efésios 2:16"]},"genesis_45_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"José menciona o modo como ele foi tratado por seus irmãos, enfatizando a gravidade de suas ações e a mudança que ocorreu.","por_que_esta_palavra":"A palavra é importante para entender a transformação na relação entre José e seus irmãos, que agora se encontram em um novo contexto.","conexao_teologica":"O modo como tratamos os outros reflete nossa compreensão do amor e do perdão de Deus.","referencias_relacionadas":["Gálatas 6:7","Colossenses 3:13","Mateus 7:2"]},"genesis_45_14_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode referir-se a uma queda física ou a um colapso emocional.","explicacao_detalhada":"José cai sobre o pescoço de seu irmão Benjamim, expressando sua emoção e a profundidade de sua reconciliação.","por_que_esta_palavra":"A ação de 'cair' simboliza a intensidade do perdão e da restauração da relação entre irmãos.","conexao_teologica":"A queda emocional é um reflexo da vulnerabilidade humana e da necessidade de relacionamentos saudáveis, que Deus deseja para nós.","referencias_relacionadas":["Salmos 133:1","2 Coríntios 5:18","Efésios 4:32"]},"genesis_45_14_idiom":{"palavra_pt":"expressao","palavra_original":"בָּכָה","transliteracao":"bâkâh","strong":"H1058","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à manifestação de sentimentos ou emoções.","explicacao_detalhada":"A expressão de José ao chorar sobre Benjamim demonstra a profundidade de seus sentimentos e a alegria da reconciliação.","por_que_esta_palavra":"A expressão é vital para entender a dimensão emocional da narrativa e a importância do perdão.","conexao_teologica":"As emoções humanas são parte da criação de Deus, e expressá-las é essencial para relacionamentos saudáveis.","referencias_relacionadas":["Romanos 12:15","Salmos 56:8","Eclesiastes 3:4"]},"genesis_45_14_filho":{"palavra_pt":"filho","palavra_original":"בִּנְיָמִין","transliteracao":"Binyâmîyn","strong":"H1144","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente ou a uma relação familiar.","explicacao_detalhada":"José se refere a Benjamim como seu irmão, enfatizando a ligação familiar e a importância da unidade entre eles.","por_que_esta_palavra":"A palavra 'filho' é significativa, pois representa a continuidade da linhagem e a restauração das relações familiares.","conexao_teologica":"A relação entre irmãos é um reflexo da família de Deus, onde todos são chamados a viver em unidade.","referencias_relacionadas":["Salmos 127:3","Efésios 2:19","1 João 3:1"]},"genesis_45_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada novamente para descrever a maneira como as interações ocorrem.","explicacao_detalhada":"José fala sobre o modo como ele se relaciona com seus irmãos, enfatizando a mudança de hostilidade para amor.","por_que_esta_palavra":"A repetição da palavra 'modo' sublinha a transformação nas relações familiares.","conexao_teologica":"A maneira como nos relacionamos uns com os outros é um reflexo do amor de Cristo em nossas vidas.","referencias_relacionadas":["1 João 4:7","Colossenses 3:14","Romanos 12:10"]},"genesis_45_15_governo":{"palavra_pt":"governo","palavra_original":"נָשַׁק","transliteracao":"nâshaq","strong":"H5401","significado_raiz":"Ideia básica: governo.","significado_contextual":"A palavra 'governo' refere-se à autoridade ou controle sobre uma situação.","explicacao_detalhada":"José menciona seu papel de governo no Egito, que é parte do plano de Deus para salvar sua família da fome.","por_que_esta_palavra":"A palavra é importante para entender a soberania de Deus na história e como Ele usa pessoas em posições de autoridade.","conexao_teologica":"Deus é o governante supremo, e Ele usa líderes para cumprir Seus propósitos.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","Daniel 2:21"]},"genesis_45_16_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som produzido ao falar ou expressar algo.","explicacao_detalhada":"A voz de José é um símbolo de sua identidade e autoridade, que agora é reconhecida por seus irmãos.","por_que_esta_palavra":"A voz é um meio de comunicação essencial, e neste contexto, representa a revelação de quem José realmente é.","conexao_teologica":"A voz de Deus é frequentemente associada à Sua revelação e ao chamado para a humanidade.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"genesis_45_16_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à família de alguém, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' neste contexto representa não apenas a estrutura física, mas também a ideia de um lugar onde se vive em comunidade e se compartilham laços familiares. É um espaço de acolhimento e proteção.","por_que_esta_palavra":"A menção da 'casa' é crucial para entender a importância da família e das relações interpessoais no contexto da narrativa de José, que busca reunir sua família após anos de separação.","conexao_teologica":"A casa é frequentemente vista na Bíblia como um símbolo da presença de Deus e do Seu cuidado, refletindo a ideia de que Deus deseja habitar entre o Seu povo.","referencias_relacionadas":["Gênesis 18:19","Salmos 127:1","Mateus 7:24"]},"genesis_45_16_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, simbolizando poder e autoridade.","explicacao_detalhada":"O faraó é uma figura central na narrativa do Êxodo e na história de José, representando a opressão e, ao mesmo tempo, a possibilidade de libertação. Sua posição de autoridade é fundamental para a dinâmica entre José e seus irmãos.","por_que_esta_palavra":"A menção do faraó destaca a importância do governo e da liderança na história de Israel, mostrando como Deus pode usar líderes pagãos para cumprir Seus propósitos.","conexao_teologica":"O faraó, como figura de autoridade, representa tanto a soberania humana quanto a soberania divina, onde Deus está no controle da história, mesmo através de líderes não israelitas.","referencias_relacionadas":["Êxodo 5:1","Êxodo 12:30","Romanos 9:17"]},"genesis_45_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo de forma clara e significativa.","explicacao_detalhada":"A palavra 'dizer' é fundamental para a comunicação e a revelação de intenções. Neste contexto, é a forma como o faraó se dirige a José e aos seus irmãos, enfatizando a importância da mensagem que está sendo transmitida.","por_que_esta_palavra":"A comunicação é essencial para a reconciliação e a restauração das relações familiares, especialmente após anos de separação e mal-entendidos.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, e a comunicação entre os personagens bíblicos reflete a importância da palavra na vida espiritual.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Tiago 1:19"]},"genesis_45_17_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Novamente, refere-se ao título do governante do Egito, enfatizando sua autoridade e influência.","explicacao_detalhada":"A repetição da palavra 'faraó' reforça a centralidade do seu papel na narrativa, mostrando como ele é um agente de mudança na vida de José e de sua família.","por_que_esta_palavra":"A presença do faraó é um lembrete do poder humano e da necessidade de se submeter à autoridade, mesmo quando se busca a vontade de Deus.","conexao_teologica":"A relação entre José e o faraó ilustra como Deus pode usar autoridades seculares para realizar Seus planos, mostrando que Sua soberania se estende a todas as esferas da vida.","referencias_relacionadas":["Gênesis 41:46","Êxodo 1:8","Romanos 13:1"]},"genesis_45_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente ao contexto de Gênesis 45, mas pode ser uma confusão com outra palavra.","explicacao_detalhada":"Se a intenção era referir-se a uma ação ou verbo, é importante esclarecer que a palavra 'urso' não se encaixa no contexto da narrativa de José e do faraó.","por_que_esta_palavra":"A inclusão de 'urso' pode ser um erro, pois não se relaciona com a mensagem ou a ação que está sendo discutida neste trecho.","conexao_teologica":"A clareza na comunicação é vital na teologia, e a confusão de termos pode levar a mal-entendidos sobre a mensagem de Deus.","referencias_relacionadas":["Gênesis 1:31","Salmos 19:1","Tiago 1:22"]},"genesis_45_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se à ação de dar ou oferecer algo, especialmente em um contexto de generosidade.","explicacao_detalhada":"A palavra 'dar' é significativa, pois representa a oferta de ajuda e sustento, refletindo a generosidade do faraó em relação à família de José.","por_que_esta_palavra":"A ação de dar é um tema central na Bíblia, simbolizando amor, cuidado e a provisão de Deus para o Seu povo.","conexao_teologica":"Deus é descrito como aquele que dá generosamente, e a atitude do faraó reflete essa característica divina de provisão e cuidado.","referencias_relacionadas":["Mateus 7:11","Tiago 1:17","2 Coríntios 9:7"]},"genesis_45_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, simbolizando a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, representando não apenas um lugar físico, mas também a promessa de Deus de dar uma terra ao Seu povo.","por_que_esta_palavra":"A menção da terra é crucial, pois reflete a continuidade da aliança de Deus com Israel e a importância da terra prometida.","conexao_teologica":"A terra é um símbolo da bênção de Deus e da realização de Suas promessas, sendo um tema recorrente em toda a Escritura.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 8:7-10"]},"genesis_45_18_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber algo, enfatizando a aceitação de um presente ou oferta.","explicacao_detalhada":"A palavra 'tomar' implica em uma ação ativa de aceitação, que é importante no contexto da oferta do faraó à família de José.","por_que_esta_palavra":"A aceitação do que é dado é um ato de fé e confiança, refletindo a relação entre Deus e Seu povo.","conexao_teologica":"Tomar o que Deus oferece é um tema importante na vida cristã, onde somos chamados a aceitar Suas bênçãos e promessas.","referencias_relacionadas":["João 1:12","Romanos 8:32","Efésios 2:8-9"]},"genesis_45_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente, refere-se ao solo ou território, enfatizando a importância da terra na narrativa bíblica.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a ideia de herança e a promessa de Deus, que é central para a identidade do povo de Israel.","por_que_esta_palavra":"A terra é um símbolo de estabilidade e continuidade na história de Israel, representando a fidelidade de Deus às Suas promessas.","conexao_teologica":"A terra prometida é um tema que permeia toda a Bíblia, simbolizando a realização das promessas de Deus e a esperança de um futuro melhor.","referencias_relacionadas":["Gênesis 15:18-21","Salmos 37:11","Hebreus 11:9-10"]},"genesis_45_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente ao contexto de Gênesis 45, mas pode ser uma confusão com outra palavra.","explicacao_detalhada":"Assim como mencionado anteriormente, a palavra 'urso' não se encaixa no contexto da narrativa de José e do faraó.","por_que_esta_palavra":"A inclusão de 'urso' pode ser um erro, pois não se relaciona com a mensagem ou a ação que está sendo discutida neste trecho.","conexao_teologica":"A clareza na comunicação é vital na teologia, e a confusão de termos pode levar a mal-entendidos sobre a mensagem de Deus.","referencias_relacionadas":["Gênesis 1:31","Salmos 19:1","Tiago 1:22"]},"genesis_45_19_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao grupo familiar que José está instruindo a trazer para o Egito.","explicacao_detalhada":"A palavra 'família' aqui se refere não apenas aos parentes diretos, mas a todos os que pertencem ao clã de Jacó, incluindo filhos, filhas e servos. É um chamado à unidade e à preservação da linhagem.","por_que_esta_palavra":"José, ao se reunir com sua família, enfatiza a importância dos laços familiares e da proteção mútua em tempos de crise.","conexao_teologica":"A família é vista como uma instituição divina, e a preservação da linhagem de Israel é crucial para o cumprimento das promessas de Deus.","referencias_relacionadas":["Gênesis 12:3","Gênesis 28:14","Êxodo 3:6"]},"genesis_45_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual José deseja que sua família venha ao Egito.","explicacao_detalhada":"A palavra 'porque' conecta a necessidade de trazer a família à situação de fome que está afetando a terra de Canaã, mostrando a urgência da ação.","por_que_esta_palavra":"José quer que seus irmãos entendam a gravidade da situação e a necessidade de se reunirem para sobreviver.","conexao_teologica":"A providência de Deus é evidente na forma como Ele usa as circunstâncias para reunir a família de Israel.","referencias_relacionadas":["Gênesis 50:20","Romanos 8:28","Gênesis 45:7"]},"genesis_45_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas devem ser feitas, neste caso, a forma de trazer a família ao Egito.","explicacao_detalhada":"A palavra 'modo' implica em um método ou maneira específica de agir, sugerindo que há uma ordem a ser seguida na reunião da família.","por_que_esta_palavra":"José está instruindo seus irmãos sobre como proceder, enfatizando a importância da organização e do planejamento.","conexao_teologica":"Deus muitas vezes dá instruções específicas ao Seu povo sobre como agir em situações críticas.","referencias_relacionadas":["Êxodo 12:21","Números 1:2","Deuteronômio 6:7"]},"genesis_45_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Canaã, onde a família de José estava vivendo e enfrentando a fome.","explicacao_detalhada":"A palavra 'terra' é central na narrativa, pois representa a herança e a promessa de Deus ao povo de Israel, que está em risco devido à fome.","por_que_esta_palavra":"A menção da terra destaca a necessidade de proteção e sustento, além da importância da terra prometida.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel e de Sua fidelidade às promessas.","referencias_relacionadas":["Gênesis 12:1","Gênesis 15:18","Deuteronômio 8:7"]},"genesis_45_21_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma referência a um ato de criação ou realização, possivelmente em um contexto figurativo.","explicacao_detalhada":"Embora a palavra 'urso' não seja usada diretamente no versículo, a ideia de 'fazer' ou 'realizar' é essencial para entender as ações de José em prover para sua família.","por_que_esta_palavra":"José está se posicionando como aquele que 'faz' o bem para sua família, garantindo que eles tenham o que precisam.","conexao_teologica":"Deus é frequentemente descrito como aquele que realiza Suas promessas e cuida de Seu povo.","referencias_relacionadas":["Salmos 37:25","Filipenses 4:19","Mateus 7:11"]},"genesis_45_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou fornecer, essencial para a sobrevivência da família de José.","explicacao_detalhada":"A palavra 'dar' implica em generosidade e provisão, indicando que José está disposto a cuidar de sua família em tempos difíceis.","por_que_esta_palavra":"José, como governador do Egito, tem a capacidade e a responsabilidade de prover para aqueles que estão em necessidade.","conexao_teologica":"A generosidade é um princípio central na vida cristã, refletindo o caráter de Deus que dá abundantemente.","referencias_relacionadas":["2 Coríntios 9:7","Lucas 6:38","Tiago 1:17"]},"genesis_45_21_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou modo de vida que a família de José deve seguir.","explicacao_detalhada":"A palavra 'vida' implica em sustento e direção, essencial para a sobrevivência da família durante a fome.","por_que_esta_palavra":"José está preocupado com a vida de sua família e quer garantir que eles tenham um futuro seguro.","conexao_teologica":"A vida é um dom de Deus, e Ele deseja que Seu povo viva plenamente, em segurança e provisão.","referencias_relacionadas":["João 10:10","Salmos 23:1","Romanos 8:32"]},"genesis_45_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se aos homens da família de José, que são parte do clã de Jacó.","explicacao_detalhada":"A palavra 'homem' destaca a importância dos homens na estrutura familiar e na continuidade da linhagem.","por_que_esta_palavra":"José está enfatizando a necessidade de todos os homens da família estarem presentes para garantir a sobrevivência e a continuidade.","conexao_teologica":"A masculinidade e a liderança são temas importantes na Bíblia, refletindo o papel dos homens na família e na sociedade.","referencias_relacionadas":["Gênesis 1:27","Efésios 5:23","1 Timóteo 5:8"]},"genesis_45_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os homens devem agir ou se comportar ao se reunirem.","explicacao_detalhada":"A palavra 'modo' sugere que há uma expectativa de comportamento e ação entre os homens da família.","por_que_esta_palavra":"José quer que seus irmãos se comportem de maneira digna e responsável ao se reunirem em sua presença.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância do comportamento e da conduta dos crentes.","referencias_relacionadas":["Filipenses 1:27","Colossenses 3:17","1 Pedro 2:12"]},"genesis_45_22_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou fornecer, enfatizando a generosidade de José.","explicacao_detalhada":"A palavra 'dar' aqui é uma reafirmação do compromisso de José em cuidar de sua família, garantindo que eles tenham o que precisam.","por_que_esta_palavra":"José está em posição de prover e quer que sua família saiba que eles podem contar com ele.","conexao_teologica":"A provisão é um tema central na relação entre Deus e Seu povo, refletindo a generosidade divina.","referencias_relacionadas":["Mateus 7:11","Lucas 12:24","Filipenses 4:19"]},"genesis_45_23_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao sustento físico que José enviou a seu pai Jacó e seus irmãos durante a fome.","explicacao_detalhada":"O 'pão' ou 'alimento' é um símbolo de provisão e cuidado. No contexto de Gênesis 45:23, representa a generosidade de José e a restauração da relação familiar.","por_que_esta_palavra":"A palavra 'pão' é fundamental na cultura hebraica, simbolizando não apenas alimento, mas também a vida e a sustento espiritual.","conexao_teologica":"Assim como Deus provê alimento físico, Ele também provê alimento espiritual através de Sua Palavra.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:14"]},"genesis_45_23_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui se refere ao modo de viver e à preservação da vida dos filhos de Jacó.","explicacao_detalhada":"No contexto, 'vida' é um tema central, pois a fome ameaçava a sobrevivência da família de Jacó. José, ao enviar alimento, estava garantindo a continuidade da vida deles.","por_que_esta_palavra":"A vida é um presente de Deus, e a preservação dela é um ato de Sua misericórdia.","conexao_teologica":"A vida física é um reflexo da vida espiritual que encontramos em Cristo.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Gálatas 2:20"]},"genesis_45_23_bom":{"palavra_pt":"bom","palavra_original":"טוּב","transliteracao":"ṭûwb","strong":"H2898","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade da provisão que José estava oferecendo a sua família.","explicacao_detalhada":"A palavra 'bom' destaca a qualidade do que está sendo enviado, enfatizando que é algo desejável e necessário para a sobrevivência.","por_que_esta_palavra":"A bondade de Deus é frequentemente associada à Sua provisão e cuidado por Seu povo.","conexao_teologica":"Deus é descrito como 'bom' em Sua natureza, e Suas ações refletem essa bondade.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"genesis_45_24_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Reforça a ideia de que a vida é preciosa e deve ser preservada, especialmente em tempos de crise.","explicacao_detalhada":"A repetição da palavra 'vida' enfatiza a urgência da situação e a importância da provisão que José estava fazendo.","por_que_esta_palavra":"A vida é um tema recorrente na Bíblia, simbolizando a relação entre Deus e Seu povo.","conexao_teologica":"A vida eterna prometida em Cristo é a culminação do plano de Deus para a humanidade.","referencias_relacionadas":["1 João 5:11-12","Romanos 6:23","João 3:16"]},"genesis_45_24_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de José de enviar provisões a sua família.","explicacao_detalhada":"O ato de 'enviar' é significativo, pois representa a reconciliação e o cuidado de José por sua família, mesmo após anos de separação.","por_que_esta_palavra":"Enviar é um ato de amor e responsabilidade, refletindo o desejo de cuidar dos outros.","conexao_teologica":"Deus enviou Seu Filho ao mundo para reconciliar a humanidade consigo mesmo.","referencias_relacionadas":["João 3:17","Romanos 5:8","Gálatas 4:4-5"]},"genesis_45_24_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao caminho que a família de Jacó deve seguir para retornar ao Egito.","explicacao_detalhada":"A palavra 'andar' implica movimento e direção, simbolizando a jornada que eles devem fazer para receber a provisão.","por_que_esta_palavra":"Andar é uma metáfora comum na Bíblia para a vida e a obediência a Deus.","conexao_teologica":"Andar com Deus é um chamado para viver em comunhão e obediência a Ele.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","1 João 1:7"]},"genesis_45_25_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da jornada que a família de Jacó deve empreender.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a magnitude da situação que eles estão enfrentando.","por_que_esta_palavra":"Grandeza pode se referir tanto a desafios quanto a bênçãos que Deus oferece.","conexao_teologica":"Deus é grande em poder e misericórdia, e Sua grandeza é refletida em Suas obras.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Efésios 3:20"]},"genesis_45_25_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de chamar a família para vir ao Egito.","explicacao_detalhada":"A palavra 'vir' implica um convite e uma oportunidade de reconciliação e restauração.","por_que_esta_palavra":"Chamar é um ato de inclusão e amor, refletindo o desejo de José de restaurar os laços familiares.","conexao_teologica":"Deus chama Seu povo para voltar a Ele e experimentar Sua graça.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Romanos 10:13"]},"genesis_45_25_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Canaã, onde a família de Jacó reside.","explicacao_detalhada":"A palavra 'terra' é significativa, pois representa a herança e a promessa de Deus ao povo de Israel.","por_que_esta_palavra":"A terra é um símbolo da fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A terra prometida é um símbolo da herança espiritual que temos em Cristo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 11:9-10"]},"genesis_45_26_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de José sobre sua identidade e a situação em que se encontra.","explicacao_detalhada":"A palavra 'palavra' destaca a importância da comunicação e da revelação na relação entre José e sua família.","por_que_esta_palavra":"A palavra é um meio de transmitir verdades e estabelecer relacionamentos.","conexao_teologica":"A Palavra de Deus é fundamental para a revelação de Sua vontade e caráter.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","João 1:1"]},"genesis_45_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma mensagem importante.","explicacao_detalhada":"No contexto de Gênesis 45:26, 'dizer' refere-se à ação de comunicar a notícia da sobrevivência de José aos seus irmãos, enfatizando a importância da palavra como meio de transmissão de informações e emoções.","por_que_esta_palavra":"Esta palavra é central para a narrativa, pois a comunicação é o que une os personagens e traz à tona a revelação do que aconteceu com José.","conexao_teologica":"A comunicação divina é um tema recorrente na Bíblia, onde Deus se revela e se comunica com a humanidade através de palavras e promessas.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"genesis_45_27_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' é usada para expressar a continuidade da vida e a esperança de um futuro.","explicacao_detalhada":"Em Gênesis 45:27, 'viver' é mencionado em relação à alegria e à gratidão pela vida de José, que foi dada como perdida, mas agora é restaurada.","por_que_esta_palavra":"A ênfase na vida destaca a importância da restauração e da providência divina na vida dos personagens.","conexao_teologica":"A vida é um presente de Deus e a restauração da vida é um tema central na mensagem do evangelho.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"genesis_45_27_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é utilizada para descrever a ação de expressar pensamentos e sentimentos.","explicacao_detalhada":"No versículo, 'falar' refere-se à comunicação entre os irmãos, onde a expressão verbal é crucial para a reconciliação e o entendimento mútuo.","por_que_esta_palavra":"A comunicação verbal é essencial para a construção de relacionamentos e a resolução de conflitos.","conexao_teologica":"Deus se comunica com seu povo através da Sua Palavra, e a fala humana reflete a imagem de Deus como comunicador.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Mateus 12:34"]},"genesis_45_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"Em Gênesis 45:27, 'modo' se relaciona à forma como a mensagem é transmitida e recebida, destacando a importância da atitude na comunicação.","por_que_esta_palavra":"O modo de se comunicar pode afetar profundamente a recepção da mensagem e a dinâmica das relações.","conexao_teologica":"A maneira como vivemos e nos comunicamos deve refletir os princípios de amor e verdade que Deus nos ensina.","referencias_relacionadas":["Colossenses 4:6","Efésios 4:15","1 Pedro 3:15"]},"genesis_45_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a importância da comunicação na narrativa.","explicacao_detalhada":"Neste versículo, 'dizer' é usado para expressar a declaração de fé e esperança de Jacó ao saber que seu filho está vivo.","por_que_esta_palavra":"A comunicação é um elemento chave que traz à tona a emoção e a revelação de verdades profundas.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação entre os crentes deve refletir essa verdade.","referencias_relacionadas":["Romanos 10:17","Salmos 119:105","Hebreus 4:12"]},"genesis_45_28_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para se referir a um ser humano, neste caso, a José.","explicacao_detalhada":"Em Gênesis 45:28, 'homem' destaca a identidade de José e a sua importância na história da salvação e da família de Israel.","por_que_esta_palavra":"A referência ao homem enfatiza a dignidade e o valor que Deus confere à humanidade.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central, refletindo a relação especial entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"genesis_45_28_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é usada para expressar a essência da existência e a continuidade.","explicacao_detalhada":"No versículo, 'vida' se refere à restauração da vida de José e à esperança renovada de sua família.","por_que_esta_palavra":"A vida é um tema central na narrativa, simbolizando a providência e a fidelidade de Deus.","conexao_teologica":"A vida eterna é uma promessa central na fé cristã, refletindo a obra redentora de Cristo.","referencias_relacionadas":["João 3:16","Romanos 8:38-39","1 Coríntios 15:22"]}}