{"genesis_46_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é utilizada para descrever a maneira como os sacrifícios são oferecidos.","explicacao_detalhada":"Em Gênesis 46:1, 'modo' refere-se à forma como Jacó se prepara para sacrificar a Deus, mostrando reverência e devoção.","por_que_esta_palavra":"O modo de adoração é crucial para a relação entre o homem e Deus, refletindo a atitude do coração.","conexao_teologica":"A adoração deve ser feita em espírito e em verdade, conforme ensinado por Jesus.","referencias_relacionadas":["João 4:24","Hebreus 13:15","Romanos 12:1"]},"genesis_46_1_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se à oferta feita a Deus como ato de adoração.","explicacao_detalhada":"No contexto de Gênesis 46:1, o sacrifício é uma expressão de gratidão e reconhecimento da soberania de Deus na vida de Jacó.","por_que_esta_palavra":"O sacrifício é um ato de fé que demonstra a confiança em Deus e a busca por Sua aprovação.","conexao_teologica":"O sacrifício é um tema central na Bíblia, culminando no sacrifício de Cristo por nossos pecados.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"genesis_46_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e mantenedor do universo.","explicacao_detalhada":"Em Gênesis 46:1, 'Deus' é invocado por Jacó ao oferecer sacrifícios, reconhecendo Sua autoridade e poder.","por_que_esta_palavra":"A invocação do nome de Deus é fundamental para a adoração e a relação do homem com o Criador.","conexao_teologica":"A natureza de Deus como soberano e redentor é um tema central na narrativa bíblica.","referencias_relacionadas":["Gênesis 1:1","Êxodo 3:14","Salmos 46:10"]},"genesis_46_2_visao":{"palavra_pt":"visao","palavra_original":"מַרְאָה","transliteracao":"marʼâh","strong":"H4759","significado_raiz":"Ideia básica: visao.","significado_contextual":"A palavra 'visão' refere-se a uma revelação divina que Jacob recebeu, indicando a presença de Deus em sua jornada.","explicacao_detalhada":"A visão é um meio pelo qual Deus comunica suas intenções e planos aos seres humanos. Neste contexto, Jacob está prestes a descer ao Egito e recebe uma confirmação de que essa é a vontade de Deus.","por_que_esta_palavra":"A palavra 'visão' é utilizada para enfatizar a importância da comunicação direta de Deus com os patriarcas, mostrando que Ele guia e orienta os seus escolhidos.","conexao_teologica":"A visão de Deus é um tema recorrente na Bíblia, simbolizando a revelação e a direção divina na vida dos crentes.","referencias_relacionadas":["Gênesis 15:1","Números 12:6","Atos 10:3"]},"genesis_46_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para relatar a comunicação de Deus a Jacob, indicando a importância da mensagem que está sendo transmitida.","explicacao_detalhada":"Neste contexto, Deus está se dirigindo a Jacob, reafirmando suas promessas e assegurando que ele não deve temer descer ao Egito.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a relação entre Deus e os homens, onde a comunicação divina é essencial para a fé e a obediência.","conexao_teologica":"A comunicação de Deus com os homens é um aspecto central da teologia bíblica, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:4","Isaías 6:8"]},"genesis_46_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo que se revela a Jacob, reafirmando sua identidade e poder.","explicacao_detalhada":"Neste versículo, Deus se apresenta como o Deus de seu pai, Isaque, reforçando a continuidade da aliança e das promessas feitas à família de Jacob.","por_que_esta_palavra":"A palavra 'Deus' é central na narrativa bíblica, pois representa a soberania e a autoridade divina sobre a história e a vida dos patriarcas.","conexao_teologica":"A noção de Deus como criador e sustentador é um tema fundamental na teologia, refletindo sua relação com a criação e com seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"genesis_46_3_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui é usada para enfatizar a força e a proteção que Deus oferece a Jacob em sua jornada.","explicacao_detalhada":"Deus se apresenta como o Deus poderoso que acompanha Jacob, assegurando-lhe que ele não estará sozinho em sua viagem ao Egito.","por_que_esta_palavra":"A repetição da palavra 'Deus' destaca a importância da confiança em Sua força e providência nas dificuldades.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, simbolizando sua capacidade de salvar e proteger seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Filipenses 4:13"]},"genesis_46_3_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se à ideia de adversidade e desafios que Jacob pode enfrentar em sua jornada.","explicacao_detalhada":"Embora a palavra 'inimigo' não apareça diretamente, o contexto sugere que Jacob pode temer os perigos de descer ao Egito, e Deus o conforta.","por_que_esta_palavra":"A menção de inimigos ou adversidades é importante para entender a proteção e a ajuda que Deus oferece aos que confiam Nele.","conexao_teologica":"A luta contra inimigos é uma metáfora comum na Bíblia, representando as dificuldades da vida e a necessidade de confiar em Deus.","referencias_relacionadas":["Salmos 23:4","Romanos 8:31","Efésios 6:12"]},"genesis_46_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação contínua de Deus com Jacob, reforçando a mensagem de encorajamento.","explicacao_detalhada":"Deus está reafirmando a importância de Sua palavra e promessas, assegurando a Jacob que ele deve seguir em frente com confiança.","por_que_esta_palavra":"A repetição da palavra 'dizer' mostra a importância da revelação divina e da obediência à palavra de Deus.","conexao_teologica":"A comunicação de Deus é essencial para a vida espiritual, pois é através de Sua palavra que somos guiados e fortalecidos.","referencias_relacionadas":["Deuteronômio 6:6","Salmos 119:105","Hebreus 4:12"]},"genesis_46_4_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' sugere a presença de desafios e oposições que Jacob pode encontrar ao descer ao Egito.","explicacao_detalhada":"Deus está ciente das dificuldades que Jacob pode enfrentar e promete estar com ele, garantindo proteção contra qualquer inimigo.","por_que_esta_palavra":"A menção de inimigos é uma forma de reconhecer as realidades da vida, onde a proteção divina é necessária.","conexao_teologica":"A luta contra inimigos é um tema que aparece em várias partes da Bíblia, refletindo a necessidade de confiar em Deus em tempos de adversidade.","referencias_relacionadas":["Salmos 27:1","Isaías 54:17","2 Coríntios 10:4"]},"genesis_46_4_nome":{"palavra_pt":"nome","palavra_original":"יוֹסֵף","transliteracao":"Yôwçêph","strong":"H3130","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de José, que é um elemento central na história de Jacob e sua família.","explicacao_detalhada":"O nome de José é mencionado para destacar a importância dele na preservação da família de Jacob durante a fome no Egito.","por_que_esta_palavra":"O nome carrega significado e identidade, e neste caso, representa a conexão familiar e a providência de Deus através de José.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados ao propósito de Deus na vida das pessoas.","referencias_relacionadas":["Gênesis 30:24","Gênesis 41:51","Gênesis 45:4-5"]},"genesis_46_5_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da jornada que Jacob está prestes a fazer.","explicacao_detalhada":"A grandeza da jornada de Jacob para o Egito é um marco significativo na história da salvação, onde Deus está movendo seu povo.","por_que_esta_palavra":"A palavra 'grande' enfatiza a importância e o impacto da decisão de Jacob de descer ao Egito, que mudará o curso da história.","conexao_teologica":"A grandeza das ações de Deus na história é um tema central na Bíblia, mostrando como Ele trabalha através de eventos significativos.","referencias_relacionadas":["Gênesis 12:10","Gênesis 50:20","Romanos 8:28"]},"genesis_46_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar entre Jacob e seus filhos, especialmente José.","explicacao_detalhada":"A menção de 'filho' destaca a continuidade da linhagem e a importância da família na narrativa bíblica.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a dinâmica familiar e a promessa de Deus de multiplicar a descendência de Jacob.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, refletindo a aliança de Deus com seu povo e a importância da transmissão da fé.","referencias_relacionadas":["Gênesis 21:12","Gênesis 37:3","Efésios 6:1"]},"genesis_46_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Canaã, a terra prometida a Abraão e seus descendentes.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo físico, mas também o território que Deus prometeu ao povo de Israel. Neste contexto, representa a herança e a identidade do povo hebreu.","por_que_esta_palavra":"A menção da terra é crucial para entender a relação entre Deus e o povo de Israel, simbolizando a promessa e a fidelidade divina.","conexao_teologica":"A terra é um símbolo da aliança de Deus com seu povo, representando não apenas um lugar físico, mas também um estado de bênção e presença divina.","referencias_relacionadas":["Gênesis 12:1","Gênesis 15:18","Êxodo 3:8"]},"genesis_46_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Indica a maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere uma totalidade ou um conjunto de ações que se relacionam entre si. Neste contexto, refere-se à forma como os filhos de Jacó se dirigem à terra.","por_que_esta_palavra":"É importante para entender a abordagem dos personagens bíblicos em relação às suas ações e decisões.","conexao_teologica":"A maneira como os personagens agem reflete a vontade de Deus e a importância da obediência às suas instruções.","referencias_relacionadas":["Salmos 119:3","Provérbios 4:26","Mateus 7:13-14"]},"genesis_46_6_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou receber algo.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) implica uma ação de apropriação, que neste contexto se relaciona com a ideia de levar a família para a terra prometida.","por_que_esta_palavra":"É fundamental para entender a dinâmica de liderança e responsabilidade de Jacó em relação à sua família.","conexao_teologica":"O ato de tomar é muitas vezes associado à aceitação das promessas de Deus e à responsabilidade de agir conforme sua vontade.","referencias_relacionadas":["Gênesis 12:1","Gênesis 15:7","Êxodo 3:10"]},"genesis_46_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos filhos de Jacó, que são parte da linhagem escolhida por Deus.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é significativa, pois representa a continuidade da promessa divina através das gerações.","por_que_esta_palavra":"A identificação dos filhos é crucial para a narrativa da formação da nação de Israel.","conexao_teologica":"Os filhos de Jacó são vistos como os patriarcas das doze tribos de Israel, simbolizando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 29:32-35","Gênesis 30:1-24","Gênesis 49:1-28"]},"genesis_46_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se à maneira como os filhos são apresentados ou como se comportam.","explicacao_detalhada":"A repetição da palavra 'modo' (כֹּל) enfatiza a totalidade da família que está se movendo em direção à terra prometida.","por_que_esta_palavra":"Reflete a importância da unidade familiar na narrativa bíblica.","conexao_teologica":"A maneira como a família se une para seguir a direção de Deus é um tema recorrente na Bíblia.","referencias_relacionadas":["Salmos 133:1","Efésios 4:3","Colossenses 3:14"]},"genesis_46_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se novamente aos filhos de Jacó, destacando a importância da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é repetida para enfatizar a continuidade da herança e da promessa divina.","por_que_esta_palavra":"A repetição reforça a ideia de que cada filho tem um papel na história da salvação.","conexao_teologica":"A linhagem de Jacó é fundamental para a genealogia de Jesus, mostrando como Deus cumpre suas promessas ao longo das gerações.","referencias_relacionadas":["Mateus 1:2-16","Lucas 3:23-38","Gênesis 49:28"]},"genesis_46_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de chamar ou convocar.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) implica um movimento em direção a um novo destino, que neste caso é a terra do Egito.","por_que_esta_palavra":"É um convite à ação, indicando a necessidade de resposta à direção de Deus.","conexao_teologica":"O chamado de Deus muitas vezes exige que os indivíduos se movam em fé, confiando em Sua orientação.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"genesis_46_8_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome, que carrega identidade e autoridade.","explicacao_detalhada":"A palavra 'nome' (שֵׁם) é significativa, pois representa a reputação e a posição de cada filho na narrativa.","por_que_esta_palavra":"O nome é um símbolo de identidade e herança, essencial para a compreensão da linhagem.","conexao_teologica":"O nome de Deus e a identidade do Seu povo são temas centrais na Bíblia, refletindo a relação entre Criador e criatura.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"genesis_46_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Mais uma vez, refere-se aos filhos de Jacó, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'filho' (בֵּן) reforça a importância de cada membro da família na história da salvação.","por_que_esta_palavra":"Cada filho representa uma parte do plano de Deus para a redenção da humanidade.","conexao_teologica":"A linhagem de Jacó é fundamental para a compreensão do plano redentor de Deus, culminando em Jesus Cristo.","referencias_relacionadas":["Gênesis 49:28","Mateus 1:2-16","Hebreus 7:14"]},"genesis_46_9_pallu":{"palavra_pt":"pallu","palavra_original":"פַּלּוּא","transliteracao":"Pallûwʼ","strong":"H6396","significado_raiz":"Ideia básica: pallu.","significado_contextual":"Refere-se a um dos filhos de Jacó, Pallu, que é mencionado como parte da genealogia.","explicacao_detalhada":"A palavra 'pallu' (פַּלּוּא) é um nome que carrega significado e identidade dentro da narrativa bíblica.","por_que_esta_palavra":"A menção de Pallu é importante para a compreensão da linhagem e da herança de Israel.","conexao_teologica":"Os nomes na genealogia têm um papel significativo na história da salvação, mostrando como Deus trabalha através das gerações.","referencias_relacionadas":["1 Crônicas 5:29","Números 26:5-6","Gênesis 46:9"]},"genesis_46_9_nome":{"palavra_pt":"nome","palavra_original":"חֶצְרוֹן","transliteracao":"Chetsrôwn","strong":"H2696","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um dos filhos de Jacó, que é uma parte importante da identidade familiar.","explicacao_detalhada":"O nome é um elemento central na cultura hebraica, simbolizando não apenas a identidade, mas também o caráter e a missão de uma pessoa. Neste contexto, o nome representa a linhagem e a herança de Jacó.","por_que_esta_palavra":"A palavra 'nome' é utilizada para estabelecer a conexão entre as gerações e a continuidade da promessa divina feita a Abraão, Isaque e Jacó.","conexao_teologica":"O nome é um símbolo da presença de Deus na vida do povo de Israel, refletindo a importância da identidade e da aliança.","referencias_relacionadas":["Gênesis 17:5","Êxodo 3:14","Salmos 20:1"]},"genesis_46_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência, sendo um dos filhos de Jacó.","explicacao_detalhada":"A palavra 'filho' é fundamental para entender a estrutura familiar e a transmissão das promessas de Deus através das gerações. Cada filho carrega a responsabilidade de manter a fé e a tradição.","por_que_esta_palavra":"A menção de 'filho' enfatiza a importância da família na história da salvação e na formação do povo de Israel.","conexao_teologica":"A relação pai-filho é um tema recorrente na Bíblia, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 48:14","Êxodo 20:12","Salmos 127:3"]},"genesis_46_10_nome":{"palavra_pt":"nome","palavra_original":"יָכִין","transliteracao":"Yâkîyn","strong":"H3199","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um dos filhos de Jacó, indicando sua identidade dentro da família.","explicacao_detalhada":"Os nomes na Bíblia muitas vezes têm significados profundos e refletem a história ou o caráter da pessoa. O nome mencionado aqui é parte da genealogia que conecta Jacó aos seus descendentes.","por_que_esta_palavra":"A palavra 'nome' é crucial para a identificação e a continuidade da linhagem de Israel.","conexao_teologica":"Os nomes são frequentemente usados por Deus para revelar Seu plano e propósito, mostrando a importância da identidade no contexto da aliança.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Mateus 1:1"]},"genesis_46_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a mais um filho de Jacó, continuando a lista de descendentes.","explicacao_detalhada":"A repetição da palavra 'filho' reforça a ideia de que a linhagem de Jacó é extensa e significativa para a história de Israel.","por_que_esta_palavra":"A palavra é usada para mostrar a continuidade da promessa de Deus a Abraão e seus descendentes.","conexao_teologica":"A descendência é um tema central na narrativa bíblica, representando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 49:28","Êxodo 1:1","Mateus 1:2"]},"genesis_46_11_merari":{"palavra_pt":"merari","palavra_original":"מְרָרִי","transliteracao":"Mᵉrârîy","strong":"H4847","significado_raiz":"Ideia básica: merari.","significado_contextual":"Nome de um dos filhos de Levi, que é uma tribo importante na história de Israel.","explicacao_detalhada":"Merari é um dos filhos de Levi, e sua descendência se torna parte do serviço no tabernáculo, destacando a importância do sacerdócio e do culto a Deus.","por_que_esta_palavra":"A menção de Merari sublinha a importância das tribos e suas funções dentro da comunidade israelita.","conexao_teologica":"A tribo de Levi é escolhida para o serviço sagrado, simbolizando a separação do povo para o serviço de Deus.","referencias_relacionadas":["Êxodo 6:16","Números 3:17","1 Crônicas 6:1"]},"genesis_46_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Mais uma referência à descendência de Jacó, continuando a genealogia.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a importância da linhagem e a continuidade das promessas de Deus através das gerações.","por_que_esta_palavra":"A palavra é utilizada para reforçar a ideia de que cada filho é parte do plano divino para Israel.","conexao_teologica":"A genealogia é essencial para entender a história da salvação e a fidelidade de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 46:26","Êxodo 1:5","Mateus 1:12"]},"genesis_46_12_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte de um dos filhos de Jacó, um evento significativo na narrativa.","explicacao_detalhada":"A morte é um tema recorrente na Bíblia, simbolizando a fragilidade da vida e a necessidade de esperança na ressurreição e na vida eterna.","por_que_esta_palavra":"A palavra 'morrer' é usada para lembrar que a vida é passageira e que a fidelidade de Deus se estende além da morte.","conexao_teologica":"A morte é um lembrete da necessidade de redenção e da promessa de vida eterna em Cristo.","referencias_relacionadas":["Gênesis 3:19","Eclesiastes 3:2","João 11:25"]},"genesis_46_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, um elemento central na história de Israel.","explicacao_detalhada":"A terra é um símbolo da promessa de Deus a Abraão e seus descendentes, representando não apenas um lugar físico, mas também a presença de Deus entre Seu povo.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a aliança de Deus com Israel e a importância da herança.","conexao_teologica":"A terra prometida é um símbolo da bênção e da fidelidade de Deus, que se estende a todas as gerações.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7","Josué 1:2"]},"genesis_46_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Mais uma referência à descendência de Jacó, continuando a genealogia.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a importância da linhagem e a continuidade das promessas de Deus através das gerações.","por_que_esta_palavra":"A palavra é utilizada para reforçar a ideia de que cada filho é parte do plano divino para Israel.","conexao_teologica":"A genealogia é essencial para entender a história da salvação e a fidelidade de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 46:26","Êxodo 1:5","Mateus 1:12"]},"genesis_46_13_nome":{"palavra_pt":"nome","palavra_original":"פּוּאָה","transliteracao":"Pûwʼâh","strong":"H6312","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um dos filhos de Jacó, indicando sua identidade dentro da família.","explicacao_detalhada":"Os nomes na Bíblia muitas vezes têm significados profundos e refletem a história ou o caráter da pessoa. O nome mencionado aqui é parte da genealogia que conecta Jacó aos seus descendentes.","por_que_esta_palavra":"A palavra 'nome' é crucial para a identificação e a continuidade da linhagem de Israel.","conexao_teologica":"Os nomes são frequentemente usados por Deus para revelar Seu plano e propósito, mostrando a importância da identidade no contexto da aliança.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Mateus 1:1"]},"genesis_46_13_job":{"palavra_pt":"jo","palavra_original":"יוֹב","transliteracao":"Yôwb","strong":"H3102","significado_raiz":"Ideia básica: jo.","significado_contextual":"Referente ao nome de um dos filhos de Isaque, que representa uma conexão com a história da linhagem de Israel.","explicacao_detalhada":"O nome 'Jo' é mencionado como parte da genealogia de Jacó, destacando a importância da descendência e da continuidade da promessa divina.","por_que_esta_palavra":"A palavra é utilizada para identificar um dos filhos de Jacó, enfatizando a importância da família e da herança espiritual.","conexao_teologica":"A genealogia é fundamental para entender a história da salvação e a vinda do Messias, que descende da linhagem de Jacó.","referencias_relacionadas":["Gênesis 25:26","Gênesis 35:23","Mateus 1:2"]},"genesis_46_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem de Jacó.","explicacao_detalhada":"A palavra 'filho' é usada repetidamente para descrever a descendência de Jacó, ressaltando a importância da família na narrativa bíblica.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura familiar e a transmissão das promessas de Deus através das gerações.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 48:5","Êxodo 20:12","Salmos 127:3"]},"genesis_46_14_nome":{"palavra_pt":"nome","palavra_original":"אֵילוֹן","transliteracao":"ʼÊylôwn","strong":"H356","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome é mencionado como parte da identificação dos filhos de Jacó, refletindo a importância da identidade na cultura israelita.","explicacao_detalhada":"O nome 'Eilón' é significativo, pois os nomes na Bíblia frequentemente carregam significados profundos e refletem a história ou o caráter da pessoa.","por_que_esta_palavra":"A palavra é usada para estabelecer a identidade e a história de uma pessoa dentro da narrativa bíblica.","conexao_teologica":"Os nomes têm um papel importante na revelação de Deus e na identidade do Seu povo.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Apocalipse 2:17"]},"genesis_46_14_jahleel":{"palavra_pt":"jahleel","palavra_original":"יַחְלְאֵל","transliteracao":"Yachlᵉʼêl","strong":"H3177","significado_raiz":"Ideia básica: jahleel.","significado_contextual":"Nome de um dos filhos de Jacó, que representa a continuidade da linhagem e a fidelidade de Deus.","explicacao_detalhada":"O nome 'Jahleel' pode ser interpretado como 'Deus é a minha esperança', refletindo a confiança em Deus que permeia a história de Israel.","por_que_esta_palavra":"A palavra é importante para a genealogia e para a compreensão da relação entre Deus e Seu povo.","conexao_teologica":"A esperança em Deus é um tema central na Bíblia, especialmente nas histórias de Israel.","referencias_relacionadas":["Salmos 39:7","Romanos 15:13","Hebreus 10:23"]},"genesis_46_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem de Jacó.","explicacao_detalhada":"A palavra 'filho' é usada repetidamente para descrever a descendência de Jacó, ressaltando a importância da família na narrativa bíblica.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura familiar e a transmissão das promessas de Deus através das gerações.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 48:5","Êxodo 20:12","Salmos 127:3"]},"genesis_46_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os filhos de Jacó são apresentados, enfatizando a ordem e a estrutura familiar.","explicacao_detalhada":"A palavra 'modo' sugere uma organização e um padrão na apresentação da genealogia, refletindo a importância da ordem na cultura israelita.","por_que_esta_palavra":"A palavra é usada para descrever a forma como a linhagem é estruturada e apresentada na narrativa.","conexao_teologica":"A ordem e a estrutura são importantes na criação e na revelação de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 1:31","1 Coríntios 14:40","Hebreus 11:3"]},"genesis_46_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem de Jacó.","explicacao_detalhada":"A palavra 'filho' é usada repetidamente para descrever a descendência de Jacó, ressaltando a importância da família na narrativa bíblica.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura familiar e a transmissão das promessas de Deus através das gerações.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 48:5","Êxodo 20:12","Salmos 127:3"]},"genesis_46_16_haggi":{"palavra_pt":"haggi","palavra_original":"חַגִּי","transliteracao":"Chaggîy","strong":"H2291","significado_raiz":"Ideia básica: haggi.","significado_contextual":"Nome de um dos filhos de Jacó, que representa a continuidade da linhagem e a fidelidade de Deus.","explicacao_detalhada":"O nome 'Haggi' pode estar relacionado a festividades, refletindo a alegria e a celebração na história de Israel.","por_que_esta_palavra":"A palavra é importante para a genealogia e para a compreensão da relação entre Deus e Seu povo.","conexao_teologica":"A celebração e a alegria são temas importantes na adoração a Deus e na vida do povo de Israel.","referencias_relacionadas":["Salmos 118:24","Isaías 55:12","Filipenses 4:4"]},"genesis_46_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem de Jacó.","explicacao_detalhada":"A palavra 'filho' é usada repetidamente para descrever a descendência de Jacó, ressaltando a importância da família na narrativa bíblica.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura familiar e a transmissão das promessas de Deus através das gerações.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 48:5","Êxodo 20:12","Salmos 127:3"]},"genesis_46_17_ishvah":{"palavra_pt":"ishvah","palavra_original":"יִשְׁוָה","transliteracao":"Yishvâh","strong":"H3438","significado_raiz":"Ideia básica: ishvah.","significado_contextual":"Nome de um dos filhos de Jacó, que representa a continuidade da linhagem e a fidelidade de Deus.","explicacao_detalhada":"O nome 'Ishvah' pode ser interpretado como 'ele é um', refletindo a unidade e a singularidade na história de Israel.","por_que_esta_palavra":"A palavra é importante para a genealogia e para a compreensão da relação entre Deus e Seu povo.","conexao_teologica":"A unidade é um tema central na Bíblia, especialmente na relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 6:4","João 17:21","Efésios 4:3"]},"genesis_46_17_nome":{"palavra_pt":"nome","palavra_original":"יִשְׁוִי","transliteracao":"Yishvîy","strong":"H3440","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa, essencial para a cultura hebraica.","explicacao_detalhada":"O nome é mais do que uma simples designação; ele carrega o significado e a essência do indivíduo. Na tradição hebraica, os nomes frequentemente refletem a história ou a característica da pessoa.","por_que_esta_palavra":"O nome é fundamental para a identificação e o reconhecimento dentro da comunidade.","conexao_teologica":"Deus conhece cada um pelo nome, o que demonstra a intimidade e o cuidado divino.","referencias_relacionadas":["Isaías 43:1","Salmos 139:1-4","João 10:3"]},"genesis_46_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' é central na genealogia bíblica, representando a continuidade da linhagem e a herança das promessas de Deus.","por_que_esta_palavra":"O conceito de filho é vital para a estrutura familiar e social, além de ser um símbolo da aliança de Deus com Seu povo.","conexao_teologica":"A relação entre pai e filho é frequentemente usada para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"genesis_46_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo, muitas vezes em um contexto de necessidade.","explicacao_detalhada":"Dar é um ato que implica generosidade e cuidado, refletindo a natureza de Deus como provedor.","por_que_esta_palavra":"A palavra é usada para descrever a ação de Deus em dar bênçãos ao Seu povo.","conexao_teologica":"Deus é descrito como aquele que dá boas dádivas, e os crentes são chamados a dar uns aos outros.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","2 Coríntios 9:7"]},"genesis_46_18_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de gerar, especialmente no contexto de dar à luz.","explicacao_detalhada":"A palavra 'urso' é frequentemente associada ao nascimento e à continuidade da vida, simbolizando a criação e a providência de Deus.","por_que_esta_palavra":"É uma expressão da capacidade de Deus de trazer vida e continuidade à Sua criação.","conexao_teologica":"A geração é vista como um ato divino, refletindo a criação e a obra de Deus na vida das pessoas.","referencias_relacionadas":["Salmos 127:3","Gênesis 1:28","Isaías 66:9"]},"genesis_46_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Novamente, refere-se à relação de descendência e continuidade familiar.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a importância da linhagem e das promessas de Deus para a família de Jacó.","por_que_esta_palavra":"A palavra é crucial para entender a herança espiritual e física que passa de geração em geração.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação.","referencias_relacionadas":["Gênesis 17:7","Mateus 5:9","Romanos 8:15"]},"genesis_46_19_esposa":{"palavra_pt":"esposa","palavra_original":"רָחֵל","transliteracao":"Râchêl","strong":"H7354","significado_raiz":"Ideia básica: esposa.","significado_contextual":"Refere-se à companheira de um homem, com um papel vital na formação da família.","explicacao_detalhada":"A palavra 'esposa' destaca a importância da união conjugal e da parceria na criação de uma família.","por_que_esta_palavra":"A esposa é vista como uma ajuda adequada, essencial para a vida e a continuidade da linhagem.","conexao_teologica":"A união entre marido e esposa é um reflexo da relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:25-33","1 Pedro 3:7"]},"genesis_46_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, um elemento central nas promessas de Deus ao Seu povo.","explicacao_detalhada":"A terra é frequentemente vista como um símbolo de bênção e herança, representando a presença de Deus entre Seu povo.","por_que_esta_palavra":"A terra é um componente essencial da identidade israelita e das promessas de Deus.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a realização das promessas de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:3"]},"genesis_46_20_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a uma pessoa que serve como mediador entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes desempenham um papel crucial na adoração e na manutenção da santidade entre o povo de Deus.","por_que_esta_palavra":"A função do sacerdote é essencial para a prática religiosa e a conexão com Deus.","conexao_teologica":"Cristo é descrito como nosso Sumo Sacerdote, mediando uma nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"genesis_46_20_nome":{"palavra_pt":"nome","palavra_original":"יוֹסֵף","transliteracao":"Yôwçêph","strong":"H3130","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa, neste caso, a identidade de José.","explicacao_detalhada":"O nome 'José' significa 'aquele que acrescenta', refletindo a esperança e a bênção que ele trouxe para sua família.","por_que_esta_palavra":"O nome é importante para entender o papel de José na história de Israel e na preservação de seu povo.","conexao_teologica":"José é uma figura tipológica de Cristo, que também traz salvação e provisão.","referencias_relacionadas":["Gênesis 30:24","Gênesis 37:28","Gênesis 50:20"]},"genesis_46_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Mais uma vez, refere-se à relação de descendência e continuidade familiar.","explicacao_detalhada":"A repetição da palavra 'filho' reforça a importância da linhagem e das promessas de Deus para a família de Jacó.","por_que_esta_palavra":"A palavra é crucial para entender a herança espiritual e física que passa de geração em geração.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação.","referencias_relacionadas":["Gênesis 17:7","Mateus 5:9","Romanos 8:15"]},"genesis_46_21_nome":{"palavra_pt":"nome","palavra_original":"בֶכֶר","transliteracao":"Beker","strong":"H1071","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um dos filhos de Benjamim, que é uma parte importante da genealogia israelita.","explicacao_detalhada":"O nome é um elemento essencial na cultura hebraica, simbolizando identidade e legado. Neste contexto, o nome representa a continuidade da linhagem de Israel.","por_que_esta_palavra":"A palavra 'nome' é usada para identificar e dar importância à linhagem e à herança familiar.","conexao_teologica":"O nome é frequentemente associado ao caráter e à missão de uma pessoa na Bíblia, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Gênesis 17:5","Êxodo 3:14","Salmos 20:1"]},"genesis_46_21_ashbel":{"palavra_pt":"ashbel","palavra_original":"אַשְׁבֵּל","transliteracao":"ʼAshbêl","strong":"H788","significado_raiz":"Ideia básica: ashbel.","significado_contextual":"Ashbel é o nome de um dos filhos de Benjamim, representando uma das tribos de Israel.","explicacao_detalhada":"O nome Ashbel pode ser interpretado como 'despedaçado' ou 'destruído', refletindo a história e os desafios enfrentados por essa tribo.","por_que_esta_palavra":"A escolha do nome é significativa, pois pode indicar a condição ou o destino da tribo de Benjamim ao longo da história.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados proféticos ou históricos, ligando a identidade do povo de Deus ao Seu plano.","referencias_relacionadas":["Gênesis 49:27","Juízes 20:16","1 Crônicas 8:3"]},"genesis_46_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de paternidade, enfatizando a continuidade da linhagem de Israel.","explicacao_detalhada":"A palavra 'filho' é fundamental na genealogia, simbolizando herança e a transmissão de promessas divinas de geração em geração.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da família e da descendência na cultura israelita.","conexao_teologica":"A relação entre pai e filho é uma metáfora frequente na Bíblia, representando a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 4:1","Salmos 127:3","Mateus 1:1"]},"genesis_46_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os filhos são mencionados, indicando a estrutura familiar.","explicacao_detalhada":"A palavra 'modo' sugere a maneira como a genealogia é apresentada, refletindo a ordem e a importância de cada membro da família.","por_que_esta_palavra":"A estrutura familiar é um tema central na narrativa bíblica, mostrando como Deus opera através das gerações.","conexao_teologica":"O modo como as genealogias são apresentadas enfatiza a soberania de Deus na escolha de Seu povo.","referencias_relacionadas":["Gênesis 5:1","Rute 4:18","Mateus 1:2"]},"genesis_46_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Mais uma menção à relação de paternidade, reforçando a importância da linhagem de Benjamim.","explicacao_detalhada":"A repetição da palavra 'filho' destaca a continuidade da herança e a importância de cada geração na história de Israel.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura familiar e a identidade do povo de Deus.","conexao_teologica":"A linhagem é um tema recorrente na Bíblia, mostrando como Deus preserva Seu povo através das gerações.","referencias_relacionadas":["Gênesis 21:12","Salmos 22:30","Lucas 3:38"]},"genesis_46_23_tribo":{"palavra_pt":"tribo","palavra_original":"דָּן","transliteracao":"Dân","strong":"H1835","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se à tribo de Dã, uma das doze tribos de Israel, que tem um papel significativo na história do povo hebreu.","explicacao_detalhada":"A tribo de Dã é mencionada como parte da herança de Israel, e seu nome pode significar 'juízo' ou 'justiça'.","por_que_esta_palavra":"A palavra 'tribo' é essencial para entender a organização social e religiosa de Israel.","conexao_teologica":"As tribos de Israel são fundamentais para a compreensão do plano de Deus para Seu povo escolhido.","referencias_relacionadas":["Gênesis 49:16","Números 1:12","Apocalipse 7:5"]},"genesis_46_23_nome":{"palavra_pt":"nome","palavra_original":"חוּשִׁים","transliteracao":"Chûwshîym","strong":"H2366","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um dos filhos de Dã, que é parte da genealogia de Israel.","explicacao_detalhada":"O nome 'Chûwshîym' pode ter significados que refletem a identidade e o papel da tribo na história de Israel.","por_que_esta_palavra":"A menção do nome é importante para a identificação e a preservação da linhagem.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que se relacionam com a história da salvação.","referencias_relacionadas":["Gênesis 49:17","Juízes 18:1","1 Crônicas 4:22"]},"genesis_46_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Mais uma referência à paternidade, reforçando a importância da linhagem familiar.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a continuidade da herança e a importância de cada geração na história de Israel.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura familiar e a identidade do povo de Deus.","conexao_teologica":"A linhagem é um tema recorrente na Bíblia, mostrando como Deus preserva Seu povo através das gerações.","referencias_relacionadas":["Gênesis 21:12","Salmos 22:30","Lucas 3:38"]},"genesis_46_24_nome":{"palavra_pt":"nome","palavra_original":"גּוּנִי","transliteracao":"Gûwnîy","strong":"H1476","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um dos filhos de Benjamim, que é parte da genealogia de Israel.","explicacao_detalhada":"O nome 'Gûwnîy' pode ter significados que refletem a identidade e o papel da tribo na história de Israel.","por_que_esta_palavra":"A menção do nome é importante para a identificação e a preservação da linhagem.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que se relacionam com a história da salvação.","referencias_relacionadas":["Gênesis 49:27","Juízes 20:16","1 Crônicas 8:3"]},"genesis_46_24_jezer":{"palavra_pt":"jezer","palavra_original":"יֵצֶר","transliteracao":"Yêtser","strong":"H3337","significado_raiz":"Ideia básica: jezer.","significado_contextual":"Jezer é o nome de um dos filhos de Benjamim, representando uma das tribos de Israel.","explicacao_detalhada":"O nome Jezer pode ser interpretado como 'formação' ou 'criação', refletindo a história e os desafios enfrentados por essa tribo.","por_que_esta_palavra":"A escolha do nome é significativa, pois pode indicar a condição ou o destino da tribo de Benjamim ao longo da história.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados proféticos ou históricos, ligando a identidade do povo de Deus ao Seu plano.","referencias_relacionadas":["Gênesis 49:27","Juízes 20:16","1 Crônicas 8:3"]},"genesis_46_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, um membro da família.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação de descendência e continuidade familiar, especialmente no contexto da genealogia de Israel.","por_que_esta_palavra":"É fundamental para entender a linhagem e a herança do povo de Israel.","conexao_teologica":"A relação de pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 4:25","Êxodo 20:12","Salmos 127:3"]},"genesis_46_25_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou conceder algo a alguém.","explicacao_detalhada":"A palavra 'dar' é usada para expressar a transferência de propriedade ou bênção, essencial em contextos de promessas e alianças.","por_que_esta_palavra":"É importante para entender a dinâmica de doação e bênção entre os personagens bíblicos.","conexao_teologica":"Deus é frequentemente descrito como aquele que dá, enfatizando Sua generosidade e providência.","referencias_relacionadas":["Gênesis 12:2","Salmos 37:4","Tiago 1:17"]},"genesis_46_25_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de gerar ou dar à luz.","explicacao_detalhada":"A palavra 'urso' é usada no contexto de nascimento e criação, simbolizando a continuidade da vida.","por_que_esta_palavra":"É crucial para entender a importância da procriação e da continuidade da linhagem.","conexao_teologica":"A criação e o nascimento são vistos como atos divinos, refletindo a soberania de Deus sobre a vida.","referencias_relacionadas":["Gênesis 1:28","Salmos 139:13","Isaías 44:24"]},"genesis_46_26_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida ou à essência de um ser humano.","explicacao_detalhada":"A palavra 'alma' é usada para descrever a totalidade do ser humano, incluindo corpo e espírito.","por_que_esta_palavra":"É fundamental para entender a dignidade e o valor da vida humana na perspectiva bíblica.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que se relaciona com Deus.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"genesis_46_26_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de entrar ou vir a um lugar.","explicacao_detalhada":"A palavra 'vir' é usada para descrever a ação de se aproximar ou entrar em uma nova situação ou local.","por_que_esta_palavra":"É importante para entender as transições e movimentos dos personagens na narrativa bíblica.","conexao_teologica":"A ideia de 'vir' pode simbolizar a vinda de Deus ao encontro de Seu povo.","referencias_relacionadas":["Gênesis 7:1","Êxodo 3:10","Mateus 11:28"]},"genesis_46_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, um membro da família.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação de descendência e continuidade familiar, especialmente no contexto da genealogia de Israel.","por_que_esta_palavra":"É fundamental para entender a linhagem e a herança do povo de Israel.","conexao_teologica":"A relação de pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 4:25","Êxodo 20:12","Salmos 127:3"]},"genesis_46_27_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida ou à essência de um ser humano.","explicacao_detalhada":"A palavra 'alma' é usada para descrever a totalidade do ser humano, incluindo corpo e espírito.","por_que_esta_palavra":"É fundamental para entender a dignidade e o valor da vida humana na perspectiva bíblica.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que se relaciona com Deus.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"genesis_46_27_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma estrutura física onde as pessoas habitam.","explicacao_detalhada":"A palavra 'casa' é usada para descrever não apenas um edifício, mas também a ideia de família e lar.","por_que_esta_palavra":"É importante para entender a noção de pertencimento e comunidade no contexto bíblico.","conexao_teologica":"A casa é frequentemente usada como símbolo da presença de Deus e do Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"genesis_46_28_agua":{"palavra_pt":"agua","palavra_original":"יָרָה","transliteracao":"yârâh","strong":"H3384","significado_raiz":"Ideia básica: agua.","significado_contextual":"Refere-se ao líquido essencial para a vida.","explicacao_detalhada":"A palavra 'água' é usada em contextos de purificação, sustento e vida.","por_que_esta_palavra":"É fundamental para entender a importância da água como símbolo de vida e renovação.","conexao_teologica":"A água é frequentemente usada como símbolo do Espírito Santo e da vida eterna.","referencias_relacionadas":["Gênesis 1:2","João 4:14","Apocalipse 22:17"]},"genesis_46_28_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de entrar ou vir a um lugar.","explicacao_detalhada":"A palavra 'vir' é usada para descrever a ação de se aproximar ou entrar em uma nova situação ou local.","por_que_esta_palavra":"É importante para entender as transições e movimentos dos personagens na narrativa bíblica.","conexao_teologica":"A ideia de 'vir' pode simbolizar a vinda de Deus ao encontro de Seu povo.","referencias_relacionadas":["Gênesis 7:1","Êxodo 3:10","Mateus 11:28"]},"genesis_46_28_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território onde os israelitas se estabelecerão no Egito.","explicacao_detalhada":"A palavra 'terra' neste contexto indica não apenas a geografia física, mas também o lugar onde a família de Jacó se reunirá e viverá, simbolizando um novo começo para eles.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância do local de habitação e a promessa de Deus de prover um lugar para Seu povo.","conexao_teologica":"A terra é um tema central na Bíblia, representando tanto a promessa de Deus ao Seu povo quanto a ideia de pertencimento e identidade.","referencias_relacionadas":["Gênesis 12:1","Gênesis 15:18","Êxodo 3:8"]},"genesis_46_29_batalha":{"palavra_pt":"batalha","palavra_original":"אָסַר","transliteracao":"ʼâçar","strong":"H631","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Indica o conflito que José enfrentou ao se reunir com seu pai, simbolizando a luta pela reconciliação familiar.","explicacao_detalhada":"A palavra 'batalha' sugere a intensidade emocional e os desafios que José teve que superar para se reunir com sua família após anos de separação.","por_que_esta_palavra":"A palavra é usada para ilustrar a luta interna e externa que pode ocorrer em momentos de grande mudança e reencontro.","conexao_teologica":"A batalha é uma metáfora para as lutas que todos enfrentamos em nossa jornada de fé e na busca pela reconciliação.","referencias_relacionadas":["Efésios 6:12","Romanos 7:23","1 Timóteo 6:12"]},"genesis_46_29_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do momento em que José se encontra com seu pai, simbolizando a importância desse reencontro.","explicacao_detalhada":"A palavra 'grande' destaca a magnitude das emoções e a importância do relacionamento entre pai e filho, especialmente após anos de separação.","por_que_esta_palavra":"A ênfase na grandeza ressalta a alegria e a gravidade do reencontro, refletindo a providência divina na vida de José.","conexao_teologica":"A grandeza de momentos significativos na vida é um reflexo do amor e da soberania de Deus em nossas histórias.","referencias_relacionadas":["Salmos 126:3","Lucas 15:24","Romanos 8:28"]},"genesis_46_29_buscar":{"palavra_pt":"buscar","palavra_original":"קִרְאָה","transliteracao":"qirʼâh","strong":"H7125","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se ao ato de José ir ao encontro de seu pai, simbolizando a busca pela reconciliação.","explicacao_detalhada":"A palavra 'buscar' implica um esforço ativo para restaurar relacionamentos, refletindo a determinação de José em se reunir com sua família.","por_que_esta_palavra":"A busca é um tema recorrente na Bíblia, representando o desejo de Deus por um relacionamento próximo com Seu povo.","conexao_teologica":"Buscar é uma ação que demonstra fé e compromisso, tanto em relacionamentos humanos quanto na busca por Deus.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Salmos 34:10"]},"genesis_46_30_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grande emoção de Jacó ao ver seu filho José, simbolizando a alegria e a gratidão.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a profundidade do amor paternal e a alegria de um reencontro após anos de dor e separação.","por_que_esta_palavra":"A grandeza da emoção é um testemunho do amor incondicional que existe entre pais e filhos.","conexao_teologica":"A alegria de um reencontro é um reflexo do amor de Deus por nós e da alegria que Ele sente ao nos ver voltando para Ele.","referencias_relacionadas":["Salmos 30:5","Lucas 15:10","Romanos 15:13"]},"genesis_46_30_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao temor de Jacó de morrer após ver José, simbolizando a fragilidade da vida.","explicacao_detalhada":"A palavra 'morrer' expressa a ideia de que a realização de um desejo profundo pode trazer um senso de completude, mesmo diante da mortalidade.","por_que_esta_palavra":"A morte é um tema central na vida humana, e a consciência da finitude nos leva a valorizar momentos significativos.","conexao_teologica":"A vida e a morte são parte do plano de Deus, e a esperança da vida eterna é um tema central na fé cristã.","referencias_relacionadas":["Eclesiastes 3:2","João 11:25","1 Coríntios 15:55"]},"genesis_46_30_seguir":{"palavra_pt":"seguir","palavra_original":"פַּעַם","transliteracao":"paʻam","strong":"H6471","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à decisão de Jacó de seguir em frente após o reencontro com José, simbolizando renovação e esperança.","explicacao_detalhada":"A palavra 'seguir' implica um movimento em direção ao futuro, refletindo a disposição de Jacó de continuar sua jornada de vida com esperança.","por_que_esta_palavra":"Seguir é uma ação que representa a fé e a confiança em Deus para guiar nossos passos.","conexao_teologica":"A ideia de seguir a Deus é um chamado constante na vida cristã, onde somos convidados a prosseguir em fé.","referencias_relacionadas":["Filipenses 3:14","Salmos 119:105","Mateus 16:24"]},"genesis_46_31_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar que Jacó e sua família estabelecerão no Egito, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' representa não apenas um espaço físico, mas também a ideia de família e comunidade, onde o amor e a proteção são encontrados.","por_que_esta_palavra":"A casa é um símbolo de estabilidade e refúgio, essencial para a vida e a identidade do povo de Deus.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"genesis_46_31_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra do Egito, onde os israelitas se estabelecerão temporariamente.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a transição e a mudança que a família de Jacó está prestes a experimentar ao se mudar para o Egito.","por_que_esta_palavra":"A terra é um símbolo de provisão e a realização das promessas de Deus, mesmo em circunstâncias desafiadoras.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, representando o plano de Deus para Seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:17","Deuteronômio 8:7"]},"genesis_46_31_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito, que desempenha um papel crucial na história de José e de sua família.","explicacao_detalhada":"A palavra 'faraó' representa a autoridade e o poder do Egito, que se torna um contexto importante para a sobrevivência dos israelitas.","por_que_esta_palavra":"A figura do faraó é central na narrativa do Êxodo, simbolizando tanto opressão quanto a providência de Deus.","conexao_teologica":"A relação entre o povo de Deus e as autoridades terrenas é um tema recorrente na Bíblia, refletindo a soberania de Deus sobre todas as nações.","referencias_relacionadas":["Êxodo 5:1","Salmos 105:26","Romanos 13:1"]},"genesis_46_32_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, especificamente um homem, no contexto da identificação das pessoas que foram para o Egito.","explicacao_detalhada":"A palavra 'homem' é usada para descrever os indivíduos que compõem a família de Jacó, que se mudaram para o Egito. Este termo é importante para entender a genealogia e a formação da nação de Israel.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a humanidade e a individualidade dos membros da família de Jacó, destacando a importância de cada um na história do povo de Israel.","conexao_teologica":"A menção de 'homem' aqui conecta-se à ideia de que Deus se relaciona com a humanidade de maneira pessoal e íntima, escolhendo indivíduos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 1:26","Gênesis 2:7","Gênesis 46:6"]},"genesis_46_32_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como as coisas são feitas ou apresentadas.","explicacao_detalhada":"Neste contexto, 'modo' é usado para descrever a forma como os homens foram apresentados a Faraó, indicando a importância da apresentação e da comunicação na interação entre os israelitas e o governo egípcio.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender como a cultura e as normas sociais influenciam as interações entre diferentes grupos, especialmente em situações de poder.","conexao_teologica":"A maneira como os israelitas se apresentam a Faraó reflete a soberania de Deus sobre as nações e a importância da obediência às diretrizes divinas em todas as interações.","referencias_relacionadas":["Gênesis 41:46","Êxodo 3:18","Êxodo 12:21"]},"genesis_46_32_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa para algo, neste caso, a razão pela qual os homens foram apresentados a Faraó.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a justificativa da ação, mostrando a lógica por trás da apresentação dos pastores a Faraó, que era uma questão de identidade e ocupação.","por_que_esta_palavra":"Esta palavra é importante para entender a causalidade nas narrativas bíblicas, onde as ações são frequentemente justificadas por razões específicas.","conexao_teologica":"A utilização de 'porque' reflete a ideia de que as ações humanas têm propósitos divinos, e que Deus está no controle dos eventos que moldam a história.","referencias_relacionadas":["Gênesis 45:7","Gênesis 50:20","Romanos 8:28"]},"genesis_46_33_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de cair, que pode ser interpretada como uma queda física ou uma queda em desgraça.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a vulnerabilidade dos israelitas diante do poder de Faraó, bem como a necessidade de se submeter a uma autoridade superior.","por_que_esta_palavra":"A palavra 'cair' é significativa, pois sugere a fragilidade da condição humana e a dependência de Deus em tempos de incerteza.","conexao_teologica":"A ideia de cair pode ser vista como uma metáfora para a condição do pecado e a necessidade de redenção, que é um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 5:8"]},"genesis_46_33_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Assim como anteriormente, indica a razão pela qual algo acontece, neste caso, a razão para a reação de Faraó.","explicacao_detalhada":"A repetição da palavra 'porque' enfatiza a importância da justificativa nas interações e decisões, mostrando que as ações têm consequências e razões subjacentes.","por_que_esta_palavra":"A palavra é essencial para entender a lógica das narrativas bíblicas, onde cada ação é muitas vezes ligada a uma motivação ou razão específica.","conexao_teologica":"A repetição de 'porque' reforça a ideia de que Deus tem um plano e que as ações humanas são parte desse plano divino.","referencias_relacionadas":["Gênesis 45:5","Gênesis 50:20","Romanos 8:28"]},"genesis_46_33_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, que desempenha um papel crucial na história dos israelitas.","explicacao_detalhada":"A palavra 'faraó' é usada para identificar a autoridade egípcia que interage com os israelitas, simbolizando o poder e a opressão que eles enfrentam.","por_que_esta_palavra":"A menção de 'faraó' é significativa, pois representa a opressão e a luta do povo de Israel, além de ser um símbolo de poder terreno em contraste com o poder de Deus.","conexao_teologica":"A figura de Faraó é frequentemente usada na Bíblia para ilustrar a oposição ao plano de Deus e a necessidade de libertação.","referencias_relacionadas":["Êxodo 5:1","Êxodo 12:30","Romanos 9:17"]},"genesis_46_34_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, especialmente em relação à terra de Canaã, que é a herança prometida a Israel.","explicacao_detalhada":"A palavra 'terra' é fundamental para entender a promessa de Deus a Abraão e seus descendentes, simbolizando não apenas um lugar físico, mas também uma identidade e um lar espiritual.","por_que_esta_palavra":"A menção da 'terra' é crucial, pois representa a aliança de Deus com Seu povo e a importância da terra na narrativa bíblica.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a promessa de Deus e a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Gênesis 15:18-21","Deuteronômio 8:7-10"]},"genesis_46_34_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo, no contexto de comunicar a identidade e a ocupação dos israelitas.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a importância da comunicação e da declaração de identidade, especialmente em um contexto onde a aceitação é necessária.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da fala e da comunicação na interação entre os israelitas e Faraó.","conexao_teologica":"A comunicação é um aspecto vital da relação entre Deus e a humanidade, onde Deus se revela e se comunica com Seu povo.","referencias_relacionadas":["Gênesis 1:3","Êxodo 3:14","Salmos 119:105"]},"genesis_46_34_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Assim como em outras menções, refere-se a um ser humano, neste caso, enfatizando a identidade dos israelitas.","explicacao_detalhada":"A repetição da palavra 'homem' reforça a individualidade e a importância de cada membro da família de Jacó na narrativa da migração para o Egito.","por_que_esta_palavra":"A palavra 'homem' é significativa para entender a história de Israel e a formação da nação, destacando a importância de cada indivíduo.","conexao_teologica":"A individualidade dos homens mencionados reflete a maneira como Deus se relaciona com cada pessoa, chamando-os para um propósito maior.","referencias_relacionadas":["Gênesis 1:26","Gênesis 2:7","Gênesis 46:6"]}}