{"genesis_47_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os israelitas se apresentam a Faraó, destacando a formalidade e a importância da situação.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a maneira como os pastores se apresentam, refletindo a cultura e as normas sociais da época.","por_que_esta_palavra":"A escolha da palavra 'modo' é importante para entender a dinâmica de poder e a interação entre diferentes culturas.","conexao_teologica":"A forma como os israelitas se apresentam a Faraó pode ser vista como uma representação da relação entre o povo de Deus e as autoridades terrenas.","referencias_relacionadas":["Gênesis 41:46","Êxodo 3:18","Êxodo 12:21"]},"genesis_47_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra do Egito, onde José e sua família se estabeleceram durante a fome.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o território físico, mas também pode simbolizar a promessa de Deus ao Seu povo. Neste contexto, representa a segurança e a provisão que Deus deu a José e sua família.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, simbolizando tanto a habitação física quanto a promessa divina.","conexao_teologica":"A terra é frequentemente associada à aliança de Deus com Israel, representando o lugar da bênção e da presença divina.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:8","Salmos 37:11"]},"genesis_47_1_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito, que teve um papel crucial na história de José e na preservação de sua família.","explicacao_detalhada":"A palavra 'faraó' (פַּרְעֹה) denota não apenas um título, mas também a autoridade e o poder do Egito. Faraó é uma figura que representa a opressão, mas também a providência de Deus ao permitir que José se tornasse um líder.","por_que_esta_palavra":"Faraó é central na narrativa de Gênesis, pois sua decisão de acolher os hebreus foi fundamental para a sobrevivência deles durante a fome.","conexao_teologica":"A figura do faraó ilustra a soberania de Deus sobre as nações e como Ele pode usar líderes pagãos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Salmos 105:17-22"]},"genesis_47_2_fim":{"palavra_pt":"fim","palavra_original":"קָצֶה","transliteracao":"qâtseh","strong":"H7097","significado_raiz":"Ideia básica: fim.","significado_contextual":"Indica o término de um período de fome e a necessidade de buscar ajuda.","explicacao_detalhada":"A palavra 'fim' (קָצֶה) sugere um limite ou conclusão, neste caso, o fim da fome que afligia a terra. É um momento de transição na história de José e sua família.","por_que_esta_palavra":"O 'fim' é um conceito importante, pois marca a mudança de um estado de necessidade para um de provisão.","conexao_teologica":"Deus é apresentado como aquele que traz fim ao sofrimento e à necessidade, mostrando Sua fidelidade.","referencias_relacionadas":["Gênesis 41:30","Salmos 30:5","Isaías 40:1"]},"genesis_47_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se aos homens que foram ao Egito em busca de alimento durante a fome.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para enfatizar a humanidade e a necessidade dos indivíduos que enfrentam a crise.","por_que_esta_palavra":"A inclusão do 'homem' destaca a condição humana e a dependência de Deus em tempos de crise.","conexao_teologica":"A necessidade humana é um tema recorrente na Bíblia, onde Deus se revela como o provedor.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Mateus 6:26"]},"genesis_47_2_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença e à face dos homens que se apresentaram diante de Faraó.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) simboliza a presença e a relação entre as pessoas. Neste contexto, representa a busca de ajuda e a vulnerabilidade dos que se apresentam diante do poder.","por_que_esta_palavra":"O 'rosto' é um símbolo de comunicação e conexão, essencial em momentos de necessidade.","conexao_teologica":"A busca pela face de Deus é um tema importante, refletindo a necessidade de estar na presença do Senhor.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"genesis_47_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da situação que os homens estavam enfrentando, a fome.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a gravidade da situação e a necessidade de comunicação clara sobre a crise.","por_que_esta_palavra":"A comunicação é vital em tempos de crise, e a palavra 'dizer' enfatiza a importância de expressar a necessidade.","conexao_teologica":"Deus se comunica com Seu povo, e a comunicação humana reflete a necessidade de diálogo com o Criador.","referencias_relacionadas":["Gênesis 41:30","Provérbios 18:21","Tiago 1:19"]},"genesis_47_3_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Novamente se refere ao faraó, que é a autoridade a quem os homens se dirigem em busca de ajuda.","explicacao_detalhada":"A repetição da palavra 'faraó' (פַּרְעֹה) neste contexto reforça a ideia de que ele é a figura central na busca de solução para a crise.","por_que_esta_palavra":"A presença do faraó é crucial, pois ele detém o poder de decidir sobre a ajuda que será dada.","conexao_teologica":"A soberania de Deus é refletida na autoridade dos governantes, que podem ser usados para cumprir Seus planos.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Romanos 13:1"]},"genesis_47_3_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade do que está sendo dito ou proposto, enfatizando a necessidade de um bom plano para lidar com a fome.","explicacao_detalhada":"A palavra 'bom' (מַעֲשֶׂה) implica em ações corretas e justas que devem ser tomadas em resposta à crise.","por_que_esta_palavra":"A busca por soluções boas e justas é essencial em tempos de necessidade.","conexao_teologica":"Deus é descrito como bom, e Suas ações refletem essa bondade, que deve ser imitada por Seu povo.","referencias_relacionadas":["Salmos 119:68","Romanos 12:2","Tiago 1:17"]},"genesis_47_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra do Egito, onde os hebreus buscavam abrigo e sustento.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) enfatiza a importância do local como um espaço de provisão e segurança durante a crise.","por_que_esta_palavra":"A terra é um símbolo de sustento e proteção, especialmente em tempos de necessidade.","conexao_teologica":"A terra é vista como um presente de Deus, e a busca por ela reflete a dependência do povo em relação à providência divina.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:8","Salmos 37:29"]},"genesis_47_4_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à crise de fome que afetava a terra e motivou a migração dos hebreus.","explicacao_detalhada":"A palavra 'fome' (רָעָב) é um termo que representa a escassez e a necessidade extrema, levando as pessoas a buscar ajuda.","por_que_esta_palavra":"A fome é um símbolo de desespero e necessidade, que leva à ação e à busca por soluções.","conexao_teologica":"A fome é frequentemente usada na Bíblia para ilustrar a necessidade espiritual e a dependência de Deus.","referencias_relacionadas":["Gênesis 41:30","Rute 1:1","Mateus 5:6"]},"genesis_47_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma ideia ou instrução.","explicacao_detalhada":"Neste contexto, 'dizer' refere-se à ação de comunicar algo importante, que pode influenciar decisões e ações futuras.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação verbal na narrativa bíblica.","conexao_teologica":"A comunicação divina é um tema recorrente na Bíblia, onde Deus frequentemente se revela e orienta Seu povo através da palavra.","referencias_relacionadas":["Gênesis 1:3","Êxodo 3:14","Salmos 33:9"]},"genesis_47_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a importância da comunicação.","explicacao_detalhada":"Aqui, 'dizer' é uma forma de transmitir uma solicitação ou um pedido, mostrando a necessidade de diálogo entre as partes.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a ideia de que a comunicação é fundamental nas interações humanas e divinas.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação entre os seres humanos reflete a comunicação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Mateus 4:4"]},"genesis_47_5_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'farao' refere-se ao rei do Egito, uma figura de autoridade e poder.","explicacao_detalhada":"Neste contexto, 'farao' representa não apenas um líder político, mas também um símbolo de opressão e controle sobre o povo hebreu.","por_que_esta_palavra":"A menção de 'farao' é crucial para entender a dinâmica de poder e a relação entre os hebreus e o Egito.","conexao_teologica":"A figura do faraó é frequentemente vista como um antagonista na história da libertação do povo de Israel.","referencias_relacionadas":["Êxodo 5:1","Êxodo 12:30","Romanos 9:17"]},"genesis_47_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também pode simbolizar a herança e a promessa de Deus.","explicacao_detalhada":"Neste versículo, 'terra' é o local onde os hebreus estão buscando abrigo e sustento durante a fome.","por_que_esta_palavra":"A terra é um tema central na narrativa bíblica, representando tanto a promessa de Deus quanto a realidade da vida dos hebreus.","conexao_teologica":"A terra prometida é um símbolo da aliança entre Deus e Seu povo, refletindo a fidelidade divina.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7","Josué 1:2"]},"genesis_47_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de decidir ou avaliar uma situação.","explicacao_detalhada":"Neste contexto, 'julgar' pode referir-se à avaliação das necessidades do povo e à distribuição de recursos.","por_que_esta_palavra":"A palavra 'julgar' destaca a responsabilidade de liderança e a necessidade de discernimento em tempos de crise.","conexao_teologica":"Deus é descrito como o juiz justo, e a liderança humana deve refletir essa justiça em suas decisões.","referencias_relacionadas":["Salmos 9:8","Isaías 1:17","Tiago 2:13"]},"genesis_47_7_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de invocar favor ou prosperidade sobre alguém.","explicacao_detalhada":"Neste contexto, 'abençoar' é um ato de reconhecimento da autoridade e da posição de alguém, como o faraó.","por_que_esta_palavra":"A bênção é um tema importante na Bíblia, simbolizando a transferência de favor divino.","conexao_teologica":"A bênção de Deus é um elemento central na relação entre Deus e Seu povo, refletindo Sua graça e misericórdia.","referencias_relacionadas":["Gênesis 12:2","Números 6:24-26","Efésios 1:3"]},"genesis_47_7_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica movimento e a ação de se aproximar de alguém ou de algo.","explicacao_detalhada":"Neste contexto, 'vir' é a ação de se apresentar diante do faraó, simbolizando submissão e respeito.","por_que_esta_palavra":"A palavra 'vir' destaca a importância da presença física e da interação social na cultura antiga.","conexao_teologica":"A ideia de 'vir' também pode ser vista na vinda de Cristo, que se aproximou da humanidade.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:16","Apocalipse 22:17"]},"genesis_47_7_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à face, mas também simboliza a presença e a identidade de uma pessoa.","explicacao_detalhada":"Neste contexto, 'rosto' é importante para a interação social e o reconhecimento de autoridade.","por_que_esta_palavra":"A menção do 'rosto' enfatiza a importância do contato visual e da comunicação não verbal.","conexao_teologica":"Ver o rosto de Deus é um tema que representa a intimidade e a revelação divina.","referencias_relacionadas":["Êxodo 33:20","Salmos 27:8","Mateus 5:8"]},"genesis_47_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada novamente para enfatizar a comunicação.","explicacao_detalhada":"Aqui, 'dizer' é uma forma de expressar a identidade e a situação dos hebreus ao faraó.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a ideia de que a comunicação é vital para a compreensão mútua.","conexao_teologica":"A palavra de Deus é fundamental para a vida e a fé, assim como a comunicação entre os seres humanos.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Tiago 1:19"]},"genesis_47_8_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'farao' é novamente mencionada, destacando sua posição de autoridade.","explicacao_detalhada":"Neste contexto, 'farao' é a figura que representa o poder e a opressão sobre os hebreus.","por_que_esta_palavra":"A repetição da palavra 'farao' enfatiza a importância da figura do governante na narrativa.","conexao_teologica":"A luta entre o povo de Deus e o faraó é um tema central na história da libertação do Egito.","referencias_relacionadas":["Êxodo 5:1","Êxodo 12:30","Romanos 9:17"]},"genesis_47_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que José se apresenta a Faraó, indicando um período específico.","explicacao_detalhada":"A palavra 'dia' é usada para denotar um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos na narrativa bíblica.","por_que_esta_palavra":"A utilização de 'dia' enfatiza a importância do momento em que José se apresenta a Faraó, um ponto crucial na história do Egito e de Israel.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à criação e à ordem divina no tempo, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Eclesiastes 3:1"]},"genesis_47_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Novamente, refere-se ao tempo em que José fala sobre sua vida e a situação de sua família.","explicacao_detalhada":"A repetição da palavra 'dia' reforça a continuidade da narrativa e a importância do relato de José sobre sua vida.","por_que_esta_palavra":"A palavra é usada para marcar a transição entre a vida de José no Egito e a história de sua família, mostrando a providência de Deus.","conexao_teologica":"O 'dia' é um lembrete da intervenção divina na vida dos indivíduos, mostrando que Deus tem um plano em cada momento.","referencias_relacionadas":["Gênesis 1:14","Salmos 90:12","Mateus 6:34"]},"genesis_47_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da situação que José está enfrentando ao se apresentar a Faraó.","explicacao_detalhada":"A palavra 'grande' indica a magnitude do evento e a importância do que está em jogo, tanto para José quanto para o Egito.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a seriedade da situação e a necessidade de uma resposta adequada.","conexao_teologica":"A grandeza dos eventos na história bíblica muitas vezes reflete a grandeza de Deus e Sua soberania sobre as nações.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"genesis_47_9_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito, que desempenha um papel crucial na história de José.","explicacao_detalhada":"A palavra 'faraó' representa não apenas uma figura histórica, mas também a autoridade e o poder do Egito na época.","por_que_esta_palavra":"A menção de Faraó é essencial para entender a dinâmica de poder e a providência divina na vida de José.","conexao_teologica":"Faraó, como líder, simboliza as autoridades terrenas que, apesar de seu poder, estão sob a soberania de Deus.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Romanos 13:1"]},"genesis_47_10_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar, que é um gesto de respeito e reconhecimento da autoridade.","explicacao_detalhada":"A palavra 'abençoar' implica em um ato de gratidão e reconhecimento da posição de Faraó, além de refletir a relação entre José e o governante.","por_que_esta_palavra":"O ato de abençoar é significativo, pois mostra a humildade de José e sua compreensão da ordem divina.","conexao_teologica":"A bênção é um tema central na Bíblia, simbolizando a favorabilidade de Deus sobre aqueles que O servem.","referencias_relacionadas":["Gênesis 12:2","Números 6:24-26","Efésios 1:3"]},"genesis_47_10_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Novamente, refere-se ao Faraó, enfatizando sua importância na narrativa.","explicacao_detalhada":"A repetição da palavra 'faraó' sublinha a centralidade da figura na história de José e na providência divina.","por_que_esta_palavra":"A menção contínua de Faraó destaca o contraste entre o poder humano e a soberania de Deus.","conexao_teologica":"Faraó representa as autoridades que, mesmo em sua grandeza, estão sujeitas ao plano de Deus.","referencias_relacionadas":["Gênesis 41:14","Êxodo 3:10","Romanos 9:17"]},"genesis_47_10_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à grandeza da bênção que José está prestes a dar a Faraó.","explicacao_detalhada":"A palavra 'sair' implica em um movimento significativo, tanto físico quanto espiritual, na narrativa.","por_que_esta_palavra":"A escolha da palavra 'sair' sugere um novo começo ou uma nova fase na vida de José e na história do Egito.","conexao_teologica":"A ideia de 'sair' pode simbolizar a libertação e a nova vida que Deus oferece a Seu povo.","referencias_relacionadas":["Gênesis 12:1","Isaías 43:19","2 Coríntios 5:17"]},"genesis_47_11_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de José de administrar a terra e as pessoas sob sua responsabilidade.","explicacao_detalhada":"A palavra 'julgar' implica em tomar decisões justas e sábias, refletindo a sabedoria que Deus deu a José.","por_que_esta_palavra":"A menção de 'julgar' destaca a responsabilidade de José como governador do Egito e a confiança que Faraó depositou nele.","conexao_teologica":"O ato de julgar é uma função divina, e José, ao fazê-lo, reflete a justiça e a sabedoria de Deus.","referencias_relacionadas":["Gênesis 41:46","Salmos 72:1-2","Tiago 1:5"]},"genesis_47_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar, que é fundamental na interação entre José e Faraó.","explicacao_detalhada":"A palavra 'dar' implica em um ato de generosidade e providência, refletindo a natureza de Deus como provedor.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a importância da generosidade e da partilha na vida comunitária.","conexao_teologica":"Dar é um princípio central na teologia bíblica, refletindo o caráter de Deus e Sua generosidade para com a humanidade.","referencias_relacionadas":["Mateus 5:42","2 Coríntios 9:7","Atos 20:35"]},"genesis_47_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra do Egito, que é central para a sobrevivência de José e de sua família.","explicacao_detalhada":"A palavra 'terra' implica em um espaço físico, mas também simboliza a herança e a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A menção de 'terra' destaca a importância da terra nas promessas de Deus e na história de Israel.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando a promessa de Deus e a relação de Seu povo com Ele.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Hebreus 11:9"]},"genesis_47_12_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao grupo de pessoas que compõem a unidade familiar, incluindo filhos e dependentes.","explicacao_detalhada":"No contexto de Gênesis 47:12, a palavra 'família' é usada para descrever a totalidade dos que dependem de José durante a fome no Egito. Isso mostra a importância da unidade familiar e do cuidado mútuo em tempos de crise.","por_que_esta_palavra":"A palavra 'família' é crucial para entender a dinâmica social e a responsabilidade que José tinha em relação aos seus parentes e dependentes.","conexao_teologica":"A família é vista como uma instituição divina, refletindo o cuidado de Deus por Seu povo e a importância da comunidade na vida espiritual.","referencias_relacionadas":["Gênesis 12:3","Êxodo 20:12","Salmos 127:3"]},"genesis_47_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito ou apresentado.","explicacao_detalhada":"Em Gênesis 47:12, a palavra 'modo' é utilizada para descrever a forma como os alimentos foram distribuídos a cada família. Isso destaca a organização e a administração cuidadosa dos recursos durante a crise.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da ordem e da eficiência na gestão dos recursos em tempos de necessidade.","conexao_teologica":"Deus é um Deus de ordem, e a maneira como as coisas são feitas reflete Seu caráter e a necessidade de seguirmos princípios de organização em nossas vidas.","referencias_relacionadas":["1 Coríntios 14:40","Provérbios 21:5","Gênesis 41:34"]},"genesis_47_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, ao lugar onde a família reside.","explicacao_detalhada":"No versículo, 'casa' simboliza não apenas o espaço físico, mas também a segurança e o abrigo que a família encontra em tempos difíceis. É um espaço de proteção e união.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a importância do lar como um lugar de refúgio e sustento durante a fome.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a habitação de Deus entre Seu povo, refletindo a relação íntima que Ele deseja ter com a humanidade.","referencias_relacionadas":["Salmos 23:6","Mateus 7:24-25","Gênesis 28:17"]},"genesis_47_13_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao sustento necessário para a sobrevivência, especialmente em tempos de escassez.","explicacao_detalhada":"Em Gênesis 47:13, 'alimento' é mencionado em um contexto de crise, onde a escassez de comida é uma preocupação central. A palavra destaca a necessidade básica de sustento para a vida.","por_que_esta_palavra":"A escolha da palavra 'alimento' é crucial para entender a dependência do povo em relação a José e a providência de Deus em tempos de necessidade.","conexao_teologica":"Deus é descrito como o provedor de todas as necessidades, e o alimento é um símbolo de Sua provisão e cuidado contínuo por Seu povo.","referencias_relacionadas":["Mateus 6:11","Salmos 37:25","João 6:35"]},"genesis_47_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à forma ou maneira como os alimentos foram distribuídos.","explicacao_detalhada":"A palavra 'modo' neste contexto enfatiza a organização e a estratégia na distribuição de alimentos durante a crise, mostrando a importância da administração eficaz.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a necessidade de planejamento e estrutura na gestão de recursos em tempos de escassez.","conexao_teologica":"A administração sábia dos recursos é um princípio bíblico que reflete a natureza de Deus como um cuidador e provedor.","referencias_relacionadas":["Lucas 16:10","Provérbios 27:23","Gênesis 41:48"]},"genesis_47_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, especialmente em relação à sua produção e capacidade de sustentar a vida.","explicacao_detalhada":"No versículo, 'terra' é mencionada em um contexto de fome, onde a produção agrícola é vital para a sobrevivência. A terra é vista como um recurso essencial para a vida.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre o povo e o ambiente, e como a terra é uma bênção de Deus.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um presente de Deus, simbolizando a promessa e a provisão divina para Seu povo.","referencias_relacionadas":["Gênesis 1:28","Deuteronômio 8:7-10","Salmos 115:16"]},"genesis_47_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, especialmente em relação à sua produção e capacidade de sustentar a vida.","explicacao_detalhada":"A palavra 'terra' é usada para enfatizar a importância da agricultura e da produção de alimentos em um tempo de crise, destacando a dependência do povo em relação à terra.","por_que_esta_palavra":"A palavra 'terra' é essencial para entender a conexão entre o povo e os recursos naturais que Deus provê.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, representando a prosperidade e a bênção que vêm de Sua provisão.","referencias_relacionadas":["Gênesis 1:28","Salmos 37:11","Deuteronômio 11:12"]},"genesis_47_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como a terra é utilizada ou administrada.","explicacao_detalhada":"Neste versículo, 'modo' indica a forma como a terra deve ser cultivada e gerida para garantir a sobrevivência da população.","por_que_esta_palavra":"A palavra 'modo' sugere que a administração dos recursos naturais é crucial para a prosperidade.","conexao_teologica":"A forma como gerimos a terra reflete nossa responsabilidade como mordomos dos recursos que Deus nos confiou.","referencias_relacionadas":["Gênesis 2:15","Levítico 25:23","Salmos 104:14"]},"genesis_47_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, especialmente em relação à sua produção e capacidade de sustentar a vida.","explicacao_detalhada":"Neste versículo, 'terra' é mencionada em um contexto de necessidade, onde a falta de alimentos leva o povo a buscar ajuda. A terra é vista como um recurso vital.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre a sobrevivência do povo e a capacidade da terra de produzir alimentos.","conexao_teologica":"A terra é um presente de Deus, e a sua fertilidade é um sinal da Sua bênção e provisão para o Seu povo.","referencias_relacionadas":["Gênesis 1:29","Salmos 104:14","Isaías 30:23"]},"genesis_47_15_bom":{"palavra_pt":"bom","palavra_original":"תָּמַם","transliteracao":"tâmam","strong":"H8552","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é desejável ou benéfico.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a qualidade dos alimentos e recursos disponíveis, enfatizando a importância de ter o que é necessário para a sobrevivência.","por_que_esta_palavra":"A palavra 'bom' é fundamental para entender a natureza da provisão de Deus, que é sempre boa e suficiente para as necessidades do Seu povo.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu caráter e a maneira como Ele cuida de Seu povo.","referencias_relacionadas":["Salmos 34:8","Tiago 1:17","Romanos 8:28"]},"genesis_47_15_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A prata é mencionada como um meio de troca durante a fome no Egito, simbolizando riqueza e valor.","explicacao_detalhada":"Neste contexto, a prata representa não apenas um recurso material, mas também a dependência das pessoas em tempos de crise. A escassez de alimentos leva os egípcios a usarem seus bens para garantir a sobrevivência.","por_que_esta_palavra":"A palavra 'prata' é utilizada para ilustrar a transação econômica que ocorre em um momento de necessidade extrema, refletindo a realidade social da época.","conexao_teologica":"A prata, como símbolo de valor, pode ser vista como uma representação das coisas que os seres humanos valorizam, em contraste com os valores do Reino de Deus, que priorizam a vida e a fé.","referencias_relacionadas":["Gênesis 23:16","Êxodo 30:13","Salmos 119:72"]},"genesis_47_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para descrever a ação de fornecer algo em troca de alimento durante a crise.","explicacao_detalhada":"Neste versículo, 'dar' implica uma troca necessária para a sobrevivência. Os egípcios estão dispostos a oferecer o que têm para garantir a sua subsistência em tempos de fome.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a ação de entregar algo valioso em troca de algo essencial, mostrando a urgência da situação.","conexao_teologica":"A ideia de dar e receber é central na teologia bíblica, refletindo a generosidade de Deus e a necessidade humana de depender dEle.","referencias_relacionadas":["Mateus 7:7","Lucas 6:38","Atos 20:35"]},"genesis_47_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma necessidade urgente.","explicacao_detalhada":"Neste contexto, 'dizer' é a forma pela qual os egípcios comunicam sua situação desesperadora a José, revelando a importância da comunicação em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a necessidade de expressar necessidades e buscar ajuda, um tema recorrente na Bíblia.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, onde a oração é uma forma de 'dizer' a Deus nossas necessidades.","referencias_relacionadas":["Tiago 1:5","Salmos 34:17","Romanos 10:13"]},"genesis_47_16_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é usada em um contexto de busca por segurança e provisão em meio à fome.","explicacao_detalhada":"Neste versículo, 'salvar' implica a necessidade de resgatar a vida através da obtenção de alimento, refletindo a urgência da situação.","por_que_esta_palavra":"A palavra 'salvar' é significativa, pois indica a luta pela sobrevivência e a busca por ajuda em tempos de necessidade.","conexao_teologica":"A salvação é um tema central na Bíblia, onde Deus oferece salvação espiritual e física àqueles que clamam por Ele.","referencias_relacionadas":["Salmos 34:6","Isaías 43:11","Romanos 10:9"]},"genesis_47_17_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é novamente utilizada para descrever a troca de bens por alimento.","explicacao_detalhada":"Aqui, 'dar' enfatiza a continuidade da transação econômica em meio à crise, mostrando a repetição da necessidade de troca para a sobrevivência.","por_que_esta_palavra":"A repetição da palavra 'dar' reforça a ideia de que a sobrevivência depende de ações contínuas e da disposição de sacrificar bens.","conexao_teologica":"A disposição de dar é um reflexo do caráter de Deus, que deu Seu Filho para a salvação da humanidade.","referencias_relacionadas":["Lucas 21:1-4","2 Coríntios 9:7","Mateus 5:42"]},"genesis_47_17_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' é central, pois representa a necessidade básica de sustento.","explicacao_detalhada":"Neste contexto, 'alimento' é o que os egípcios buscam desesperadamente, simbolizando a luta pela sobrevivência em tempos de escassez.","por_que_esta_palavra":"A escolha da palavra 'alimento' destaca a importância do sustento físico e espiritual, um tema recorrente na Bíblia.","conexao_teologica":"Jesus se apresenta como o 'pão da vida', simbolizando a necessidade espiritual de alimento que só Ele pode suprir.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14"]},"genesis_47_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as transações e interações ocorrem durante a crise.","explicacao_detalhada":"Neste versículo, 'modo' implica a forma como os egípcios estão lidando com a situação, refletindo a adaptação às circunstâncias difíceis.","por_que_esta_palavra":"A palavra 'modo' é significativa, pois mostra que as ações humanas são moldadas pelas circunstâncias e pela necessidade.","conexao_teologica":"A maneira como vivemos e interagimos uns com os outros é importante para Deus, que nos chama a agir com amor e compaixão.","referencias_relacionadas":["Colossenses 3:23","1 Pedro 4:10","Romanos 12:1"]},"genesis_47_18_bom":{"palavra_pt":"bom","palavra_original":"תָּמַם","transliteracao":"tâmam","strong":"H8552","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a qualidade da oferta que os egípcios estão fazendo.","explicacao_detalhada":"Neste contexto, 'bom' refere-se à qualidade do alimento e à necessidade de garantir que o que é oferecido seja suficiente para a sobrevivência.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a importância de oferecer o melhor em tempos de necessidade.","conexao_teologica":"Deus é descrito como bom, e a qualidade de nossas ofertas e ações deve refletir Seu caráter.","referencias_relacionadas":["Salmos 119:68","Gênesis 1:31","Romanos 12:2"]},"genesis_47_18_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como os egípcios comunicam suas necessidades.","explicacao_detalhada":"Neste versículo, 'expressão' é importante para entender como a comunicação é vital em momentos de crise.","por_que_esta_palavra":"A palavra 'expressão' destaca a necessidade de clareza na comunicação, especialmente em situações críticas.","conexao_teologica":"A expressão de nossas necessidades a Deus é fundamental, pois Ele deseja que nos aproximemos dEle em oração.","referencias_relacionadas":["Filipenses 4:6","Salmos 62:8","1 João 5:14"]},"genesis_47_18_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada para descrever a ação de se aproximar de José em busca de ajuda.","explicacao_detalhada":"Neste contexto, 'vir' implica a necessidade de se mover em direção à solução, simbolizando a busca ativa por ajuda.","por_que_esta_palavra":"A escolha da palavra 'vir' enfatiza a ação necessária para buscar a provisão e a ajuda em tempos de necessidade.","conexao_teologica":"A Bíblia nos chama a 'vir' a Cristo, que é a fonte de toda ajuda e provisão espiritual.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:16","Apocalipse 22:17"]},"genesis_47_19_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao sustento básico necessário para a sobrevivência durante a fome.","explicacao_detalhada":"O termo 'pão' ou 'alimento' é utilizado para descrever não apenas o pão físico, mas também a necessidade de sustento que o povo tinha durante a crise de fome no Egito. Este alimento era essencial para a vida e a manutenção da saúde.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do alimento como um recurso vital em tempos de escassez.","conexao_teologica":"O pão é frequentemente visto na Bíblia como um símbolo de provisão divina, representando a dependência do ser humano em relação a Deus para suas necessidades diárias.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:14"]},"genesis_47_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou oferecer algo em resposta a uma necessidade.","explicacao_detalhada":"A palavra 'dar' é utilizada para descrever o ato de fornecer ajuda ou recursos em um momento de crise, como a fome que assolava o Egito. Este ato de dar é crucial para a sobrevivência do povo.","por_que_esta_palavra":"A escolha dessa palavra destaca a generosidade e a necessidade de compartilhar recursos em tempos difíceis.","conexao_teologica":"A prática de dar é um princípio fundamental na vida cristã, refletindo o caráter de Deus como doador e a importância da generosidade entre os seres humanos.","referencias_relacionadas":["Atos 20:35","2 Coríntios 9:7","Lucas 6:38"]},"genesis_47_19_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à continuidade da vida em meio à crise de fome.","explicacao_detalhada":"A palavra 'viver' é usada para expressar a necessidade de sustento para a sobrevivência. Sem alimento, a vida do povo estaria em risco, e a provisão de alimento era essencial para que pudessem continuar vivendo.","por_que_esta_palavra":"A palavra enfatiza a fragilidade da vida humana e a dependência de Deus para a manutenção da vida.","conexao_teologica":"A vida é um dom de Deus, e a Bíblia frequentemente fala sobre a vida eterna que é oferecida através de Cristo.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"genesis_47_20_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se ao ato de adquirir ou estabelecer algo novo, como a terra durante a crise.","explicacao_detalhada":"A palavra 'criar' é utilizada para descrever o ato de comprar ou adquirir terras para garantir a sobrevivência do povo. Este ato de criar novas posses é fundamental em tempos de necessidade.","por_que_esta_palavra":"A palavra destaca a ação de tomar iniciativa em tempos de crise, mostrando a importância de se adaptar e sobreviver.","conexao_teologica":"A criação é um tema central na Bíblia, refletindo a soberania de Deus sobre a terra e a responsabilidade do ser humano em cuidar dela.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 43:7"]},"genesis_47_20_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à escassez de alimento que afeta a população.","explicacao_detalhada":"A palavra 'fome' descreve a condição crítica em que o povo se encontrava, necessitando urgentemente de alimento para sobreviver. A fome é uma realidade dura que leva as pessoas a buscar soluções desesperadas.","por_que_esta_palavra":"A palavra é usada para enfatizar a gravidade da situação e a necessidade urgente de intervenção.","conexao_teologica":"A fome é frequentemente mencionada na Bíblia como um juízo de Deus ou como um teste de fé, levando as pessoas a dependerem de Sua provisão.","referencias_relacionadas":["Amós 8:11","Mateus 5:6","Salmos 37:25"]},"genesis_47_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território que é adquirido para garantir a sobrevivência.","explicacao_detalhada":"A palavra 'terra' é usada para descrever a importância do espaço físico para a vida e a subsistência do povo. A aquisição de terras era crucial para garantir alimento e segurança.","por_que_esta_palavra":"A palavra destaca a conexão entre o povo e a terra, essencial para sua identidade e sobrevivência.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a promessa de Deus ao Seu povo e a importância de cuidar do que Ele criou.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 115:16","Gênesis 12:1"]},"genesis_47_21_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se aos centros urbanos que abrigam o povo durante a crise.","explicacao_detalhada":"A palavra 'cidade' é utilizada para descrever os locais onde as pessoas se reuniam e viviam. As cidades eram essenciais para a organização social e a sobrevivência do povo.","por_que_esta_palavra":"A palavra enfatiza a importância da comunidade e da vida em sociedade, especialmente em tempos de crise.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam refúgio e segurança, refletindo a necessidade de comunidade e apoio mútuo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Mateus 5:14"]},"genesis_47_21_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que enfrentam a crise de fome.","explicacao_detalhada":"A palavra 'povo' é usada para descrever a coletividade que sofre as consequências da fome e busca soluções para sobreviver. O povo é o foco da narrativa, mostrando a necessidade de união e solidariedade.","por_que_esta_palavra":"A palavra destaca a importância da comunidade e da identidade coletiva em tempos de crise.","conexao_teologica":"O povo de Deus é frequentemente mencionado na Bíblia como um grupo escolhido, chamado para viver em comunhão e dependência de Deus.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Romanos 12:5"]},"genesis_47_21_fim":{"palavra_pt":"fim","palavra_original":"קָצֶה","transliteracao":"qâtseh","strong":"H7097","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de uma situação ou ciclo, como a crise de fome.","explicacao_detalhada":"A palavra 'fim' é utilizada para descrever o desfecho da crise de fome e as consequências que ela traz para o povo e a terra. O fim de uma situação pode trazer esperança ou desespero.","por_que_esta_palavra":"A palavra enfatiza a transitoriedade das situações e a esperança de um novo começo.","conexao_teologica":"A Bíblia fala sobre o fim dos tempos e a promessa de um novo céu e uma nova terra, trazendo esperança para o povo de Deus.","referencias_relacionadas":["Apocalipse 21:1","Isaías 65:17","Mateus 24:13"]},"genesis_47_22_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura religiosa que desempenha um papel importante na comunidade.","explicacao_detalhada":"A palavra 'sacerdote' é utilizada para descrever aqueles que servem como intermediários entre Deus e o povo, oferecendo orientação espiritual e apoio durante a crise.","por_que_esta_palavra":"A palavra destaca a importância da liderança espiritual e do papel dos sacerdotes em tempos de necessidade.","conexao_teologica":"Os sacerdotes na Bíblia são vistos como representantes de Deus, e sua função é crucial para a vida espiritual da comunidade.","referencias_relacionadas":["Levítico 10:10","Hebreus 5:1","1 Pedro 2:9"]},"genesis_47_22_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra cultivável, essencial para a sobrevivência durante a fome.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) é usada para descrever a terra que é cultivada e que sustenta a vida. No contexto de Gênesis 47:22, o solo é um recurso vital que os egípcios estavam dispostos a trocar por alimento durante a fome.","por_que_esta_palavra":"A escolha da palavra 'solo' enfatiza a importância da terra na agricultura e na subsistência do povo.","conexao_teologica":"O solo é visto como uma dádiva de Deus, que sustenta a vida e a prosperidade. A relação entre o povo e a terra é um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 1:26-28","Deuteronômio 8:7-10","Salmos 104:14"]},"genesis_47_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é utilizada para enfatizar a honestidade na transação entre José e os egípcios.","explicacao_detalhada":"Neste contexto, a palavra 'verdade' (לֹא) é usada para indicar que não há engano nas negociações feitas por José, que estava agindo com integridade ao administrar a crise da fome.","por_que_esta_palavra":"A palavra é crucial para mostrar que as ações de José eram justas e que ele estava cuidando do povo de forma honesta.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes. A integridade nas relações é um princípio bíblico importante.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"genesis_47_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que as transações estavam ocorrendo durante a crise.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para marcar o tempo em que os eventos estão acontecendo. No contexto, isso indica que as ações de José e as trocas estavam ocorrendo em um período definido.","por_que_esta_palavra":"A menção do 'dia' ajuda a situar os eventos na narrativa, mostrando a urgência da situação.","conexao_teologica":"O conceito de tempo é importante na teologia bíblica, pois Deus opera dentro da história e do tempo humano.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","Salmos 90:12"]},"genesis_47_23_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Novamente, refere-se à terra que é essencial para a agricultura e a sobrevivência.","explicacao_detalhada":"A repetição da palavra 'solo' (אֲדָמָה) neste versículo reforça a ideia de que a terra é um bem precioso que deve ser protegido e utilizado sabiamente.","por_que_esta_palavra":"A ênfase no solo destaca a dependência do povo em relação à terra para sua sobrevivência durante a fome.","conexao_teologica":"A terra é um símbolo da promessa de Deus ao Seu povo, representando bênção e sustento.","referencias_relacionadas":["Gênesis 12:7","Levítico 25:23","Salmos 37:29"]},"genesis_47_23_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito, que tinha autoridade sobre a terra e o povo.","explicacao_detalhada":"A palavra 'faraó' (פַּרְעֹה) é usada para identificar a figura de autoridade que estava tomando decisões críticas durante a crise da fome.","por_que_esta_palavra":"A menção do faraó é importante para entender a dinâmica de poder e a liderança no Egito.","conexao_teologica":"A figura do faraó pode ser vista como um contraste com a liderança de Deus, que é justa e benevolente.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Salmos 105:26"]},"genesis_47_24_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo em troca, essencial durante a crise.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para descrever a ação de trocar recursos, enfatizando a necessidade de colaboração entre as pessoas durante a fome.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de troca e a sobrevivência em tempos de crise.","conexao_teologica":"O ato de dar é um princípio bíblico que reflete a generosidade de Deus e a necessidade de cuidar uns dos outros.","referencias_relacionadas":["Mateus 5:42","Atos 20:35","2 Coríntios 9:7"]},"genesis_47_24_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Novamente, refere-se ao faraó, que tinha um papel central nas decisões econômicas do Egito.","explicacao_detalhada":"A repetição da palavra 'faraó' (פַּרְעֹה) neste versículo reforça a sua autoridade e a importância de suas decisões durante a crise.","por_que_esta_palavra":"A presença do faraó destaca a centralização do poder e a responsabilidade na administração da crise.","conexao_teologica":"A liderança humana é um reflexo da soberania de Deus sobre as nações.","referencias_relacionadas":["Gênesis 41:30","Êxodo 1:8","Salmos 105:21"]},"genesis_47_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda ou diminuição da condição do povo devido à fome.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a deterioração da situação dos egípcios, que estavam se tornando cada vez mais dependentes do governo para sobreviver.","por_que_esta_palavra":"A palavra enfatiza a gravidade da situação e a necessidade de intervenção.","conexao_teologica":"A queda do povo pode ser vista como uma metáfora para a condição humana e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:19","Romanos 3:23","2 Coríntios 5:17"]},"genesis_47_25_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se novamente ao faraó, que é o responsável por cuidar do povo durante a crise.","explicacao_detalhada":"A repetição da palavra 'faraó' (פַּרְעֹה) neste versículo destaca a sua posição de poder e a responsabilidade que ele tem sobre o bem-estar do povo.","por_que_esta_palavra":"A menção do faraó é importante para entender a dinâmica de liderança e a resposta do governo à crise.","conexao_teologica":"A liderança é um tema importante na Bíblia, refletindo a autoridade de Deus sobre a história.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Salmos 105:26"]},"genesis_47_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da declaração ou da situação que está sendo discutida.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para indicar a importância das palavras e decisões que estão sendo feitas no contexto da crise.","por_que_esta_palavra":"A palavra enfatiza a importância da comunicação e da liderança durante tempos difíceis.","conexao_teologica":"As palavras têm poder e podem trazer vida ou morte, refletindo a importância da sabedoria nas decisões.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Salmos 19:14"]},"genesis_47_25_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à existência e à continuidade da vida, especialmente em um contexto de sobrevivência durante a fome.","explicacao_detalhada":"Neste versículo, os egípcios reconhecem que, devido à fome severa, a única maneira de garantir a sobrevivência é se submeter ao sistema de troca proposto por José, onde eles trocam suas posses pela comida. O ato de 'viver' aqui é mais do que existir; é uma luta pela sobrevivência.","por_que_esta_palavra":"A escolha da palavra 'viver' enfatiza a urgência e a necessidade de sustento em tempos de crise, refletindo a dependência do povo de Deus para a provisão.","conexao_teologica":"A ideia de viver é central na teologia bíblica, onde Deus é visto como o doador da vida e da provisão. A sobrevivência física é frequentemente ligada à vida espiritual.","referencias_relacionadas":["Gênesis 1:20-21","Deuteronômio 30:19-20","Salmos 36:9"]},"genesis_47_26_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas aqui pode simbolizar um tempo específico de julgamento e decisão.","explicacao_detalhada":"Neste contexto, o 'dia' é o momento em que os egípcios se tornam servos de Faraó em troca de alimento. É um dia de mudança significativa em suas vidas, marcando uma nova era de servidão.","por_que_esta_palavra":"A palavra 'dia' é usada para indicar a importância do tempo em que decisões cruciais são tomadas, refletindo a soberania de Deus sobre a história.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao tempo de Deus e à realização de Seus planos, como em Gênesis 1, onde Deus cria em dias.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"genesis_47_26_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a uma figura religiosa que atua como mediador entre Deus e o povo.","explicacao_detalhada":"No contexto do versículo, o sacerdote é mencionado como alguém que tem um papel importante na vida espiritual do povo, especialmente em tempos de crise. Ele representa a conexão do povo com Deus.","por_que_esta_palavra":"A inclusão do sacerdote destaca a importância da religião e da espiritualidade na vida cotidiana, mesmo em situações de necessidade material.","conexao_teologica":"Os sacerdotes são vistos como representantes de Deus, e sua presença é um lembrete da necessidade de buscar a Deus em todas as circunstâncias.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 5:1"]},"genesis_47_26_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' refere-se ao rei do Egito, que exerce autoridade suprema sobre o povo.","explicacao_detalhada":"Faraó, como figura de poder, representa a opressão e a autoridade, mas também a providência de Deus, que usa essa autoridade para preservar a vida durante a fome.","por_que_esta_palavra":"A menção de Faraó enfatiza a dinâmica de poder e a soberania de Deus sobre as nações, mostrando que Ele pode usar líderes para cumprir Seus propósitos.","conexao_teologica":"Faraó é um símbolo da resistência a Deus, mas também da maneira como Deus pode operar através de autoridades para realizar Sua vontade.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Romanos 9:17"]},"genesis_47_27_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar decisões ou avaliar situações, especialmente em um contexto de governança.","explicacao_detalhada":"Neste versículo, 'julgar' implica a responsabilidade de José em administrar a terra e o povo durante a crise, mostrando sua sabedoria e liderança.","por_que_esta_palavra":"A palavra é crucial para entender o papel de José como governador e a necessidade de discernimento em tempos difíceis.","conexao_teologica":"A justiça e o julgamento são temas centrais na Bíblia, refletindo o caráter de Deus como justo e reto em Suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Eclesiastes 3:17"]},"genesis_47_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou território, mas também simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"Neste contexto, a terra é o lugar onde o povo vive e trabalha, e a sua administração é crucial para a sobrevivência durante a fome.","por_que_esta_palavra":"A terra é um tema recorrente na Bíblia, representando não apenas um espaço físico, mas também a promessa de Deus e a identidade do povo.","conexao_teologica":"A relação entre o povo e a terra é fundamental na narrativa bíblica, refletindo a aliança de Deus com Israel.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:29"]},"genesis_47_27_urso":{"palavra_pt":"urso","palavra_original":"פָּרָה","transliteracao":"pârâh","strong":"H6509","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal, mas aqui pode simbolizar força e proteção.","explicacao_detalhada":"Embora a palavra 'urso' não seja central no contexto, sua inclusão pode sugerir a força necessária para enfrentar as dificuldades da vida.","por_que_esta_palavra":"A menção de um animal forte como o urso pode ser uma metáfora para a força que é necessária em tempos de crise.","conexao_teologica":"A força e a proteção de Deus são temas recorrentes na Bíblia, onde Ele é frequentemente descrito como um refúgio e fortaleza.","referencias_relacionadas":["Salmos 18:2","Salmos 91:2","Provérbios 30:30"]},"genesis_47_28_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' aqui é novamente usada para enfatizar a continuidade da vida e a importância da sobrevivência.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'viver' reforça a ideia de que a vida é um presente de Deus, especialmente em tempos de crise.","por_que_esta_palavra":"A ênfase na vida destaca a dependência do povo em relação a Deus para sustento e proteção.","conexao_teologica":"A vida é um tema central na Bíblia, onde Deus é visto como o autor da vida e aquele que sustenta todas as coisas.","referencias_relacionadas":["João 10:10","Atos 17:28","Romanos 6:4"]},"genesis_47_28_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é novamente mencionada, reforçando a conexão entre o povo e o lugar que habitam.","explicacao_detalhada":"A terra é vista como um presente de Deus, e sua administração é crucial para a sobrevivência e prosperidade do povo.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a importância do lar e da herança que Deus deu ao Seu povo.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da aliança com Israel, representando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 15:18","Salmos 37:11","Isaías 60:21"]},"genesis_47_28_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode referir-se a um colapso ou queda, simbolizando a fragilidade da vida humana.","explicacao_detalhada":"Neste contexto, 'cair' pode indicar a vulnerabilidade do povo diante da fome e da necessidade de apoio e sustento.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a realidade da condição humana e a necessidade de confiar em Deus em tempos de dificuldade.","conexao_teologica":"A fragilidade da vida é um tema recorrente na Bíblia, onde a dependência de Deus é enfatizada em momentos de crise.","referencias_relacionadas":["Salmos 37:24","Mateus 7:25","2 Coríntios 4:8-9"]},"genesis_47_29_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida de Jacó, que está prestes a falecer.","explicacao_detalhada":"No contexto de Gênesis 47:29, Jacó pede a José que o enterre em sua terra natal, demonstrando sua conexão com suas raízes e a importância do sepultamento em sua terra prometida.","por_que_esta_palavra":"A palavra 'morrer' é central para a narrativa, pois marca a transição de uma geração para outra e a continuidade da promessa de Deus a Abraão, Isaque e Jacó.","conexao_teologica":"A morte de Jacó simboliza a fidelidade de Deus em cumprir Suas promessas, mesmo após a morte dos patriarcas.","referencias_relacionadas":["Gênesis 25:8","Gênesis 35:29","Hebreus 11:21"]},"genesis_47_29_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não aparece diretamente no versículo, mas pode ser uma confusão com o termo que se refere a um animal forte e feroz.","explicacao_detalhada":"Embora a palavra 'urso' não esteja presente, a ideia de força e proteção pode ser associada ao contexto de Jacó, que busca segurança para sua família.","por_que_esta_palavra":"A menção de um animal forte pode simbolizar a proteção que Jacó deseja para seus descendentes.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é um protetor de Seu povo.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Provérbios 28:1"]},"genesis_47_29_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' reflete a fidelidade de Jacó em seus compromissos e a importância da honestidade nas relações familiares.","explicacao_detalhada":"Jacó, ao pedir que José cumpra sua promessa de enterrá-lo em Canaã, demonstra a importância da verdade e da fidelidade nas promessas feitas.","por_que_esta_palavra":"A verdade é um valor fundamental na vida de Jacó, que representa a confiança em Deus e nos relacionamentos humanos.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"genesis_47_30_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao estado de paz que Jacó deseja alcançar após sua morte.","explicacao_detalhada":"Jacó deseja ser enterrado em sua terra natal para encontrar descanso em um lugar que representa a promessa de Deus.","por_que_esta_palavra":"O descanso é um tema importante na Bíblia, simbolizando a paz eterna e a realização das promessas de Deus.","conexao_teologica":"O descanso de Jacó aponta para o descanso final que os crentes encontrarão em Deus.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-11","Apocalipse 14:13"]},"genesis_47_30_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' pode se referir à importância do ato de dizer e à gravidade do momento em que Jacó faz seu pedido.","explicacao_detalhada":"Jacó, ao fazer um pedido significativo, expressa a grandeza de sua fé e a importância de suas últimas palavras.","por_que_esta_palavra":"A grandeza do momento é enfatizada pela seriedade do pedido de Jacó a José.","conexao_teologica":"As palavras de um patriarca têm grande peso e significado na narrativa bíblica, refletindo a continuidade da aliança de Deus.","referencias_relacionadas":["Gênesis 49:1","Salmos 119:162","Tiago 1:19"]},"genesis_47_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' novamente pode ser uma confusão, mas pode simbolizar força e proteção.","explicacao_detalhada":"A menção de um animal forte pode ser uma metáfora para a proteção que Jacó deseja para sua família após sua morte.","por_que_esta_palavra":"A força e a proteção são temas recorrentes na Bíblia, refletindo a natureza de Deus como nosso protetor.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso que defende seus filhotes.","referencias_relacionadas":["Salmos 91:1-2","Isaías 40:11","Romanos 8:31"]},"genesis_47_31_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que Jacó invoca ao fazer seu pedido a José.","explicacao_detalhada":"Jacó reconhece a soberania de Deus sobre sua vida e sua morte, pedindo que José jure pela fidelidade de Deus.","por_que_esta_palavra":"A invocação de Deus enfatiza a importância da fé e da confiança nas promessas divinas.","conexao_teologica":"A relação de Jacó com Deus é central para a narrativa, mostrando a continuidade da aliança.","referencias_relacionadas":["Gênesis 28:13-15","Êxodo 3:6","Hebreus 11:16"]},"genesis_47_31_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' novamente se refere à seriedade do compromisso que Jacó pede a José.","explicacao_detalhada":"Jacó pede que José jure por Deus, destacando a importância de sua promessa e a gravidade do momento.","por_que_esta_palavra":"A grandeza do ato de jurar por Deus reflete a seriedade das promessas feitas entre os homens.","conexao_teologica":"O ato de jurar por Deus é uma prática que demonstra a seriedade e a sinceridade nas relações.","referencias_relacionadas":["Gênesis 24:2-3","Hebreus 6:16","Mateus 5:34-37"]},"genesis_47_31_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à origem e à continuidade da linhagem de Jacó.","explicacao_detalhada":"Jacó, ao falar sobre seu desejo de ser enterrado em Canaã, está reafirmando a importância de suas raízes e da promessa de Deus.","por_que_esta_palavra":"O princípio é fundamental para entender a história da salvação e a continuidade da aliança de Deus com Seu povo.","conexao_teologica":"A linhagem de Jacó é crucial para a vinda do Messias, que é o cumprimento das promessas de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Gênesis 49:10","Mateus 1:2-16"]}}