{"genesis_48_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação e ao ato de transmitir informações importantes.","explicacao_detalhada":"No contexto de Gênesis 48:1, a palavra é usada para descrever o que Jacó deseja transmitir a seus filhos, especialmente sobre a bênção.","por_que_esta_palavra":"A palavra é um meio de transmitir a vontade de Deus e a importância das promessas.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação de Suas promessas é fundamental para a fé.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"genesis_48_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode indicar um estado de submissão ou entrega, especialmente em um contexto de bênção.","explicacao_detalhada":"No contexto de Gênesis 48:1, a palavra 'cair' reflete a ação de Jacó ao se prostrar diante de Deus, simbolizando humildade e reverência.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a importância da adoração e da entrega a Deus, reconhecendo Sua soberania.","conexao_teologica":"A ideia de cair em adoração é um tema recorrente na Bíblia, simbolizando a submissão do homem à vontade divina.","referencias_relacionadas":["Salmos 95:6","Apocalipse 7:11","Mateus 4:10"]},"genesis_48_1_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica em acompanhar ou obedecer a alguém ou algo, especialmente em um contexto de liderança.","explicacao_detalhada":"Neste versículo, 'seguir' pode ser entendido como a ação de Jacó ao seguir a direção de Deus em sua vida e em sua linhagem.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender a relação de Jacó com Deus e como ele se posiciona em relação ao futuro de seus filhos.","conexao_teologica":"A obediência e o seguimento da vontade de Deus são fundamentais na vida de fé, refletindo a jornada do povo de Israel.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","João 10:27"]},"genesis_48_2_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se a uma declaração ou revelação, especialmente no contexto de bênçãos e promessas.","explicacao_detalhada":"Em Gênesis 48:2, 'palavra' representa a comunicação divina e a importância das promessas feitas por Deus a Abraão, Isaque e Jacó.","por_que_esta_palavra":"A palavra é central na narrativa bíblica, pois Deus se revela e estabelece alianças através de Suas declarações.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um tema central na teologia cristã, refletindo a importância da revelação divina.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"genesis_48_2_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica em tomar posse ou segurar firmemente, especialmente no contexto de bênçãos.","explicacao_detalhada":"Neste versículo, 'agarrar' pode ser visto como a ação de Jacó ao se apegar às promessas de Deus e à herança espiritual que Ele oferece.","por_que_esta_palavra":"A palavra 'agarrar' enfatiza a determinação de Jacó em receber a bênção e a herança que Deus havia prometido.","conexao_teologica":"A ideia de agarrar as promessas de Deus é um tema importante, refletindo a fé e a perseverança na vida cristã.","referencias_relacionadas":["Hebreus 10:23","Filipenses 3:12-14","2 Coríntios 1:20"]},"genesis_48_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao território prometido por Deus ao povo de Israel, simbolizando herança e bênção.","explicacao_detalhada":"Em Gênesis 48:3, a menção da 'terra' destaca a importância da promessa de Deus a Jacó e seus descendentes, que se tornariam uma grande nação.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a aliança de Deus com Israel e a importância da terra prometida.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e de Sua promessa de bênção ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10-11"]},"genesis_48_3_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Ajoelhar é um ato de reverência e adoração, especialmente em momentos de bênção e oração.","explicacao_detalhada":"Neste versículo, 'ajoelhar' representa a atitude de Jacó ao se submeter a Deus e reconhecer Sua soberania ao abençoar seus filhos.","por_que_esta_palavra":"A palavra 'ajoelhar' enfatiza a importância da humildade e da adoração na vida de fé.","conexao_teologica":"A adoração é um tema central na Bíblia, refletindo a relação do homem com Deus e a importância da submissão.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10","Mateus 26:39"]},"genesis_48_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Grande pode referir-se à magnitude das bênçãos e promessas de Deus, bem como à importância do que está sendo dito.","explicacao_detalhada":"A palavra 'grande' em Gênesis 48:3 destaca a grandeza das promessas de Deus e a importância da herança espiritual.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a magnitude da obra de Deus na vida de Jacó e de seus descendentes.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Romanos 11:33"]},"genesis_48_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se ao ato de conceder ou oferecer algo, especialmente no contexto de bênçãos.","explicacao_detalhada":"Em Gênesis 48:4, 'dar' representa a ação de Deus ao conceder a Jacó e seus descendentes a terra prometida e as bênçãos associadas.","por_que_esta_palavra":"A palavra 'dar' enfatiza a generosidade de Deus e Sua disposição em abençoar Seu povo.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, refletindo Seu amor e cuidado por Seu povo.","referencias_relacionadas":["Tiago 1:17","Gênesis 12:2-3","Romanos 8:32"]},"genesis_48_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra, neste contexto, refere-se ao território que Deus prometeu a Israel, simbolizando herança e bênção.","explicacao_detalhada":"A repetição da palavra 'terra' em Gênesis 48:4 destaca a importância da promessa de Deus e a herança que Ele oferece ao Seu povo.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a aliança de Deus com Israel e a importância da terra prometida.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e de Sua promessa de bênção ao Seu povo.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 1:8","Josué 1:2"]},"genesis_48_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Grande refere-se à magnitude das bênçãos e promessas de Deus, especialmente em relação à herança espiritual.","explicacao_detalhada":"A palavra 'grande' em Gênesis 48:4 destaca a importância das promessas de Deus e a magnitude da herança que Ele oferece.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a grandeza da obra de Deus na vida de Jacó e de seus descendentes.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Romanos 11:33"]},"genesis_48_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, simbolizando a herança e a presença de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ - ʼerets) é usada para descrever não apenas o solo físico, mas também a promessa de Deus de dar uma terra a Abraão, Isaque e Jacó, que se torna um elemento central na identidade do povo de Israel.","por_que_esta_palavra":"A inclusão da palavra 'terra' enfatiza a importância da herança e da continuidade da linhagem de Jacó, que se estende através de seus filhos e tribos.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, representando segurança, identidade e a presença divina.","referencias_relacionadas":["Gênesis 12:1-3","Gênesis 15:18-21","Êxodo 3:8"]},"genesis_48_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação direta de Jacó com seus filhos, destacando a continuidade da linhagem e a importância da família.","explicacao_detalhada":"A palavra 'filho' (בֵּן - bên) é fundamental para entender a estrutura familiar e a transmissão das bênçãos e promessas de Deus através das gerações.","por_que_esta_palavra":"A menção de 'filho' reforça a ideia de que a herança e as promessas de Deus são passadas de pai para filho, solidificando a identidade do povo de Israel.","conexao_teologica":"A relação pai-filho é um tema recorrente na Bíblia, refletindo a paternidade de Deus e a relação íntima que Ele deseja ter com Seu povo.","referencias_relacionadas":["Gênesis 17:19","Gênesis 21:12","Salmos 127:3"]},"genesis_48_5_tribo":{"palavra_pt":"tribo","palavra_original":"מְנַשֶּׁה","transliteracao":"Mᵉnashsheh","strong":"H4519","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se à tribo de Manassés, uma das doze tribos de Israel, que é uma extensão da herança de Jacó.","explicacao_detalhada":"A palavra 'tribo' (מְנַשֶּׁה - Mᵉnashsheh) indica a divisão do povo de Israel em grupos familiares, cada um com seu próprio território e responsabilidades dentro da nação.","por_que_esta_palavra":"A menção da tribo é crucial para entender a organização social e política de Israel, além de destacar a importância da descendência de José.","conexao_teologica":"As tribos de Israel representam a diversidade e a unidade do povo de Deus, cada uma com seu papel no plano divino.","referencias_relacionadas":["Gênesis 48:5","Números 1:10","Josué 17:1"]},"genesis_48_6_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à continuidade da linhagem e das promessas de Deus através das gerações.","explicacao_detalhada":"A palavra 'seguir' (אַחַר - ʼachar) implica em uma sequência de eventos e a importância de manter a tradição e a fé ao longo do tempo.","por_que_esta_palavra":"A ideia de 'seguir' é essencial para entender como as promessas de Deus são transmitidas de uma geração para outra.","conexao_teologica":"A continuidade da fé é um tema importante na Bíblia, onde cada geração é chamada a seguir os caminhos de Deus.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 78:4-6","Hebreus 12:1"]},"genesis_48_6_familia":{"palavra_pt":"familia","palavra_original":"מוֹלֶדֶת","transliteracao":"môwledeth","strong":"H4138","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar e à importância da linhagem na história de Israel.","explicacao_detalhada":"A palavra 'família' (מוֹלֶדֶת - môwledeth) destaca a conexão entre os membros da família e a transmissão das bênçãos e responsabilidades.","por_que_esta_palavra":"A menção da família enfatiza a importância das relações familiares na cultura israelita e na história da salvação.","conexao_teologica":"A família é vista como a base da sociedade e da transmissão da fé, refletindo a relação de Deus com Seu povo.","referencias_relacionadas":["Gênesis 18:19","Êxodo 20:12","Efésios 6:1-4"]},"genesis_48_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra prometida, enfatizando a herança e a continuidade da presença de Deus.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ - ʼerets) sublinha a importância da terra na narrativa bíblica e na identidade do povo de Israel.","por_que_esta_palavra":"A ênfase na terra reforça a conexão entre o povo e a promessa divina, essencial para a compreensão da aliança.","conexao_teologica":"A terra é um símbolo da fidelidade de Deus às Suas promessas e à Sua presença entre o Seu povo.","referencias_relacionadas":["Gênesis 12:7","Gênesis 15:7","Salmos 37:29"]},"genesis_48_7_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida como um dom de Deus e à continuidade da linhagem através das gerações.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ - derek) implica em um caminho a ser seguido, refletindo a jornada espiritual do povo de Deus.","por_que_esta_palavra":"A menção da vida destaca a importância da obediência a Deus e da vivência da fé em todas as áreas da vida.","conexao_teologica":"A vida é um tema central na Bíblia, onde Deus é visto como a fonte da vida e da verdadeira prosperidade.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 6:4"]},"genesis_48_7_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à mortalidade e à esperança da ressurreição, um tema importante na fé israelita.","explicacao_detalhada":"A palavra 'morrer' (מוּת - mûwth) traz à tona a realidade da morte, mas também a esperança de vida eterna através das promessas de Deus.","por_que_esta_palavra":"A menção da morte é um lembrete da fragilidade da vida humana e da necessidade de confiar em Deus para a vida eterna.","conexao_teologica":"A morte é um tema que leva à reflexão sobre a vida eterna e a redenção oferecida por Deus.","referencias_relacionadas":["Gênesis 3:19","Salmos 23:4","João 11:25-26"]},"genesis_48_8_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à percepção e ao reconhecimento da importância dos filhos de José na linhagem de Israel.","explicacao_detalhada":"A palavra 'ver' (רָאָה - râʼâh) implica em uma visão mais profunda, onde Jacó reconhece a importância espiritual e histórica de seus netos.","por_que_esta_palavra":"A ênfase em 'ver' destaca a capacidade de discernir o plano de Deus na vida de seus descendentes.","conexao_teologica":"A visão espiritual é essencial para entender como Deus opera na história e na vida das pessoas.","referencias_relacionadas":["Gênesis 48:11","Salmos 119:18","Mateus 5:8"]},"genesis_48_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se novamente à relação de Jacó com seus netos, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'filho' (בֵּן - bên) reforça a importância da família e da transmissão das bênçãos de Deus.","por_que_esta_palavra":"A menção de 'filho' destaca a continuidade da promessa de Deus através das gerações.","conexao_teologica":"A relação familiar é um reflexo da relação de Deus com Seu povo, onde cada geração é chamada a seguir a Deus.","referencias_relacionadas":["Gênesis 48:5","Gênesis 49:1","Salmos 103:17"]},"genesis_48_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de uma intenção ou um desejo.","explicacao_detalhada":"Neste contexto, Jacob está se preparando para abençoar seus filhos e a palavra 'dizer' reflete a importância da comunicação na transmissão de bênçãos e promessas.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a ação verbal como um meio de estabelecer e confirmar a relação entre pai e filhos.","conexao_teologica":"A comunicação verbal é fundamental na relação entre Deus e a humanidade, como visto em várias passagens onde Deus fala e revela Sua vontade.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 33:6"]},"genesis_48_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente destaca a importância da comunicação na bênção familiar.","explicacao_detalhada":"Jacob, ao 'dizer', está não apenas falando, mas também invocando a presença de Deus na bênção que está prestes a dar.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a seriedade e a intenção por trás das palavras de Jacob.","conexao_teologica":"As palavras têm poder e são um meio pelo qual Deus se comunica com Seu povo, refletindo a importância da palavra na criação e na revelação.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Hebreus 11:3"]},"genesis_48_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação direta entre Jacob e seus descendentes.","explicacao_detalhada":"Neste versículo, Jacob reconhece seus filhos e a importância deles na continuidade da promessa divina.","por_que_esta_palavra":"A palavra 'filho' é central na narrativa bíblica, simbolizando herança, continuidade e a relação entre gerações.","conexao_teologica":"A relação pai-filho é uma metáfora comum na Escritura para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Gálatas 4:6","Romanos 8:15"]},"genesis_48_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de transferir algo de valor, neste caso, uma bênção.","explicacao_detalhada":"Jacob está 'dando' a bênção a seus filhos, o que implica um ato de generosidade e de reconhecimento do papel deles na história de Israel.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a natureza da bênção como um presente divino que deve ser recebido com gratidão.","conexao_teologica":"Deus é frequentemente descrito como Aquele que dá, e as bênçãos que Ele concede são fundamentais para a vida do Seu povo.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Romanos 8:32"]},"genesis_48_10_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é usada para descrever a percepção e a visão, tanto física quanto espiritual.","explicacao_detalhada":"Jacob, já idoso e com a visão debilitada, simboliza a importância da visão espiritual e da percepção das promessas de Deus.","por_que_esta_palavra":"A palavra 'olho' sugere a ideia de ver além do físico, reconhecendo a obra de Deus na vida dos filhos.","conexao_teologica":"A visão é frequentemente usada na Bíblia como uma metáfora para a compreensão espiritual e a revelação divina.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","Efésios 1:18"]},"genesis_48_10_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade da bênção que Jacob está prestes a dar.","explicacao_detalhada":"Jacob reconhece que a bênção que ele está dando é boa e perfeita, refletindo a bondade de Deus em sua vida.","por_que_esta_palavra":"A palavra 'bom' é essencial para entender a natureza das bênçãos de Deus, que são sempre para o bem de Seu povo.","conexao_teologica":"A bondade de Deus é um tema central na Escritura, mostrando que tudo o que Ele faz é bom.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Tiago 1:17"]},"genesis_48_10_age":{"palavra_pt":"age","palavra_original":"זֹקֶן","transliteracao":"zôqen","strong":"H2207","significado_raiz":"Ideia básica: age.","significado_contextual":"A palavra 'age' refere-se à condição de ser velho, simbolizando sabedoria e experiência.","explicacao_detalhada":"Jacob, como um homem idoso, traz consigo a sabedoria adquirida ao longo de sua vida, que é refletida em suas bênçãos.","por_que_esta_palavra":"A palavra 'age' destaca a importância da experiência na transmissão de valores e bênçãos entre gerações.","conexao_teologica":"A sabedoria dos anciãos é valorizada na Bíblia, e a experiência de vida é vista como um recurso para guiar as novas gerações.","referencias_relacionadas":["Provérbios 16:31","Tito 2:2","Salmos 92:14"]},"genesis_48_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente usada para enfatizar a importância da comunicação na bênção.","explicacao_detalhada":"Jacob, ao 'dizer', reafirma a sua intenção de abençoar e a relevância das palavras que proferirá.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a seriedade e a intenção por trás da bênção que está sendo dada.","conexao_teologica":"As palavras têm poder e são um meio pelo qual Deus se comunica com Seu povo, refletindo a importância da palavra na criação e na revelação.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Hebreus 11:3"]},"genesis_48_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e à sinceridade das palavras de Jacob.","explicacao_detalhada":"Jacob afirma que o que está prestes a dizer é verdadeiro, reforçando a confiança na bênção que está sendo dada.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza das promessas de Deus, que são sempre fiéis e verdadeiras.","conexao_teologica":"Deus é descrito como a verdade, e Suas promessas são sempre cumpridas, refletindo a importância da verdade na vida do crente.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"genesis_48_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade e à soberania de Deus sobre a vida de Jacob e seus descendentes.","explicacao_detalhada":"Jacob menciona Deus como a fonte de suas bênçãos, reconhecendo Sua autoridade e poder.","por_que_esta_palavra":"A palavra 'deus' é central na fé de Israel, simbolizando a relação entre o povo e seu Criador.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o autor da história e das bênçãos.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"genesis_48_12_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que abençoa e guia.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a soberania e a autoridade divina sobre as bênçãos que Jacó está prestes a conceder a seus filhos.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a relação íntima entre o patriarca e o Criador, reconhecendo que toda bênção vem de Deus.","conexao_teologica":"A presença de Deus nas bênçãos é um tema recorrente na narrativa bíblica, mostrando que Ele é o autor das promessas.","referencias_relacionadas":["Gênesis 1:1","Gênesis 12:1-3","Gênesis 28:13-15"]},"genesis_48_12_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Indica a ação de sair ou mover-se para fora.","explicacao_detalhada":"Neste contexto, 'sair' pode ser interpretado como a saída do povo de Israel do Egito, simbolizando libertação e novos começos.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a transição e a mudança que Deus traz na vida de Seu povo.","conexao_teologica":"A ideia de 'sair' é frequentemente associada à libertação e ao chamado de Deus para um novo propósito.","referencias_relacionadas":["Êxodo 3:10","Isaías 43:16-19","Mateus 2:15"]},"genesis_48_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao espaço físico que Deus deu ao Seu povo.","explicacao_detalhada":"A palavra 'terra' é central na promessa de Deus a Abraão, Isaque e Jacó, simbolizando a herança e a bênção divina.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da realização de Suas promessas.","conexao_teologica":"A terra prometida é um tema que permeia toda a narrativa bíblica, representando o lugar de comunhão entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 12:7","Gênesis 15:18-21","Salmos 37:11"]},"genesis_48_13_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber algo.","explicacao_detalhada":"A palavra 'tomar' é usada quando Jacó coloca suas mãos sobre os filhos de José, simbolizando a transferência de bênçãos.","por_que_esta_palavra":"É uma ação intencional que demonstra a escolha de Deus em abençoar os filhos de Jacó.","conexao_teologica":"A ideia de 'tomar' está ligada à escolha divina e à responsabilidade de transmitir bênçãos entre gerações.","referencias_relacionadas":["Gênesis 27:36","Gênesis 48:10","Deuteronômio 6:7"]},"genesis_48_13_mao":{"palavra_pt":"mao","palavra_original":"שְׂמֹאול","transliteracao":"sᵉmôʼwl","strong":"H8040","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à parte do corpo usada para abençoar.","explicacao_detalhada":"A palavra 'mão' simboliza poder e autoridade, especialmente no ato de abençoar os filhos.","por_que_esta_palavra":"A mão é um instrumento de ação e bênção, representando a intervenção de Deus na vida dos homens.","conexao_teologica":"A mão de Deus é frequentemente mencionada como símbolo de Sua proteção e bênção sobre o Seu povo.","referencias_relacionadas":["Salmos 139:10","Isaías 41:10","Mateus 7:11"]},"genesis_48_14_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Indica a ação de enviar ou mandar algo.","explicacao_detalhada":"A palavra 'enviar' é usada em um contexto de autoridade e intenção, onde Jacó envia suas bênçãos sobre os filhos.","por_que_esta_palavra":"Refere-se ao ato de delegar bênçãos, mostrando a continuidade da promessa de Deus.","conexao_teologica":"O envio de bênçãos é um ato que reflete a missão de Deus de alcançar Seu povo através de gerações.","referencias_relacionadas":["Gênesis 12:2","Gênesis 28:14","Mateus 28:19"]},"genesis_48_14_apply":{"palavra_pt":"apply","palavra_original":"שִׁית","transliteracao":"shîyth","strong":"H7896","significado_raiz":"Ideia básica: apply.","significado_contextual":"Refere-se ao ato de aplicar ou estabelecer algo.","explicacao_detalhada":"A palavra 'apply' é utilizada para descrever a ação de colocar em prática as bênçãos que estão sendo dadas.","por_que_esta_palavra":"É uma ação que implica responsabilidade e a necessidade de viver de acordo com as bênçãos recebidas.","conexao_teologica":"A aplicação das bênçãos de Deus é fundamental para a vida do crente, refletindo a prática da fé.","referencias_relacionadas":["Tiago 1:22","Romanos 12:2","Colossenses 3:17"]},"genesis_48_15_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar, muitas vezes associado a um gesto de reverência.","explicacao_detalhada":"A palavra 'abençoar' é usada quando Jacó invoca a bênção de Deus sobre os filhos de José, mostrando a importância da oração.","por_que_esta_palavra":"A bênção é um ato sagrado que conecta o homem ao divino, reconhecendo a soberania de Deus.","conexao_teologica":"A bênção é um meio pelo qual Deus se comunica e estabelece Seu favor sobre o Seu povo.","referencias_relacionadas":["Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"genesis_48_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que é fonte de bênçãos.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a natureza de Deus como aquele que abençoa e guia o Seu povo.","por_que_esta_palavra":"Destaca a importância de reconhecer a ação de Deus nas bênçãos que são dadas.","conexao_teologica":"A natureza de Deus como abençoador é um tema central na teologia bíblica, refletindo Seu caráter amoroso.","referencias_relacionadas":["Gênesis 1:26-27","Gênesis 17:1","Salmos 103:1-5"]},"genesis_48_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que as bênçãos são invocadas.","explicacao_detalhada":"A palavra 'dia' é usada para marcar um momento específico em que a bênção de Deus é solicitada.","por_que_esta_palavra":"O dia é um símbolo de novos começos e oportunidades para experimentar a graça de Deus.","conexao_teologica":"A noção de tempo é importante na narrativa bíblica, onde cada dia é uma oportunidade para a ação de Deus.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"genesis_48_16_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se ao mensageiro de Deus, que pode ser um anjo ou um enviado divino.","explicacao_detalhada":"No contexto de Gênesis 48:16, a palavra 'anjo' é utilizada para descrever a presença divina que acompanha e protege a linhagem de Jacó. Este mensageiro é visto como um intermediário entre Deus e os homens.","por_que_esta_palavra":"A escolha da palavra 'anjo' enfatiza a ação de Deus através de seres espirituais, mostrando que Ele se comunica e age no mundo por meio deles.","conexao_teologica":"A presença de anjos como mensageiros de Deus é um tema recorrente na Bíblia, simbolizando a proximidade de Deus com Seu povo e Sua vontade sendo realizada na Terra.","referencias_relacionadas":["Gênesis 16:7","Êxodo 23:20","Salmos 91:11"]},"genesis_48_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou a maneira de agir.","explicacao_detalhada":"Neste versículo, a palavra 'modo' pode ser interpretada como a forma ou o jeito que Deus age na vida de Jacó e sua família, revelando a providência divina.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a ação de Deus não é aleatória, mas segue um plano e um propósito específico.","conexao_teologica":"A maneira como Deus se revela e age na história é um tema central na teologia bíblica, mostrando que Ele tem um plano para a humanidade.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 1:11"]},"genesis_48_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território ou à nação que Deus prometeu a Abraão e seus descendentes.","explicacao_detalhada":"A palavra 'terra' neste contexto é crucial, pois representa a herança que Deus deu ao povo de Israel, simbolizando a promessa e a fidelidade divina.","por_que_esta_palavra":"A terra é um símbolo de bênção e de aliança entre Deus e Seu povo, sendo um elemento central na narrativa bíblica.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando não apenas um lugar físico, mas também um estado de relacionamento com Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:2"]},"genesis_48_17_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade ou qualidade positiva de algo.","explicacao_detalhada":"No versículo, a palavra 'bom' é usada para descrever a natureza das bênçãos que Deus concede, indicando que elas são sempre para o bem do Seu povo.","por_que_esta_palavra":"A palavra 'bom' é fundamental para entender a natureza de Deus como um doador de boas dádivas e a expectativa de que Seu povo viva de acordo com essa bondade.","conexao_teologica":"A bondade de Deus é um atributo essencial que permeia toda a Escritura, mostrando que Ele deseja o bem para a humanidade.","referencias_relacionadas":["Salmos 34:8","Tiago 1:17","Romanos 8:28"]},"genesis_48_17_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à ação de ver ou perceber algo.","explicacao_detalhada":"A palavra 'ver' neste contexto implica em uma percepção espiritual, onde Jacó reconhece a importância do que está acontecendo ao seu redor e a ação de Deus em sua vida.","por_que_esta_palavra":"A visão espiritual é crucial para entender a obra de Deus, permitindo que os crentes discernam Sua vontade e propósito.","conexao_teologica":"A capacidade de ver espiritualmente é um tema importante na Bíblia, onde a iluminação divina é necessária para compreender a verdade.","referencias_relacionadas":["Mateus 13:16-17","Efésios 1:18","Apocalipse 3:18"]},"genesis_48_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de algo.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a justificativa de Jacó ao abençoar seus filhos, mostrando que suas ações são motivadas por uma compreensão mais profunda da vontade de Deus.","por_que_esta_palavra":"A palavra 'porque' é essencial para conectar a ação de Jacó com a sua fé e entendimento sobre o que Deus estava fazendo em sua vida.","conexao_teologica":"A relação entre fé e ação é um tema central na teologia, onde a compreensão da vontade de Deus leva a ações concretas.","referencias_relacionadas":["Romanos 12:2","Tiago 2:17","Hebreus 11:1"]},"genesis_48_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo.","explicacao_detalhada":"A palavra 'dizer' é usada por Jacó para expressar sua intenção de abençoar seus filhos, mostrando a importância da palavra falada na transmissão de bênçãos.","por_que_esta_palavra":"A palavra 'dizer' destaca o poder da fala e a autoridade que Jacó tem como patriarca ao abençoar sua descendência.","conexao_teologica":"A fala é um meio pelo qual Deus se comunica com a humanidade, e a bênção é um ato que carrega peso espiritual.","referencias_relacionadas":["Provérbios 18:21","Gênesis 1:3","Mateus 12:37"]},"genesis_48_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade ou à realidade de algo.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a autenticidade da bênção que Jacó está prestes a dar, reforçando que é uma ação fundamentada na verdade de Deus.","por_que_esta_palavra":"A verdade é um atributo de Deus e é essencial para a confiança nas promessas divinas.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, onde Ele é descrito como a fonte de toda verdade.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"genesis_48_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de algo, semelhante ao uso anterior.","explicacao_detalhada":"A palavra 'porque' novamente introduz a justificativa de Jacó, mostrando que suas ações são baseadas em uma compreensão da vontade de Deus.","por_que_esta_palavra":"A repetição da palavra 'porque' reforça a conexão entre a fé de Jacó e suas ações, destacando a importância da motivação espiritual.","conexao_teologica":"A relação entre fé e ação é um tema recorrente, onde a compreensão da verdade divina leva a decisões e declarações significativas.","referencias_relacionadas":["Gálatas 5:6","Tiago 1:22","1 João 3:18"]},"genesis_48_19_refuse":{"palavra_pt":"refuse","palavra_original":"מָאֵן","transliteracao":"mâʼên","strong":"H3985","significado_raiz":"Ideia básica: refuse.","significado_contextual":"Refere-se ao ato de rejeitar ou não aceitar algo.","explicacao_detalhada":"A palavra 'refuse' é usada quando Jacó se recusa a aceitar a bênção de Efraim como a primogênita, mostrando a importância das escolhas que fazemos em relação ao plano de Deus.","por_que_esta_palavra":"A recusa de Jacó destaca a soberania de Deus em determinar quem receberá as bênçãos, independentemente das expectativas humanas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele tem o controle sobre todas as coisas e decide como e quando as bênçãos são dadas.","referencias_relacionadas":["Romanos 9:15-16","1 Samuel 16:7","Gênesis 25:23"]},"genesis_48_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a declaração de bênção de Jacó sobre seus filhos.","explicacao_detalhada":"No contexto, Jacó está comunicando uma mensagem importante sobre o futuro de seus filhos, enfatizando a importância das palavras e bênçãos na cultura hebraica.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a transmissão de bênçãos e promessas, refletindo o poder da fala na tradição judaica.","conexao_teologica":"A fala de Jacó representa a autoridade e o poder de Deus em abençoar e determinar o futuro.","referencias_relacionadas":["Gênesis 27:27","Gênesis 49:1","Provérbios 18:21"]},"genesis_48_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência de Jacó, que é central para a narrativa da aliança de Deus com Israel.","explicacao_detalhada":"Neste versículo, a menção de 'filho' destaca a continuidade da linhagem e a importância da herança espiritual e material.","por_que_esta_palavra":"A palavra 'filho' é crucial, pois representa não apenas a relação biológica, mas também a relação espiritual entre Deus e Seu povo.","conexao_teologica":"A paternidade de Deus é um tema recorrente na Bíblia, simbolizando a relação íntima entre Deus e Seus filhos.","referencias_relacionadas":["Gênesis 17:7","Êxodo 4:22","Romanos 8:16"]},"genesis_48_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para marcar um tempo específico em que a bênção é proferida.","explicacao_detalhada":"O 'dia' mencionado é significativo, pois representa um momento de transição e a realização das promessas de Deus.","por_que_esta_palavra":"A noção de 'dia' enfatiza a importância do tempo e das ocasiões sagradas na vida do povo de Deus.","conexao_teologica":"Deus opera em tempos específicos, e a cronologia é importante na narrativa bíblica.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"genesis_48_20_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' é usada para descrever a ação de Jacó ao invocar a bênção de Deus sobre seus filhos.","explicacao_detalhada":"A bênção é um ato sagrado que envolve reconhecimento e submissão à vontade divina.","por_que_esta_palavra":"A palavra 'abençoar' reflete a prática cultural de invocar favor e proteção divina sobre a próxima geração.","conexao_teologica":"A bênção é um meio pelo qual Deus transmite Sua graça e favor ao Seu povo.","referencias_relacionadas":["Números 6:24-26","Deuteronômio 28:1-14","Efésios 1:3"]},"genesis_48_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A repetição da palavra 'dizer' enfatiza a importância da declaração de Jacó.","explicacao_detalhada":"A ênfase na fala de Jacó mostra como as palavras têm poder e significado profundo na cultura hebraica.","por_que_esta_palavra":"Reiterar 'dizer' destaca a seriedade e a intenção por trás da bênção proferida.","conexao_teologica":"A palavra de Deus é viva e eficaz, e as bênçãos proferidas têm um impacto duradouro.","referencias_relacionadas":["Gênesis 1:3","Isaías 55:11","Hebreus 4:12"]},"genesis_48_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente é usada para enfatizar a declaração de Jacó sobre o futuro de seus filhos.","explicacao_detalhada":"A repetição da palavra reforça a importância da comunicação e da bênção na tradição familiar.","por_que_esta_palavra":"A palavra 'dizer' é essencial para a transmissão de ensinamentos e promessas entre gerações.","conexao_teologica":"As palavras de bênção são um reflexo da vontade de Deus e de Sua soberania sobre a história.","referencias_relacionadas":["Gênesis 49:28","Salmos 119:105","Tiago 3:10"]},"genesis_48_21_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada para indicar a inevitabilidade da morte e a transição para a vida eterna.","explicacao_detalhada":"Neste contexto, Jacó reconhece sua própria mortalidade e a continuidade da aliança através de seus filhos.","por_que_esta_palavra":"A menção da morte enfatiza a fragilidade da vida e a esperança na promessa de Deus.","conexao_teologica":"A morte é um tema central na teologia bíblica, refletindo a necessidade de redenção e a esperança da ressurreição.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","1 Coríntios 15:54-57"]},"genesis_48_21_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a condição de fraqueza e vulnerabilidade diante da morte.","explicacao_detalhada":"A expressão pode simbolizar a queda do corpo físico e a transição para a vida espiritual.","por_que_esta_palavra":"A palavra 'cair' reflete a realidade da condição humana e a necessidade de dependência de Deus.","conexao_teologica":"A queda é um tema que permeia a narrativa bíblica, apontando para a necessidade de salvação.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Pedro 5:8"]},"genesis_48_22_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para expressar a ação de Jacó ao conceder uma bênção especial a José.","explicacao_detalhada":"Dar é um ato de generosidade e amor, refletindo a relação entre pai e filho.","por_que_esta_palavra":"A palavra 'dar' é central para a compreensão da graça e das bênçãos que Deus oferece ao Seu povo.","conexao_teologica":"Deus é descrito como um doador generoso, que oferece bênçãos e dons espirituais.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Romanos 8:32"]},"genesis_48_22_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é usada para simbolizar poder e autoridade na bênção que Jacó está prestes a dar.","explicacao_detalhada":"A mão é um símbolo de ação e bênção, representando a transferência de autoridade e favor.","por_que_esta_palavra":"A palavra 'mão' é significativa, pois representa a conexão física e espiritual entre o abençoador e o abençoado.","conexao_teologica":"A mão de Deus é frequentemente mencionada como um símbolo de Sua proteção e poder.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","1 Pedro 5:6"]},"genesis_48_22_back":{"palavra_pt":"back","palavra_original":"שְׁכֶם","transliteracao":"shᵉkem","strong":"H7926","significado_raiz":"Ideia básica: back.","significado_contextual":"Refere-se à parte de trás ou ao local onde se encontra a herança.","explicacao_detalhada":"A palavra 'back' (שְׁכֶם) é usada para descrever a posição geográfica e a herança que Jacó estava dando a José, simbolizando a continuidade da linhagem e a importância da terra prometida.","por_que_esta_palavra":"A escolha da palavra enfatiza a conexão com a terra e a herança que Deus prometeu a Abraão, Isaque e Jacó.","conexao_teologica":"Representa a fidelidade de Deus em cumprir Suas promessas de herança e bênção ao povo de Israel.","referencias_relacionadas":["Gênesis 12:7","Gênesis 28:13","Gênesis 35:12"]}}