{"genesis_50_1_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair, que pode ser literal ou simbólica, representando tristeza ou perda.","explicacao_detalhada":"Neste contexto, a palavra 'cair' é usada para descrever a ação de Jacó ao se prostrar em luto pela morte de seu pai, simbolizando a dor e a tristeza da perda.","por_que_esta_palavra":"A palavra é utilizada para expressar a profundidade do luto e a fragilidade da vida humana.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a condição humana e a necessidade de redenção.","referencias_relacionadas":["Salmos 34:18","Eclesiastes 3:20","Romanos 5:12"]},"genesis_50_1_idiom":{"palavra_pt":"expressao","palavra_original":"בָּכָה","transliteracao":"bâkâh","strong":"H1058","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de dor e lamento, especialmente em um contexto de perda.","explicacao_detalhada":"A palavra 'expressão' é usada para descrever o ato de chorar, que é uma resposta natural ao sofrimento e à perda, refletindo a humanidade dos personagens bíblicos.","por_que_esta_palavra":"A expressão de lamento é importante na narrativa bíblica, mostrando a autenticidade das emoções humanas diante da morte.","conexao_teologica":"O lamento é visto como uma forma de buscar consolo e ajuda de Deus em tempos de dor.","referencias_relacionadas":["Salmos 56:8","Jeremias 9:1","Romanos 12:15"]},"genesis_50_2_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar alguém em uma missão ou tarefa específica.","explicacao_detalhada":"A palavra 'enviar' é utilizada quando Jacó pede que seus filhos levem seu corpo ao sepulcro, destacando a responsabilidade e o dever familiar.","por_que_esta_palavra":"O envio é um ato que implica confiança e autoridade, refletindo a dinâmica familiar e social da época.","conexao_teologica":"O envio é um tema importante na Bíblia, especialmente na Grande Comissão, onde os discípulos são enviados para pregar o evangelho.","referencias_relacionadas":["Gênesis 24:2","Mateus 28:19","Atos 13:3"]},"genesis_50_2_curar":{"palavra_pt":"curar","palavra_original":"רָפָא","transliteracao":"râphâʼ","strong":"H7495","significado_raiz":"Ideia básica: curar.","significado_contextual":"Refere-se ao ato de restaurar a saúde ou bem-estar, tanto físico quanto emocional.","explicacao_detalhada":"A palavra 'curar' é usada em um contexto que pode envolver tanto a cura literal quanto a restauração espiritual, refletindo a compaixão de Deus.","por_que_esta_palavra":"A cura é um tema central na Bíblia, simbolizando a restauração que Deus oferece a seu povo.","conexao_teologica":"A cura é um sinal do reino de Deus e da obra redentora de Cristo.","referencias_relacionadas":["Salmos 147:3","Isaías 53:5","Tiago 5:16"]},"genesis_50_2_embalm":{"palavra_pt":"embalm","palavra_original":"חָנַט","transliteracao":"chânaṭ","strong":"H2590","significado_raiz":"Ideia básica: embalm.","significado_contextual":"Refere-se ao processo de preservação do corpo após a morte, uma prática comum no Egito antigo.","explicacao_detalhada":"A palavra 'embalm' é utilizada para descrever o cuidado que os egípcios tinham com os mortos, refletindo suas crenças sobre a vida após a morte.","por_que_esta_palavra":"O embalsamamento é um aspecto cultural que mostra a importância da morte e do luto na sociedade egípcia.","conexao_teologica":"Embora o embalsamamento não seja uma prática israelita, ele levanta questões sobre a vida após a morte e a esperança da ressurreição.","referencias_relacionadas":["Gênesis 50:26","Eclesiastes 12:7","1 Coríntios 15:52"]},"genesis_50_3_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao ato de preencher um espaço ou quantidade, muitas vezes associado a sentimentos ou ações.","explicacao_detalhada":"A palavra 'encher' é usada para descrever a plenitude de um tempo de luto, enfatizando a intensidade da dor e da perda.","por_que_esta_palavra":"O ato de encher pode simbolizar a totalidade da experiência humana, incluindo a tristeza e a alegria.","conexao_teologica":"A plenitude é um tema importante na Bíblia, onde Deus promete encher seu povo com alegria e paz.","referencias_relacionadas":["Salmos 23:5","João 10:10","Efésios 3:19"]},"genesis_50_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"A palavra 'dia' é usada para marcar o tempo do luto e a importância do evento da morte de Jacó.","por_que_esta_palavra":"O dia é uma unidade de tempo que pode ser carregada de significado, especialmente em contextos de celebração ou luto.","conexao_teologica":"O conceito de dia é importante na criação e na história da salvação, onde Deus estabelece tempos e estações.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","2 Pedro 3:8"]},"genesis_50_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa, frequentemente em contextos de explicação.","explicacao_detalhada":"A palavra 'porque' é utilizada para conectar ações e suas motivações, refletindo a lógica da narrativa bíblica.","por_que_esta_palavra":"A palavra é essencial para entender as razões por trás das ações dos personagens e a soberania de Deus.","conexao_teologica":"A lógica da causa e efeito é um tema importante na teologia, onde as ações humanas têm consequências.","referencias_relacionadas":["Gênesis 3:6","Romanos 8:28","Tiago 1:13"]},"genesis_50_4_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se a um ponto de transição ou passagem, simbolizando a jornada da vida e da morte.","explicacao_detalhada":"A palavra 'cruz' é usada para descrever a travessia de um espaço, que pode ser literal ou metafórica, representando a transição entre a vida e a morte.","por_que_esta_palavra":"A cruz é um símbolo central no cristianismo, representando sacrifício e redenção.","conexao_teologica":"A cruz é vista como o meio pelo qual a salvação é oferecida à humanidade, refletindo o amor de Deus.","referencias_relacionadas":["Gálatas 6:14","1 Pedro 2:24","Mateus 16:24"]},"genesis_50_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia, indicando um tempo específico em que as ações ocorrem.","explicacao_detalhada":"A palavra 'dia' é usada para denotar um ciclo de 24 horas, mas também pode se referir a um tempo mais amplo, dependendo do contexto. No versículo, indica o momento em que José se dirige a Faraó para falar sobre a morte de seu pai.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a urgência e a importância do momento em que José precisa comunicar algo significativo a Faraó.","conexao_teologica":"O conceito de 'dia' é importante na narrativa bíblica, pois Deus criou o mundo em dias, e cada dia tem um propósito e significado. Isso reflete a ordem e a soberania de Deus sobre o tempo.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","Eclesiastes 3:1"]},"genesis_50_4_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' é fundamental na comunicação e na transmissão de informações. No contexto, José está prestes a comunicar a Faraó sobre a morte de seu pai, o que é um ato de respeito e formalidade.","por_que_esta_palavra":"A palavra 'falar' é escolhida para mostrar a importância da comunicação clara e respeitosa em momentos críticos, especialmente em contextos de luto.","conexao_teologica":"A fala é um dom divino, e a comunicação é uma forma de refletir a imagem de Deus, que se revela e se comunica com a humanidade.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Mateus 12:36"]},"genesis_50_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, especialmente em relação à terra prometida a Israel.","explicacao_detalhada":"A palavra 'terra' é significativa no contexto bíblico, pois representa não apenas o lugar físico, mas também a herança e a promessa de Deus ao povo de Israel. José menciona a terra em relação ao sepultamento de seu pai.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a conexão entre o povo de Deus e a terra que lhes foi prometida, simbolizando pertencimento e identidade.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a promessa de Deus e a relação do povo com Ele. A terra prometida é um símbolo de bênção e herança.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]},"genesis_50_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a intenção de José de comunicar a Faraó sobre a necessidade de levar o corpo de seu pai para ser enterrado na terra de seus antepassados.","por_que_esta_palavra":"A escolha da palavra 'dizer' é crucial, pois reflete a formalidade e a importância da declaração que José está prestes a fazer.","conexao_teologica":"A palavra de Deus é poderosa e criativa. Assim como Deus fala e cria, a comunicação humana também tem o poder de influenciar e moldar realidades.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"genesis_50_5_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de falecer, um evento significativo na vida de qualquer ser humano.","explicacao_detalhada":"A palavra 'morrer' é utilizada para descrever a morte de Jacó, que é um momento de luto e transição para a família de José. A morte é um tema recorrente na Bíblia, simbolizando a fragilidade da vida.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a realidade da mortalidade e a necessidade de honrar os mortos, refletindo a cultura e os costumes da época.","conexao_teologica":"A morte é uma consequência do pecado, mas também é transformada pela esperança da ressurreição em Cristo, que traz vida eterna.","referencias_relacionadas":["Gênesis 3:19","Eclesiastes 3:2","João 11:25-26"]},"genesis_50_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' é novamente utilizada para expressar a intenção de José de comunicar a Faraó sobre a necessidade de levar o corpo de seu pai para ser enterrado.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a importância da comunicação clara e respeitosa em momentos de luto e formalidade.","conexao_teologica":"A comunicação é um aspecto fundamental da relação entre Deus e a humanidade, e a forma como nos expressamos pode refletir nossa compreensão de Sua vontade.","referencias_relacionadas":["Salmos 19:14","Mateus 5:37","Tiago 3:5"]},"genesis_50_6_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, simbolizando autoridade e poder.","explicacao_detalhada":"A palavra 'faraó' é usada para designar a figura de autoridade que José precisa abordar. O faraó representa não apenas o poder político, mas também a cultura e a religião do Egito.","por_que_esta_palavra":"A escolha da palavra 'faraó' é significativa, pois destaca a posição de José como um homem de influência que se dirige ao líder do Egito em um momento delicado.","conexao_teologica":"A figura do faraó é um símbolo do poder humano, que muitas vezes se opõe ao poder de Deus. A história de José ilustra como Deus pode usar até mesmo líderes pagãos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 41:46","Êxodo 5:1","Romanos 13:1"]},"genesis_50_6_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao ato de enterrar, um ritual importante na cultura hebraica.","explicacao_detalhada":"A palavra 'expressão' é utilizada no contexto do sepultamento, que é um ato de respeito e honra aos mortos. O sepultamento de Jacó é um momento significativo para a família.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a importância dos rituais de luto e a necessidade de honrar os que partiram.","conexao_teologica":"O sepultamento é um ato que reflete a esperança na ressurreição e a continuidade da vida após a morte, um tema central na fé cristã.","referencias_relacionadas":["Gênesis 23:19","Deuteronômio 34:5-6","João 14:1-3"]},"genesis_50_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma como José se apresenta ao faraó e como ele pretende realizar o sepultamento de seu pai.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da abordagem respeitosa e adequada em situações formais e de luto.","conexao_teologica":"A maneira como nos comportamos e nos apresentamos aos outros pode refletir nossa compreensão da dignidade humana e do respeito que devemos ter uns pelos outros.","referencias_relacionadas":["Colossenses 3:23","1 Pedro 2:12","Romanos 12:10"]},"genesis_50_7_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande importância ou magnitude.","explicacao_detalhada":"A palavra 'grande' é utilizada para enfatizar a importância do ato de sepultar Jacó, que é um momento significativo para a família e para a história do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'grande' ressalta a magnitude do evento e a necessidade de tratá-lo com seriedade e respeito.","conexao_teologica":"A grandeza de eventos na história bíblica muitas vezes está ligada ao plano de Deus e à Sua soberania sobre a história da humanidade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"genesis_50_7_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como os sentimentos são comunicados, especialmente em momentos de luto.","explicacao_detalhada":"No contexto de Gênesis 50:7, a expressão é usada para descrever a maneira como os egípcios demonstraram seu luto pela morte de Jacó. A expressão é uma forma de mostrar respeito e tristeza.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a importância da comunicação emocional e cultural em rituais de luto.","conexao_teologica":"A expressão de luto é uma forma de honrar os mortos, refletindo a importância da vida e da morte na narrativa bíblica.","referencias_relacionadas":["Gênesis 23:2","Eclesiastes 3:4","Romanos 12:15"]},"genesis_50_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas ou apresentadas.","explicacao_detalhada":"Em Gênesis 50:8, o 'modo' se refere à forma como os filhos de Jacó se comportaram durante o luto e a cerimônia fúnebre, mostrando respeito e dignidade.","por_que_esta_palavra":"O uso da palavra 'modo' destaca a importância da conduta adequada em momentos de grande significado emocional.","conexao_teologica":"A maneira como honramos os mortos reflete nossa compreensão do valor da vida e da morte, temas centrais na teologia bíblica.","referencias_relacionadas":["Salmos 78:72","Provérbios 4:26","1 Coríntios 14:40"]},"genesis_50_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' representa não apenas uma estrutura física, mas também a ideia de família e lar.","explicacao_detalhada":"No versículo, 'casa' refere-se ao lar de Jacó e à sua família, simbolizando a unidade e a continuidade da linhagem.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a importância da família na cultura israelita e na narrativa bíblica.","conexao_teologica":"A casa é um símbolo da presença de Deus e da comunidade de fé, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 18:19","Salmos 127:1","Hebreus 3:6"]},"genesis_50_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também carrega conotações de herança e promessa.","explicacao_detalhada":"Em Gênesis 50:8, 'terra' é mencionada em relação ao lugar onde Jacó será enterrado, simbolizando a conexão do povo de Israel com a terra prometida.","por_que_esta_palavra":"A terra é um tema central na narrativa bíblica, representando a promessa de Deus ao Seu povo.","conexao_teologica":"A terra é vista como um presente divino e um símbolo da aliança entre Deus e Israel.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 6:10","Josué 1:3"]},"genesis_50_9_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se ao rebanho e à riqueza material, que eram importantes na cultura da época.","explicacao_detalhada":"No contexto do versículo, o 'gado' é mencionado como parte do luto e das cerimônias fúnebres, indicando a riqueza e o status da família de Jacó.","por_que_esta_palavra":"A palavra 'gado' é significativa porque representa a prosperidade e a vida rural da época.","conexao_teologica":"O gado também simboliza a provisão de Deus e a bênção sobre a vida dos patriarcas.","referencias_relacionadas":["Gênesis 30:43","Gênesis 31:9","Salmos 50:10"]},"genesis_50_9_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude ou importância de algo.","explicacao_detalhada":"Em Gênesis 50:9, 'grande' é usado para descrever a quantidade de gado e a grandiosidade do luto, refletindo a importância da ocasião.","por_que_esta_palavra":"A palavra 'grande' enfatiza a seriedade e a profundidade do luto experimentado pela família.","conexao_teologica":"A grandeza do luto pode ser vista como um reflexo da grandeza da vida que foi vivida.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Mateus 5:14"]},"genesis_50_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um ato de fazer ou realizar algo.","explicacao_detalhada":"No versículo, 'urso' é usado em um contexto que pode ser interpretado como um chamado para ação, relacionado ao luto e à cerimônia.","por_que_esta_palavra":"A palavra 'urso' é importante porque implica a realização de rituais e ações significativas em resposta à morte.","conexao_teologica":"A ação de 'fazer' é central na vida de fé, onde as ações refletem a crença e a devoção a Deus.","referencias_relacionadas":["Gênesis 2:15","Salmos 119:17","Tiago 1:22"]},"genesis_50_10_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar em um espaço.","explicacao_detalhada":"Em Gênesis 50:10, 'vir' é usado para descrever a ação de se reunir para o luto e a cerimônia, simbolizando a união da família e amigos.","por_que_esta_palavra":"A palavra 'vir' é significativa porque representa a importância da comunidade em momentos de perda.","conexao_teologica":"A ideia de 'vir' também reflete o chamado de Deus para que Seu povo se reúna em adoração e apoio mútuo.","referencias_relacionadas":["Mateus 11:28","Hebreus 10:25","1 Pedro 2:9"]},"genesis_50_10_idiom":{"palavra_pt":"expressao","palavra_original":"עֵבֶר","transliteracao":"ʻêber","strong":"H5676","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' é usada para descrever a forma como os sentimentos são comunicados em um contexto de luto.","explicacao_detalhada":"No versículo, 'expressão' se refere à maneira como a dor e a tristeza são manifestadas durante a cerimônia fúnebre.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a importância da comunicação emocional em momentos de perda.","conexao_teologica":"A expressão de dor é uma parte natural da experiência humana e é reconhecida na teologia bíblica como uma forma de buscar consolo em Deus.","referencias_relacionadas":["Salmos 34:18","Romanos 12:15","2 Coríntios 1:3-4"]},"genesis_50_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é mencionada novamente, reforçando a conexão com o lugar de sepultamento.","explicacao_detalhada":"Em Gênesis 50:11, 'terra' é usada para enfatizar a importância do local onde Jacó será enterrado, que é parte da herança da família.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre o povo de Israel e a terra prometida por Deus.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo e da promessa de um futuro.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 34:4","Hebreus 11:9-10"]},"genesis_50_11_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é utilizada para indicar a percepção ou a observação de algo importante no contexto da narrativa.","explicacao_detalhada":"No contexto de Gênesis 50:11, 'ver' refere-se à observação do luto dos egípcios por Jacó, o que demonstra a importância da morte de um patriarca na cultura da época.","por_que_esta_palavra":"A escolha da palavra 'ver' enfatiza a necessidade de reconhecer e entender a gravidade da situação, não apenas em um sentido físico, mas também emocional e espiritual.","conexao_teologica":"A visão é frequentemente associada à revelação divina e à compreensão do plano de Deus, mostrando que a morte de Jacó é um momento significativo na história da salvação.","referencias_relacionadas":["Gênesis 37:35","Gênesis 50:10","Eclesiastes 3:1-2"]},"genesis_50_11_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é usada para descrever a ação de tomar decisões ou fazer avaliações sobre a situação presente.","explicacao_detalhada":"Neste versículo, 'julgar' implica em discernir a importância do luto e a reação dos egípcios à morte de Jacó, refletindo sobre o impacto que ele teve em suas vidas.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender como as ações e reações dos personagens são avaliadas dentro do contexto cultural e espiritual da época.","conexao_teologica":"O ato de julgar é frequentemente associado à justiça divina e à necessidade de discernimento moral, refletindo a soberania de Deus sobre os eventos da vida.","referencias_relacionadas":["Salmos 9:8","Mateus 7:1-2","Romanos 14:10"]},"genesis_50_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada em um contexto que pode ser interpretado como uma metáfora para força ou proteção.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente no versículo, a ideia de força e proteção é relevante ao considerar a figura paterna de Jacó e seu papel na família.","por_que_esta_palavra":"A menção de 'urso' pode simbolizar a força da família e a necessidade de proteção durante um momento de luto.","conexao_teologica":"A figura do urso pode ser vista como uma representação da força de Deus em tempos de dificuldade, mostrando que Ele é nosso protetor.","referencias_relacionadas":["Salmos 91:2","Isaías 40:11","Mateus 10:29"]},"genesis_50_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é central na narrativa, referindo-se à descendência de Jacó e à continuidade da promessa de Deus.","explicacao_detalhada":"Em Gênesis 50:12, 'filho' destaca a relação familiar e a importância da linhagem, que é um tema recorrente nas Escrituras.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a herança espiritual e física que Jacó deixa para seus descendentes.","conexao_teologica":"A relação pai-filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, refletindo a paternidade divina.","referencias_relacionadas":["Gênesis 48:14","Êxodo 20:12","Romanos 8:15"]},"genesis_50_12_phrase":{"palavra_pt":"expressao","palavra_original":"כֵּן","transliteracao":"kên","strong":"H3651","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' é utilizada para indicar a maneira como os sentimentos são manifestados durante o luto.","explicacao_detalhada":"No contexto do versículo, 'expressão' refere-se à forma como o luto é demonstrado pelos filhos de Jacó e pelos egípcios, mostrando a profundidade da dor.","por_que_esta_palavra":"A escolha da palavra 'expressão' é importante para entender a comunicação emocional e a cultura de luto da época.","conexao_teologica":"A expressão de dor e luto é um aspecto humano que Deus reconhece, mostrando Sua compaixão e empatia por nossas perdas.","referencias_relacionadas":["Salmos 34:18","Romanos 12:15","2 Coríntios 1:3-4"]},"genesis_50_13_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do luto e a importância da cerimônia fúnebre.","explicacao_detalhada":"Em Gênesis 50:13, 'grande' enfatiza a importância do evento e o respeito que os egípcios tinham por Jacó, um patriarca.","por_que_esta_palavra":"A palavra 'grande' é escolhida para transmitir a seriedade e a reverência do momento, refletindo a cultura de honra aos mortos.","conexao_teologica":"A grandeza do luto pode ser vista como um reflexo da grandeza da vida que foi vivida, e de como Deus honra aqueles que O servem.","referencias_relacionadas":["Salmos 116:15","Mateus 5:14","Hebreus 12:1"]},"genesis_50_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para enfatizar a continuidade da linhagem e a importância da família.","explicacao_detalhada":"Neste versículo, 'filho' reforça a ideia de que a herança de Jacó continua através de seus descendentes, que são parte do plano divino.","por_que_esta_palavra":"A repetição da palavra 'filho' destaca a centralidade da família na narrativa bíblica e a importância das promessas de Deus.","conexao_teologica":"A linhagem é crucial para a história da salvação, mostrando como Deus trabalha através das gerações.","referencias_relacionadas":["Gênesis 49:28","Êxodo 3:6","Mateus 1:1"]},"genesis_50_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é usada para se referir ao local onde Jacó foi enterrado, simbolizando a conexão com a promessa de Deus.","explicacao_detalhada":"Em Gênesis 50:13, 'terra' representa a herança que Deus prometeu a Abraão, Isaque e Jacó, e a importância do local na história do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'terra' é significativa, pois reflete a promessa de Deus de dar uma terra ao Seu povo, que é um tema central na Bíblia.","conexao_teologica":"A terra é frequentemente vista como um símbolo da presença de Deus e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Gênesis 15:18","Josué 1:2"]},"genesis_50_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é utilizada para descrever a maneira como as cerimônias e rituais são realizados.","explicacao_detalhada":"No contexto do versículo, 'modo' refere-se à forma como o luto e o enterro de Jacó foram conduzidos, refletindo as tradições culturais.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a relevância das práticas culturais e religiosas na vida do povo de Deus.","conexao_teologica":"A maneira como honramos os mortos pode refletir nossa compreensão do valor da vida e da esperança na ressurreição.","referencias_relacionadas":["Deuteronômio 21:22-23","Eclesiastes 7:2","1 Tessalonicenses 4:13-14"]},"genesis_50_14_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' é usada para descrever a construção de um memorial ou a preservação da memória de Jacó.","explicacao_detalhada":"Em Gênesis 50:14, 'edificar' pode ser interpretado como a ação de honrar a memória de Jacó através de rituais e lembranças.","por_que_esta_palavra":"A escolha da palavra 'edificar' é significativa, pois sugere a importância de manter viva a memória dos que partiram.","conexao_teologica":"Edificar a memória dos justos é um princípio bíblico que reflete a continuidade da fé e da tradição entre as gerações.","referencias_relacionadas":["Salmos 112:6","Provérbios 10:7","Hebreus 11:4"]},"genesis_50_14_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da tristeza e do luto que José e seus irmãos estavam sentindo após a morte de seu pai, Jacó.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a intensidade do luto e a importância do momento, mostrando como a morte de Jacó impactou profundamente a família.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a magnitude da perda e a necessidade de um luto apropriado.","conexao_teologica":"A grandeza do luto pode ser vista como um reflexo do amor familiar e da importância das relações, que são valorizadas na teologia bíblica.","referencias_relacionadas":["Gênesis 37:34","Gênesis 50:3","Eclesiastes 3:4"]},"genesis_50_15_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"José observa que seus irmãos temem que ele busque vingança após a morte de seu pai.","explicacao_detalhada":"A palavra 'ver' implica uma percepção mais profunda, onde os irmãos de José estão tentando entender a situação e as intenções de José.","por_que_esta_palavra":"A palavra 'ver' é usada para expressar a necessidade de discernimento em momentos de crise e incerteza.","conexao_teologica":"A capacidade de ver e discernir é um tema importante na Bíblia, refletindo a necessidade de sabedoria e compreensão nas relações humanas.","referencias_relacionadas":["Provérbios 2:5","Tiago 1:5","Salmos 119:18"]},"genesis_50_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual os irmãos de José estavam preocupados.","explicacao_detalhada":"A palavra 'porque' conecta a preocupação dos irmãos com a morte de Jacó e suas ações subsequentes, mostrando a lógica de suas emoções.","por_que_esta_palavra":"É uma conjunção que estabelece uma relação de causa e efeito, essencial para entender a narrativa.","conexao_teologica":"A ideia de causa e efeito é fundamental na teologia bíblica, onde as ações têm consequências.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Provérbios 1:31"]},"genesis_50_15_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte de Jacó e ao impacto que isso teve sobre seus filhos.","explicacao_detalhada":"A palavra 'morrer' é central para a narrativa, pois marca a transição e a mudança nas dinâmicas familiares.","por_que_esta_palavra":"A morte é uma realidade inevitável e é tratada com seriedade na Bíblia, refletindo a fragilidade da vida.","conexao_teologica":"A morte é um tema recorrente na teologia, simbolizando tanto a separação quanto a esperança de vida eterna.","referencias_relacionadas":["Eclesiastes 3:2","Hebreus 9:27","Salmos 90:10"]},"genesis_50_16_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Os irmãos de José pedem que ele envie uma mensagem a seu pai, Jacó, antes de sua morte.","explicacao_detalhada":"A palavra 'enviar' implica uma ação de comunicação e reconciliação, mostrando a importância da palavra e do perdão.","por_que_esta_palavra":"A ação de enviar uma mensagem é crucial para a restauração das relações familiares.","conexao_teologica":"A comunicação é um aspecto vital nas relações, refletindo o desejo de Deus de se comunicar com a humanidade.","referencias_relacionadas":["Mateus 5:24","Tiago 5:16","Romanos 12:18"]},"genesis_50_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da mensagem que os irmãos desejam que José transmita a seu pai.","explicacao_detalhada":"A palavra 'dizer' aqui é usada para enfatizar a importância da comunicação e do conteúdo da mensagem.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a necessidade de clareza e sinceridade nas interações familiares.","conexao_teologica":"A comunicação é um reflexo do caráter de Deus, que se revela e se comunica com seu povo.","referencias_relacionadas":["Salmos 19:14","Provérbios 18:21","Efésios 4:29"]},"genesis_50_16_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Os irmãos de José se referem ao rosto de seu pai, simbolizando a presença e a autoridade paterna.","explicacao_detalhada":"A palavra 'rosto' representa a intimidade e a conexão emocional que os irmãos desejam manter com seu pai.","por_que_esta_palavra":"O rosto é um símbolo de identidade e relacionamento, fundamental na dinâmica familiar.","conexao_teologica":"A presença de Deus é frequentemente associada ao seu rosto, simbolizando comunhão e aceitação.","referencias_relacionadas":["Números 6:25","Salmos 31:16","Mateus 5:8"]},"genesis_50_17_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Os irmãos de José mencionam o pecado como parte de sua confissão e pedido de perdão.","explicacao_detalhada":"A palavra 'pecado' aqui é usada para reconhecer a falha moral e a necessidade de reconciliação.","por_que_esta_palavra":"A menção do pecado é essencial para a compreensão da necessidade de perdão e restauração nas relações.","conexao_teologica":"O conceito de pecado e perdão é central na teologia cristã, refletindo a necessidade de redenção.","referencias_relacionadas":["1 João 1:9","Romanos 3:23","Salmos 51:5"]},"genesis_50_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual os irmãos pedem perdão a José.","explicacao_detalhada":"A palavra 'porque' conecta a confissão de pecado com a necessidade de perdão, mostrando a lógica emocional da situação.","por_que_esta_palavra":"É uma conjunção que estabelece uma relação de causa e efeito, essencial para entender a narrativa de reconciliação.","conexao_teologica":"A relação entre pecado e perdão é um tema fundamental na Bíblia, refletindo a natureza de Deus como perdoador.","referencias_relacionadas":["Mateus 6:14","Colossenses 3:13","Efésios 4:32"]},"genesis_50_18_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Os irmãos de José se aproximam dele, simbolizando um ato de humildade e submissão.","explicacao_detalhada":"A palavra 'andar' aqui implica movimento em direção à reconciliação e à busca de perdão.","por_que_esta_palavra":"A ação de andar é um símbolo de disposição para enfrentar as consequências e buscar a restauração.","conexao_teologica":"O andar em direção a Deus é um tema recorrente na Bíblia, simbolizando a jornada de fé e arrependimento.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","Salmos 119:105"]},"genesis_50_18_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui se refere à queda em um estado de desespero ou humilhação.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a condição emocional dos irmãos de José, que temiam por suas vidas após a morte de seu pai. Eles acreditavam que José poderia se vingar deles.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a vulnerabilidade e o medo que os irmãos sentiam diante da possibilidade de retaliação.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas centrais na teologia bíblica, refletindo a condição humana de pecado e a busca por perdão.","referencias_relacionadas":["Gênesis 3:6","Salmos 37:24","Romanos 3:23"]},"genesis_50_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer aqui se refere à comunicação de um pedido de perdão e a expressão de arrependimento.","explicacao_detalhada":"Os irmãos de José estavam tentando justificar suas ações passadas e buscar a misericórdia de José, utilizando a palavra 'dizer' para expressar suas intenções.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois revela a importância da comunicação na restauração de relacionamentos quebrados.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, onde a confissão e a oração são formas de expressar arrependimento e buscar reconciliação.","referencias_relacionadas":["Tiago 5:16","1 João 1:9","Mateus 5:24"]},"genesis_50_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer novamente enfatiza a insistência dos irmãos em se justificar diante de José.","explicacao_detalhada":"A repetição da palavra 'dizer' demonstra a urgência e a necessidade de os irmãos se defenderem e buscarem o perdão de José.","por_que_esta_palavra":"A repetição reforça a ideia de que a comunicação é vital em momentos de crise e conflito.","conexao_teologica":"A necessidade de se comunicar e confessar é um princípio que permeia a relação entre o homem e Deus, onde a sinceridade é essencial.","referencias_relacionadas":["Salmos 32:5","Provérbios 28:13","Mateus 6:12"]},"genesis_50_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque aqui é usado para introduzir a razão pela qual os irmãos estavam pedindo perdão.","explicacao_detalhada":"A palavra 'porque' conecta a justificativa dos irmãos com suas ações passadas, mostrando a lógica de seu pedido.","por_que_esta_palavra":"É uma palavra chave que liga a causa à consequência, essencial para entender a dinâmica do perdão.","conexao_teologica":"A relação entre ações e consequências é um tema central na teologia, refletindo a justiça e a misericórdia de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Eclesiastes 12:14"]},"genesis_50_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus aqui é mencionado como a autoridade suprema que determina o destino e as ações humanas.","explicacao_detalhada":"Os irmãos reconhecem que, apesar de suas intenções malignas, Deus tinha um plano maior que envolvia a preservação da vida.","por_que_esta_palavra":"A menção de Deus destaca a soberania divina sobre as ações humanas e a providência em meio ao sofrimento.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele pode usar até mesmo o mal para cumprir Seus propósitos.","referencias_relacionadas":["Romanos 8:28","Isaías 55:8-9","Efésios 1:11"]},"genesis_50_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia aqui se refere a um tempo específico em que os eventos se desenrolaram.","explicacao_detalhada":"A palavra 'dia' é usada para enfatizar a importância do momento em que os irmãos de José estavam se reconciliando com ele.","por_que_esta_palavra":"O uso de 'dia' destaca a importância do tempo na narrativa bíblica e como Deus age em momentos específicos.","conexao_teologica":"O conceito de tempo é importante na teologia, pois Deus atua em momentos históricos para cumprir Seus planos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","2 Coríntios 6:2"]},"genesis_50_20_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Viver aqui se refere à preservação da vida e ao propósito de Deus em manter a família de Jacó.","explicacao_detalhada":"A palavra 'viver' destaca a intenção de José de salvar não apenas a si mesmo, mas toda a sua família, mostrando um ato de amor e perdão.","por_que_esta_palavra":"A escolha da palavra 'viver' enfatiza a importância da vida e da continuidade da linhagem de Israel.","conexao_teologica":"A vida é um tema central na Bíblia, simbolizando a promessa de Deus de redenção e restauração.","referencias_relacionadas":["João 10:10","Romanos 5:8","Gálatas 2:20"]},"genesis_50_20_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom aqui se refere ao resultado positivo das ações de José e ao plano de Deus.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a intenção de Deus em transformar o mal em algo positivo, trazendo salvação.","por_que_esta_palavra":"A escolha da palavra 'bom' reflete a natureza de Deus como aquele que traz o bem mesmo em situações difíceis.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, mostrando que Ele pode usar o sofrimento para um propósito maior.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:17"]},"genesis_50_21_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"Família aqui se refere à unidade e ao cuidado que José tinha por seus irmãos e seus filhos.","explicacao_detalhada":"A palavra 'família' enfatiza a importância das relações familiares e o papel de José como protetor.","por_que_esta_palavra":"A escolha da palavra 'família' destaca a responsabilidade e o amor que devemos ter uns pelos outros.","conexao_teologica":"A família é um tema central na Bíblia, simbolizando a comunidade de fé e o plano de Deus para a humanidade.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","1 Timóteo 5:8"]},"genesis_50_21_piedade":{"palavra_pt":"piedade","palavra_original":"נָחַם","transliteracao":"nâcham","strong":"H5162","significado_raiz":"Ideia básica: piedade.","significado_contextual":"Piedade aqui se refere ao arrependimento e à compaixão que os irmãos de José estavam buscando.","explicacao_detalhada":"A palavra 'piedade' é usada para descrever o desejo de os irmãos serem perdoados e restaurados na relação com José.","por_que_esta_palavra":"A escolha da palavra 'piedade' enfatiza a importância do arrependimento e da misericórdia nas relações humanas.","conexao_teologica":"A piedade é um conceito importante na Bíblia, refletindo a natureza de Deus e a necessidade de compaixão entre os seres humanos.","referencias_relacionadas":["Salmos 103:13","Mateus 5:7","Tiago 2:13"]},"genesis_50_21_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada por José para expressar sua intenção de confortar seus irmãos após a morte de seu pai.","explicacao_detalhada":"Neste contexto, 'falar' implica não apenas a ação de pronunciar palavras, mas também a intenção de transmitir consolo e esperança em meio à dor da perda.","por_que_esta_palavra":"José se preocupa com o estado emocional de seus irmãos e usa a comunicação verbal como um meio de restaurar relacionamentos e promover a paz.","conexao_teologica":"A comunicação é um aspecto fundamental da relação entre Deus e a humanidade, onde Deus se revela através de Sua Palavra.","referencias_relacionadas":["Gênesis 50:20","Salmos 19:14","Provérbios 15:1"]},"genesis_50_22_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à capacidade de José de discernir e tomar decisões justas em relação a sua família.","explicacao_detalhada":"Aqui, 'julgar' implica em avaliar a situação de seus irmãos e decidir como agir de maneira justa e misericordiosa, refletindo a sabedoria adquirida ao longo de suas experiências.","por_que_esta_palavra":"José, como governador do Egito, tem a responsabilidade de agir com justiça e compaixão, mostrando que o julgamento deve ser equilibrado com a misericórdia.","conexao_teologica":"Deus é descrito como o juiz justo, e a habilidade de julgar corretamente é uma qualidade que Ele deseja ver em Seus seguidores.","referencias_relacionadas":["Salmos 82:3","Miquéias 6:8","Tiago 2:13"]},"genesis_50_22_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' representa não apenas um lugar físico, mas também a ideia de família e lar, especialmente no contexto da união dos irmãos.","explicacao_detalhada":"Neste versículo, 'casa' simboliza o lar de José e a reconciliação com seus irmãos, enfatizando a importância da unidade familiar.","por_que_esta_palavra":"A referência à 'casa' destaca o desejo de José de restaurar laços familiares e garantir que seus irmãos tenham um lugar seguro e acolhedor.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus e a comunidade de fé.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"genesis_50_22_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' é usada para expressar a continuidade da vida e a esperança de um futuro próspero para a família de José.","explicacao_detalhada":"Neste contexto, 'viver' implica em mais do que a mera existência; refere-se a uma vida plena e abençoada, que José deseja para seus irmãos.","por_que_esta_palavra":"José quer assegurar que seus irmãos não apenas sobrevivam, mas que prosperem em suas vidas, refletindo o cuidado e a providência de Deus.","conexao_teologica":"A vida plena é um tema central nas Escrituras, onde Deus promete vida e vida em abundância para aqueles que O seguem.","referencias_relacionadas":["João 10:10","Romanos 8:28","Gálatas 2:20"]},"genesis_50_23_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é utilizada para indicar a percepção e a observação dos eventos que cercam a vida de José e sua família.","explicacao_detalhada":"Neste contexto, 'ver' implica em uma compreensão mais profunda da situação, onde José observa a dinâmica familiar e a necessidade de reconciliação.","por_que_esta_palavra":"A visão de José sobre sua família e suas circunstâncias é crucial para sua capacidade de agir com sabedoria e compaixão.","conexao_teologica":"A visão espiritual é enfatizada na Bíblia, onde Deus nos chama a ver além das circunstâncias e confiar em Sua soberania.","referencias_relacionadas":["Isaías 6:10","Mateus 5:8","2 Coríntios 5:7"]},"genesis_50_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para enfatizar a relação familiar e a continuidade da linhagem de José.","explicacao_detalhada":"Aqui, 'filho' representa não apenas a descendência biológica, mas também a herança espiritual e a responsabilidade que vem com a paternidade.","por_que_esta_palavra":"José menciona seus filhos para reafirmar a importância da família e a continuidade da promessa de Deus para Israel.","conexao_teologica":"A relação pai-filho é uma metáfora poderosa na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Efésios 6:4","1 João 3:1"]},"genesis_50_24_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é mencionada para reafirmar a soberania de Deus sobre a vida de José e sua família.","explicacao_detalhada":"Neste contexto, 'deus' enfatiza a crença de José na providência divina e na fidelidade de Deus às Suas promessas.","por_que_esta_palavra":"José reconhece que sua vida e a de sua família estão nas mãos de Deus, que tem um plano maior para eles.","conexao_teologica":"A soberania de Deus é um tema central nas Escrituras, onde Ele é reconhecido como o Criador e Sustentador de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Romanos 8:28","Efésios 1:11"]},"genesis_50_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à herança prometida a Israel e à importância da terra na história do povo de Deus.","explicacao_detalhada":"Neste contexto, 'terra' simboliza a promessa de Deus a Abraão, Isaque e Jacó, e a continuidade da aliança através das gerações.","por_que_esta_palavra":"A referência à 'terra' destaca a conexão entre o povo de Deus e o lugar que Ele preparou para eles.","conexao_teologica":"A terra é um símbolo da bênção e da presença de Deus, representando o cumprimento das promessas divinas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10"]},"genesis_50_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de José sobre a importância de suas promessas e ações futuras.","explicacao_detalhada":"Neste contexto, 'dizer' implica na declaração de intenções e na reafirmação das promessas de Deus sobre a vida de seu povo.","por_que_esta_palavra":"José usa a palavra 'dizer' para enfatizar a importância da comunicação clara e da verdade em suas interações com seus irmãos.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, e a comunicação é um meio pelo qual Ele se relaciona com a humanidade.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Tiago 1:22"]},"genesis_50_25_juramento":{"palavra_pt":"juramento","palavra_original":"שָׁבַע","transliteracao":"shâbaʻ","strong":"H7650","significado_raiz":"Ideia básica: juramento.","significado_contextual":"A palavra 'juramento' é usada para enfatizar a seriedade da promessa de José em relação ao futuro de seu povo.","explicacao_detalhada":"Neste contexto, 'juramento' implica em um compromisso solene que José faz com seus irmãos, garantindo que eles serão cuidados.","por_que_esta_palavra":"José faz um juramento para assegurar a seus irmãos que a promessa de Deus será cumprida, mesmo após sua morte.","conexao_teologica":"Os juramentos e alianças são temas importantes na Bíblia, refletindo a fidelidade de Deus e a importância da palavra dada.","referencias_relacionadas":["Gênesis 24:3","Hebreus 6:13-14","Salmos 89:34"]},"genesis_50_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Jacó, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' no contexto de Gênesis 50:25 é usada para indicar a relação de José com seu pai, Jacó, e a importância da família na cultura hebraica. A descendência é um tema central na narrativa bíblica, simbolizando promessas e alianças.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a dinâmica familiar e a transmissão de promessas divinas através das gerações.","conexao_teologica":"A relação pai-filho é um reflexo da relação entre Deus e Seu povo, onde Deus é frequentemente referido como Pai.","referencias_relacionadas":["Gênesis 48:1","Êxodo 20:12","Salmos 127:3"]},"genesis_50_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a intenção de José em fazer um juramento sobre seu futuro.","explicacao_detalhada":"No versículo, a ação de 'dizer' é um ato de comunicação que estabelece um compromisso e uma promessa, refletindo a importância da palavra na cultura hebraica.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a narrativa, pois mostra como as promessas e os votos são feitos e mantidos.","conexao_teologica":"A comunicação divina muitas vezes ocorre através da palavra, e a fidelidade a essas palavras é um tema recorrente na Bíblia.","referencias_relacionadas":["Gênesis 21:1","Salmos 119:105","Tiago 1:19"]},"genesis_50_26_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte de Jacó e à inevitabilidade da morte como parte da experiência humana.","explicacao_detalhada":"A palavra 'morrer' no contexto de Gênesis 50:26 destaca a fragilidade da vida e a certeza da morte, um tema que permeia toda a Escritura.","por_que_esta_palavra":"A morte é um evento significativo que leva à reflexão sobre a vida, a fé e as promessas de Deus sobre a vida eterna.","conexao_teologica":"A morte é vista como uma consequência do pecado, mas também como uma transição para a vida eterna prometida por Cristo.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","João 11:25-26"]},"genesis_50_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Novamente, refere-se à relação de José com seu pai, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'filho' reforça a importância da família e da herança na narrativa bíblica, mostrando como as promessas de Deus se estendem através das gerações.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a identidade e o legado que são passados de pai para filho.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, onde a herança espiritual é transmitida.","referencias_relacionadas":["Gênesis 48:10","Êxodo 34:7","Salmos 103:17"]},"genesis_50_26_embalm":{"palavra_pt":"embalm","palavra_original":"חָנַט","transliteracao":"chânaṭ","strong":"H2590","significado_raiz":"Ideia básica: embalm.","significado_contextual":"Refere-se ao processo de embalsamar o corpo de Jacó, uma prática comum no Egito antiga.","explicacao_detalhada":"A palavra 'embalm' indica o cuidado e o respeito pela morte, refletindo a cultura egípcia e a importância dos rituais funerários na preservação da memória.","por_que_esta_palavra":"O embalsamamento é significativo para a narrativa, pois mostra a honra dada a Jacó e a continuidade da tradição familiar.","conexao_teologica":"O cuidado com os mortos é um reflexo do valor da vida e da esperança na ressurreição, que é um tema central na teologia cristã.","referencias_relacionadas":["Gênesis 50:2","Eclesiastes 12:7","1 Coríntios 15:52"]}}