{"genesis_6_1_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra ou ao chão, simbolizando a criação de Deus.","explicacao_detalhada":"A palavra 'solo' enfatiza a conexão entre a humanidade e a criação, lembrando que fomos formados do pó da terra.","por_que_esta_palavra":"A utilização de 'solo' destaca a origem da humanidade e a relação com a criação divina.","conexao_teologica":"A relação entre o homem e o solo é um tema que aparece em várias partes da Bíblia, simbolizando a dependência de Deus.","referencias_relacionadas":["Gênesis 2:7","Salmos 104:14","Eclesiastes 3:20"]},"genesis_6_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a condição da humanidade em relação ao pecado e à desobediência.","explicacao_detalhada":"A repetição da palavra 'cair' sugere uma ênfase na queda moral e espiritual da humanidade.","por_que_esta_palavra":"A palavra é utilizada para mostrar a gravidade da situação humana e a necessidade de intervenção divina.","conexao_teologica":"A queda é um ponto central na narrativa bíblica, levando à necessidade de um Salvador.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Coríntios 15:22"]},"genesis_6_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação para um evento ou situação.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a condição da humanidade, explicando a razão para o julgamento.","por_que_esta_palavra":"A escolha de 'porque' é fundamental para entender a lógica divina por trás das ações de Deus.","conexao_teologica":"A justiça de Deus é um tema recorrente, onde Ele age em resposta ao pecado humano.","referencias_relacionadas":["Gênesis 6:5","Romanos 1:18","2 Pedro 2:5"]},"genesis_6_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao Criador e à autoridade suprema sobre a criação.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania e o poder de Deus sobre a humanidade e a criação.","por_que_esta_palavra":"A utilização de 'deus' é essencial para entender a relação entre o Criador e a criação, especialmente em tempos de crise.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"genesis_6_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os seres humanos se comportam e interagem entre si.","explicacao_detalhada":"A palavra 'modo' aqui sugere a forma como os filhos dos homens se relacionavam, especialmente em um contexto de corrupção.","por_que_esta_palavra":"A escolha de 'modo' destaca a importância do comportamento humano em relação à moralidade e à ética.","conexao_teologica":"O modo de viver dos seres humanos é um reflexo da condição do coração humano, que precisa de transformação.","referencias_relacionadas":["Gênesis 6:5","Mateus 7:17-20","Romanos 12:2"]},"genesis_6_2_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à capacidade de perceber ou entender algo.","explicacao_detalhada":"A palavra 'ver' implica uma percepção mais profunda da realidade, especialmente em relação ao comportamento humano.","por_que_esta_palavra":"A escolha de 'ver' sugere que Deus está atento às ações dos homens e suas consequências.","conexao_teologica":"A onisciência de Deus é um tema importante, mostrando que Ele observa e julga as ações humanas.","referencias_relacionadas":["Salmos 33:13-15","Provérbios 15:3","Hebreus 4:13"]},"genesis_6_3_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à duração infinita da existência de Deus e à sua soberania sobre o tempo.","explicacao_detalhada":"A palavra 'eterno' implica que Deus não está limitado pelo tempo como os seres humanos. Ele é o Criador do tempo e, portanto, sua existência transcende o tempo.","por_que_esta_palavra":"A utilização da palavra 'eterno' enfatiza a natureza imutável e constante de Deus, que é fundamental para a compreensão da sua divindade.","conexao_teologica":"A eternidade de Deus é um dos atributos essenciais que fundamentam a fé cristã, mostrando que Ele é digno de confiança e que suas promessas são eternas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"genesis_6_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo de forma clara e autoritária.","explicacao_detalhada":"A palavra 'dizer' é usada para mostrar a autoridade de Deus ao se comunicar com a humanidade, revelando sua vontade e planos.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da palavra de Deus como um meio de revelação e instrução para a humanidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um meio pelo qual Ele se relaciona com seu povo.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:1-2"]},"genesis_6_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, que representa sua identidade e caráter.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é associado à aliança de Deus com seu povo e à sua fidelidade. É um nome que evoca reverência e respeito.","por_que_esta_palavra":"A palavra 'senhor' é usada para afirmar a soberania de Deus sobre todas as coisas e sua relação pessoal com a humanidade.","conexao_teologica":"O nome de Deus é central na teologia bíblica, pois revela sua natureza e seu desejo de se relacionar com os seres humanos.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"genesis_6_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao planeta onde a humanidade habita, simbolizando tanto o espaço físico quanto a criação de Deus.","explicacao_detalhada":"A palavra 'terra' é utilizada para descrever o domínio de Deus sobre a criação e a responsabilidade do ser humano em cuidar dela.","por_que_esta_palavra":"A menção da 'terra' enfatiza a relação entre Deus, a criação e a humanidade, destacando a importância da mordomia.","conexao_teologica":"A criação da terra é um ato de Deus que estabelece a base para a relação entre Ele e a humanidade, que deve cuidar do que foi criado.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"genesis_6_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de atividade ou de eventos significativos.","explicacao_detalhada":"A palavra 'dia' é usada para descrever a ordem da criação e a estrutura do tempo estabelecida por Deus.","por_que_esta_palavra":"A utilização de 'dia' enfatiza a ordem e a intencionalidade de Deus em sua criação, mostrando que tudo tem um propósito.","conexao_teologica":"O conceito de dia na criação é fundamental para entender o ritmo da vida e a santidade do descanso, como exemplificado no sábado.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:11","Marcos 2:27"]},"genesis_6_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' (Elohim) é um termo plural que enfatiza a majestade e a soberania de Deus sobre a criação.","por_que_esta_palavra":"A menção de 'Deus' destaca sua autoridade e poder, sendo fundamental para a compreensão da relação entre o Criador e a criação.","conexao_teologica":"A natureza de Deus como Criador é central na teologia cristã, pois estabelece a base para a adoração e a dependência do ser humano.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Atos 17:24"]},"genesis_6_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente refere-se ao planeta, enfatizando a condição moral e espiritual da humanidade que habita nele.","explicacao_detalhada":"A repetição da palavra 'terra' neste contexto ressalta a corrupção e a maldade que se espalharam entre os seres humanos.","por_que_esta_palavra":"A ênfase na 'terra' destaca a responsabilidade humana e as consequências do pecado que afetaram toda a criação.","conexao_teologica":"A condição da terra reflete a necessidade de redenção e restauração, que é um tema central na narrativa bíblica.","referencias_relacionadas":["Gênesis 6:11","Romanos 8:22","2 Pedro 3:10"]},"genesis_6_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações e pensamentos humanos se manifestam.","explicacao_detalhada":"A palavra 'modo' implica que a forma como as pessoas agem e pensam é importante para entender a natureza do pecado.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a gravidade da corrupção moral que permeava a humanidade antes do dilúvio.","conexao_teologica":"A maneira como os seres humanos se comportam é um reflexo de sua condição espiritual e da necessidade de transformação através de Deus.","referencias_relacionadas":["Gênesis 6:12","Mateus 15:19","Tiago 1:14-15"]},"genesis_6_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que a maldade humana se tornou evidente.","explicacao_detalhada":"A repetição da palavra 'dia' aqui pode simbolizar um tempo de julgamento iminente e a urgência da situação moral da humanidade.","por_que_esta_palavra":"A palavra 'dia' enfatiza a seriedade do momento e a necessidade de uma resposta divina ao pecado.","conexao_teologica":"O conceito de dia como um tempo de julgamento é importante para entender a justiça de Deus e sua resposta ao pecado.","referencias_relacionadas":["Gênesis 6:7","Mateus 24:37-39","Apocalipse 20:11-15"]},"genesis_6_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o cenário da tristeza e do arrependimento de Deus pela criação humana.","explicacao_detalhada":"A repetição da palavra 'terra' aqui enfatiza a dor de Deus diante da corrupção e da maldade que se espalharam por toda a criação.","por_que_esta_palavra":"A palavra 'terra' destaca a conexão entre a criação e a resposta emocional de Deus ao pecado humano.","conexao_teologica":"A tristeza de Deus pela condição da terra reflete seu amor e desejo de redenção para a humanidade.","referencias_relacionadas":["Gênesis 6:7","Salmos 78:40-41","Romanos 2:5"]},"genesis_6_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania e autoridade de Deus sobre a criação.","explicacao_detalhada":"Neste contexto, 'senhor' é usado para enfatizar a posição de Deus como criador e juiz, que observa a maldade da humanidade.","por_que_esta_palavra":"A palavra é utilizada para mostrar a relação de domínio e respeito que os seres humanos devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:9","Romanos 9:20"]},"genesis_6_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus se entristeceu com a humanidade.","explicacao_detalhada":"Ela conecta a declaração anterior à explicação do motivo da tristeza de Deus, que é a maldade contínua do homem.","por_que_esta_palavra":"É usada para justificar a ação de Deus em relação à criação e suas consequências.","conexao_teologica":"A relação entre a ação de Deus e a resposta humana é um tema importante na narrativa bíblica.","referencias_relacionadas":["Gênesis 3:6","Romanos 1:21","Tiago 1:14-15"]},"genesis_6_7_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"O termo 'solo' refere-se à terra, o lugar onde a vida se desenvolve e onde a humanidade habita.","explicacao_detalhada":"Neste contexto, Deus decide destruir a criação que Ele fez sobre a terra devido à corrupção humana.","por_que_esta_palavra":"A escolha da palavra 'solo' enfatiza a conexão entre a humanidade e a terra, que foi criada por Deus.","conexao_teologica":"A relação entre Deus, a humanidade e a terra é fundamental na narrativa da criação e da queda.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 115:16","Romanos 8:21"]},"genesis_6_7_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'ceus' refere-se ao domínio celestial, onde Deus habita e observa a criação.","explicacao_detalhada":"Neste contexto, os céus são mencionados para mostrar que Deus tem autoridade tanto sobre a terra quanto sobre o céu.","por_que_esta_palavra":"A inclusão dos céus destaca a abrangência do domínio de Deus sobre toda a criação.","conexao_teologica":"A soberania de Deus se estende a todas as esferas da existência, tanto terrena quanto celestial.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"genesis_6_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a ação de Deus em comunicar sua decisão de destruir a criação.","explicacao_detalhada":"Neste contexto, Deus declara sua intenção, mostrando que suas palavras têm poder e autoridade.","por_que_esta_palavra":"A palavra 'dizer' enfatiza a capacidade de Deus de criar e destruir por meio de sua palavra.","conexao_teologica":"A palavra de Deus é um tema central na Bíblia, refletindo sua autoridade e poder criativo.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"genesis_6_8_favour":{"palavra_pt":"graca/favor","palavra_original":"חֵן","transliteracao":"chên","strong":"H2580","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido que Noé encontrou diante de Deus em meio à corrupção.","explicacao_detalhada":"Neste contexto, a graça é um ato de misericórdia de Deus, escolhendo Noé para preservar a humanidade.","por_que_esta_palavra":"A palavra é usada para destacar a bondade de Deus em um tempo de juízo.","conexao_teologica":"A graça de Deus é um tema central na salvação, mostrando que Ele age em favor dos pecadores.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","Tito 2:11"]},"genesis_6_8_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e o olhar atento de Deus sobre a humanidade.","explicacao_detalhada":"Neste contexto, Deus observa a maldade da humanidade, indicando sua vigilância e justiça.","por_que_esta_palavra":"A palavra 'olho' é usada para mostrar que nada escapa ao conhecimento de Deus.","conexao_teologica":"A onisciência de Deus é um aspecto fundamental de Sua natureza, refletindo seu cuidado e justiça.","referencias_relacionadas":["Salmos 139:1-4","Provérbios 15:3","Hebreus 4:13"]},"genesis_6_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' é novamente usado para reafirmar a autoridade e a soberania de Deus.","explicacao_detalhada":"Neste contexto, enfatiza a relação de Deus com Noé e a importância de sua obediência.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a ideia de que Deus é o único digno de reverência.","conexao_teologica":"A relação entre Deus e o homem é central na teologia, mostrando a necessidade de submissão a Ele.","referencias_relacionadas":["Salmos 103:19","Isaías 40:28","Romanos 14:8"]},"genesis_6_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador e juiz de toda a criação.","explicacao_detalhada":"Neste contexto, Deus é apresentado como aquele que observa e avalia a condição moral da humanidade.","por_que_esta_palavra":"A palavra é usada para afirmar a divindade e a autoridade de Deus sobre todas as coisas.","conexao_teologica":"A natureza de Deus como criador e juiz é um tema recorrente na Bíblia, refletindo sua soberania.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Apocalipse 4:11"]},"genesis_6_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, criada à imagem de Deus, mas agora corrompida pelo pecado.","explicacao_detalhada":"Neste contexto, o homem é visto como objeto da observação e julgamento de Deus devido à sua maldade.","por_que_esta_palavra":"A palavra é usada para enfatizar a dignidade do ser humano, apesar de sua queda.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia, refletindo seu valor e propósito.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"genesis_6_9_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se a Noé, que foi considerado justo diante de Deus em um tempo de corrupção.","explicacao_detalhada":"Noé é descrito como um homem justo, o que implica que ele seguia os caminhos de Deus e se destacava em meio à maldade generalizada da humanidade. Sua justiça é um contraste com a corrupção que dominava a terra.","por_que_esta_palavra":"A palavra 'justo' é crucial para entender a escolha de Deus em preservar Noé e sua família durante o dilúvio, mostrando que a justiça é valorizada por Deus.","conexao_teologica":"A justiça de Noé antecipa a necessidade de um salvador e a importância da fé e obediência a Deus, temas centrais na teologia bíblica.","referencias_relacionadas":["Gênesis 7:1","Ezequiel 14:14","Hebreus 11:7"]},"genesis_6_10_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente ao contexto de Gênesis 6:10, onde se fala sobre os filhos de Noé.","explicacao_detalhada":"A palavra 'urso' parece ser um erro de interpretação ou tradução, pois o versículo menciona os filhos de Noé, Sem, Cam e Jafé, e não tem relação com ursos.","por_que_esta_palavra":"A inclusão da palavra 'urso' pode ser um erro, pois o foco do versículo é a genealogia de Noé.","conexao_teologica":"A genealogia de Noé é importante para a narrativa da salvação e a continuidade da humanidade após o dilúvio.","referencias_relacionadas":["Gênesis 6:10","Gênesis 9:18","Gênesis 10:1"]},"genesis_6_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se aos filhos de Noé, que são Sem, Cam e Jafé, e são importantes para a continuação da humanidade após o dilúvio.","explicacao_detalhada":"Os filhos de Noé representam a nova geração que povoará a terra após o juízo de Deus sobre a corrupção da humanidade. Eles são fundamentais para a narrativa da restauração.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a continuidade da linhagem humana e o plano de Deus para a salvação.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, refletindo a importância da transmissão da fé e dos valores.","referencias_relacionadas":["Gênesis 6:10","Gênesis 9:18","Gênesis 10:1"]},"genesis_6_10_diluvio":{"palavra_pt":"diluvio","palavra_original":"נֹחַ","transliteracao":"Nôach","strong":"H5146","significado_raiz":"Ideia básica: diluvio.","significado_contextual":"A palavra 'dilúvio' refere-se ao evento cataclísmico que Deus enviou para purificar a terra da corrupção humana.","explicacao_detalhada":"O dilúvio é um ato de juízo divino, mas também um ato de misericórdia, pois Deus preserva Noé e sua família, oferecendo uma nova oportunidade para a humanidade.","por_que_esta_palavra":"A palavra 'dilúvio' é central para a narrativa de Gênesis, simbolizando tanto o juízo quanto a esperança de renovação.","conexao_teologica":"O dilúvio é um precursor do juízo final e da salvação que se encontra em Cristo, refletindo a necessidade de arrependimento e fé.","referencias_relacionadas":["Gênesis 7:17","Mateus 24:38-39","Hebreus 11:7"]},"genesis_6_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico que estava corrompido pela maldade dos homens.","explicacao_detalhada":"A terra é descrita como cheia de violência e corrupção, o que leva Deus a decidir purificá-la através do dilúvio.","por_que_esta_palavra":"A palavra 'terra' é importante para entender o cenário em que Noé viveu e a necessidade de um novo começo.","conexao_teologica":"A corrupção da terra reflete a condição do coração humano e a necessidade de redenção, um tema que permeia toda a Escritura.","referencias_relacionadas":["Gênesis 6:11","Gênesis 7:23","Romanos 8:22"]},"genesis_6_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador que observa a corrupção da humanidade e decide agir.","explicacao_detalhada":"Deus é apresentado como justo e santo, que não pode ignorar a maldade. Sua decisão de enviar o dilúvio é uma resposta à corrupção que Ele vê na terra.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a soberania e a justiça divina na narrativa do dilúvio.","conexao_teologica":"A natureza de Deus como justo e misericordioso é um tema central na Bíblia, refletindo Seu caráter e Seus planos para a humanidade.","referencias_relacionadas":["Gênesis 6:11","Gênesis 7:1","Salmos 11:7"]},"genesis_6_11_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus que estava se afastando da humanidade devido à sua corrupção.","explicacao_detalhada":"O 'rosto' de Deus simboliza Sua presença e favor. A corrupção da terra leva a um distanciamento entre Deus e a humanidade.","por_que_esta_palavra":"A palavra 'rosto' é significativa para entender a relação entre Deus e a humanidade, especialmente em tempos de juízo.","conexao_teologica":"A busca pela presença de Deus é um tema recorrente na Bíblia, refletindo o desejo humano de estar em comunhão com o Criador.","referencias_relacionadas":["Gênesis 6:11","Salmos 27:8","Êxodo 33:14"]},"genesis_6_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é mencionada novamente, enfatizando a corrupção que permeava toda a criação.","explicacao_detalhada":"A terra estava cheia de violência e maldade, o que leva Deus a tomar a decisão de purificá-la através do dilúvio.","por_que_esta_palavra":"A repetição da palavra 'terra' destaca a gravidade da situação e a necessidade de intervenção divina.","conexao_teologica":"A corrupção da terra é um reflexo do pecado humano e a necessidade de redenção, que é um tema central na Bíblia.","referencias_relacionadas":["Gênesis 6:12","Gênesis 7:23","Romanos 8:22"]},"genesis_6_12_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à observação de Deus sobre a maldade que havia na terra.","explicacao_detalhada":"Deus 'viu' a corrupção e a violência, o que O levou a decidir agir contra a maldade da humanidade.","por_que_esta_palavra":"A palavra 'ver' é importante para entender a onisciência de Deus e Sua resposta ao pecado.","conexao_teologica":"A visão de Deus sobre a humanidade reflete Sua justiça e Sua misericórdia, temas que permeiam toda a Escritura.","referencias_relacionadas":["Gênesis 6:12","Salmos 33:13-15","Provérbios 15:3"]},"genesis_6_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente mencionada, enfatizando Sua autoridade e poder sobre a criação.","explicacao_detalhada":"Deus é o agente que observa e decide intervir na história da humanidade, mostrando Sua soberania.","por_que_esta_palavra":"A repetição da palavra 'Deus' reforça a centralidade de Sua presença e ação na narrativa do dilúvio.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Seu controle sobre a história e a criação.","referencias_relacionadas":["Gênesis 6:12","Gênesis 7:1","Salmos 115:3"]},"genesis_6_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à superfície da terra onde a humanidade habita.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o ambiente físico que Deus criou e onde a vida se desenvolve. Neste contexto, Deus observa a corrupção da terra devido à maldade humana.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a criação de Deus e a responsabilidade da humanidade sobre ela.","conexao_teologica":"A terra é um tema central na criação e na relação entre Deus e a humanidade, simbolizando tanto a bênção quanto o juízo divino.","referencias_relacionadas":["Gênesis 1:1","Gênesis 1:28","Salmos 24:1"]},"genesis_6_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a magnitude ou a seriedade da situação que Deus está observando na terra.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a extensão da maldade que havia se espalhado entre os homens, mostrando a gravidade do pecado.","por_que_esta_palavra":"A utilização de 'grande' ressalta a urgência da intervenção divina diante da corrupção generalizada.","conexao_teologica":"A grandeza do pecado contrasta com a grandeza da misericórdia de Deus, que busca restaurar a criação.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","1 João 1:8"]},"genesis_6_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Criador, que observa e julga a condição da humanidade.","explicacao_detalhada":"A palavra 'Deus' é central na narrativa, pois é Ele quem toma a iniciativa de agir em resposta à corrupção da terra.","por_que_esta_palavra":"A menção de Deus enfatiza Sua soberania e autoridade sobre a criação e a moralidade.","conexao_teologica":"Deus é apresentado como justo e santo, que não pode ignorar o pecado, mas também como um Deus que busca a redenção.","referencias_relacionadas":["Gênesis 1:26","Salmos 103:19","Isaías 45:18"]},"genesis_6_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à construção da arca, que servirá como abrigo durante o juízo de Deus.","explicacao_detalhada":"A palavra 'casa' é usada para descrever o espaço seguro que Deus ordena a Noé construir, simbolizando proteção e salvação.","por_que_esta_palavra":"A construção da arca como 'casa' representa a provisão de Deus para aqueles que obedecem a Sua palavra.","conexao_teologica":"A arca é um símbolo de salvação e refúgio, refletindo a ideia de que Deus sempre oferece um caminho de escape do juízo.","referencias_relacionadas":["Gênesis 7:1","Hebreus 11:7","1 Pedro 3:20"]},"genesis_6_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Neste contexto, refere-se à ação de fazer ou construir a arca.","explicacao_detalhada":"A palavra 'urso' enfatiza a ação de Noé em obedecer a Deus, mostrando sua fé e diligência em cumprir a ordem divina.","por_que_esta_palavra":"A escolha da palavra destaca a importância da obediência ativa na vida de um crente.","conexao_teologica":"A obediência de Noé é um exemplo de fé em ação, que é fundamental na relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 6:22","Tiago 2:17","Hebreus 11:7"]},"genesis_6_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou construir a arca, especificamente em relação às suas dimensões.","explicacao_detalhada":"A palavra 'urso' aqui também enfatiza a ação de Noé, detalhando as instruções específicas que Deus deu para a construção da arca.","por_que_esta_palavra":"A repetição da palavra destaca a importância da precisão e da obediência nas instruções divinas.","conexao_teologica":"A precisão nas instruções de Deus reflete Sua soberania e o cuidado que Ele tem com a criação.","referencias_relacionadas":["Gênesis 6:14","Gênesis 6:22","Hebreus 11:7"]},"genesis_6_15_thirty":{"palavra_pt":"thirty","palavra_original":"שְׁלוֹשִׁים","transliteracao":"shᵉlôwshîym","strong":"H7970","significado_raiz":"Ideia básica: thirty.","significado_contextual":"Refere-se à medida específica da arca, indicando sua grandeza e capacidade.","explicacao_detalhada":"A palavra 'thirty' descreve a largura da arca, que é uma parte crucial das instruções de Deus para Noé.","por_que_esta_palavra":"As medidas específicas mostram a importância da obediência detalhada às ordens de Deus.","conexao_teologica":"As dimensões da arca simbolizam a provisão de Deus para a salvação em meio ao juízo.","referencias_relacionadas":["Gênesis 6:14","Gênesis 6:16","Hebreus 11:7"]},"genesis_6_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou construir a arca, especificamente em relação à sua altura.","explicacao_detalhada":"A palavra 'urso' enfatiza novamente a ação de Noé, detalhando mais uma parte das instruções de Deus.","por_que_esta_palavra":"A repetição da palavra reforça a ideia de que a obediência a Deus deve ser completa e precisa.","conexao_teologica":"A construção da arca é um ato de fé que demonstra a confiança de Noé nas promessas de Deus.","referencias_relacionadas":["Gênesis 6:14","Gênesis 6:22","Hebreus 11:7"]},"genesis_6_16_porta":{"palavra_pt":"porta","palavra_original":"פֶּתַח","transliteracao":"pethach","strong":"H6607","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se à entrada da arca, que é crucial para a salvação dos que entrarão.","explicacao_detalhada":"A palavra 'porta' simboliza o acesso à salvação que Deus oferece através da arca.","por_que_esta_palavra":"A porta representa a escolha que cada um tem de entrar ou não na salvação que Deus proporciona.","conexao_teologica":"A porta da arca é um símbolo de Cristo, que é a porta para a salvação.","referencias_relacionadas":["João 10:9","Gênesis 7:16","Mateus 7:13-14"]},"genesis_6_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que será afetada pelo juízo de Deus através do dilúvio.","explicacao_detalhada":"A palavra 'terra' aqui destaca a abrangência do juízo divino, que afetará toda a criação.","por_que_esta_palavra":"A ênfase na terra mostra a seriedade do juízo e a necessidade de um novo começo.","conexao_teologica":"O juízo sobre a terra é um lembrete da santidade de Deus e da necessidade de arrependimento.","referencias_relacionadas":["Gênesis 7:4","2 Pedro 2:5","Mateus 24:37-39"]},"genesis_6_17_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como o espaço acima da terra, onde Deus habita e onde as coisas celestiais ocorrem.","explicacao_detalhada":"A palavra 'céus' é usada para descrever o domínio de Deus e a separação entre o mundo físico e o espiritual. No contexto de Gênesis 6:17, Deus está se referindo ao céu em relação ao juízo que Ele trará sobre a terra.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a autoridade divina e a origem do juízo que será executado.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar onde Deus reina e onde os anjos habitam, simbolizando a soberania de Deus sobre toda a criação.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"genesis_6_18_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de erguer ou estabelecer algo, neste caso, a aliança entre Deus e Noé.","explicacao_detalhada":"A palavra 'levantar' é usada para descrever a ação de Deus em estabelecer uma nova ordem através da aliança com Noé, após o juízo do dilúvio.","por_que_esta_palavra":"É uma expressão de ação que demonstra a iniciativa de Deus em restaurar a criação e preservar a vida.","conexao_teologica":"Levantar uma aliança é um ato de graça divina, mostrando como Deus se relaciona com a humanidade e estabelece promessas.","referencias_relacionadas":["Gênesis 9:9","Êxodo 19:5","Hebreus 8:6"]},"genesis_6_18_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à humanidade e aos seres vivos que habitam a terra, enfatizando a fragilidade da vida.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a condição mortal da humanidade e a necessidade de redenção. Noé é instruído a preservar a carne através da arca.","por_que_esta_palavra":"A escolha da palavra 'carne' destaca a vulnerabilidade da vida e a importância da aliança para a preservação da espécie.","conexao_teologica":"A aliança de Deus com Noé é um símbolo da salvação e da continuidade da vida, refletindo a misericórdia divina.","referencias_relacionadas":["Gênesis 9:15","Romanos 8:3","1 Pedro 1:24"]},"genesis_6_18_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Significa 'vir' ou 'entrar', referindo-se à ação de Noé em obedecer ao chamado de Deus.","explicacao_detalhada":"A palavra 'chamar' implica uma convocação divina, onde Noé é chamado a entrar na arca, simbolizando obediência e fé.","por_que_esta_palavra":"É um convite de Deus para que Noé participe do plano divino de salvação.","conexao_teologica":"O chamado de Deus para Noé é um exemplo de como Deus se comunica com a humanidade e a importância da resposta a esse chamado.","referencias_relacionadas":["Gênesis 12:1","Mateus 4:19","Romanos 8:30"]},"genesis_6_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas, neste caso, a construção da arca.","explicacao_detalhada":"A palavra 'modo' indica a especificidade das instruções que Deus deu a Noé para a construção da arca, enfatizando a importância da obediência aos detalhes.","por_que_esta_palavra":"É crucial para a realização do plano de Deus que Noé siga as instruções exatas.","conexao_teologica":"Deus se preocupa com os detalhes e a obediência é fundamental para a realização de Sua vontade.","referencias_relacionadas":["Êxodo 25:9","1 Crônicas 28:19","Hebreus 11:7"]},"genesis_6_19_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida que deve ser preservada através da arca.","explicacao_detalhada":"A palavra 'viver' enfatiza a importância da continuidade da vida após o dilúvio, que será garantida pela obediência de Noé.","por_que_esta_palavra":"A preservação da vida é um tema central na narrativa do dilúvio, mostrando a intenção de Deus de salvar a criação.","conexao_teologica":"A vida é um dom de Deus e a Sua intervenção é necessária para a preservação da mesma.","referencias_relacionadas":["Gênesis 9:4","Deuteronômio 30:19","João 10:10"]},"genesis_6_19_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne como a forma física dos seres vivos que Deus deseja preservar.","explicacao_detalhada":"A repetição da palavra 'carne' enfatiza a necessidade de preservar todas as criaturas vivas, não apenas os humanos.","por_que_esta_palavra":"A inclusão de todos os seres vivos na aliança mostra a abrangência da misericórdia de Deus.","conexao_teologica":"Deus se preocupa com toda a criação, não apenas com a humanidade, refletindo Seu amor por todas as criaturas.","referencias_relacionadas":["Gênesis 9:10","Salmos 145:9","Mateus 6:26"]},"genesis_6_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os animais devem ser levados para a arca.","explicacao_detalhada":"A palavra 'modo' aqui destaca a necessidade de seguir as instruções específicas de Deus sobre como preservar a vida animal.","por_que_esta_palavra":"A precisão nas instruções é vital para garantir a sobrevivência das espécies.","conexao_teologica":"Deus é detalhista em Seus planos e espera que Seus servos sigam Suas orientações.","referencias_relacionadas":["Gênesis 7:2","Êxodo 25:40","1 Coríntios 14:40"]},"genesis_6_20_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra ou ao solo que será afetado pelo dilúvio.","explicacao_detalhada":"A palavra 'solo' enfatiza a criação de Deus e como ela será impactada pelo juízo, mas também pela promessa de renovação.","por_que_esta_palavra":"O solo é um símbolo da criação e da vida que Deus deseja preservar e restaurar.","conexao_teologica":"A relação entre Deus e a criação é central na narrativa bíblica, mostrando Sua soberania sobre a terra.","referencias_relacionadas":["Gênesis 1:26","Salmos 24:1","Romanos 8:21"]},"genesis_6_20_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida que deve ser preservada no solo através da arca.","explicacao_detalhada":"A repetição da palavra 'viver' reforça a intenção de Deus de garantir a continuidade da vida após o juízo do dilúvio.","por_que_esta_palavra":"A preservação da vida é um tema central, mostrando a importância da aliança de Deus com Noé.","conexao_teologica":"A vida é um presente de Deus e Sua intervenção é necessária para a continuidade da criação.","referencias_relacionadas":["Gênesis 9:4","Salmos 36:9","João 1:4"]},"genesis_6_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas devem ser feitas ou organizadas.","explicacao_detalhada":"No contexto de Gênesis 6:21, o 'modo' indica a forma específica que Deus ordenou a Noé para construir a arca e reunir os animais.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a obediência de Noé às instruções divinas.","conexao_teologica":"A obediência a Deus é um tema central na narrativa de Noé, simbolizando a fidelidade e a salvação.","referencias_relacionadas":["Gênesis 6:22","Gênesis 7:5","Hebreus 11:7"]},"genesis_6_21_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de eliminar ou acabar com a vida.","explicacao_detalhada":"Em Gênesis 6:21, Deus instrui Noé sobre a destruição que virá sobre a terra devido à maldade humana, enfatizando a gravidade do pecado.","por_que_esta_palavra":"A palavra 'destruir' destaca a seriedade do juízo de Deus e a necessidade de um novo começo através da arca.","conexao_teologica":"A destruição é um símbolo do juízo de Deus, mas também da misericórdia, pois Ele oferece uma forma de salvação.","referencias_relacionadas":["Gênesis 6:13","Gênesis 7:23","Mateus 24:39"]},"genesis_6_21_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda ou a ruína de algo.","explicacao_detalhada":"No contexto, 'cair' refere-se à queda da humanidade em pecado e à consequente destruição que se aproxima.","por_que_esta_palavra":"A palavra 'cair' é significativa para entender a condição da humanidade antes do dilúvio.","conexao_teologica":"A queda do homem é um tema recorrente na Bíblia, que leva à necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 João 1:8"]},"genesis_6_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal específico que deve ser incluído na arca.","explicacao_detalhada":"A palavra 'urso' é mencionada como parte da criação que Deus ordenou a Noé para preservar durante o dilúvio.","por_que_esta_palavra":"A inclusão de todos os tipos de animais mostra a abrangência do plano de Deus para a preservação da criação.","conexao_teologica":"Deus cuida de toda a criação, não apenas da humanidade, o que reflete Seu amor e soberania.","referencias_relacionadas":["Gênesis 6:19","Salmos 104:25-26","Mateus 10:29"]},"genesis_6_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as instruções devem ser seguidas.","explicacao_detalhada":"Em Gênesis 6:22, Noé segue o 'modo' que Deus lhe ordenou, evidenciando sua obediência.","por_que_esta_palavra":"A palavra 'modo' enfatiza a importância da obediência às instruções divinas.","conexao_teologica":"A obediência a Deus é um princípio fundamental na vida do crente.","referencias_relacionadas":["Gênesis 7:5","Deuteronômio 5:32-33","Tiago 1:22"]},"genesis_6_22_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' em Gênesis 6:22 destaca a autoridade e o poder de Deus sobre a criação e o juízo.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a relação entre o Criador e a criação.","conexao_teologica":"A soberania de Deus é um tema central na narrativa bíblica, mostrando Seu controle sobre a história.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 45:18"]}}