{"genesis_9_1_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de conferir bênçãos e favor divino.","explicacao_detalhada":"Em Gênesis 9:1, Deus abençoa Noé e seus filhos, ordenando-lhes que sejam fecundos e se multipliquem, reafirmando a missão dada a Adão.","por_que_esta_palavra":"A palavra 'abençoar' é usada para mostrar a generosidade de Deus e Sua intenção de prosperar a humanidade.","conexao_teologica":"A bênção de Deus é um tema recorrente na Bíblia, simbolizando a relação de amor e favor entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 1:28","Números 6:24-26","Salmos 67:1"]},"genesis_9_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' é novamente mencionada como o espaço onde a humanidade deve viver e prosperar.","explicacao_detalhada":"Em Gênesis 9:1, a terra é o palco da nova aliança de Deus com Noé, onde a vida deve ser preservada e multiplicada.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a importância do ambiente físico na criação e na vida humana.","conexao_teologica":"A terra é um presente de Deus, que deve ser administrado com responsabilidade e respeito.","referencias_relacionadas":["Gênesis 1:29","Salmos 115:16","Romanos 8:19"]},"genesis_9_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o criador e soberano sobre toda a criação.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é usada para descrever a divindade que estabeleceu a ordem e a vida no mundo. No contexto de Gênesis 9:1, Deus abençoa Noé e seus filhos, reafirmando Sua autoridade e plano para a humanidade após o dilúvio.","por_que_esta_palavra":"A escolha da palavra 'Deus' enfatiza a relação de autoridade e poder que Ele tem sobre a criação e a importância de Sua bênção para a continuidade da vida.","conexao_teologica":"A teologia bíblica reconhece Deus como o criador e sustentador, que interage com a humanidade através de alianças e promessas.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:28"]},"genesis_9_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é o espaço físico que Deus deu à humanidade para habitar e cultivar.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) refere-se ao mundo físico que Deus criou. Em Gênesis 9:2, Deus concede a Noé e seus filhos domínio sobre a terra e todos os seres que nela habitam, reafirmando a responsabilidade humana sobre a criação.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender o papel do ser humano como mordomo da criação, enfatizando a relação entre a humanidade e o ambiente.","conexao_teologica":"A teologia da criação destaca a responsabilidade humana em cuidar da terra como parte do plano divino.","referencias_relacionadas":["Gênesis 1:28","Salmos 115:16","Romanos 8:19-21"]},"genesis_9_2_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os céus são a morada de Deus e o espaço acima da terra.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) refere-se ao domínio celestial, que é distinto da terra. Em Gênesis 9:2, a menção dos céus implica na soberania de Deus sobre toda a criação, tanto na terra quanto no céu.","por_que_esta_palavra":"A palavra 'céus' é usada para mostrar a grandeza de Deus e Sua autoridade sobre todas as coisas, tanto visíveis quanto invisíveis.","conexao_teologica":"A teologia bíblica frequentemente menciona os céus como o lugar de habitação de Deus, onde Ele governa sobre a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 8:3","Mateus 6:9"]},"genesis_9_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as coisas devem ser feitas ou como devem existir.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é utilizada para descrever a totalidade ou a maneira abrangente de se relacionar com a criação. Em Gênesis 9:2, isso implica que tudo que vive na terra deve ser respeitado e cuidado.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a abrangência da autoridade de Noé sobre todas as criaturas, indicando um relacionamento responsável.","conexao_teologica":"A teologia da criação enfatiza a responsabilidade humana em cuidar de todas as formas de vida, refletindo o caráter de Deus.","referencias_relacionadas":["Gênesis 1:26","Salmos 104:25-26","Mateus 10:29"]},"genesis_9_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as coisas devem ser feitas ou como devem existir.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é utilizada novamente para enfatizar a totalidade da criação que é dada a Noé. Em Gênesis 9:3, Deus permite que Noé consuma carne, mas com a condição de respeitar a vida.","por_que_esta_palavra":"A repetição da palavra 'modo' reforça a ideia de que todas as criaturas são parte do plano de Deus e devem ser tratadas com respeito.","conexao_teologica":"A teologia bíblica destaca a importância da vida e a responsabilidade humana em relação à criação.","referencias_relacionadas":["Gênesis 1:29-30","Levítico 11:1-47","Atos 10:13-15"]},"genesis_9_3_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Carne refere-se à parte física dos seres vivos, especialmente no contexto da alimentação.","explicacao_detalhada":"A palavra 'carne' (חַי) é usada para descrever os seres vivos que Deus criou. Em Gênesis 9:3, Deus permite que Noé consuma carne, mas proíbe o consumo do sangue, indicando a importância da vida.","por_que_esta_palavra":"A escolha da palavra 'carne' destaca a relação entre a alimentação e a vida, enfatizando a sacralidade da vida.","conexao_teologica":"A teologia da vida enfatiza que a carne é sagrada e deve ser tratada com respeito, refletindo a criação de Deus.","referencias_relacionadas":["Gênesis 1:30","Levítico 17:10-14","Romanos 14:21"]},"genesis_9_3_alimento":{"palavra_pt":"alimento","palavra_original":"אׇכְלָה","transliteracao":"ʼoklâh","strong":"H402","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Alimento refere-se ao que é consumido para sustentar a vida.","explicacao_detalhada":"A palavra 'alimento' (אׇכְלָה) é utilizada para descrever o que é necessário para a sobrevivência. Em Gênesis 9:3, Deus fornece uma nova dieta para a humanidade após o dilúvio.","por_que_esta_palavra":"A escolha da palavra 'alimento' enfatiza a provisão de Deus para a humanidade e a importância de sustentar a vida.","conexao_teologica":"A teologia da provisão de Deus destaca que Ele cuida das necessidades de Sua criação.","referencias_relacionadas":["Gênesis 1:29","Salmos 104:14-15","Mateus 6:11"]},"genesis_9_4_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Alma/vida refere-se à essência do ser vivo, que é sagrada.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) é usada para descrever a vida que Deus deu a cada criatura. Em Gênesis 9:4, Deus proíbe o consumo de sangue, pois representa a vida da criatura.","por_que_esta_palavra":"A escolha da palavra 'alma' destaca a sacralidade da vida e a importância de respeitar a criação de Deus.","conexao_teologica":"A teologia da vida enfatiza que a vida é um dom de Deus e deve ser tratada com reverência.","referencias_relacionadas":["Gênesis 1:26-27","Levítico 17:11","Mateus 10:31"]},"genesis_9_4_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Sangue é visto como símbolo da vida e da aliança.","explicacao_detalhada":"A palavra 'sangue' (דָּם) é utilizada para enfatizar a vida que está dentro de cada ser. Em Gênesis 9:4, Deus proíbe o consumo de sangue, pois representa a vida que Ele deu.","por_que_esta_palavra":"A escolha da palavra 'sangue' destaca a importância da vida e a necessidade de respeitar a criação.","conexao_teologica":"A teologia do sangue enfatiza que o sangue é sagrado e representa a vida, sendo central na aliança de Deus com a humanidade.","referencias_relacionadas":["Levítico 17:10-14","Hebreus 9:22","1 João 1:7"]},"genesis_9_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à fidelidade e à integridade da palavra de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a proibição de consumir sangue, que é uma questão de obediência à palavra de Deus. Em Gênesis 9:4, Deus estabelece um princípio moral que deve ser seguido.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a importância da obediência a Deus e a integridade nas relações com a criação.","conexao_teologica":"A teologia da verdade enfatiza que a palavra de Deus é a base para a moralidade e a ética na vida humana.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"genesis_9_5_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é visto como a essência da vida e um símbolo de sacrifício.","explicacao_detalhada":"Neste versículo, Deus estabelece a importância do sangue, indicando que a vida está no sangue e que o derramamento de sangue humano é um crime grave. Isso reflete a santidade da vida humana.","por_que_esta_palavra":"O uso da palavra 'sangue' enfatiza a seriedade da vida e a responsabilidade que os seres humanos têm em relação uns aos outros.","conexao_teologica":"O sangue é um tema central na teologia bíblica, simbolizando tanto a vida quanto a redenção através do sacrifício de Cristo.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Romanos 5:9"]},"genesis_9_5_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à vida que Deus deu a cada ser humano.","explicacao_detalhada":"Neste contexto, a 'alma' é a essência do ser humano, a parte que Deus criou à Sua imagem. O versículo destaca a dignidade da vida humana.","por_que_esta_palavra":"A palavra 'alma' é usada para enfatizar que a vida é sagrada e deve ser respeitada.","conexao_teologica":"A teologia cristã vê a alma como a parte eterna do ser humano, que é redimida através de Cristo.","referencias_relacionadas":["Gênesis 1:27","Mateus 10:28","Salmos 139:13-14"]},"genesis_9_5_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão representa a ação e a capacidade de fazer escolhas.","explicacao_detalhada":"Neste versículo, a mão é mencionada em relação ao ato de derramar sangue, simbolizando a responsabilidade moral dos seres humanos em suas ações.","por_que_esta_palavra":"A palavra 'mão' é utilizada para enfatizar a ação deliberada e a responsabilidade que cada um tem sobre suas escolhas.","conexao_teologica":"A mão de Deus é frequentemente mencionada como a que cria e sustenta, refletindo a autoridade divina sobre a vida.","referencias_relacionadas":["Salmos 95:5","Isaías 41:10","Deuteronômio 32:39"]},"genesis_9_6_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O ato de derramar sangue é considerado um crime grave, refletindo a seriedade da vida.","explicacao_detalhada":"Este versículo estabelece a pena de morte para quem derramar sangue humano, sublinhando a importância da vida e a necessidade de justiça.","por_que_esta_palavra":"A repetição da palavra 'sangue' reforça a ideia de que a vida é preciosa e deve ser protegida.","conexao_teologica":"O sangue é um símbolo de sacrifício e redenção, culminando na obra de Cristo na cruz.","referencias_relacionadas":["Gênesis 4:10","Êxodo 21:12","Mateus 26:28"]},"genesis_9_6_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade como um todo, criada à imagem de Deus.","explicacao_detalhada":"Neste contexto, o homem é visto como um ser especial, com dignidade e valor, que deve ser respeitado e protegido.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a singularidade da criação humana em relação aos outros seres vivos.","conexao_teologica":"A teologia cristã ensina que todos os seres humanos têm valor intrínseco por serem criados à imagem de Deus.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Tiago 3:9"]},"genesis_9_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é o lar dado por Deus à humanidade, onde devem prosperar e multiplicar-se.","explicacao_detalhada":"Neste versículo, Deus ordena que os humanos sejam frutíferos e se multipliquem na terra, indicando a responsabilidade de cuidar da criação.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a conexão entre a humanidade e o ambiente que Deus criou.","conexao_teologica":"A relação entre o homem e a terra reflete a responsabilidade do ser humano como mordomo da criação de Deus.","referencias_relacionadas":["Gênesis 1:28","Salmos 115:16","Romanos 8:19-21"]},"genesis_9_7_autoridade":{"palavra_pt":"autoridade","palavra_original":"רָבָה","transliteracao":"râbâh","strong":"H7235","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao domínio que Deus concede ao homem sobre a criação.","explicacao_detalhada":"Deus dá ao homem a autoridade para governar sobre os animais e a terra, refletindo a responsabilidade que vem com essa autoridade.","por_que_esta_palavra":"A palavra 'autoridade' é importante para entender o papel do homem como líder e cuidador da criação.","conexao_teologica":"A autoridade humana é um reflexo da autoridade divina, que deve ser exercida com justiça e responsabilidade.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:6","Mateus 28:18"]},"genesis_9_7_urso":{"palavra_pt":"urso","palavra_original":"פָּרָה","transliteracao":"pârâh","strong":"H6509","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é mencionada como um exemplo de criatura que está sob a autoridade do homem.","explicacao_detalhada":"Neste contexto, o urso representa a criação que deve ser respeitada e cuidada pelo ser humano, que tem autoridade sobre ela.","por_que_esta_palavra":"A inclusão de 'urso' ilustra a abrangência da autoridade humana sobre todas as criaturas.","conexao_teologica":"A relação entre o homem e os animais reflete a intenção de Deus de que a criação viva em harmonia.","referencias_relacionadas":["Gênesis 1:30","Salmos 104:25-26","Provérbios 12:10"]},"genesis_9_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a comunicação divina e a importância das promessas de Deus.","explicacao_detalhada":"Neste versículo, Deus fala com Noé, estabelecendo um pacto e reafirmando Sua aliança com a humanidade.","por_que_esta_palavra":"A palavra 'dizer' destaca a revelação de Deus e a importância de ouvir Sua voz.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, mostrando Seu desejo de relacionamento.","referencias_relacionadas":["Gênesis 9:11","Hebreus 6:13","Salmos 119:105"]},"genesis_9_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador, que estabelece um pacto com a humanidade.","explicacao_detalhada":"Neste contexto, Deus reafirma Sua soberania e compromisso com a criação após o dilúvio.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da relação entre o Criador e a criação.","conexao_teologica":"A natureza de Deus como fiel e justo é um tema recorrente na Bíblia, especialmente em relação ao Seu povo.","referencias_relacionadas":["Gênesis 9:11","Salmos 46:1","Romanos 1:20"]},"genesis_9_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Noé e à continuidade da humanidade após o dilúvio.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar a relação familiar e a continuidade da linhagem. No contexto de Gênesis 9, Deus estabelece uma aliança com Noé e seus filhos, simbolizando a nova fase da criação após o juízo do dilúvio.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a importância da família e da prole na história da redenção e na propagação da humanidade.","conexao_teologica":"A aliança de Deus com Noé e seus filhos é um precursor da aliança que será feita com Abraão, mostrando a importância da descendência na história da salvação.","referencias_relacionadas":["Gênesis 9:9","Gênesis 9:10","Gênesis 9:11"]},"genesis_9_9_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção para a nova aliança que Deus está estabelecendo.","explicacao_detalhada":"A palavra 'eis' (הֵן) é uma interjeição que serve para enfatizar a importância do que está sendo declarado. Neste contexto, Deus está revelando uma nova promessa a Noé e seus filhos.","por_que_esta_palavra":"A palavra 'eis' destaca a seriedade e a importância da aliança que Deus está fazendo, convidando os ouvintes a prestar atenção.","conexao_teologica":"A aliança com Noé é um marco na história da salvação, mostrando a fidelidade de Deus em preservar a humanidade.","referencias_relacionadas":["Gênesis 9:8","Gênesis 9:10","Gênesis 9:12"]},"genesis_9_9_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de estabelecer ou criar algo novo, neste caso, uma aliança.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica a ideia de iniciar ou estabelecer uma nova realidade. Aqui, Deus está levantando uma nova aliança com Noé e sua descendência.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a ação de Deus em criar um novo pacto com a humanidade após o dilúvio.","conexao_teologica":"A aliança de Deus com Noé é um símbolo da graça divina e da restauração da criação.","referencias_relacionadas":["Gênesis 9:8","Gênesis 9:11","Gênesis 9:17"]},"genesis_9_9_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à humanidade e à vida que Deus está preservando através da aliança.","explicacao_detalhada":"A palavra 'aliança' (בְּרִית) é usada para descrever o pacto que Deus faz com Noé, assegurando que a vida na terra será preservada.","por_que_esta_palavra":"A palavra 'aliança' é crucial para entender a relação entre Deus e a humanidade, simbolizando compromisso e proteção.","conexao_teologica":"A aliança com Noé é um precursor das alianças subsequentes na Bíblia, mostrando a continuidade do plano de Deus para a salvação.","referencias_relacionadas":["Gênesis 9:10","Gênesis 9:11","Gênesis 9:17"]},"genesis_9_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como a aliança será estabelecida e mantida.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a totalidade da criação e a abrangência da aliança que Deus está fazendo com Noé e sua descendência.","por_que_esta_palavra":"A palavra 'modo' enfatiza que a aliança se aplica a toda a criação, não apenas a uma parte dela.","conexao_teologica":"A aliança com Noé é uma demonstração da soberania de Deus sobre toda a terra e sua intenção de preservar a vida.","referencias_relacionadas":["Gênesis 9:9","Gênesis 9:11","Gênesis 9:17"]},"genesis_9_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico que Deus criou e que será afetado pela aliança.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o domínio de Deus sobre a criação e a promessa de que a terra será preservada.","por_que_esta_palavra":"A palavra 'terra' destaca a abrangência da aliança, que se estende a toda a criação e não apenas à humanidade.","conexao_teologica":"A preservação da terra é um aspecto importante da aliança, refletindo a bondade e a fidelidade de Deus.","referencias_relacionadas":["Gênesis 9:9","Gênesis 9:11","Gênesis 9:13"]},"genesis_9_10_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à vida que Deus está prometendo preservar através da aliança.","explicacao_detalhada":"A palavra 'carne' (חַי) é usada para enfatizar a vida e a vitalidade que Deus está comprometido a proteger.","por_que_esta_palavra":"A palavra 'carne' simboliza a fragilidade da vida humana e a necessidade da proteção divina.","conexao_teologica":"A promessa de preservar a vida é central na aliança de Deus com Noé, refletindo seu amor e cuidado pela criação.","referencias_relacionadas":["Gênesis 9:9","Gênesis 9:10","Gênesis 9:11"]},"genesis_9_11_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de estabelecer a aliança que Deus está fazendo com Noé.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica a ideia de iniciar algo novo, neste caso, a aliança que garante a preservação da vida.","por_que_esta_palavra":"A palavra 'levantar' é significativa porque indica a ação de Deus em criar um novo pacto após o dilúvio.","conexao_teologica":"A aliança com Noé é um marco na história da salvação, mostrando a continuidade do plano de Deus.","referencias_relacionadas":["Gênesis 9:9","Gênesis 9:10","Gênesis 9:17"]},"genesis_9_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico que Deus promete preservar através da aliança.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para enfatizar o domínio de Deus sobre a criação e sua promessa de proteção.","por_que_esta_palavra":"A palavra 'terra' destaca a abrangência da aliança, que se estende a toda a criação.","conexao_teologica":"A preservação da terra é um aspecto importante da aliança, refletindo a bondade de Deus.","referencias_relacionadas":["Gênesis 9:10","Gênesis 9:11","Gênesis 9:13"]},"genesis_9_11_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à vida que Deus está prometendo preservar através da aliança.","explicacao_detalhada":"A palavra 'aliança' (בְּרִית) é usada para descrever o pacto que Deus faz com Noé, assegurando que a vida na terra será preservada.","por_que_esta_palavra":"A palavra 'aliança' é crucial para entender a relação entre Deus e a humanidade, simbolizando compromisso e proteção.","conexao_teologica":"A aliança com Noé é um precursor das alianças subsequentes na Bíblia, mostrando a continuidade do plano de Deus para a salvação.","referencias_relacionadas":["Gênesis 9:10","Gênesis 9:11","Gênesis 9:17"]},"genesis_9_12_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança entre Deus e Noé representa um pacto de proteção e compromisso.","explicacao_detalhada":"Neste versículo, Deus estabelece uma aliança com Noé após o dilúvio, prometendo nunca mais destruir a terra com água. A palavra 'aliança' implica um acordo solene e duradouro, que envolve responsabilidades de ambas as partes.","por_que_esta_palavra":"A palavra 'aliança' é central para entender a relação entre Deus e a humanidade, pois marca um momento decisivo na história da salvação.","conexao_teologica":"A aliança de Deus com Noé é um precursor das alianças posteriores, como a feita com Abraão e a nova aliança em Cristo, mostrando a fidelidade de Deus ao seu povo.","referencias_relacionadas":["Gênesis 9:11","Gênesis 17:2","Hebreus 8:6"]},"genesis_9_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação divina e à revelação da vontade de Deus.","explicacao_detalhada":"Deus fala a Noé, expressando sua intenção de estabelecer uma aliança. A palavra 'dizer' enfatiza a autoridade de Deus e a importância da comunicação divina na história da salvação.","por_que_esta_palavra":"A palavra 'dizer' é fundamental, pois mostra que Deus se revela e se comunica com a humanidade, estabelecendo um relacionamento pessoal.","conexao_teologica":"A comunicação de Deus com Noé é um exemplo da revelação divina, que culmina na Palavra encarnada, Jesus Cristo.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:1-2"]},"genesis_9_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador, que tem autoridade sobre toda a criação.","explicacao_detalhada":"Neste contexto, 'Deus' é apresentado como aquele que estabelece a aliança e promete proteção. A palavra enfatiza a soberania e o poder de Deus sobre a terra e a humanidade.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a natureza do pacto, pois é Ele quem toma a iniciativa de se relacionar com a humanidade.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, que se revela em suas alianças e promessas ao longo da história.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"genesis_9_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico que Deus criou e prometeu preservar.","explicacao_detalhada":"Deus promete que a terra não será mais destruída por água, reafirmando sua soberania sobre a criação. A terra é vista como um espaço de habitação e promessa.","por_que_esta_palavra":"A palavra 'terra' é importante, pois representa o lugar onde a humanidade vive e onde as promessas de Deus se realizam.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando tanto a criação de Deus quanto a herança prometida ao seu povo.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 115:16","Mateus 5:5"]},"genesis_9_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de Deus em conceder a aliança e suas promessas.","explicacao_detalhada":"Deus dá a Noé o sinal da aliança, que é o arco-íris, como um lembrete de sua promessa. A palavra 'dar' implica generosidade e compromisso.","por_que_esta_palavra":"A palavra 'dar' é significativa, pois mostra a disposição de Deus em se relacionar com a humanidade e oferecer proteção.","conexao_teologica":"A generosidade de Deus em dar a aliança reflete seu amor e cuidado contínuos por sua criação.","referencias_relacionadas":["Tiago 1:17","Romanos 8:32","Gálatas 3:14"]},"genesis_9_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente enfatiza o espaço físico e a criação de Deus.","explicacao_detalhada":"Neste contexto, a terra é o cenário da aliança e da promessa de Deus de não mais destruir a criação com água. A repetição da palavra 'terra' reforça sua importância.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre Deus e a criação, bem como as promessas feitas a Noé.","conexao_teologica":"A terra é um símbolo da fidelidade de Deus e de sua promessa de preservação e cuidado.","referencias_relacionadas":["Gênesis 1:31","Salmos 24:1","Apocalipse 21:1"]},"genesis_9_14_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à ação de Deus em estabelecer um sinal na criação.","explicacao_detalhada":"Deus promete que o arco-íris será um sinal de que as águas não mais cairão sobre a terra para destruí-la. A palavra 'cair' implica uma mudança na relação entre Deus e a criação.","por_que_esta_palavra":"A palavra 'cair' é significativa, pois representa a interrupção do juízo e a promessa de misericórdia.","conexao_teologica":"A misericórdia de Deus em não permitir que a destruição ocorra novamente é um tema central na teologia da aliança.","referencias_relacionadas":["Gênesis 9:11","Salmos 145:9","Romanos 9:15"]},"genesis_9_14_arco":{"palavra_pt":"arco","palavra_original":"קֶשֶׁת","transliteracao":"qesheth","strong":"H7198","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' refere-se ao arco-íris, que é o sinal da aliança entre Deus e Noé.","explicacao_detalhada":"O arco-íris é um símbolo visível da promessa de Deus de não destruir a terra novamente com água. Representa esperança e renovação.","por_que_esta_palavra":"A palavra 'arco' é importante porque simboliza a aliança e a fidelidade de Deus às suas promessas.","conexao_teologica":"O arco-íris é um lembrete da graça de Deus e da sua disposição de restaurar a criação.","referencias_relacionadas":["Gênesis 9:13","Isaías 54:9-10","Apocalipse 4:3"]},"genesis_9_15_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Ideia básica: macho.","significado_contextual":"A palavra 'macho' refere-se à criação de Deus e à continuidade da vida na terra.","explicacao_detalhada":"Deus menciona os seres vivos, incluindo os machos, como parte de sua criação que será preservada. A palavra 'macho' destaca a importância da reprodução e da continuidade.","por_que_esta_palavra":"A palavra 'macho' é relevante para entender a diversidade da criação e o plano de Deus para a vida na terra.","conexao_teologica":"A criação de Deus é um testemunho de sua sabedoria e poder, refletindo sua intenção de sustentar a vida.","referencias_relacionadas":["Gênesis 1:24-25","Gênesis 7:2","Salmos 104:24-25"]},"genesis_9_15_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' é reafirmada, destacando o compromisso de Deus com a criação.","explicacao_detalhada":"Deus reafirma sua aliança com Noé e toda a carne, enfatizando que sua promessa se estende a toda a criação, não apenas à humanidade.","por_que_esta_palavra":"A repetição da palavra 'aliança' é crucial para entender a abrangência do compromisso de Deus com toda a criação.","conexao_teologica":"A aliança de Deus com toda a carne reflete seu amor e cuidado por todas as criaturas, mostrando que Ele é um Deus de misericórdia.","referencias_relacionadas":["Gênesis 9:11","Gênesis 9:16","Romanos 8:19-21"]},"genesis_9_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus estabelece um sinal da aliança com Noé.","explicacao_detalhada":"A palavra 'modo' aqui indica a forma ou o método pelo qual Deus se compromete a lembrar da aliança feita com Noé e toda a criação, utilizando o arco-íris como símbolo.","por_que_esta_palavra":"É importante para entender a natureza da aliança e a forma como Deus se comunica com a humanidade.","conexao_teologica":"A aliança de Deus com Noé é um exemplo da graça divina e da promessa de preservação da criação.","referencias_relacionadas":["Gênesis 9:12","Gênesis 9:13","Gênesis 9:15"]},"genesis_9_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico que Deus criou e que foi afetado pelo dilúvio.","explicacao_detalhada":"A palavra 'terra' enfatiza a totalidade da criação e a abrangência da promessa de Deus de não destruir novamente a terra com água.","por_que_esta_palavra":"A terra é central na narrativa da criação e na relação entre Deus e a humanidade.","conexao_teologica":"A terra representa o espaço onde a aliança de Deus se realiza e onde a humanidade deve viver em obediência.","referencias_relacionadas":["Gênesis 1:1","Gênesis 9:11","Gênesis 9:17"]},"genesis_9_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair, que pode ser interpretada como a queda do homem e as consequências do pecado.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a fragilidade da condição humana e a necessidade de redenção.","por_que_esta_palavra":"É crucial para entender a condição da humanidade após o pecado e a necessidade de um salvador.","conexao_teologica":"A queda do homem é um tema central na teologia, que leva à necessidade de aliança e redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Coríntios 15:22"]},"genesis_9_17_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança que Deus faz com Noé e toda a carne, ou seja, todos os seres vivos.","explicacao_detalhada":"A palavra 'aliança' destaca a relação de compromisso entre Deus e a criação, assegurando a preservação da vida.","por_que_esta_palavra":"É fundamental para entender o caráter de Deus como um Deus que se relaciona e faz promessas.","conexao_teologica":"A aliança é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus ao seu povo.","referencias_relacionadas":["Gênesis 9:9","Gênesis 9:11","Gênesis 17:7"]},"genesis_9_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente refere-se ao mundo físico e à criação que Deus promete preservar.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a abrangência da promessa de Deus e seu cuidado com toda a criação.","por_que_esta_palavra":"A terra é o cenário onde a aliança se desenrola e onde a humanidade deve viver em harmonia com a criação.","conexao_teologica":"A relação entre Deus e a terra é um tema que se estende por toda a Escritura, culminando na nova criação.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Romanos 8:21"]},"genesis_9_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus sobre a aliança, enfatizando sua importância.","explicacao_detalhada":"A palavra 'dizer' indica a ação de Deus em comunicar sua vontade e promessas à humanidade.","por_que_esta_palavra":"A comunicação divina é essencial para a compreensão da vontade de Deus e da relação com a humanidade.","conexao_teologica":"Deus se revela através de Suas palavras e promessas, estabelecendo um relacionamento com Seu povo.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"genesis_9_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à condição de Noé e seus filhos após o dilúvio.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a vulnerabilidade e a fragilidade da condição humana mesmo após a salvação.","por_que_esta_palavra":"É importante para entender que, mesmo após a salvação, a humanidade ainda enfrenta desafios e tentações.","conexao_teologica":"A necessidade de redenção e a luta contra o pecado são temas centrais na experiência humana.","referencias_relacionadas":["Gênesis 9:21","Romanos 3:23","1 João 1:8"]},"genesis_9_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos filhos de Noé, que representam a nova geração da humanidade após o dilúvio.","explicacao_detalhada":"A palavra 'filho' destaca a continuidade da vida e a responsabilidade que os filhos têm em relação à criação.","por_que_esta_palavra":"É fundamental para entender a transmissão de valores e a continuidade da aliança de Deus com a humanidade.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 9:18","Êxodo 20:12","Salmos 127:3"]},"genesis_9_18_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à ação de sair, que pode simbolizar novos começos e a continuidade da vida.","explicacao_detalhada":"A palavra 'sair' indica a transição e a nova fase da vida após o dilúvio.","por_que_esta_palavra":"É importante para entender o conceito de novos começos e a esperança que Deus oferece.","conexao_teologica":"A ideia de sair e começar de novo é um tema recorrente na narrativa bíblica, simbolizando a redenção.","referencias_relacionadas":["Gênesis 8:16","Gênesis 12:1","Isaías 43:19"]},"genesis_9_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o espaço onde a humanidade deve habitar e cultivar.","explicacao_detalhada":"A palavra 'terra' enfatiza a responsabilidade da humanidade em cuidar da criação.","por_que_esta_palavra":"É crucial para entender o papel do ser humano como mordomo da criação de Deus.","conexao_teologica":"A relação entre a humanidade e a terra é um reflexo da relação entre Deus e Sua criação.","referencias_relacionadas":["Gênesis 1:28","Gênesis 2:15","Salmos 115:16"]},"genesis_9_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Noé, simbolizando a continuidade da humanidade após o dilúvio.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar a relação familiar e a herança que se passa de geração em geração. No contexto de Gênesis 9:19, enfatiza a importância da prole de Noé, que representa a nova humanidade.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a relação direta entre Noé e seus descendentes, sublinhando a responsabilidade e o legado que ele deixa.","conexao_teologica":"A ideia de filhos é central na teologia bíblica, representando não apenas a continuidade física, mas também a relação espiritual entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 1:28","Gênesis 4:1","Gênesis 17:7"]},"genesis_9_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os filhos de Noé se espalharão pela terra.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma totalidade ou abrangência, indicando que todos os descendentes de Noé se multiplicarão e habitarão a terra de diversas maneiras.","por_que_esta_palavra":"A utilização de 'modo' enfatiza a diversidade e a plenitude da criação e da humanidade que se originará de Noé.","conexao_teologica":"A multiplicação da humanidade é vista como um cumprimento da ordem divina de ser frutífero e multiplicar-se.","referencias_relacionadas":["Gênesis 1:22","Gênesis 9:1","Gênesis 10:32"]},"genesis_9_20_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra cultivável, que Noé começou a trabalhar após o dilúvio.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) é usada para descrever a terra que é a base para a agricultura e a subsistência humana, simbolizando o retorno à vida normal após o juízo do dilúvio.","por_que_esta_palavra":"A escolha de 'solo' destaca a importância da agricultura e do trabalho da terra na vida humana e na provisão de Deus.","conexao_teologica":"O trabalho da terra é visto como parte do plano de Deus para a humanidade, que inclui o cultivo e a administração da criação.","referencias_relacionadas":["Gênesis 2:15","Gênesis 3:19","Gênesis 4:2"]},"genesis_9_20_profano":{"palavra_pt":"profano","palavra_original":"חָלַל","transliteracao":"châlal","strong":"H2490","significado_raiz":"Ideia básica: profano.","significado_contextual":"Refere-se à ação de Noé que, em um estado de embriaguez, expôs sua nudez, o que é considerado desonroso.","explicacao_detalhada":"A palavra 'profano' (חָלַל) implica em uma violação de normas de respeito e honra, especialmente em relação à dignidade humana e à santidade da vida.","por_que_esta_palavra":"A utilização de 'profano' destaca a gravidade da ação de Noé e suas consequências para sua família.","conexao_teologica":"A desonra e a violação de normas morais são temas recorrentes na Bíblia, refletindo a necessidade de santidade e respeito nas relações humanas.","referencias_relacionadas":["Levítico 10:3","Ezequiel 22:26","1 Pedro 1:15-16"]},"genesis_9_20_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a Noé como o homem que cultivou a terra após o dilúvio.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para enfatizar a individualidade e a responsabilidade de Noé em relação à criação e à sua família.","por_que_esta_palavra":"A escolha de 'homem' sublinha a dignidade e o papel de liderança que Noé exerce como patriarca da nova humanidade.","conexao_teologica":"A figura do homem é central na narrativa bíblica, representando a criação de Deus e a responsabilidade dada a ele sobre a terra.","referencias_relacionadas":["Gênesis 1:26","Gênesis 2:7","Gênesis 6:9"]},"genesis_9_21_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão da nudez de Noé, que foi vista por seu filho.","explicacao_detalhada":"A palavra 'expressão' (גָּלָה) implica em revelar ou expor algo que deveria permanecer oculto, enfatizando a desonra que isso trouxe.","por_que_esta_palavra":"A utilização de 'expressão' destaca a gravidade da situação e a necessidade de respeito pela dignidade humana.","conexao_teologica":"A revelação da nudez é um símbolo de vulnerabilidade e desonra, temas que aparecem em várias narrativas bíblicas.","referencias_relacionadas":["Gênesis 3:7","Gênesis 3:21","Levítico 18:6"]},"genesis_9_21_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à posição de Noé entre seus filhos e a dinâmica familiar que se estabelece.","explicacao_detalhada":"A palavra 'entre' (מִן) indica a relação e a proximidade entre Noé e seus filhos, enfatizando a importância da família na narrativa.","por_que_esta_palavra":"A escolha de 'entre' destaca a interconexão e a responsabilidade mútua dentro da família.","conexao_teologica":"A família é vista como uma unidade fundamental na criação e na sociedade, refletindo a relação de Deus com Seu povo.","referencias_relacionadas":["Gênesis 2:24","Gênesis 4:1","Gênesis 12:3"]},"genesis_9_22_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à observação de Cam sobre a nudez de seu pai.","explicacao_detalhada":"A palavra 'ver' (רָאָה) implica em uma percepção que leva a uma ação, neste caso, a desonra de Noé por parte de Cam.","por_que_esta_palavra":"A escolha de 'ver' destaca a responsabilidade que vem com a observação e a necessidade de agir com respeito.","conexao_teologica":"A visão e a percepção são temas importantes na Bíblia, frequentemente ligadas à moralidade e à responsabilidade.","referencias_relacionadas":["Mateus 5:28","Salmos 101:3","Provérbios 4:23"]},"genesis_9_22_nakedness":{"palavra_pt":"nudez","palavra_original":"עֶרְוָה","transliteracao":"ʻervâh","strong":"H6172","significado_raiz":"Ideia básica: nudez.","significado_contextual":"Refere-se à nudez como um símbolo de vulnerabilidade e vergonha, especialmente no contexto da queda.","explicacao_detalhada":"A palavra 'nudez' (עֶרְוָה) é usada para descrever a condição de estar exposto, que pode ser tanto física quanto espiritual.","por_que_esta_palavra":"A nudez é um tema que aparece em várias partes da Bíblia, simbolizando a necessidade de proteção e dignidade.","conexao_teologica":"A nudez é frequentemente associada ao pecado e à necessidade de redenção, refletindo a condição humana após a queda.","referencias_relacionadas":["Gênesis 3:7","Gênesis 3:21","Apocalipse 3:18"]},"genesis_9_22_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à ação de Cam em contar a seus irmãos sobre a nudez de Noé.","explicacao_detalhada":"A palavra 'palavra' (נָגַד) implica em comunicar algo, especialmente em um contexto que pode causar desonra.","por_que_esta_palavra":"A escolha de 'palavra' destaca a importância da comunicação e suas consequências nas relações familiares.","conexao_teologica":"A forma como as palavras são usadas tem um impacto significativo nas relações e na moralidade, um tema central na Bíblia.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Salmos 34:13"]},"genesis_9_23_nakedness":{"palavra_pt":"nudez","palavra_original":"עֶרְוָה","transliteracao":"ʻervâh","strong":"H6172","significado_raiz":"Ideia básica: nudez.","significado_contextual":"A nudez aqui representa a vulnerabilidade e a vergonha que surgem após o pecado.","explicacao_detalhada":"A nudez é um símbolo de exposição e fragilidade. No contexto de Gênesis 9:23, a nudez de Noé é vista como um estado de desonra, especialmente em relação ao seu comportamento após o dilúvio.","por_que_esta_palavra":"A palavra 'nudez' é usada para enfatizar a condição de Noé e a gravidade da situação em que ele se encontra.","conexao_teologica":"A nudez é frequentemente associada ao pecado e à vergonha na Bíblia, refletindo a queda do homem e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:7","Gênesis 3:10","Isaías 47:3"]},"genesis_9_23_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar aqui implica em uma ação de controle ou posse sobre a nudez de Noé.","explicacao_detalhada":"A palavra 'tomar' é usada para descrever a ação de Sem e Jafé ao cobrir a nudez de seu pai, mostrando respeito e dignidade.","por_que_esta_palavra":"A escolha da palavra 'tomar' indica uma ação deliberada e respeitosa, contrastando com a atitude de Cam.","conexao_teologica":"A ação de cobrir a nudez é vista como um ato de amor e respeito, refletindo a importância da honra familiar.","referencias_relacionadas":["Gênesis 9:23","Êxodo 20:12","1 Pedro 4:8"]},"genesis_9_24_awaked":{"palavra_pt":"awake d","palavra_original":"יָקַץ","transliteracao":"yâqats","strong":"H3364","significado_raiz":"Ideia básica: awake d.","significado_contextual":"Despertar aqui se refere ao momento em que Noé recupera a consciência de sua situação.","explicacao_detalhada":"A palavra 'despertar' é usada para descrever a transição de Noé de um estado de embriaguez para a consciência, onde ele percebe o que aconteceu.","por_que_esta_palavra":"Este despertar é crucial para a narrativa, pois leva Noé a pronunciar maldições e bênçãos.","conexao_teologica":"O despertar de Noé simboliza a revelação e a responsabilidade que vem após o pecado.","referencias_relacionadas":["Gênesis 9:24","Romanos 13:11","Efésios 5:14"]},"genesis_9_24_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer neste contexto implica em entender e reconhecer a gravidade da situação.","explicacao_detalhada":"A palavra 'conhecer' é usada para descrever a percepção de Noé sobre o que ocorreu com ele e suas consequências.","por_que_esta_palavra":"O ato de conhecer é fundamental para a responsabilização e a resposta de Noé às ações de seus filhos.","conexao_teologica":"O conhecimento é um tema central na Bíblia, frequentemente associado à sabedoria e à revelação divina.","referencias_relacionadas":["Gênesis 3:5","Provérbios 1:7","Oséias 4:6"]},"genesis_9_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer aqui refere-se à declaração de Noé sobre a maldição que ele pronuncia.","explicacao_detalhada":"A palavra 'dizer' é utilizada para enfatizar a autoridade de Noé como patriarca ao pronunciar palavras de maldição.","por_que_esta_palavra":"A declaração de Noé é um ato de poder e influência, refletindo a seriedade de suas palavras.","conexao_teologica":"As palavras têm poder, e a maldição de Noé destaca a importância das bênçãos e maldições na narrativa bíblica.","referencias_relacionadas":["Gênesis 9:25","Provérbios 18:21","Tiago 3:10"]},"genesis_9_25_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָרַר","transliteracao":"ʼârar","strong":"H779","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"A maldição aqui é uma declaração de desgraça sobre Canaã, filho de Cam.","explicacao_detalhada":"A palavra 'maldicao' é usada para descrever a consequência das ações de Cam, refletindo a seriedade do pecado.","por_que_esta_palavra":"A maldição é uma resposta direta ao desrespeito mostrado por Cam em relação a seu pai.","conexao_teologica":"A maldição de Noé é um exemplo de como as ações têm consequências, um tema recorrente na Escritura.","referencias_relacionadas":["Gênesis 9:25","Gálatas 6:7","Deuteronômio 27:15-26"]},"genesis_9_25_filho":{"palavra_pt":"filho","palavra_original":"כְּנַעַן","transliteracao":"Kᵉnaʻan","strong":"H3667","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho aqui se refere a Canaã, que é diretamente afetado pela maldição de Noé.","explicacao_detalhada":"A palavra 'filho' é utilizada para enfatizar a relação familiar e as consequências que se estendem à próxima geração.","por_que_esta_palavra":"A menção de Canaã como filho de Cam destaca a continuidade da maldição e suas repercussões.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, refletindo a responsabilidade familiar e as consequências do pecado.","referencias_relacionadas":["Gênesis 9:25","Êxodo 20:5","Salmos 103:17-18"]},"genesis_9_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer aqui refere-se à bênção que Noé pronuncia sobre Sem.","explicacao_detalhada":"A palavra 'dizer' é usada novamente para enfatizar a autoridade de Noé ao abençoar Sem e Jafé.","por_que_esta_palavra":"A bênção é um ato de poder e um contraste com a maldição pronunciada sobre Canaã.","conexao_teologica":"A bênção de Noé é um exemplo da importância das palavras e da bênção na vida dos crentes.","referencias_relacionadas":["Gênesis 9:26","Números 6:24-26","Efésios 1:3"]},"genesis_9_26_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Abençoar aqui implica em reconhecer a soberania de Deus e a posição de Sem.","explicacao_detalhada":"A palavra 'abençoar' é utilizada para descrever o ato de Noé de conceder favor a Sem, reconhecendo sua atitude respeitosa.","por_que_esta_palavra":"A bênção é um ato de reconhecimento e gratidão, refletindo a importância da honra e do respeito.","conexao_teologica":"A bênção é um tema central na Bíblia, simbolizando a graça e a favor de Deus sobre aqueles que O respeitam.","referencias_relacionadas":["Gênesis 9:26","Salmos 128:1-2","Hebreus 7:7"]},"genesis_9_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor aqui refere-se a Deus, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a posição de Deus como Criador e Sustentador.","por_que_esta_palavra":"A menção do nome de Deus é fundamental para a compreensão da relação entre o homem e o Criador.","conexao_teologica":"O reconhecimento do Senhor é essencial para a adoração e a obediência na vida do crente.","referencias_relacionadas":["Gênesis 9:26","Salmos 23:1","Filipenses 2:10-11"]},"genesis_9_27_caminho":{"palavra_pt":"caminho","palavra_original":"פָּתָה","transliteracao":"pâthâh","strong":"H6601","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O termo 'caminho' refere-se à direção ou ao modo de vida que se deve seguir.","explicacao_detalhada":"Neste contexto, 'caminho' implica a escolha de um estilo de vida que agrada a Deus, refletindo a obediência e a fidelidade às Suas instruções.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de seguir o caminho que Deus estabeleceu para a humanidade.","conexao_teologica":"O 'caminho' é frequentemente associado à vida de retidão e à busca pela santidade, que são temas centrais na teologia bíblica.","referencias_relacionadas":["Salmos 1:1-2","Provérbios 3:6","Mateus 7:13-14"]},"genesis_9_27_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador do universo.","explicacao_detalhada":"Neste versículo, 'Deus' destaca a soberania e a autoridade divina sobre a criação e a história da humanidade.","por_que_esta_palavra":"A menção de 'Deus' é crucial para entender a relação entre o Criador e a criação, bem como a expectativa de adoração e obediência.","conexao_teologica":"A natureza de Deus como Criador é um tema central na teologia, refletindo Seu poder e amor pela humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Romanos 1:20"]},"genesis_9_27_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַן","transliteracao":"shâkan","strong":"H7931","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O termo 'descanso' implica um estado de paz e segurança, onde se pode habitar tranquilamente.","explicacao_detalhada":"Neste contexto, 'descanso' sugere a ideia de habitar em segurança sob a proteção de Deus, longe de conflitos e perigos.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a promessa de Deus de proporcionar um lugar seguro e de paz para Seu povo.","conexao_teologica":"O conceito de descanso é frequentemente associado ao Shabat e à promessa de descanso eterno em Cristo.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28-30","Hebreus 4:9-11"]},"genesis_9_28_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à existência plena e ao propósito de vida dado por Deus.","explicacao_detalhada":"Neste contexto, 'viver' implica não apenas a sobrevivência física, mas uma vida que glorifica a Deus e cumpre Seu propósito.","por_que_esta_palavra":"A ênfase em 'viver' destaca a importância da vida em comunhão com Deus e a busca por uma vida abundante.","conexao_teologica":"A vida em Cristo é apresentada como a verdadeira vida, onde se encontra plenitude e propósito.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Colossenses 3:3-4"]},"genesis_9_28_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica a ação de acompanhar ou obedecer a uma direção ou liderança.","explicacao_detalhada":"Neste contexto, 'seguir' sugere a disposição de seguir os caminhos de Deus e Seus mandamentos.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de lealdade e obediência à vontade divina.","conexao_teologica":"Seguir a Deus é um tema central na vida cristã, refletindo a relação de discipulado e submissão a Cristo.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"genesis_9_29_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida física e à separação da alma do corpo.","explicacao_detalhada":"Neste contexto, 'morrer' destaca a realidade da mortalidade humana e as consequências do pecado.","por_que_esta_palavra":"A menção de 'morrer' serve como um lembrete da fragilidade da vida e da necessidade de redenção.","conexao_teologica":"A morte é um tema importante na teologia, especialmente em relação à redenção e à vida eterna em Cristo.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:22","Hebreus 9:27"]},"genesis_9_29_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de queda ou declínio, muitas vezes associado ao pecado.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a queda do homem em pecado e a necessidade de restauração.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a fragilidade da condição humana e a necessidade de dependência de Deus.","conexao_teologica":"A queda é um tema central na narrativa bíblica, que leva à necessidade de salvação através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Efésios 2:1-3"]},"genesis_9_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou ao estilo de vida que se leva.","explicacao_detalhada":"Neste contexto, 'modo' implica a forma como se vive e se relaciona com Deus e com os outros.","por_que_esta_palavra":"A ênfase em 'modo' destaca a importância de viver de acordo com os princípios divinos.","conexao_teologica":"O modo de vida cristão é frequentemente descrito nas Escrituras como um reflexo da transformação em Cristo.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:22-23","Filipenses 1:27"]}}