{"2corintios_10_1_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é uma identificação pessoal e também carrega autoridade apostólica.","explicacao_detalhada":"O nome 'Paulo' é de origem latina e significa 'pequeno'. Paulo se apresenta humildemente, apesar de sua grande autoridade como apóstolo.","por_que_esta_palavra":"O uso do nome é importante para estabelecer a identidade e a autoridade do autor da carta, Paulo, ao se dirigir aos coríntios.","conexao_teologica":"O nome de Paulo representa a transformação e a missão que Deus deu a ele, mostrando que mesmo os pequenos podem ser usados grandemente por Deus.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:1"]},"2corintios_10_1_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo, o Ungido de Deus, que é o Messias prometido.","explicacao_detalhada":"A palavra 'Cristo' significa 'Ungido' e é um título que indica a missão divina de Jesus como Salvador e Rei.","por_que_esta_palavra":"A menção de Cristo enfatiza a autoridade e a legitimidade do ministério de Paulo, que é fundamentado na obra de Cristo.","conexao_teologica":"Cristo é o centro da fé cristã, e reconhecer sua unção é fundamental para entender a obra redentora.","referencias_relacionadas":["Mateus 1:16","João 1:41","Atos 2:36"]},"2corintios_10_1_meekness":{"palavra_pt":"meekness","palavra_original":"πρᾳότης","transliteracao":"praiótēs","strong":"G4236","significado_raiz":"Ideia básica: meekness.","significado_contextual":"Refere-se à mansidão, uma qualidade que Paulo deseja exemplificar em sua liderança.","explicacao_detalhada":"A mansidão é uma virtude que implica em humildade e controle emocional, essencial para a liderança cristã.","por_que_esta_palavra":"Paulo usa a mansidão para contrastar com a arrogância e a dureza que ele enfrentava em Corinto.","conexao_teologica":"A mansidão é uma característica de Cristo, que nos chama a seguir seu exemplo em nossas interações.","referencias_relacionadas":["Mateus 5:5","Gálatas 5:23","Efésios 4:2"]},"2corintios_10_2_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e suas limitações.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a condição humana caída e a luta contra o pecado.","por_que_esta_palavra":"Paulo menciona a carne para enfatizar que, embora viva em um corpo humano, sua luta é espiritual.","conexao_teologica":"A luta entre a carne e o espírito é um tema central na teologia paulina, refletindo a necessidade de dependência de Deus.","referencias_relacionadas":["Romanos 7:18","Gálatas 5:17","Filipenses 3:3"]},"2corintios_10_2_mao":{"palavra_pt":"mao","palavra_original":"πάρειμι","transliteracao":"páreimi","strong":"G3918","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à presença e à ação de Paulo em sua missão.","explicacao_detalhada":"A palavra 'mão' simboliza poder e autoridade, e Paulo a usa para afirmar sua presença e ação entre os coríntios.","por_que_esta_palavra":"A menção da mão indica que Paulo não está apenas falando, mas também agindo em nome de Cristo.","conexao_teologica":"A mão de Deus é frequentemente associada à ação divina e ao poder que opera através dos crentes.","referencias_relacionadas":["Atos 4:30","Romanos 15:18","1 Coríntios 12:7"]},"2corintios_10_2_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Deus' é central na teologia cristã, representando o Criador e Sustentador do universo.","por_que_esta_palavra":"Paulo menciona Deus para reafirmar que sua autoridade e ações são fundamentadas na vontade divina.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, enfatizando que tudo está sob seu controle.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 11:36"]},"2corintios_10_3_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à luta espiritual que Paulo enfrenta, apesar de viver em um corpo humano.","explicacao_detalhada":"A repetição da palavra 'carne' enfatiza a dualidade da experiência cristã entre o físico e o espiritual.","por_que_esta_palavra":"Paulo quer esclarecer que sua luta não é contra pessoas, mas contra forças espirituais malignas.","conexao_teologica":"A batalha espiritual é uma realidade na vida do crente, e Paulo nos ensina a lutar com as armas de Deus.","referencias_relacionadas":["Efésios 6:12","Romanos 8:5","Gálatas 5:24"]},"2corintios_10_3_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade com os princípios de Deus.","explicacao_detalhada":"A palavra 'conforme' indica que as ações de Paulo são guiadas pela vontade de Deus e não pela carne.","por_que_esta_palavra":"Paulo quer afirmar que sua abordagem é baseada na verdade e na justiça divina.","conexao_teologica":"Viver conforme a vontade de Deus é essencial para a vida cristã e para o testemunho do evangelho.","referencias_relacionadas":["Romanos 12:2","1 João 2:17","Tiago 1:22"]},"2corintios_10_3_andar":{"palavra_pt":"andar","palavra_original":"περιπατέω","transliteracao":"peripatéō","strong":"G4043","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver e agir de Paulo em sua missão.","explicacao_detalhada":"A palavra 'andar' implica em um estilo de vida que reflete a fé e os ensinamentos de Cristo.","por_que_esta_palavra":"Paulo usa 'andar' para descrever como ele e os crentes devem viver de acordo com a direção do Espírito Santo.","conexao_teologica":"O andar no Espírito é um tema importante na vida cristã, enfatizando a necessidade de viver em obediência a Deus.","referencias_relacionadas":["Gálatas 5:16","Colossenses 1:10","1 João 1:7"]},"2corintios_10_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao poder de Deus que opera através dos crentes.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza que as armas que Paulo usa são espirituais e vêm de Deus.","por_que_esta_palavra":"Paulo quer mostrar que a eficácia de seu ministério não depende de força humana, mas do poder divino.","conexao_teologica":"A dependência do poder de Deus é fundamental para a eficácia do ministério e da vida cristã.","referencias_relacionadas":["2 Coríntios 12:9","Efésios 3:20","Filipenses 4:13"]},"2corintios_10_4_guerra":{"palavra_pt":"guerra","palavra_original":"ὅπλον","transliteracao":"hóplon","strong":"G3696","significado_raiz":"Ideia básica: guerra.","significado_contextual":"A palavra 'guerra' refere-se à luta espiritual que os cristãos enfrentam contra as forças do mal.","explicacao_detalhada":"Neste versículo, Paulo usa a metáfora da guerra para descrever a batalha que os crentes travam não com armas físicas, mas com armas espirituais que têm poder divino para destruir fortalezas e argumentos que se opõem ao conhecimento de Deus.","por_que_esta_palavra":"A escolha da palavra 'guerra' enfatiza a seriedade e a intensidade da luta espiritual que os cristãos devem enfrentar em sua vida diária.","conexao_teologica":"A guerra espiritual é um tema recorrente na Bíblia, onde os crentes são chamados a estar alertas e a se preparar para a batalha contra as forças malignas.","referencias_relacionadas":["Efésios 6:12","2 Timóteo 2:3","Romanos 8:37"]},"2corintios_10_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo, que é a fonte de toda verdade e poder.","explicacao_detalhada":"Neste contexto, Paulo menciona Deus como a autoridade máxima que dá poder às armas espirituais dos crentes para derrubar argumentos e toda altivez que se levanta contra o conhecimento dEle.","por_que_esta_palavra":"A inclusão de 'Deus' sublinha a dependência dos crentes em Sua força e sabedoria para vencer as batalhas espirituais.","conexao_teologica":"Deus é visto como o defensor e protetor dos que O seguem, e Sua presença é fundamental na luta contra o pecado e a incredulidade.","referencias_relacionadas":["Salmos 46:1","Isaías 54:17","Romanos 12:19"]},"2corintios_10_5_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, o Ungido de Deus, que traz salvação e libertação.","explicacao_detalhada":"Paulo menciona Cristo para enfatizar que a vitória sobre as forças espirituais é alcançada através dEle, que é a fonte de poder e autoridade para os crentes.","por_que_esta_palavra":"A palavra 'Cristo' é central na fé cristã, pois representa a missão redentora de Jesus e Sua capacidade de transformar vidas.","conexao_teologica":"Cristo é o mediador entre Deus e os homens, e Sua obra na cruz é fundamental para a vitória sobre o pecado e a morte.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:8"]},"2corintios_10_5_height":{"palavra_pt":"altura","palavra_original":"ὕψωμα","transliteracao":"hýpsōma","strong":"G5313","significado_raiz":"Ideia básica: altura.","significado_contextual":"A palavra 'altura' refere-se a qualquer pensamento ou ideia que se eleva contra o conhecimento de Deus.","explicacao_detalhada":"Paulo usa 'altura' para descrever as pretensões e filosofias humanas que tentam se colocar acima da verdade divina, que devem ser derrubadas.","por_que_esta_palavra":"A escolha da palavra 'altura' sugere que essas ideias são arrogantes e desafiadoras em relação ao conhecimento de Deus.","conexao_teologica":"A luta contra a soberania de Deus e a verdade revelada é um tema importante na teologia, onde os crentes são chamados a submeter toda a sua mente a Cristo.","referencias_relacionadas":["Colossenses 2:8","Romanos 1:21","1 Coríntios 1:25"]},"2corintios_10_6_disobedience":{"palavra_pt":"disobedience","palavra_original":"παρακοή","transliteracao":"parakoḗ","strong":"G3876","significado_raiz":"Ideia básica: disobedience.","significado_contextual":"A palavra 'desobediência' refere-se à recusa em seguir as instruções e a vontade de Deus.","explicacao_detalhada":"Paulo menciona a desobediência como um obstáculo que deve ser confrontado e vencido na vida dos crentes, que devem estar prontos para punir toda desobediência.","por_que_esta_palavra":"A palavra destaca a importância da obediência à palavra de Deus como um aspecto essencial da vida cristã.","conexao_teologica":"A desobediência é vista como um pecado que separa o homem de Deus, e a obediência é um sinal de fé e submissão a Ele.","referencias_relacionadas":["Hebreus 3:18-19","1 Pedro 1:14","Tiago 1:22"]},"2corintios_10_6_obediente":{"palavra_pt":"obediente","palavra_original":"ὑπακοή","transliteracao":"hypakoḗ","strong":"G5218","significado_raiz":"Ideia básica: obediente.","significado_contextual":"A palavra 'obediente' refere-se à disposição de seguir e cumprir a vontade de Deus.","explicacao_detalhada":"Paulo enfatiza que os crentes devem estar prontos para serem obedientes a Deus, o que implica em uma vida de submissão e dedicação ao Seu propósito.","por_que_esta_palavra":"A obediência é fundamental na vida cristã, pois demonstra a fé e a confiança em Deus.","conexao_teologica":"A obediência é frequentemente associada à bênção e à aprovação de Deus, enquanto a desobediência resulta em consequências negativas.","referencias_relacionadas":["Deuteronômio 28:1-2","João 14:15","Romanos 6:16"]},"2corintios_10_6_mao":{"palavra_pt":"mao","palavra_original":"ἕτοιμος","transliteracao":"hétoimos","strong":"G2092","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é usada aqui para simbolizar a prontidão e a disposição para agir.","explicacao_detalhada":"Paulo fala sobre estar pronto para punir toda desobediência, o que implica em uma ação decisiva e firme por parte dos crentes.","por_que_esta_palavra":"A palavra 'mão' sugere uma ação ativa e intencional em resposta à desobediência.","conexao_teologica":"A prontidão para agir em obediência é um tema importante na vida cristã, onde os crentes são chamados a serem agentes de mudança e justiça.","referencias_relacionadas":["Salmos 119:32","Mateus 5:16","Tiago 4:7"]},"2corintios_10_7_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' é novamente mencionada, referindo-se ao Messias e Salvador.","explicacao_detalhada":"Neste contexto, Paulo reafirma a centralidade de Cristo na vida do crente e na luta espiritual, destacando que a verdadeira identidade e valor vêm dEle.","por_que_esta_palavra":"A repetição da palavra 'Cristo' enfatiza a importância de reconhecer a autoridade de Jesus em todas as áreas da vida.","conexao_teologica":"Cristo é a chave para entender a relação entre Deus e a humanidade, e Sua obra é fundamental para a salvação e a vida cristã.","referencias_relacionadas":["Gálatas 2:20","Colossenses 3:3","1 João 5:12"]},"2corintios_10_7_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a conformidade com a verdade e a vontade de Deus.","explicacao_detalhada":"Paulo usa 'conforme' para enfatizar que a avaliação e a ação dos crentes devem estar alinhadas com a verdade de Deus e não com aparências externas.","por_que_esta_palavra":"A palavra 'conforme' sugere que a vida do crente deve ser moldada pela revelação divina e não por padrões humanos.","conexao_teologica":"A conformidade com a vontade de Deus é essencial para a vida cristã, onde os crentes são chamados a viver de acordo com Seus princípios.","referencias_relacionadas":["Romanos 12:2","Efésios 4:1","Filipenses 1:27"]},"2corintios_10_7_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' simboliza a presença e a revelação de Deus.","explicacao_detalhada":"Paulo menciona 'rosto' para enfatizar a importância de estar em comunhão com Deus e de refletir Sua glória em nossas vidas.","por_que_esta_palavra":"A palavra 'rosto' sugere intimidade e relacionamento, indicando que os crentes devem buscar a face de Deus em suas vidas.","conexao_teologica":"A busca pela presença de Deus é um tema central na Bíblia, onde o relacionamento com Ele é fundamental para a vida espiritual.","referencias_relacionadas":["Salmos 27:8","Êxodo 33:14","Mateus 5:8"]},"2corintios_10_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade que Paulo possui em Cristo para edificar e não para destruir.","explicacao_detalhada":"No contexto de 2 Coríntios 10:8, Paulo defende sua autoridade apostólica, enfatizando que sua missão é de edificação espiritual e não de destruição. Ele se apresenta como um líder que tem o direito de corrigir e guiar a igreja.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a posição de Cristo como autoridade suprema sobre a igreja e, por extensão, a autoridade que Paulo exerce como apóstolo.","conexao_teologica":"A autoridade de Paulo é um reflexo da autoridade de Cristo, que é o verdadeiro Senhor da igreja. Isso ressalta a importância da liderança espiritual fundamentada em Cristo.","referencias_relacionadas":["Mateus 28:18","Romanos 13:1","Efésios 4:11-12"]},"2corintios_10_8_bom":{"palavra_pt":"bom","palavra_original":"καυχάομαι","transliteracao":"kaucháomai","strong":"G2744","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a natureza da glória que Paulo busca em seu ministério.","explicacao_detalhada":"Paulo menciona que não se gloria em coisas que não são boas, mas sim naquilo que é verdadeiro e edificante. Ele se opõe à glória vazia dos falsos apóstolos.","por_que_esta_palavra":"A palavra 'bom' é crucial para entender a motivação de Paulo em seu ministério, que é sempre buscar o que é edificante e verdadeiro.","conexao_teologica":"A busca pelo que é bom e verdadeiro é uma característica do ministério cristão, que deve refletir a natureza de Deus.","referencias_relacionadas":["Filipenses 4:8","Romanos 12:2","Gálatas 5:22"]},"2corintios_10_9_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' aqui refere-se à intenção de Paulo em não causar tristeza ou desânimo aos coríntios.","explicacao_detalhada":"Paulo se preocupa com a percepção que os outros têm dele e deseja que sua abordagem seja sempre construtiva, evitando qualquer mal-entendido sobre sua autoridade.","por_que_esta_palavra":"A repetição da ideia de 'bom' reforça a intenção de Paulo de agir com amor e cuidado pastoral.","conexao_teologica":"A intenção de Paulo em ser bom reflete o caráter de Cristo, que sempre busca o bem-estar de seu povo.","referencias_relacionadas":["1 Coríntios 13:4-7","Romanos 15:2","Colossenses 3:23"]},"2corintios_10_9_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é utilizada para enfatizar a soberania divina sobre a autoridade de Paulo.","explicacao_detalhada":"Paulo reconhece que sua autoridade e ações estão sob a supervisão de Deus, o que lhe confere legitimidade e responsabilidade em seu ministério.","por_que_esta_palavra":"A menção de Deus sublinha a importância de agir de acordo com a vontade divina e não apenas com a própria vontade.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que afirma que todas as coisas estão sob seu controle.","referencias_relacionadas":["Salmos 115:3","Romanos 8:28","Efésios 1:11"]},"2corintios_10_10_cristo":{"palavra_pt":"cristo","palavra_original":"παρουσία","transliteracao":"parousía","strong":"G3952","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' é usada para se referir à presença e autoridade de Cristo nas ações de Paulo.","explicacao_detalhada":"Paulo menciona que alguns o criticam, dizendo que sua presença é fraca, mas ele se apoia na força de Cristo, que é a verdadeira fonte de sua autoridade.","por_que_esta_palavra":"A referência a Cristo enfatiza que a força de Paulo não é sua, mas vem de sua relação com o Senhor.","conexao_teologica":"Cristo é a fonte de toda autoridade e poder no ministério, e Paulo se identifica com essa fonte.","referencias_relacionadas":["Filipenses 4:13","2 Coríntios 12:9","Colossenses 1:17"]},"2corintios_10_10_homem":{"palavra_pt":"homem","palavra_original":"ἰσχυρός","transliteracao":"ischyrós","strong":"G2478","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para contrastar a fraqueza humana com a força divina.","explicacao_detalhada":"Paulo reconhece sua condição humana e frágil, mas afirma que sua eficácia no ministério não depende de sua força, mas da força de Cristo.","por_que_esta_palavra":"A menção do homem destaca a dependência de Paulo em relação a Deus e a limitação da natureza humana.","conexao_teologica":"A fraqueza humana é um tema recorrente na Bíblia, que mostra como Deus usa os fracos para realizar seus propósitos.","referencias_relacionadas":["1 Coríntios 1:27","2 Coríntios 12:10","Romanos 7:18"]},"2corintios_10_11_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à mensagem que Paulo prega, que é centrada em Cristo.","explicacao_detalhada":"Paulo enfatiza que sua pregação é baseada na verdade de Cristo e não em palavras vazias ou enganosas.","por_que_esta_palavra":"A escolha da palavra 'palavra' indica a importância da mensagem e da verdade que ela carrega.","conexao_teologica":"Cristo é o Verbo de Deus, e a pregação do evangelho deve sempre refletir essa verdade.","referencias_relacionadas":["João 1:1","Romanos 10:17","1 Pedro 1:25"]},"2corintios_10_11_mao":{"palavra_pt":"mao","palavra_original":"πάρειμι","transliteracao":"páreimi","strong":"G3918","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' é usada metaforicamente para descrever a ação e o poder de Deus através de Paulo.","explicacao_detalhada":"Paulo menciona que suas ações são guiadas pela mão de Deus, que o capacita a realizar seu ministério.","por_que_esta_palavra":"A referência à mão simboliza o poder e a ação de Deus na vida do crente.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como símbolo de proteção e poder.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 4:30"]},"2corintios_10_12_julgar":{"palavra_pt":"julgar","palavra_original":"συγκρίνω","transliteracao":"synkrínō","strong":"G4793","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de avaliar e discernir as ações e intenções de outros.","explicacao_detalhada":"Paulo critica aqueles que se comparam entre si, enfatizando que o verdadeiro julgamento deve ser feito com base em padrões divinos e não humanos.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a necessidade de discernimento espiritual na comunidade cristã.","conexao_teologica":"O julgamento justo é um princípio bíblico que reflete a justiça de Deus.","referencias_relacionadas":["Mateus 7:1-2","Romanos 14:10","Tiago 4:12"]},"2corintios_10_12_bold":{"palavra_pt":"bold","palavra_original":"τολμάω","transliteracao":"tolmáō","strong":"G5111","significado_raiz":"Ideia básica: bold.","significado_contextual":"A palavra 'bold' é usada para descrever a ousadia que Paulo tem em seu ministério.","explicacao_detalhada":"Paulo se posiciona com coragem diante das críticas e desafios, afirmando que sua ousadia vem da confiança em Deus.","por_que_esta_palavra":"A ousadia é uma característica importante do ministério cristão, que deve ser fundamentada na fé.","conexao_teologica":"A ousadia no ministério é um reflexo da confiança em Deus e na sua palavra.","referencias_relacionadas":["Atos 4:29","Efésios 3:12","2 Timóteo 1:7"]},"2corintios_10_13_governo":{"palavra_pt":"governo","palavra_original":"κανών","transliteracao":"kanṓn","strong":"G2583","significado_raiz":"Ideia básica: governo.","significado_contextual":"Refere-se à autoridade e ao controle que Paulo exerce sobre a comunidade cristã.","explicacao_detalhada":"A palavra 'governo' no contexto de 2 Coríntios 10:13 implica em um padrão ou medida de liderança que Paulo se sente confiante em seguir, destacando a importância da ordem e da disciplina na igreja.","por_que_esta_palavra":"Paulo usa 'governo' para enfatizar que sua autoridade é estabelecida por Deus e não por si mesmo, contrastando com os falsos apóstolos que se autodenominam líderes.","conexao_teologica":"A ideia de governo é central na teologia cristã, onde a liderança espiritual deve ser baseada em princípios divinos e não em ambições pessoais.","referencias_relacionadas":["Romanos 13:1","1 Timóteo 3:1-5","Hebreus 13:17"]},"2corintios_10_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus soberano que estabelece a autoridade e a verdade.","explicacao_detalhada":"A palavra 'deus' é usada por Paulo para reafirmar que toda autoridade e poder vêm de Deus, e que ele é o juiz final sobre as ações humanas.","por_que_esta_palavra":"Paulo menciona Deus para reforçar que sua missão e seu ministério são respaldados pela vontade divina, contrastando com os que se opõem a ele.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que afirma que Ele é o criador e sustentador de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Efésios 1:11"]},"2corintios_10_13_bom":{"palavra_pt":"bom","palavra_original":"καυχάομαι","transliteracao":"kaucháomai","strong":"G2744","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de ser bom ou digno de louvor, especialmente em relação ao ministério de Paulo.","explicacao_detalhada":"A palavra 'bom' destaca a integridade e a eficácia do ministério de Paulo, que é guiado por princípios divinos e não por interesses pessoais.","por_que_esta_palavra":"Paulo usa 'bom' para contrastar seu ministério com os falsos apóstolos, que não têm a mesma qualidade ou intenção.","conexao_teologica":"A bondade é um atributo de Deus e deve ser refletida na vida dos crentes, especialmente em suas ações e ministérios.","referencias_relacionadas":["Gálatas 5:22","Efésios 2:10","Filipenses 4:8"]},"2corintios_10_14_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à mensagem do evangelho, que é considerada boa nova para a humanidade.","explicacao_detalhada":"A palavra 'bom' aqui se relaciona ao evangelho como a mensagem de salvação que Paulo prega, enfatizando sua importância e valor.","por_que_esta_palavra":"Paulo menciona o 'bom' para destacar que sua pregação é baseada na verdade e na revelação divina, em oposição a ensinamentos errôneos.","conexao_teologica":"O evangelho é central na teologia cristã, sendo a mensagem que traz esperança e redenção a todos os que creem.","referencias_relacionadas":["Marcos 16:15","Romanos 1:16","1 Coríntios 15:1-4"]},"2corintios_10_14_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Messias, o escolhido de Deus para a salvação da humanidade.","explicacao_detalhada":"A palavra 'Cristo' enfatiza a identidade de Jesus como o ungido, aquele que cumpre as profecias e traz a redenção.","por_que_esta_palavra":"Paulo usa 'Cristo' para afirmar que sua mensagem e ministério estão centrados na pessoa de Jesus, o verdadeiro Salvador.","conexao_teologica":"A unção de Cristo é um tema fundamental, pois Ele é o cumprimento das promessas de Deus ao seu povo.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"2corintios_10_15_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"Refere-se à esperança e confiança que os crentes têm em Deus e em suas promessas.","explicacao_detalhada":"A palavra 'esperança' destaca a expectativa positiva que os cristãos devem ter em relação ao futuro, fundamentada na fé em Cristo.","por_que_esta_palavra":"Paulo menciona 'esperança' para encorajar os crentes a permanecerem firmes em sua fé, mesmo diante de desafios.","conexao_teologica":"A esperança é um aspecto vital da fé cristã, que sustenta os crentes em tempos de dificuldade.","referencias_relacionadas":["Romanos 15:13","Hebreus 11:1","1 Pedro 1:3"]},"2corintios_10_15_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé que é baseada na verdade revelada por Deus.","explicacao_detalhada":"A palavra 'fé' implica em confiança e crença nas promessas de Deus, que são verdadeiras e fiéis.","por_que_esta_palavra":"Paulo usa 'fé' para enfatizar que a verdadeira fé é aquela que se baseia na revelação divina e não em opiniões humanas.","conexao_teologica":"A fé é essencial para a salvação e é um tema central na teologia cristã, que ensina que somos salvos pela fé em Cristo.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:6","Gálatas 2:20"]},"2corintios_10_15_governo":{"palavra_pt":"governo","palavra_original":"κανών","transliteracao":"kanṓn","strong":"G2583","significado_raiz":"Ideia básica: governo.","significado_contextual":"Refere-se à autoridade que Paulo exerce sobre a comunidade cristã, em conformidade com a vontade de Deus.","explicacao_detalhada":"A palavra 'governo' é usada para reafirmar que Paulo tem um papel de liderança que é reconhecido e estabelecido por Deus.","por_que_esta_palavra":"Paulo menciona 'governo' para mostrar que sua liderança é legítima e fundamentada na verdade divina.","conexao_teologica":"A liderança na igreja deve ser exercida de acordo com os princípios de Deus, refletindo seu caráter e vontade.","referencias_relacionadas":["1 Pedro 5:2-3","Tito 1:5","Atos 20:28"]},"2corintios_10_16_governo":{"palavra_pt":"governo","palavra_original":"κανών","transliteracao":"kanṓn","strong":"G2583","significado_raiz":"Ideia básica: governo.","significado_contextual":"Refere-se à extensão da autoridade de Paulo para evangelizar e ensinar em novas áreas.","explicacao_detalhada":"A palavra 'governo' aqui implica que Paulo está se preparando para expandir seu ministério e alcançar novos territórios com o evangelho.","por_que_esta_palavra":"Paulo menciona 'governo' para indicar que sua missão é guiada por Deus e que ele está pronto para levar a mensagem a outros lugares.","conexao_teologica":"A expansão do evangelho é um mandamento de Cristo, que ordenou que seus seguidores fizessem discípulos de todas as nações.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14-15"]},"2corintios_10_16_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"Refere-se ao ato de evangelizar, que é considerado uma boa obra na missão da igreja.","explicacao_detalhada":"A palavra 'evangelizar' (εὐαγγελίζω) implica a ação de proclamar as boas novas de Cristo.","por_que_esta_palavra":"Paulo enfatiza a importância de evangelizar como parte do chamado cristão.","conexao_teologica":"A evangelização é um mandamento de Cristo e uma expressão do amor de Deus pela humanidade.","referencias_relacionadas":["Marcos 16:15","Romanos 1:16","2 Timóteo 4:2"]},"2corintios_10_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo sobre a vida dos crentes.","explicacao_detalhada":"No contexto de 2 Coríntios 10:17, Paulo enfatiza que a verdadeira glória e autoridade vêm do Senhor e não de si mesmo. Ele destaca que devemos nos gloriar no Senhor, que é a fonte de nossa força e identidade.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a soberania de Cristo e a submissão dos crentes à Sua vontade.","conexao_teologica":"A soberania de Cristo é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor sobre todas as coisas.","referencias_relacionadas":["Romanos 14:8","Filipenses 2:9-11","Colossenses 1:16-17"]},"2corintios_10_17_bom":{"palavra_pt":"bom","palavra_original":"καυχάομαι","transliteracao":"kaucháomai","strong":"G2744","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das ações que são aprovadas por Deus.","explicacao_detalhada":"Em 2 Coríntios 10:17, Paulo fala sobre se gloriar no que é bom, ou seja, nas ações que refletem a vontade de Deus e que são feitas para Sua glória.","por_que_esta_palavra":"A palavra 'bom' é importante porque destaca a necessidade de discernimento moral e espiritual na vida do crente.","conexao_teologica":"A bondade é um fruto do Espírito e um reflexo do caráter de Deus na vida dos crentes.","referencias_relacionadas":["Gálatas 5:22","Efésios 2:10","Tiago 1:17"]},"2corintios_10_18_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a ideia de autoridade divina na avaliação das ações dos apóstolos.","explicacao_detalhada":"Neste versículo, Paulo menciona que não é a autoavaliação que conta, mas a aprovação do Senhor, enfatizando que a verdadeira autoridade vem de Deus.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para reafirmar a dependência do apóstolo em relação à aprovação divina.","conexao_teologica":"A autoridade de Deus é um tema recorrente na Escritura, onde Ele é o juiz final das ações humanas.","referencias_relacionadas":["1 Coríntios 4:5","Romanos 2:6","Hebreus 13:17"]},"2corintios_10_18_approve":{"palavra_pt":"approve","palavra_original":"συνιστάω","transliteracao":"synistáō","strong":"G4921","significado_raiz":"Ideia básica: approve.","significado_contextual":"A palavra 'approve' refere-se à validação ou reconhecimento das ações por parte de Deus.","explicacao_detalhada":"Em 2 Coríntios 10:18, Paulo explica que a verdadeira aprovação não vem dos homens, mas de Deus, que conhece o coração e as intenções.","por_que_esta_palavra":"A palavra 'approve' é crucial para entender que a validação divina é o que realmente importa na vida cristã.","conexao_teologica":"A aprovação de Deus é um tema que aparece em várias passagens, onde se enfatiza a importância de viver de acordo com Sua vontade.","referencias_relacionadas":["Mateus 7:21","Gálatas 1:10","1 Tessalonicenses 2:4"]}}