{"2corintios_11_1_least":{"palavra_pt":"least","palavra_original":"μικρός","transliteracao":"mikrós","strong":"G3398","significado_raiz":"Ideia básica: least.","significado_contextual":"A palavra 'least' é usada para expressar humildade e a percepção de ser inferior em comparação aos outros.","explicacao_detalhada":"Em 2 Coríntios 11:1, Paulo se refere a si mesmo como o 'menos' entre os apóstolos, enfatizando sua humildade e a graça de Deus em sua vida.","por_que_esta_palavra":"A palavra 'least' é importante para mostrar que, mesmo sendo apóstolo, Paulo não se exalta, mas reconhece a grandeza de Deus.","conexao_teologica":"A humildade é uma virtude cristã essencial, refletindo o caráter de Cristo.","referencias_relacionadas":["Filipenses 2:3-4","Mateus 23:12","Tiago 4:10"]},"2corintios_11_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Criador e à Sua relação com a Igreja como noiva de Cristo.","explicacao_detalhada":"Em 2 Coríntios 11:2, Paulo expressa seu zelo pela Igreja, comparando-a a uma noiva que deve ser apresentada pura a Cristo, enfatizando a importância da santidade.","por_que_esta_palavra":"A palavra 'deus' é central para entender a relação entre Deus e Seu povo, destacando Sua santidade e amor.","conexao_teologica":"A relação entre Deus e a Igreja é frequentemente descrita como um casamento, simbolizando compromisso e fidelidade.","referencias_relacionadas":["Efésios 5:25-27","Apocalipse 19:7","Isaías 54:5"]},"2corintios_11_2_marido":{"palavra_pt":"marido","palavra_original":"ζῆλος","transliteracao":"zēlos","strong":"G2205","significado_raiz":"Ideia básica: marido.","significado_contextual":"A palavra 'marido' é usada para descrever o papel de Cristo como o noivo da Igreja.","explicacao_detalhada":"No contexto de 2 Coríntios 11:2, Paulo fala sobre o zelo que tem pela Igreja, que deve ser apresentada a Cristo como uma noiva pura, enfatizando o amor e a responsabilidade do noivo.","por_que_esta_palavra":"A palavra 'marido' é significativa para entender a relação íntima e comprometida entre Cristo e a Igreja.","conexao_teologica":"A analogia do casamento é uma metáfora poderosa na Escritura, representando a relação entre Cristo e os crentes.","referencias_relacionadas":["Efésios 5:23","Apocalipse 21:2","Cantares 2:16"]},"2corintios_11_2_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se ao Messias, o ungido de Deus, que é o Salvador da humanidade.","explicacao_detalhada":"Em 2 Coríntios 11:2, Paulo menciona Cristo como aquele a quem a Igreja deve ser apresentada, enfatizando Sua posição como o único que pode redimir e santificar.","por_que_esta_palavra":"A palavra 'cristo' é fundamental para a fé cristã, pois representa a missão redentora de Jesus.","conexao_teologica":"Cristo como o ungido é um tema central em toda a Bíblia, desde as profecias do Antigo Testamento até o Novo Testamento.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 4:12"]},"2corintios_11_3_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' é novamente usada para enfatizar a identidade de Jesus como o Messias e a importância de permanecer fiel a Ele.","explicacao_detalhada":"Em 2 Coríntios 11:3, Paulo alerta os crentes sobre a possibilidade de serem enganados, comparando a sedução de Eva por Satanás à sedução que pode ocorrer na Igreja.","por_que_esta_palavra":"A palavra 'cristo' é crucial para lembrar os crentes de que sua fé deve estar firmada em Jesus, o verdadeiro Messias.","conexao_teologica":"A fidelidade a Cristo é um tema recorrente, onde os crentes são chamados a resistir a falsas doutrinas.","referencias_relacionadas":["Gálatas 1:6-7","Colossenses 2:8","1 João 4:1"]},"2corintios_11_3_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a negação de Paulo em aceitar qualquer outro ensinamento que não seja o de Cristo.","explicacao_detalhada":"Em 2 Coríntios 11:3, Paulo expressa preocupação com a pureza da fé dos crentes, alertando-os sobre a possibilidade de serem desviados da simplicidade que há em Cristo.","por_que_esta_palavra":"A palavra 'deus' é central para a compreensão da verdadeira fé e da relação com o Criador.","conexao_teologica":"A fidelidade a Deus e à Sua Palavra é um tema essencial na vida cristã, onde os crentes são chamados a permanecer firmes na verdade.","referencias_relacionadas":["Romanos 16:17-18","1 Timóteo 6:3-5","2 Pedro 2:1"]},"2corintios_11_4_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é apresentado como o Messias e Salvador, cuja mensagem é central para a fé cristã.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor é Salvação'. Ele é a figura central do Novo Testamento, e Paulo enfatiza a importância de não se desviar do verdadeiro Jesus, que traz a verdadeira salvação.","por_que_esta_palavra":"Paulo alerta os coríntios sobre falsos ensinamentos que distorcem a verdadeira mensagem de Jesus.","conexao_teologica":"A centralidade de Jesus na salvação e na revelação de Deus é um tema recorrente nas cartas de Paulo.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"2corintios_11_4_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O termo 'espírito' refere-se à presença de Deus e à sua ação na vida dos crentes.","explicacao_detalhada":"O 'espírito' é visto como a força que dá vida e direciona os crentes, sendo essencial para a compreensão e vivência da fé.","por_que_esta_palavra":"Paulo menciona o espírito para contrastar a verdadeira experiência espiritual com as falsas experiências promovidas por falsos mestres.","conexao_teologica":"A obra do Espírito Santo é fundamental na vida do cristão, guiando e ensinando.","referencias_relacionadas":["João 3:8","Romanos 8:26","Gálatas 5:22-23"]},"2corintios_11_4_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"O 'bom' refere-se ao evangelho verdadeiro, que é a boa nova de Jesus Cristo.","explicacao_detalhada":"O evangelho é a mensagem de salvação e reconciliação com Deus, e Paulo enfatiza que é essencial permanecer fiel a essa mensagem.","por_que_esta_palavra":"Paulo critica aqueles que distorcem o evangelho, apresentando uma versão que não é a verdadeira.","conexao_teologica":"O evangelho é o poder de Deus para a salvação, e sua pureza é vital para a fé cristã.","referencias_relacionadas":["Romanos 1:16","1 Coríntios 15:1-4","Gálatas 1:6-9"]},"2corintios_11_5_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"A palavra 'muito' é usada para enfatizar a grandeza e a importância da mensagem que Paulo traz.","explicacao_detalhada":"Paulo se coloca como um apóstolo que tem autoridade e conhecimento superior em relação aos falsos mestres.","por_que_esta_palavra":"Ele quer mostrar que sua mensagem é muito mais valiosa e verdadeira do que as distorções apresentadas por outros.","conexao_teologica":"A ideia de que a verdade de Cristo é superior a qualquer outra filosofia ou ensinamento é um tema recorrente nas epístolas.","referencias_relacionadas":["Filipenses 3:8","Colossenses 2:3","1 Coríntios 2:2"]},"2corintios_11_5_conclude":{"palavra_pt":"conclude","palavra_original":"λογίζομαι","transliteracao":"logízomai","strong":"G3049","significado_raiz":"Ideia básica: conclude.","significado_contextual":"A palavra 'concluir' refere-se ao ato de chegar a uma decisão ou entendimento sobre a verdade.","explicacao_detalhada":"Paulo está enfatizando a importância de discernir a verdade e não ser enganado por falsos ensinamentos.","por_que_esta_palavra":"Ele quer que os coríntios façam uma avaliação crítica das mensagens que estão recebendo.","conexao_teologica":"A necessidade de discernimento espiritual é uma parte essencial da vida cristã.","referencias_relacionadas":["1 Tessalonicenses 5:21","Hebreus 5:14","1 João 4:1"]},"2corintios_11_5_homem":{"palavra_pt":"homem","palavra_original":"μηδείς","transliteracao":"mēdeís","strong":"G3367","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para referir-se à condição humana e à necessidade de salvação.","explicacao_detalhada":"Paulo destaca que nenhum homem pode se igualar a Cristo ou trazer a salvação por si mesmo.","por_que_esta_palavra":"Ele quer ressaltar a fragilidade humana em contraste com a grandeza de Cristo.","conexao_teologica":"A natureza pecaminosa do homem e a necessidade de um Salvador são temas centrais na teologia cristã.","referencias_relacionadas":["Romanos 3:23","Efésios 2:8-9","Gálatas 2:16"]},"2corintios_11_6_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à revelação de Deus em Cristo, que é a verdade encarnada.","explicacao_detalhada":"Cristo é descrito como a Palavra que se fez carne, trazendo a revelação completa de Deus aos homens.","por_que_esta_palavra":"Paulo usa essa palavra para enfatizar a importância de conhecer a verdadeira Palavra de Deus.","conexao_teologica":"A encarnação de Cristo é fundamental para a compreensão da relação entre Deus e a humanidade.","referencias_relacionadas":["João 1:14","Hebreus 1:1-3","Colossenses 1:15-20"]},"2corintios_11_6_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"γνῶσις","transliteracao":"gnōsis","strong":"G1108","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"O 'conhecimento' refere-se à compreensão espiritual e à sabedoria que vem de Deus.","explicacao_detalhada":"Paulo enfatiza que o verdadeiro conhecimento é aquele que se baseia na revelação de Cristo e não em sabedoria humana.","por_que_esta_palavra":"Ele quer que os coríntios busquem um conhecimento que os aproxime de Deus.","conexao_teologica":"O conhecimento de Deus é essencial para a vida cristã e para o crescimento espiritual.","referencias_relacionadas":["Provérbios 1:7","Colossenses 2:2-3","Filipenses 1:9-10"]},"2corintios_11_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador, que é a fonte de toda verdade e salvação.","explicacao_detalhada":"Paulo destaca a soberania de Deus e a importância de se submeter à Sua vontade.","por_que_esta_palavra":"Ele quer que os coríntios reconheçam a autoridade de Deus sobre suas vidas e decisões.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, enfatizando que Ele é o Senhor de tudo.","referencias_relacionadas":["Salmos 46:10","Romanos 11:36","Efésios 1:11"]},"2corintios_11_7_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"O 'bom' novamente refere-se ao evangelho, que é a mensagem de salvação e esperança.","explicacao_detalhada":"Paulo reafirma a importância de pregar o verdadeiro evangelho, que é a boa nova de Cristo.","por_que_esta_palavra":"Ele quer que os coríntios não se deixem enganar por mensagens distorcidas que não trazem a verdadeira esperança.","conexao_teologica":"O evangelho é a base da fé cristã e deve ser mantido puro e verdadeiro.","referencias_relacionadas":["Romanos 10:15","Gálatas 1:8-9","1 Pedro 1:25"]},"2corintios_11_7_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo, no contexto de Paulo se defendendo contra acusações de que ele não deveria ter recebido apoio financeiro.","explicacao_detalhada":"No versículo, Paulo menciona que não fez nada de errado ao pregar o evangelho e que, ao contrário, ele fez o que era certo ao se dedicar ao ministério sem cobrar nada em troca. A palavra 'fazer' enfatiza a legitimidade de suas ações.","por_que_esta_palavra":"A escolha da palavra 'fazer' é crucial para mostrar que suas ações eram intencionais e alinhadas com sua missão apostólica.","conexao_teologica":"A ideia de 'fazer' está ligada ao conceito de serviço e sacrifício no ministério cristão, onde os líderes são chamados a servir sem buscar recompensas materiais.","referencias_relacionadas":["1 Coríntios 9:18","Gálatas 6:7","Mateus 10:8"]},"2corintios_11_8_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' ou 'assembleia' refere-se à comunidade de crentes que se reúnem para adorar e aprender sobre Deus.","explicacao_detalhada":"Paulo usa a palavra 'igreja' para enfatizar que ele não estava apenas pregando para indivíduos, mas para uma comunidade que deveria apoiar o ministério e a verdade do evangelho.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para entender a natureza coletiva da fé cristã e a importância da comunidade no apoio ao ministério.","conexao_teologica":"A igreja é vista como o corpo de Cristo, onde cada membro tem um papel e deve contribuir para o bem-estar da comunidade.","referencias_relacionadas":["Atos 2:42","Efésios 4:12","Colossenses 1:18"]},"2corintios_11_8_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve, especialmente em um contexto ministerial, destacando a humildade e a dedicação ao trabalho de Deus.","explicacao_detalhada":"Paulo se apresenta como um servo do evangelho, enfatizando que seu trabalho é para o benefício dos outros e não para ganho pessoal.","por_que_esta_palavra":"A palavra 'servo' é importante para entender a postura de Paulo em relação ao seu ministério, que é de serviço e não de domínio.","conexao_teologica":"O conceito de ser servo é central no cristianismo, refletindo o exemplo de Cristo, que veio para servir e não para ser servido.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:7","Romanos 12:1"]},"2corintios_11_8_wages":{"palavra_pt":"wages","palavra_original":"ὀψώνιον","transliteracao":"opsṓnion","strong":"G3800","significado_raiz":"Ideia básica: wages.","significado_contextual":"A palavra 'wages' refere-se a compensação ou pagamento, no contexto de Paulo defendendo seu direito de receber apoio financeiro por seu trabalho.","explicacao_detalhada":"Paulo menciona 'wages' para argumentar que, assim como outros apóstolos, ele também poderia ter recebido sustento, mas optou por não fazê-lo para não ser um fardo.","por_que_esta_palavra":"A palavra 'wages' é usada para ilustrar a questão da compensação justa pelo trabalho realizado no ministério.","conexao_teologica":"A discussão sobre 'wages' reflete a ética do trabalho no ministério e a responsabilidade da igreja em apoiar seus líderes.","referencias_relacionadas":["1 Timóteo 5:18","Gálatas 6:6","Lucas 10:7"]},"2corintios_11_9_mao":{"palavra_pt":"mao","palavra_original":"πάρειμι","transliteracao":"páreimi","strong":"G3918","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é usada metaforicamente para indicar apoio e ajuda, especialmente no contexto de Paulo recebendo ajuda de outros.","explicacao_detalhada":"Paulo menciona que não ficou dependente de ninguém, mas trabalhou com suas próprias mãos para sustentar seu ministério, enfatizando seu compromisso e esforço.","por_que_esta_palavra":"A palavra 'mão' simboliza o trabalho e a ação, mostrando que Paulo estava disposto a se esforçar para não ser um fardo.","conexao_teologica":"O uso da 'mão' reflete a ideia de que o trabalho é uma parte integral da vida cristã e do ministério.","referencias_relacionadas":["Atos 20:34","1 Tessalonicenses 4:11","2 Tessalonicenses 3:10"]},"2corintios_11_9_macedonia":{"palavra_pt":"macedonia","palavra_original":"Μακεδονία","transliteracao":"Makedonía","strong":"G3109","significado_raiz":"Ideia básica: macedonia.","significado_contextual":"A palavra 'Macedônia' refere-se à região onde Paulo recebeu apoio financeiro de igrejas, contrastando com a situação em Corinto.","explicacao_detalhada":"Paulo menciona Macedônia para destacar que, enquanto ele não pediu apoio em Corinto, as igrejas da Macedônia contribuíram generosamente para seu ministério.","por_que_esta_palavra":"A menção de Macedônia serve para ilustrar a generosidade das igrejas e a diferença de atitude em relação ao apoio ao ministério.","conexao_teologica":"A generosidade das igrejas da Macedônia é um exemplo de como a comunidade cristã deve apoiar uns aos outros no ministério.","referencias_relacionadas":["Filipenses 4:15","Atos 16:9","2 Coríntios 8:1-5"]},"2corintios_11_10_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, o Ungido de Deus, que é o centro da mensagem do evangelho pregada por Paulo.","explicacao_detalhada":"Paulo usa 'Cristo' para afirmar que sua autoridade e mensagem vêm do próprio Jesus, o Ungido, e que ele não está agindo em seu próprio nome.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a identidade cristã e para a compreensão do ministério de Paulo como apóstolo.","conexao_teologica":"Cristo é o fundamento da fé cristã, e Paulo se identifica como um mensageiro de Sua obra redentora.","referencias_relacionadas":["Romanos 1:16","1 Coríntios 2:2","Gálatas 6:14"]},"2corintios_11_10_bom":{"palavra_pt":"bom","palavra_original":"καύχησις","transliteracao":"kaúchēsis","strong":"G2746","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das ações e do caráter de Paulo, que ele defende como sendo em conformidade com a verdade do evangelho.","explicacao_detalhada":"Paulo afirma que suas ações são boas e justificadas, contrastando com as acusações de falsos apóstolos que distorcem a verdade.","por_que_esta_palavra":"A palavra 'bom' é usada para reafirmar a integridade e a autenticidade de seu ministério.","conexao_teologica":"A noção de 'bom' está ligada à moralidade e à ética cristã, onde as ações devem refletir o caráter de Cristo.","referencias_relacionadas":["Romanos 12:21","Gálatas 5:22-23","Efésios 2:10"]},"2corintios_11_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador, que é a fonte de autoridade e verdade no ministério de Paulo.","explicacao_detalhada":"Paulo menciona Deus para enfatizar que suas ações e seu ministério são guiados pela vontade divina, não por interesses pessoais.","por_que_esta_palavra":"A palavra 'Deus' é central para a fé cristã e para a legitimidade do ministério de Paulo.","conexao_teologica":"A relação com Deus é fundamental para a vida e o ministério cristão, onde a obediência à Sua vontade é primordial.","referencias_relacionadas":["Romanos 8:31","1 Coríntios 10:31","Hebreus 11:6"]},"2corintios_11_11_among":{"palavra_pt":"entre","palavra_original":"διά","transliteracao":"diá","strong":"G1223","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação e a interação de Paulo com a comunidade de crentes, enfatizando a importância da comunhão.","explicacao_detalhada":"Paulo usa 'entre' para mostrar que ele está em meio ao povo, compartilhando a mensagem do evangelho e vivendo como um deles.","por_que_esta_palavra":"A palavra 'entre' destaca a proximidade e a conexão que Paulo tinha com a igreja, essencial para seu ministério.","conexao_teologica":"A ideia de estar 'entre' os crentes reflete o chamado de todos os cristãos para viver em comunidade e em unidade.","referencias_relacionadas":["Atos 2:44","1 João 1:7","Hebreus 10:24-25"]},"2corintios_11_11_homem":{"palavra_pt":"homem","palavra_original":"τίς","transliteracao":"tís","strong":"G5101","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à natureza humana e à condição do apóstolo Paulo em relação aos outros.","explicacao_detalhada":"A palavra 'homem' aqui é utilizada para enfatizar a fragilidade e a vulnerabilidade humana, contrastando com a força divina que opera através do apóstolo.","por_que_esta_palavra":"Paulo usa 'homem' para se identificar com os coríntios e mostrar que, apesar de sua autoridade apostólica, ele é humano e suscetível a fraquezas.","conexao_teologica":"A humanidade de Cristo é um tema central na teologia cristã, onde Ele se fez homem para redimir a humanidade.","referencias_relacionadas":["Romanos 5:12","Hebreus 2:14","1 Pedro 2:24"]},"2corintios_11_12_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"A palavra 'fazer' é usada para descrever as ações que Paulo realiza em seu ministério, enfatizando a importância da prática da fé.","por_que_esta_palavra":"Paulo quer mostrar que suas ações são motivadas por um propósito divino e não por interesses pessoais.","conexao_teologica":"A prática da fé é essencial no cristianismo, onde as obras são uma expressão da fé genuína.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Gálatas 5:6"]},"2corintios_11_12_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à decisão consciente de optar por um caminho ou ação.","explicacao_detalhada":"A palavra 'escolher' implica um ato de vontade, onde Paulo destaca a importância de fazer escolhas alinhadas com a vontade de Deus.","por_que_esta_palavra":"Paulo enfatiza que suas escolhas são guiadas por Deus e não por interesses pessoais ou enganos.","conexao_teologica":"A escolha é um tema importante na teologia, onde a livre vontade do ser humano é fundamental para a relação com Deus.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Romanos 12:2"]},"2corintios_11_12_bom":{"palavra_pt":"bom","palavra_original":"καυχάομαι","transliteracao":"kaucháomai","strong":"G2744","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é moralmente correto ou desejável.","explicacao_detalhada":"A palavra 'bom' é usada para descrever ações que são justas e que refletem o caráter de Deus.","por_que_esta_palavra":"Paulo quer ressaltar que suas ações são motivadas pelo bem e pela verdade, contrastando com os falsos apóstolos.","conexao_teologica":"A bondade é um atributo de Deus e deve ser refletida na vida dos cristãos.","referencias_relacionadas":["Gálatas 5:22","Romanos 12:21","Efésios 2:10"]},"2corintios_11_13_apostolo":{"palavra_pt":"apostolo","palavra_original":"ψευδαπόστολος","transliteracao":"pseudapóstolos","strong":"G5570","significado_raiz":"Ideia básica: apostolo.","significado_contextual":"Refere-se a um mensageiro ou enviado, especialmente no contexto do ministério cristão.","explicacao_detalhada":"A palavra 'apóstolo' é usada para descrever a autoridade e a missão de Paulo como um enviado de Cristo.","por_que_esta_palavra":"Paulo se defende contra os falsos apóstolos, afirmando sua verdadeira autoridade apostólica.","conexao_teologica":"O conceito de apostolado é fundamental para a estrutura da igreja primitiva e a propagação do evangelho.","referencias_relacionadas":["Atos 1:26","Romanos 1:1","Efésios 4:11"]},"2corintios_11_13_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Messias, o escolhido de Deus.","explicacao_detalhada":"A palavra 'Cristo' enfatiza a divindade e a missão redentora de Jesus, que é central para a fé cristã.","por_que_esta_palavra":"Paulo usa 'Cristo' para reafirmar a autenticidade de seu ministério e a verdade do evangelho que prega.","conexao_teologica":"A unção de Cristo é um tema central que liga o Antigo e o Novo Testamento, mostrando o cumprimento das promessas de Deus.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"2corintios_11_14_maravilha":{"palavra_pt":"maravilha","palavra_original":"θαῦμα","transliteracao":"thaûma","strong":"G2295","significado_raiz":"Ideia básica: maravilha.","significado_contextual":"Refere-se a algo extraordinário ou surpreendente, muitas vezes associado a milagres.","explicacao_detalhada":"A palavra 'maravilha' é usada para descrever as ações de Deus que vão além da compreensão humana.","por_que_esta_palavra":"Paulo menciona 'maravilha' para contrastar os enganos dos falsos apóstolos com a verdadeira obra de Deus.","conexao_teologica":"As maravilhas de Deus são um testemunho de Sua soberania e poder, fundamentais para a fé.","referencias_relacionadas":["Salmos 77:14","Mateus 19:26","Atos 2:22"]},"2corintios_11_14_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à luz e à verdade que iluminam o caminho dos crentes.","explicacao_detalhada":"A palavra 'luz' simboliza a revelação de Deus e a verdade que dissipa as trevas do engano.","por_que_esta_palavra":"Paulo usa 'luz' para enfatizar a clareza e a pureza do evangelho em contraste com as mentiras dos falsos mestres.","conexao_teologica":"Cristo é descrito como a luz do mundo, trazendo salvação e verdade aos que estão nas trevas.","referencias_relacionadas":["João 8:12","1 João 1:5","Efésios 5:8"]},"2corintios_11_15_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se a alguém que serve ou lidera, especialmente no contexto do ministério.","explicacao_detalhada":"A palavra 'mestre' é usada para descrever a função de liderança e serviço que Paulo exerce na igreja.","por_que_esta_palavra":"Paulo quer mostrar que seu papel é de servir aos outros, não de dominar ou explorar.","conexao_teologica":"O conceito de servidão é central no ministério cristão, refletindo o exemplo de Cristo.","referencias_relacionadas":["Mateus 20:26-28","Marcos 10:43-45","Filipenses 2:5-7"]},"2corintios_11_15_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se ao ato de ser declarado justo diante de Deus.","explicacao_detalhada":"A palavra 'justiça' é usada para descrever a condição do crente que é aceito por Deus através da fé em Cristo.","por_que_esta_palavra":"Paulo enfatiza que a verdadeira justiça não vem das obras, mas da fé em Jesus Cristo.","conexao_teologica":"A justificação é um dos pilares da teologia cristã, central para a compreensão da salvação.","referencias_relacionadas":["Romanos 3:28","Gálatas 2:16","Efésios 2:8-9"]},"2corintios_11_15_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Refere-se à continuidade das ações ou comportamentos.","explicacao_detalhada":"A palavra 'continuo' é usada para descrever a persistência em ações, especialmente em um contexto de engano e disfarce, onde os falsos apóstolos se apresentam como mensageiros de luz.","por_que_esta_palavra":"Esta palavra é importante para enfatizar a natureza constante e ininterrupta das ações dos falsos apóstolos.","conexao_teologica":"A continuidade das ações dos falsos profetas contrasta com a verdade do evangelho, que é imutável.","referencias_relacionadas":["Mateus 7:15","Gálatas 1:7","2 Pedro 2:1"]},"2corintios_11_16_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Indica algo que é considerado positivo ou de qualidade superior.","explicacao_detalhada":"A palavra 'bom' é utilizada para descrever a qualidade das ações ou intenções, especialmente em um contexto onde Paulo defende sua apostolicidade e a autenticidade de seu ministério.","por_que_esta_palavra":"É crucial para contrastar as intenções de Paulo com as dos falsos apóstolos, que se apresentam como bons, mas não são.","conexao_teologica":"A bondade é um atributo de Deus, e Paulo busca refletir essa bondade em seu ministério.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:22","Filipenses 4:8"]},"2corintios_11_16_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade e à soberania de Deus.","explicacao_detalhada":"A palavra 'deus' é usada para afirmar a autoridade e o poder supremo de Deus sobre todas as coisas, especialmente em contraste com os falsos deuses e líderes.","por_que_esta_palavra":"É essencial para reafirmar a centralidade de Deus na mensagem do evangelho e na vida do crente.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que enfatiza que Ele é o único digno de adoração.","referencias_relacionadas":["Salmos 86:10","Isaías 45:5","Romanos 1:20"]},"2corintios_11_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao poder ou direito de governar ou comandar.","explicacao_detalhada":"A palavra 'senhor' é usada para enfatizar a autoridade de Cristo e a submissão que os crentes devem ter a Ele, em contraste com os líderes que se autodenominam senhores.","por_que_esta_palavra":"É importante para destacar a verdadeira autoridade que vem de Cristo e não de homens.","conexao_teologica":"A autoridade de Cristo é fundamental para a fé cristã, pois Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Mateus 28:18","Efésios 1:21","Filipenses 2:9-11"]},"2corintios_11_17_bom":{"palavra_pt":"bom","palavra_original":"καύχησις","transliteracao":"kaúchēsis","strong":"G2746","significado_raiz":"Ideia básica: bom.","significado_contextual":"Novamente, refere-se a algo que é positivo ou de qualidade.","explicacao_detalhada":"A palavra 'bom' é utilizada para descrever a qualidade das ações de Paulo em contraste com as ações dos falsos apóstolos.","por_que_esta_palavra":"É relevante para reafirmar a integridade e a autenticidade do ministério de Paulo.","conexao_teologica":"A bondade é um reflexo do caráter de Deus e deve ser evidente na vida dos crentes.","referencias_relacionadas":["Gálatas 6:9","Efésios 2:10","Tito 2:14"]},"2corintios_11_17_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com algo.","explicacao_detalhada":"A palavra 'conforme' é usada para expressar que as ações de Paulo estão de acordo com a verdade do evangelho e a vontade de Deus.","por_que_esta_palavra":"É importante para enfatizar que Paulo não age de maneira arbitrária, mas em conformidade com a revelação divina.","conexao_teologica":"A conformidade com a vontade de Deus é essencial para a vida cristã autêntica.","referencias_relacionadas":["Romanos 12:2","1 João 2:17","Tiago 1:22"]},"2corintios_11_18_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e suas fraquezas.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a condição humana caída e a tendência ao pecado, que Paulo menciona ao discutir a fraqueza dos homens.","por_que_esta_palavra":"É relevante para entender a luta entre a carne e o espírito na vida do crente.","conexao_teologica":"A batalha entre a carne e o espírito é um tema central na teologia paulina.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18","1 Pedro 2:11"]},"2corintios_11_18_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a importância das ações ou das reivindicações dos falsos apóstolos em contraste com a verdade do evangelho.","por_que_esta_palavra":"É importante para destacar a gravidade da situação enfrentada por Paulo e a igreja.","conexao_teologica":"A grandeza de Deus é um tema recorrente, que contrasta com a futilidade das pretensões humanas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"2corintios_11_18_bom":{"palavra_pt":"bom","palavra_original":"καυχάομαι","transliteracao":"kaucháomai","strong":"G2744","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade das ações ou intenções.","explicacao_detalhada":"A palavra 'bom' é usada novamente para contrastar as intenções de Paulo com as dos falsos apóstolos, que se apresentam como bons.","por_que_esta_palavra":"É essencial para reafirmar a autenticidade do ministério de Paulo.","conexao_teologica":"A bondade deve ser um reflexo da natureza de Deus na vida do crente.","referencias_relacionadas":["Gálatas 5:22","Efésios 5:9","Tito 3:8"]},"2corintios_11_19_wiser":{"palavra_pt":"wise r","palavra_original":"φρόνιμος","transliteracao":"phrónimos","strong":"G5429","significado_raiz":"Ideia básica: wise r.","significado_contextual":"Refere-se à sabedoria ou entendimento.","explicacao_detalhada":"A palavra 'wise' é usada para descrever a percepção e o discernimento que Paulo espera que os crentes tenham em relação aos falsos apóstolos.","por_que_esta_palavra":"É importante para incentivar os crentes a serem sábios e discernirem entre o verdadeiro e o falso.","conexao_teologica":"A sabedoria é um dom de Deus e é essencial para a vida cristã.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Colossenses 2:3"]},"2corintios_11_19_gladly":{"palavra_pt":"gladly","palavra_original":"ἡδέως","transliteracao":"hēdéōs","strong":"G2234","significado_raiz":"Ideia básica: gladly.","significado_contextual":"A palavra 'gladly' expressa a disposição de Paulo em suportar as fraquezas dos coríntios com alegria.","explicacao_detalhada":"Paulo se coloca em uma posição de humildade, mostrando que ele se alegra em ser considerado tolo por amor aos coríntios, enfatizando a sua dedicação e amor pastoral.","por_que_esta_palavra":"A escolha da palavra 'gladly' reflete a atitude de Paulo em relação ao seu ministério, onde ele se alegra em servir, mesmo em meio a desafios.","conexao_teologica":"A alegria no serviço é um tema recorrente nas cartas de Paulo, refletindo a natureza do amor cristão que se alegra em servir aos outros.","referencias_relacionadas":["Filipenses 2:17","Gálatas 5:13","1 Pedro 4:10"]},"2corintios_11_20_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' é usada para descrever a face, simbolizando a identidade e a presença de uma pessoa.","explicacao_detalhada":"Paulo menciona que os coríntios se submetem a pessoas que se apresentam de maneira autoritária, contrastando com sua própria abordagem humilde e servil.","por_que_esta_palavra":"O uso de 'rosto' destaca a importância da autenticidade e da transparência nas relações entre líderes e a comunidade.","conexao_teologica":"A ideia de rosto também pode ser vista como a revelação do caráter de Deus, que se manifesta em Cristo.","referencias_relacionadas":["Êxodo 33:20","Salmos 27:8","Mateus 5:8"]},"2corintios_11_20_bondage":{"palavra_pt":"bondage","palavra_original":"καταδουλόω","transliteracao":"katadoulóō","strong":"G2615","significado_raiz":"Ideia básica: bondage.","significado_contextual":"A palavra 'bondage' refere-se à escravidão ou opressão, indicando a manipulação que os coríntios estavam sofrendo.","explicacao_detalhada":"Paulo critica aqueles que se aproveitam da fragilidade dos coríntios, levando-os a uma forma de escravidão espiritual.","por_que_esta_palavra":"A palavra 'bondage' é significativa para enfatizar a liberdade que Cristo oferece em contraste com a opressão do pecado e da falsa liderança.","conexao_teologica":"A libertação do pecado é um tema central no evangelho, onde Cristo nos chama para a liberdade.","referencias_relacionadas":["Gálatas 5:1","Romanos 6:18","João 8:36"]},"2corintios_11_21_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' é usada para indicar a conformidade ou a maneira como algo é feito.","explicacao_detalhada":"Paulo menciona que ele fala de acordo com a sua fraqueza, contrastando com a arrogância de outros líderes.","por_que_esta_palavra":"A escolha de 'conforme' ressalta a humildade de Paulo e sua disposição em se identificar com os fracos.","conexao_teologica":"A humildade é uma virtude cristã que reflete o caráter de Cristo, que se fez servo.","referencias_relacionadas":["Filipenses 2:5-7","Mateus 20:26-28","1 Pedro 5:5"]},"2corintios_11_21_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação e a declaração de Paulo sobre sua identidade e ministério.","explicacao_detalhada":"Paulo se refere à sua disposição de se identificar com os coríntios, mesmo em sua fraqueza, e a necessidade de se afirmar em sua autoridade apostólica.","por_que_esta_palavra":"O ato de 'dizer' é fundamental para a comunicação do evangelho e a edificação da igreja.","conexao_teologica":"A palavra de Deus é poderosa e traz transformação, sendo essencial para a vida cristã.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12","Tiago 1:22"]},"2corintios_11_22_israelite":{"palavra_pt":"israelita","palavra_original":"Ἰσραηλίτης","transliteracao":"Israēlítēs","strong":"G2475","significado_raiz":"Ideia básica: israelita.","significado_contextual":"A palavra 'israelita' refere-se à identidade étnica e espiritual de Paulo como um judeu.","explicacao_detalhada":"Paulo usa sua herança israelita para afirmar sua autoridade e conexão com as promessas de Deus ao povo de Israel.","por_que_esta_palavra":"A identificação como israelita é importante para Paulo, pois ele se coloca como um defensor da fé que se origina no judaísmo.","conexao_teologica":"A relação entre judeus e gentios é um tema central na teologia de Paulo, enfatizando a inclusão de todos na salvação.","referencias_relacionadas":["Romanos 9:4-5","Gálatas 3:28","Efésios 2:14-16"]},"2corintios_11_22_semente":{"palavra_pt":"semente","palavra_original":"σπέρμα","transliteracao":"spérma","strong":"G4690","significado_raiz":"Ideia básica: semente.","significado_contextual":"A palavra 'semente' é usada para simbolizar a descendência e as promessas de Deus a Abraão.","explicacao_detalhada":"Paulo se refere à sua linhagem como israelita, enfatizando a continuidade das promessas de Deus através das gerações.","por_que_esta_palavra":"A semente é um símbolo poderoso de vida e continuidade, representando a obra de Deus ao longo da história.","conexao_teologica":"Cristo é referido como a semente prometida que traz a redenção a todos os povos.","referencias_relacionadas":["Gálatas 3:16","Romanos 4:13","Gênesis 12:3"]},"2corintios_11_23_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que serve, destacando a função de Paulo como líder espiritual.","explicacao_detalhada":"Paulo se apresenta como um servo, contrastando com os falsos mestres que se exaltam.","por_que_esta_palavra":"A ênfase em 'mestre' reflete a natureza do ministério cristão, que é servir aos outros.","conexao_teologica":"O conceito de servidão é central no ensinamento de Jesus, que veio para servir e não para ser servido.","referencias_relacionadas":["Mateus 23:11","Marcos 10:43-45","Lucas 22:26"]},"2corintios_11_23_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se ao Messias, aquele que foi ungido por Deus para cumprir a salvação.","explicacao_detalhada":"Paulo menciona a sua conexão com Cristo para afirmar sua autoridade e o verdadeiro evangelho que prega.","por_que_esta_palavra":"A identificação de Jesus como Cristo é fundamental para a fé cristã, pois Ele é o cumprimento das promessas de Deus.","conexao_teologica":"Cristo é o centro da mensagem do evangelho, e a sua obra redentora é a base da fé cristã.","referencias_relacionadas":["Atos 2:36","Romanos 1:3-4","Gálatas 1:12"]},"2corintios_11_23_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever a realidade do sofrimento e sacrifício que Paulo enfrentou por causa do evangelho.","explicacao_detalhada":"Paulo menciona as dificuldades que suportou, incluindo a ameaça de morte, para enfatizar sua dedicação ao ministério.","por_que_esta_palavra":"A morte é um tema central na teologia cristã, simbolizando o sacrifício de Cristo e a chamada ao discipulado.","conexao_teologica":"A morte e ressurreição de Cristo são fundamentais para a esperança cristã e a promessa de vida eterna.","referencias_relacionadas":["Romanos 6:5","1 Coríntios 15:55-57","Filipenses 1:21"]},"2corintios_11_24_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se a um judeu, enfatizando a identidade étnica de Paulo.","explicacao_detalhada":"A palavra 'jew ess' (Ἰουδαῖος) é usada para descrever a origem judaica de Paulo, que é relevante para entender sua autoridade e perspectiva ao escrever para os coríntios.","por_que_esta_palavra":"Paulo menciona sua identidade judaica para estabelecer credibilidade e conexão com os leitores que conhecem a importância da linhagem judaica.","conexao_teologica":"A identidade judaica de Paulo é fundamental para a compreensão do cumprimento das promessas de Deus a Israel e a inclusão dos gentios na fé.","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","Filipenses 3:5"]},"2corintios_11_24_forty":{"palavra_pt":"forty","palavra_original":"τεσσαράκοντα","transliteracao":"tessarákonta","strong":"G5062","significado_raiz":"Ideia básica: forty.","significado_contextual":"Refere-se ao número de açoites que Paulo recebeu, destacando seu sofrimento.","explicacao_detalhada":"A palavra 'forty' (τεσσαράκοντα) é usada para enfatizar a gravidade das perseguições que Paulo enfrentou, sendo um número significativo que representa dor e resistência.","por_que_esta_palavra":"O uso do número exato serve para ilustrar a intensidade do sofrimento de Paulo em sua missão.","conexao_teologica":"O sofrimento de Paulo é um reflexo do sofrimento de Cristo e serve como exemplo para os crentes sobre perseverança na fé.","referencias_relacionadas":["2 Coríntios 12:10","Romanos 5:3-5","1 Pedro 4:12-13"]},"2corintios_11_24_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, enfatizando a experiência pessoal de Paulo.","explicacao_detalhada":"A palavra 'homem' (εἷς) é usada para descrever a singularidade da experiência de Paulo, que se coloca como um exemplo de fé e resistência.","por_que_esta_palavra":"Paulo se apresenta como um homem comum que enfrentou grandes desafios, tornando sua mensagem mais acessível.","conexao_teologica":"A humanidade de Paulo destaca a encarnação de Cristo e a capacidade de Deus trabalhar através de pessoas comuns.","referencias_relacionadas":["Tiago 5:17","Hebreus 11:32-34","1 Coríntios 15:10"]},"2corintios_11_25_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer, especificamente no contexto de Paulo enfrentando dificuldades.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) implica em ações concretas que Paulo tomou em resposta ao sofrimento e desafios que enfrentou.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a proatividade de Paulo em sua missão, apesar das adversidades.","conexao_teologica":"A ação de Paulo reflete a chamada cristã para agir em fé, mesmo diante de dificuldades.","referencias_relacionadas":["Tiago 1:22","Gálatas 6:9","Efésios 2:10"]},"2corintios_11_25_dia":{"palavra_pt":"dia","palavra_original":"νυχθήμερον","transliteracao":"nychthḗmeron","strong":"G3574","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de sofrimento que Paulo enfrentou, simbolizando uma luta contínua.","explicacao_detalhada":"A palavra 'dia' (νυχθήμερον) é usada para descrever a duração do sofrimento, indicando que não era um evento isolado, mas uma experiência prolongada.","por_que_esta_palavra":"O uso de 'dia' enfatiza a intensidade e a continuidade do sofrimento de Paulo.","conexao_teologica":"O conceito de tempo no sofrimento é importante para entender a paciência e a perseverança na vida cristã.","referencias_relacionadas":["Romanos 8:18","2 Timóteo 4:5","Hebreus 12:1-2"]},"2corintios_11_25_mar":{"palavra_pt":"mar","palavra_original":"βυθός","transliteracao":"bythós","strong":"G1037","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar, simbolizando as dificuldades e perigos enfrentados por Paulo em suas viagens.","explicacao_detalhada":"A palavra 'mar' (βυθός) é usada para descrever os perigos que Paulo enfrentou nas águas, representando a incerteza e o risco de sua missão.","por_que_esta_palavra":"O mar é um símbolo de desafios e adversidades, refletindo a natureza da missão apostólica de Paulo.","conexao_teologica":"As dificuldades enfrentadas no mar podem ser vistas como uma metáfora para as tempestades da vida cristã.","referencias_relacionadas":["Mateus 14:22-33","Atos 27:27-44","Salmos 107:23-30"]},"2corintios_11_26_journeying":{"palavra_pt":"journey ing","palavra_original":"ὁδοιπορία","transliteracao":"hodoiporía","strong":"G3597","significado_raiz":"Ideia básica: journey ing.","significado_contextual":"Refere-se à jornada missionária de Paulo, destacando os desafios de viajar.","explicacao_detalhada":"A palavra 'journey ing' (ὁδοιπορία) enfatiza a natureza das viagens de Paulo, que eram frequentemente perigosas e repletas de dificuldades.","por_que_esta_palavra":"A jornada de Paulo é central para sua missão e para a propagação do evangelho.","conexao_teologica":"A jornada de Paulo reflete a jornada de fé que todos os cristãos são chamados a percorrer.","referencias_relacionadas":["Atos 13:1-3","Atos 15:36-41","Romanos 10:15"]},"2corintios_11_26_peril":{"palavra_pt":"peril","palavra_original":"κίνδυνος","transliteracao":"kíndynos","strong":"G2794","significado_raiz":"Ideia básica: peril.","significado_contextual":"Refere-se aos perigos enfrentados por Paulo em sua missão.","explicacao_detalhada":"A palavra 'peril' (κίνδυνος) destaca os riscos que Paulo enfrentou, incluindo perseguições e ameaças à sua vida.","por_que_esta_palavra":"O reconhecimento dos perigos é importante para entender a seriedade da missão de Paulo.","conexao_teologica":"Os perigos enfrentados por Paulo ilustram a luta espiritual e os desafios que os crentes podem encontrar.","referencias_relacionadas":["Romanos 8:35-39","2 Timóteo 3:12","1 Pedro 5:8"]},"2corintios_11_26_agua":{"palavra_pt":"agua","palavra_original":"ποταμός","transliteracao":"potamós","strong":"G4215","significado_raiz":"Ideia básica: agua.","significado_contextual":"Refere-se à água, simbolizando a necessidade de sustento e a luta pela sobrevivência.","explicacao_detalhada":"A palavra 'agua' (ποταμός) é usada para descrever a necessidade básica de Paulo durante suas viagens, refletindo a vulnerabilidade humana.","por_que_esta_palavra":"A menção da água destaca a dependência de Paulo de Deus para suprir suas necessidades.","conexao_teologica":"A água é um símbolo de vida e sustento, refletindo a provisão de Deus para seus servos.","referencias_relacionadas":["João 4:10-14","Salmos 23:1-3","Isaías 41:17"]},"2corintios_11_27_forca":{"palavra_pt":"forca","palavra_original":"κόπος","transliteracao":"kópos","strong":"G2873","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se ao esforço e ao trabalho árduo de Paulo em sua missão.","explicacao_detalhada":"A palavra 'forca' (κόπος) enfatiza o trabalho e o cansaço que Paulo experimentou em seu ministério.","por_que_esta_palavra":"O reconhecimento do esforço de Paulo serve para inspirar os crentes a perseverar em suas próprias lutas.","conexao_teologica":"O trabalho árduo de Paulo é um reflexo do chamado cristão para servir e trabalhar para o Reino de Deus.","referencias_relacionadas":["Colossenses 3:23-24","1 Coríntios 15:58","Gálatas 6:9"]},"2corintios_11_27_painfulness":{"palavra_pt":"painfulness","palavra_original":"μόχθος","transliteracao":"móchthos","strong":"G3449","significado_raiz":"Ideia básica: painfulness.","significado_contextual":"Refere-se ao sofrimento e às dificuldades enfrentadas por Paulo em seu ministério.","explicacao_detalhada":"A palavra 'μόχθος' (móchthos) implica um trabalho árduo e doloroso, refletindo as provações que Paulo suportou ao pregar o evangelho.","por_que_esta_palavra":"Paulo usa essa palavra para enfatizar o custo emocional e físico de seu trabalho apostólico.","conexao_teologica":"O sofrimento de Paulo é um reflexo do sofrimento de Cristo e da chamada para os cristãos a suportarem tribulações por causa do evangelho.","referencias_relacionadas":["2 Coríntios 1:5","Romanos 8:17","Filipenses 3:10"]},"2corintios_11_28_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Paulo se preocupa com as igrejas e seus membros.","explicacao_detalhada":"A palavra 'ἡμέρα' (hēméra) é usada aqui para indicar um tempo específico de preocupação e responsabilidade espiritual.","por_que_esta_palavra":"Paulo menciona o 'dia' para destacar a continuidade de sua vigilância e cuidado pelas igrejas.","conexao_teologica":"A ideia de um dia de responsabilidade é central na vida cristã, onde os líderes são chamados a cuidar do rebanho.","referencias_relacionadas":["1 Pedro 5:2-3","Atos 20:28","Hebreus 13:17"]},"2corintios_11_28_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes, a igreja, que Paulo pastoreia.","explicacao_detalhada":"A palavra 'ἐκκλησία' (ekklēsía) significa assembleia ou convocação, enfatizando a natureza coletiva da fé cristã.","por_que_esta_palavra":"Paulo usa 'igreja' para mostrar a importância da comunidade na vida cristã e seu papel no ministério.","conexao_teologica":"A igreja é o corpo de Cristo, e cada membro tem um papel vital na edificação mútua.","referencias_relacionadas":["Mateus 16:18","Efésios 4:11-13","Colossenses 1:18"]},"2corintios_11_28_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica a conformidade com a realidade ou a verdade das situações enfrentadas.","explicacao_detalhada":"A palavra 'κατά' (katá) é usada para expressar a ideia de acordo ou conforme, mostrando a relação entre as experiências de Paulo e a verdade do evangelho.","por_que_esta_palavra":"Paulo quer enfatizar que suas experiências estão em conformidade com a chamada de Deus e a realidade da vida cristã.","conexao_teologica":"A conformidade com a verdade é essencial para a vida cristã, onde os crentes são chamados a viver de acordo com a Palavra de Deus.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:25","Filipenses 1:27"]},"2corintios_11_29_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao escândalo ou à ofensa que pode levar outros a pecar.","explicacao_detalhada":"A palavra 'σκανδαλίζω' (skandalízō) implica causar uma queda espiritual ou desvio da fé, algo que Paulo se preocupa profundamente.","por_que_esta_palavra":"Paulo menciona o pecado para destacar a responsabilidade que ele sente em relação ao bem-estar espiritual dos outros.","conexao_teologica":"O pecado é uma questão central na teologia cristã, e a responsabilidade de não escandalizar os outros é um chamado para todos os crentes.","referencias_relacionadas":["Mateus 18:6","Romanos 14:13","1 Coríntios 8:9"]},"2corintios_11_29_fogo":{"palavra_pt":"fogo","palavra_original":"πυρόω","transliteracao":"pyróō","strong":"G4448","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza a paixão e a intensidade do zelo de Paulo pelas almas.","explicacao_detalhada":"A palavra 'πυρόω' (pyróō) sugere uma fervorosa preocupação, como um fogo que arde dentro dele.","por_que_esta_palavra":"Paulo usa a metáfora do fogo para expressar a urgência e a intensidade de seu amor e zelo pelas igrejas.","conexao_teologica":"O zelo é um aspecto importante da vida cristã, refletindo o amor de Deus e a paixão pela verdade.","referencias_relacionadas":["Romanos 12:11","Gálatas 4:18","Tito 2:14"]},"2corintios_11_29_homem":{"palavra_pt":"homem","palavra_original":"τίς","transliteracao":"tís","strong":"G5101","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, mas também pode implicar em um indivíduo específico.","explicacao_detalhada":"A palavra 'τίς' (tís) é uma interrogação que pode ser usada para enfatizar a condição humana e a fragilidade diante do pecado.","por_que_esta_palavra":"Paulo usa 'homem' para refletir sobre a natureza humana e a necessidade de redenção.","conexao_teologica":"A condição humana é central na mensagem do evangelho, que oferece salvação a todos os homens.","referencias_relacionadas":["Romanos 3:23","1 João 1:8","Gálatas 3:28"]},"2corintios_11_30_bom":{"palavra_pt":"bom","palavra_original":"καυχάομαι","transliteracao":"kaucháomai","strong":"G2744","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à glória que Paulo dá a Deus em suas fraquezas.","explicacao_detalhada":"A palavra 'καυχάομαι' (kaucháomai) implica em se gloriar ou se orgulhar, especialmente em relação às fraquezas que revelam a força de Deus.","por_que_esta_palavra":"Paulo se gloria em suas fraquezas para mostrar que a força de Deus se aperfeiçoa na fraqueza humana.","conexao_teologica":"A glória de Deus é manifestada nas fraquezas dos crentes, mostrando que a dependência de Deus é fundamental.","referencias_relacionadas":["2 Coríntios 12:9-10","Romanos 5:3-5","Filipenses 4:13"]},"2corintios_11_30_forasmuch":{"palavra_pt":"porque","palavra_original":"εἰ","transliteracao":"ei","strong":"G1487","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para o que foi dito anteriormente.","explicacao_detalhada":"A palavra 'εἰ' (ei) é uma conjunção que pode ser traduzida como 'porque', conectando ideias e explicações.","por_que_esta_palavra":"Paulo usa 'porque' para fundamentar suas afirmações e dar clareza ao seu argumento.","conexao_teologica":"A lógica e a razão são importantes na teologia, onde as verdades são frequentemente explicadas e defendidas.","referencias_relacionadas":["Tiago 1:5","1 Pedro 3:15","Romanos 12:1"]},"2corintios_11_31_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que Paulo serve e que é testemunha de sua sinceridade.","explicacao_detalhada":"A palavra 'θεός' (theós) é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"Paulo invoca o nome de Deus para afirmar a veracidade de suas palavras e a seriedade de seu ministério.","conexao_teologica":"A natureza de Deus como testemunha é um tema recorrente na Escritura, onde Deus é visto como juiz e defensor dos justos.","referencias_relacionadas":["Hebreus 4:13","Salmos 139:1-4","1 João 3:20"]},"2corintios_11_31_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' é usada para enfatizar a posição de Deus como autoridade suprema, que governa sobre a criação e a vida dos seres humanos.","por_que_esta_palavra":"Paulo usa 'senhor' para afirmar que sua defesa e suas experiências são baseadas na autoridade divina que ele serve.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, refletindo Sua autoridade sobre a história e a vida dos crentes.","referencias_relacionadas":["Romanos 14:8","Salmos 24:1","Mateus 28:18"]},"2corintios_11_31_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome que representa a figura central do cristianismo, o Salvador.","explicacao_detalhada":"O nome 'Jesus' é derivado do hebraico 'Yeshua', que significa 'o Senhor é salvação'. Ele é reconhecido como o Messias prometido.","por_que_esta_palavra":"Paulo menciona Jesus para afirmar que sua autoridade e experiências são validadas pelo próprio Cristo.","conexao_teologica":"A centralidade de Jesus na salvação e na vida cristã é fundamental, pois Ele é o mediador entre Deus e a humanidade.","referencias_relacionadas":["Atos 4:12","João 14:6","Filipenses 2:9-11"]},"2corintios_11_32_rei":{"palavra_pt":"rei","palavra_original":"ἐθνάρχης","transliteracao":"ethnárchēs","strong":"G1481","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a uma autoridade política, especificamente o governante da cidade de Damasco.","explicacao_detalhada":"A palavra 'rei' aqui é usada para descrever a figura de autoridade que Paulo enfrentou em sua fuga, destacando a seriedade da situação.","por_que_esta_palavra":"Paulo menciona o rei para ilustrar a oposição que ele enfrentou e a proteção divina que recebeu.","conexao_teologica":"A ideia de realeza é importante na teologia, pois Jesus é frequentemente referido como Rei dos Reis.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 2:6"]},"2corintios_11_32_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se ao ato de decidir ou optar por algo.","explicacao_detalhada":"A palavra 'escolher' implica um ato de vontade, onde Paulo destaca a escolha de ser um apóstolo e servir a Cristo.","por_que_esta_palavra":"Paulo enfatiza que sua escolha de servir a Deus é intencional e não forçada.","conexao_teologica":"A escolha de seguir a Cristo é um tema recorrente, refletindo a liberdade que temos em Cristo.","referencias_relacionadas":["Josué 24:15","Gálatas 5:13","Romanos 12:1-2"]},"2corintios_11_32_cidade":{"palavra_pt":"cidade","palavra_original":"Δαμασκός","transliteracao":"Damaskós","strong":"G1154","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Damasco, onde Paulo teve uma experiência significativa.","explicacao_detalhada":"Damasco é mencionada como o local de um evento crucial na vida de Paulo, onde ele foi perseguido e protegido.","por_que_esta_palavra":"A cidade é um símbolo do contexto em que Paulo operava e das dificuldades que enfrentou.","conexao_teologica":"A cidade de Damasco também é um lembrete da transformação que Deus pode operar na vida de qualquer pessoa.","referencias_relacionadas":["Atos 9:1-19","Gálatas 1:17","Atos 22:10"]},"2corintios_11_33_window":{"palavra_pt":"window","palavra_original":"θυρίς","transliteracao":"thyrís","strong":"G2376","significado_raiz":"Ideia básica: window.","significado_contextual":"Refere-se a uma abertura ou passagem, simbolizando a fuga de Paulo.","explicacao_detalhada":"A palavra 'window' é usada metaforicamente para descrever a maneira como Paulo escapou de seus perseguidores.","por_que_esta_palavra":"A menção da janela destaca a providência de Deus em momentos de perigo.","conexao_teologica":"A proteção divina é um tema importante, mostrando que Deus cuida de Seus servos em tempos de necessidade.","referencias_relacionadas":["Salmos 91:11","Isaías 43:2","2 Timóteo 4:18"]},"2corintios_11_33_muro":{"palavra_pt":"muro","palavra_original":"τεῖχος","transliteracao":"teîchos","strong":"G5038","significado_raiz":"Ideia básica: muro.","significado_contextual":"Refere-se à estrutura de proteção da cidade, que Paulo teve que superar para escapar.","explicacao_detalhada":"O 'muro' simboliza os obstáculos e barreiras que Paulo enfrentou em sua missão.","por_que_esta_palavra":"A menção do muro ilustra as dificuldades físicas e espirituais que Paulo teve que superar.","conexao_teologica":"Os muros podem representar as barreiras que os crentes enfrentam em sua jornada de fé, mas Deus é capaz de superá-las.","referencias_relacionadas":["Hebreus 11:30","Neemias 4:6","Romanos 8:37"]}}