{"2corintios_13_1_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' é usada para referir-se à comunicação e ao testemunho que Paulo estava prestes a dar.","explicacao_detalhada":"Paulo menciona que suas palavras são uma forma de testemunho e que a verdade deve ser proclamada com clareza e autoridade.","por_que_esta_palavra":"A boca é um instrumento poderoso que pode edificar ou destruir, e Paulo enfatiza a importância de usar a fala para a edificação da igreja.","conexao_teologica":"A comunicação da verdade é essencial na vida cristã, refletindo a natureza de Cristo, que é a Palavra.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Romanos 10:14"]},"2corintios_13_1_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao compromisso e à relação entre Deus e Seu povo.","explicacao_detalhada":"Paulo fala sobre a importância de manter a aliança com Deus, que é baseada em fidelidade e obediência.","por_que_esta_palavra":"A aliança é um tema central na Bíblia, simbolizando o relacionamento especial que Deus tem com Seu povo.","conexao_teologica":"A nova aliança em Cristo é a realização das promessas de Deus, oferecendo salvação e reconciliação.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31-34","Lucas 22:20"]},"2corintios_13_1_testemunha":{"palavra_pt":"testemunha","palavra_original":"μάρτυς","transliteracao":"mártys","strong":"G3144","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se àqueles que atestam a verdade do evangelho e a integridade de Paulo.","explicacao_detalhada":"Paulo se coloca como testemunha da verdade de Cristo e da sua própria integridade como apóstolo.","por_que_esta_palavra":"Ser uma testemunha implica responsabilidade e a necessidade de viver de acordo com a verdade que se professa.","conexao_teologica":"Os crentes são chamados a ser testemunhas de Cristo, proclamando o evangelho e vivendo de maneira que reflita Sua luz.","referencias_relacionadas":["Atos 1:8","Mateus 5:16","1 Pedro 2:9"]},"2corintios_13_2_mao":{"palavra_pt":"mao","palavra_original":"πάρειμι","transliteracao":"páreimi","strong":"G3918","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza ação e autoridade na execução da disciplina e correção.","explicacao_detalhada":"Paulo menciona que sua mão está pronta para agir em relação ao pecado que está presente na igreja.","por_que_esta_palavra":"A mão é um símbolo de poder e ação, representando a capacidade de implementar a disciplina necessária.","conexao_teologica":"A disciplina na igreja é uma expressão do amor de Deus, que deseja que todos se arrependam e voltem a Ele.","referencias_relacionadas":["1 Coríntios 5:5","Gálatas 6:1","Hebreus 12:11"]},"2corintios_13_2_pecado":{"palavra_pt":"pecado","palavra_original":"προαμαρτάνω","transliteracao":"proamartánō","strong":"G4258","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O 'pecado' é novamente mencionado, reforçando a seriedade da situação na igreja.","explicacao_detalhada":"Paulo destaca a necessidade de lidar com o pecado de forma decisiva, para que a comunidade possa ser restaurada.","por_que_esta_palavra":"O reconhecimento do pecado é o primeiro passo para o arrependimento e a restauração espiritual.","conexao_teologica":"O pecado é um obstáculo ao relacionamento com Deus, e sua confissão e arrependimento são essenciais para a comunhão.","referencias_relacionadas":["1 João 1:9","Romanos 6:23","Tiago 4:7-8"]},"2corintios_13_3_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo refere-se ao Messias, o Ungido de Deus, que é Jesus.","explicacao_detalhada":"A palavra 'Cristo' é usada para descrever a missão de Jesus como o Salvador prometido no Antigo Testamento. Ele é o escolhido que veio para redimir a humanidade.","por_que_esta_palavra":"Paulo usa 'Cristo' para afirmar a autoridade e a divindade de Jesus, especialmente em um contexto de defesa de sua apostolicidade.","conexao_teologica":"Cristo é central na teologia cristã, pois representa a encarnação de Deus e a realização das promessas messiânicas.","referencias_relacionadas":["Mateus 1:16","João 1:41","Atos 2:36"]},"2corintios_13_3_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Buscar implica em procurar ativamente por algo de grande valor, neste caso, a verdade sobre Cristo.","explicacao_detalhada":"A busca é uma ação contínua que reflete a necessidade de discernimento espiritual e a busca pela verdade em meio a falsidades.","por_que_esta_palavra":"Paulo exorta os coríntios a buscarem a verdade sobre sua fé e a autenticidade de sua mensagem.","conexao_teologica":"Buscar a verdade é um princípio fundamental na vida cristã, refletindo a busca por um relacionamento mais profundo com Deus.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Tiago 1:5"]},"2corintios_13_3_poderoso":{"palavra_pt":"poderoso","palavra_original":"δυνατέω","transliteracao":"dynatéō","strong":"G1414","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Poderoso refere-se à capacidade de realizar milagres e transformações, especialmente através de Cristo.","explicacao_detalhada":"A palavra enfatiza a força e a autoridade de Cristo em contrastar com a fraqueza humana, mostrando que o poder de Deus se manifesta na fraqueza.","por_que_esta_palavra":"Paulo destaca que o poder de Cristo é evidente em sua vida e ministério, mesmo em meio a fraquezas.","conexao_teologica":"O poder de Deus é um tema central na teologia, mostrando que Ele opera através de nossas fraquezas para glorificar Seu nome.","referencias_relacionadas":["Romanos 1:16","2 Coríntios 12:9-10","Efésios 1:19-20"]},"2corintios_13_4_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Poder/milagre refere-se à capacidade divina de realizar ações sobrenaturais.","explicacao_detalhada":"A palavra 'poder' é usada para descrever a força que Deus exerce para realizar milagres e intervenções na vida dos crentes.","por_que_esta_palavra":"Paulo menciona o poder de Cristo para reafirmar a sua autoridade e a eficácia do evangelho que prega.","conexao_teologica":"O poder de Deus é essencial para a salvação e transformação dos crentes, mostrando que nada é impossível para Ele.","referencias_relacionadas":["Lucas 1:37","Romanos 8:11","Atos 4:33"]},"2corintios_13_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador do universo, que se revela através de Jesus Cristo.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade divina, especialmente em relação à obra redentora realizada por Cristo.","por_que_esta_palavra":"Paulo menciona Deus para reafirmar a origem e a legitimidade do poder que opera através de Jesus.","conexao_teologica":"A compreensão de Deus é fundamental para a fé cristã, pois Ele é a fonte de toda verdade e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","João 3:16"]},"2corintios_13_4_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Cruz simboliza o sacrifício de Jesus e a redenção da humanidade através de sua morte.","explicacao_detalhada":"A cruz é o símbolo central do cristianismo, representando o amor de Deus e a vitória sobre o pecado e a morte.","por_que_esta_palavra":"Paulo menciona a cruz para enfatizar a importância do sacrifício de Cristo na salvação dos crentes.","conexao_teologica":"A cruz é o ponto de encontro entre a justiça de Deus e a misericórdia, sendo essencial para a compreensão da salvação.","referencias_relacionadas":["Gálatas 6:14","1 Coríntios 1:18","Colossenses 2:14"]},"2corintios_13_5_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Verdade refere-se à realidade espiritual que é encontrada em Cristo e em sua mensagem.","explicacao_detalhada":"A verdade é um conceito central na fé cristã, representando a revelação de Deus e a autenticidade do evangelho.","por_que_esta_palavra":"Paulo exorta os coríntios a examinarem suas vidas à luz da verdade de Cristo, para que possam viver de maneira autêntica.","conexao_teologica":"A verdade é fundamental para a fé cristã, pois Jesus se declarou como 'o caminho, a verdade e a vida'.","referencias_relacionadas":["João 14:6","João 8:32","Efésios 4:15"]},"2corintios_13_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, que é o Cristo, o Filho de Deus.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor salva' e é central para a mensagem do evangelho, representando a encarnação de Deus.","por_que_esta_palavra":"Paulo menciona Jesus para reafirmar a centralidade de sua pessoa e obra na fé cristã.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra redentora é a base da salvação.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"2corintios_13_6_thing":{"palavra_pt":"thing","palavra_original":"ἐλπίζω","transliteracao":"elpízō","strong":"G1679","significado_raiz":"Ideia básica: thing.","significado_contextual":"A palavra 'coisa' refere-se a esperanças ou expectativas que são fundamentadas na fé.","explicacao_detalhada":"A esperança é um tema recorrente nas cartas de Paulo, refletindo a confiança nas promessas de Deus.","por_que_esta_palavra":"Paulo usa 'coisa' para encorajar os coríntios a manterem sua esperança em Cristo, mesmo diante de dificuldades.","conexao_teologica":"A esperança é um aspecto vital da vida cristã, pois nos lembra da fidelidade de Deus e das promessas futuras.","referencias_relacionadas":["Romanos 15:13","Hebreus 11:1","1 Pedro 1:3"]},"2corintios_13_6_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer refere-se à compreensão profunda e relacional de Deus e de sua verdade.","explicacao_detalhada":"O conhecimento de Deus é mais do que intelectual; é um relacionamento pessoal que transforma vidas.","por_que_esta_palavra":"Paulo enfatiza a importância de conhecer a verdade de Cristo para viver uma vida de fé autêntica.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida cristã, pois nos leva a um relacionamento mais profundo com Ele.","referencias_relacionadas":["Filipenses 3:10","Colossenses 1:10","1 João 2:3"]},"2corintios_13_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a essência suprema e a autoridade de Deus. No contexto de 2 Coríntios 13:7, Paulo invoca a presença de Deus como testemunha da verdade em sua defesa.","por_que_esta_palavra":"Paulo enfatiza a importância de Deus como juiz e testemunha em sua vida e ministério.","conexao_teologica":"A natureza de Deus como testemunha é fundamental na teologia cristã, pois Deus é visto como aquele que conhece todas as coisas e julga com justiça.","referencias_relacionadas":["Salmos 139:1-4","Hebreus 4:13","Romanos 2:16"]},"2corintios_13_7_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) implica em ação e produção. No contexto, Paulo fala sobre a necessidade de agir de acordo com a verdade e a justiça.","por_que_esta_palavra":"É crucial que as ações dos crentes estejam alinhadas com a verdade de Deus.","conexao_teologica":"A ação de fazer é um reflexo da fé viva, onde as obras são uma expressão da crença em Deus.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"2corintios_13_8_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com algo.","explicacao_detalhada":"A palavra 'conforme' (κατά) sugere que as ações e decisões devem estar em harmonia com a vontade de Deus.","por_que_esta_palavra":"Paulo enfatiza que suas ações e a vida da igreja devem estar de acordo com a verdade de Deus.","conexao_teologica":"A conformidade com a vontade de Deus é um tema central na vida cristã, refletindo a submissão ao Senhor.","referencias_relacionadas":["Romanos 12:2","1 João 2:17","Colossenses 3:2"]},"2corintios_13_8_poder":{"palavra_pt":"poder","palavra_original":"δύναμαι","transliteracao":"dýnamai","strong":"G1410","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade ou força para realizar algo.","explicacao_detalhada":"A palavra 'poder' (δύναμαι) implica em habilidade e autoridade. Paulo fala sobre o poder de Deus que opera na vida dos crentes.","por_que_esta_palavra":"É um lembrete de que a força do crente vem de Deus e não de si mesmo.","conexao_teologica":"O poder de Deus é essencial para a vida cristã, permitindo que os crentes vivam de acordo com Sua vontade.","referencias_relacionadas":["Filipenses 4:13","Efésios 3:20","2 Timóteo 1:7"]},"2corintios_13_9_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à alegria que vem da presença de Deus.","explicacao_detalhada":"A palavra 'deus' (χαίρω) é usada para expressar a alegria e satisfação que Paulo sente em relação à obra de Deus na vida dos crentes.","por_que_esta_palavra":"A alegria em Deus é um tema recorrente nas cartas de Paulo, refletindo a esperança e a confiança na obra divina.","conexao_teologica":"A alegria em Deus é uma resposta natural à Sua bondade e fidelidade.","referencias_relacionadas":["Salmos 16:11","Filipenses 4:4","Romanos 15:13"]},"2corintios_13_9_poderoso":{"palavra_pt":"poderoso","palavra_original":"δυνατός","transliteracao":"dynatós","strong":"G1415","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e capacidade de Deus.","explicacao_detalhada":"A palavra 'poderoso' (δυνατός) destaca a força e a habilidade de Deus para realizar o que prometeu.","por_que_esta_palavra":"Paulo quer enfatizar que a força de Deus é suficiente para sustentar e fortalecer os crentes.","conexao_teologica":"A natureza poderosa de Deus é um fundamento da fé cristã, pois Ele é capaz de fazer infinitamente mais do que pedimos ou pensamos.","referencias_relacionadas":["Salmos 147:5","Efésios 1:19-20","Romanos 1:16"]},"2corintios_13_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao domínio e direito de governar.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para descrever a autoridade de Cristo sobre a igreja e a vida dos crentes.","por_que_esta_palavra":"Paulo reconhece a autoridade de Cristo em sua vida e ministério, enfatizando a submissão a Ele.","conexao_teologica":"A autoridade de Cristo é central na teologia cristã, pois Ele é o Senhor e Salvador.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Colossenses 1:18"]},"2corintios_13_10_mao":{"palavra_pt":"mao","palavra_original":"πάρειμι","transliteracao":"páreimi","strong":"G3918","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à presença e ação de Deus.","explicacao_detalhada":"A palavra 'mao' (πάρειμι) implica em estar presente ou em ação. Paulo fala sobre a presença de Deus em sua vida e ministério.","por_que_esta_palavra":"A presença de Deus é fundamental para a eficácia do ministério e a vida cristã.","conexao_teologica":"A presença de Deus é uma fonte de conforto e força para os crentes.","referencias_relacionadas":["Salmos 23:4","Mateus 28:20","Hebreus 13:5"]},"2corintios_13_10_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de algo em relação a Deus.","explicacao_detalhada":"A palavra 'deus' (μή) é usada para indicar uma negação ou uma condição. Paulo fala sobre a importância de não agir de maneira contrária à vontade de Deus.","por_que_esta_palavra":"É um alerta para que os crentes não se afastem da verdade de Deus.","conexao_teologica":"A negação do que é contrário a Deus é essencial para a vida cristã, refletindo a necessidade de viver em santidade.","referencias_relacionadas":["1 João 1:6","Romanos 12:1","Gálatas 5:16"]},"2corintios_13_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à exortação final de Paulo aos crentes.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para encorajar os crentes a viverem em harmonia e amor, reconhecendo a presença de Deus em suas vidas.","por_que_esta_palavra":"Paulo deseja que os crentes experimentem a paz e a comunhão que vêm de Deus.","conexao_teologica":"A comunhão com Deus é fundamental para a unidade e o crescimento da igreja.","referencias_relacionadas":["Filipenses 2:1-2","1 Coríntios 1:10","Romanos 15:5-6"]},"2corintios_13_11_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz mencionada aqui refere-se à harmonia e à ausência de conflito entre os membros da comunidade cristã.","explicacao_detalhada":"A palavra 'paz' (εἰρήνη) é frequentemente usada nas cartas de Paulo para descrever o estado desejado entre os crentes, que deve ser caracterizado por amor, unidade e reconciliação. Em 2 Coríntios 13:11, Paulo exorta os crentes a buscarem a paz uns com os outros.","por_que_esta_palavra":"A paz é fundamental para a vida cristã, pois reflete o caráter de Deus e a obra de Cristo na reconciliação da humanidade com Ele.","conexao_teologica":"A paz é um fruto do Espírito Santo e um sinal da presença de Deus na vida dos crentes. Ela é o resultado da justificação pela fé em Cristo.","referencias_relacionadas":["Romanos 5:1","Filipenses 4:7","Colossenses 3:15"]},"2corintios_13_12_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O 'caminho' aqui se refere à maneira de viver e agir dos cristãos, seguindo os ensinamentos de Cristo.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) implica em um estilo de vida que deve ser coerente com a fé professada. Paulo encoraja os crentes a se manterem firmes no caminho da verdade e da justiça.","por_que_esta_palavra":"O caminho é uma metáfora comum na Bíblia que representa a jornada da vida e as escolhas que fazemos, sendo essencial para a vida cristã.","conexao_teologica":"Seguir o caminho de Cristo é um chamado à santidade e à obediência, refletindo a transformação que ocorre na vida do crente.","referencias_relacionadas":["Mateus 7:13-14","Atos 9:2","1 Pedro 2:21"]},"2corintios_13_12_almost":{"palavra_pt":"quase","palavra_original":"ἐν","transliteracao":"en","strong":"G1722","significado_raiz":"Ideia básica: quase.","significado_contextual":"A palavra 'quase' sugere uma proximidade ou um estado intermediário, indicando que algo está perto de ser completo.","explicacao_detalhada":"Em 2 Coríntios 13:12, a expressão 'quase' pode ser interpretada como uma chamada à vigilância e à atenção nas relações interpessoais, enfatizando a importância de não deixar nada inacabado.","por_que_esta_palavra":"A ideia de 'quase' ressalta a necessidade de compromisso total e não apenas uma aproximação superficial nas relações e na fé.","conexao_teologica":"A vida cristã exige um compromisso total, e a expressão 'quase' serve como um alerta contra a complacência.","referencias_relacionadas":["Hebreus 10:26","Tiago 4:17","Mateus 7:21"]},"2corintios_13_13_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A 'graça' mencionada aqui é um dom divino que permite aos crentes viverem em comunhão com Deus e uns com os outros.","explicacao_detalhada":"A palavra 'graça' (χάρις) é central na teologia paulina, representando o favor imerecido de Deus. Em 2 Coríntios 13:13, Paulo destaca a importância da graça de Jesus como fundamento da vida cristã.","por_que_esta_palavra":"A graça é essencial para a salvação e para a vida diária do crente, pois é por meio dela que recebemos poder e sustento.","conexao_teologica":"A graça de Deus é o que nos capacita a viver de acordo com Sua vontade e a experimentar a verdadeira comunhão com Ele.","referencias_relacionadas":["Efésios 2:8-9","Romanos 6:14","2 Timóteo 1:9"]},"2corintios_13_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' refere-se à soberania de Cristo sobre a vida dos crentes e a autoridade que Ele exerce na Igreja.","explicacao_detalhada":"A palavra 'senhor' (κύριος) implica em reconhecimento da autoridade de Cristo. Em 2 Coríntios 13:13, Paulo enfatiza que a autoridade de Jesus deve ser respeitada e seguida pelos crentes.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é fundamental para a fé cristã, pois implica em submissão e obediência a Sua vontade.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, refletindo Sua divindade e papel como Salvador.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Romanos 10:9"]},"2corintios_13_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, representando a encarnação de Deus e o Salvador da humanidade.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é mencionada em 2 Coríntios 13:13 como o mediador da graça e da paz. Ele é a figura central da mensagem do evangelho.","por_que_esta_palavra":"O nome de Jesus é invocado como fonte de autoridade e poder, sendo essencial para a vida e a prática cristã.","conexao_teologica":"Jesus é o caminho, a verdade e a vida, e somente através dEle podemos ter acesso ao Pai e à salvação.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 1:16"]}}