{"2corintios_2_1_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à presença e ação de Deus nas situações de dor e sofrimento.","explicacao_detalhada":"Paulo menciona que não deseja causar tristeza aos coríntios, mas reconhece que a dor é parte da vida. Ele enfatiza que Deus está presente mesmo nas dificuldades.","por_que_esta_palavra":"A palavra 'Deus' aqui reafirma a esperança e o consolo que os crentes encontram Nele, mesmo em tempos difíceis.","conexao_teologica":"Deus é visto como o Deus de toda consolação, que conforta os aflitos (2 Coríntios 1:3-4).","referencias_relacionadas":["Salmos 34:18","Romanos 8:28","2 Coríntios 1:3-4"]},"2corintios_2_1_grief":{"palavra_pt":"dor","palavra_original":"λύπη","transliteracao":"lýpē","strong":"G3077","significado_raiz":"Ideia básica: dor.","significado_contextual":"Refere-se à dor emocional e ao sofrimento que pode surgir em relacionamentos e situações difíceis.","explicacao_detalhada":"Paulo expressa sua preocupação com a dor que a igreja pode estar sentindo devido a questões internas. Ele reconhece a importância de lidar com a dor de maneira saudável.","por_que_esta_palavra":"A dor é uma experiência humana comum, e a Bíblia oferece consolo e esperança em meio ao sofrimento.","conexao_teologica":"Cristo também experimentou dor e sofrimento, e os crentes são chamados a levar as cargas uns dos outros (Gálatas 6:2).","referencias_relacionadas":["Romanos 12:15","1 Pedro 5:7","Salmos 30:5"]},"2corintios_2_1_julgar":{"palavra_pt":"julgar","palavra_original":"κρίνω","transliteracao":"krínō","strong":"G2919","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou discernir situações e comportamentos, especialmente em um contexto de disciplina e restauração.","explicacao_detalhada":"Paulo menciona a necessidade de discernir a situação na igreja, enfatizando que o julgamento deve ser feito com amor e visando a restauração.","por_que_esta_palavra":"O julgamento é uma parte necessária da vida comunitária, mas deve ser feito com sabedoria e compaixão.","conexao_teologica":"A disciplina na igreja é um tema importante, onde o objetivo é sempre a restauração e o crescimento espiritual.","referencias_relacionadas":["Mateus 7:1-5","Gálatas 6:1","1 Coríntios 5:12-13"]},"2corintios_2_2_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à presença de Deus em meio às dificuldades e à dor que a comunidade enfrenta.","explicacao_detalhada":"Paulo reafirma que não deseja causar tristeza, mas reconhece que a dor é parte da experiência cristã. A presença de Deus é fundamental para encontrar consolo.","por_que_esta_palavra":"A palavra 'Deus' aqui representa a esperança e o consolo que os crentes têm em meio às tribulações.","conexao_teologica":"Deus é o Deus de toda consolação, que está presente em nossas dores e dificuldades.","referencias_relacionadas":["2 Coríntios 1:3-4","Salmos 46:1","Romanos 15:13"]},"2corintios_2_2_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a um grupo ou comunidade, enfatizando a importância das relações interpessoais.","explicacao_detalhada":"Paulo fala sobre a dinâmica entre os membros da igreja, destacando que as interações e relacionamentos são fundamentais para a vida cristã.","por_que_esta_palavra":"A palavra 'entre' sublinha a importância da comunhão e do apoio mútuo na comunidade de fé.","conexao_teologica":"A vida cristã é vivida em comunidade, onde os crentes são chamados a se apoiar e encorajar uns aos outros.","referencias_relacionadas":["Atos 2:42-47","Hebreus 10:24-25","Gálatas 6:2"]},"2corintios_2_2_cause":{"palavra_pt":"cause","palavra_original":"λυπέω","transliteracao":"lypéō","strong":"G3076","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à razão pela qual Paulo se preocupa com a dor que os coríntios sentem.","explicacao_detalhada":"Neste contexto, Paulo expressa que a sua dor é uma consequência do sofrimento da igreja. Ele se sente responsável pelo bem-estar espiritual deles.","por_que_esta_palavra":"A escolha da palavra 'cause' enfatiza a conexão emocional e espiritual que Paulo tem com os coríntios.","conexao_teologica":"A dor de Paulo reflete o amor pastoral e a responsabilidade que os líderes têm sobre suas comunidades.","referencias_relacionadas":["2 Coríntios 1:24","Gálatas 6:2","1 Pedro 5:2-3"]},"2corintios_2_3_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a alegria que Paulo sente ao ver a resposta da igreja ao seu ministério.","explicacao_detalhada":"Paulo menciona a alegria que Deus proporciona, indicando que a verdadeira alegria vem de um relacionamento com Ele.","por_que_esta_palavra":"A inclusão de 'deus' destaca a centralidade de Deus na vida do apóstolo e na vida da igreja.","conexao_teologica":"A alegria em Deus é um tema recorrente nas cartas de Paulo, mostrando que a verdadeira satisfação é encontrada Nele.","referencias_relacionadas":["Filipenses 4:4","Salmos 16:11","Romanos 15:13"]},"2corintios_2_3_grief":{"palavra_pt":"dor","palavra_original":"λύπη","transliteracao":"lýpē","strong":"G3077","significado_raiz":"Ideia básica: dor.","significado_contextual":"A palavra 'dor' refere-se ao sofrimento que Paulo e a igreja enfrentam devido ao pecado e à disciplina.","explicacao_detalhada":"Paulo reconhece que a dor é uma parte necessária do processo de arrependimento e restauração na vida da igreja.","por_que_esta_palavra":"A palavra 'dor' é usada para mostrar a seriedade do pecado e a necessidade de lidar com ele de maneira adequada.","conexao_teologica":"A dor espiritual pode levar à cura e ao crescimento, refletindo a disciplina amorosa de Deus.","referencias_relacionadas":["Hebreus 12:11","Salmos 51:17","2 Coríntios 7:10"]},"2corintios_2_4_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' descreve a intensidade da dor e preocupação que Paulo sente pela igreja.","explicacao_detalhada":"Paulo usa 'grande' para enfatizar que sua preocupação não é superficial, mas profunda e genuína.","por_que_esta_palavra":"A escolha de 'grande' destaca a seriedade do seu amor e compromisso com os coríntios.","conexao_teologica":"O amor de Paulo reflete o amor de Cristo pela igreja, que é profundo e sacrificial.","referencias_relacionadas":["1 Coríntios 13:4-7","Romanos 9:2-3","Gálatas 4:19"]},"2corintios_2_4_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação comunitária e a interdependência entre Paulo e a igreja.","explicacao_detalhada":"Paulo se coloca 'entre' os coríntios, mostrando que ele não é um líder distante, mas alguém que compartilha suas alegrias e tristezas.","por_que_esta_palavra":"A palavra 'entre' enfatiza a unidade e a comunhão que devem existir na comunidade cristã.","conexao_teologica":"A comunhão entre os crentes é um reflexo da unidade do corpo de Cristo.","referencias_relacionadas":["Atos 2:42","Efésios 4:3","1 João 1:7"]},"2corintios_2_4_afflictedtion":{"palavra_pt":"afflicted tion","palavra_original":"θλῖψις","transliteracao":"thlîpsis","strong":"G2347","significado_raiz":"Ideia básica: afflicted tion.","significado_contextual":"A palavra 'afflicted tion' refere-se ao sofrimento que a igreja enfrenta devido ao pecado e à disciplina.","explicacao_detalhada":"Paulo menciona a 'afflicted tion' para mostrar que a dor é uma parte do processo de crescimento espiritual.","por_que_esta_palavra":"A palavra é usada para enfatizar a seriedade do sofrimento e a necessidade de enfrentá-lo com fé.","conexao_teologica":"O sofrimento é muitas vezes um meio pelo qual Deus molda e purifica Seu povo.","referencias_relacionadas":["Romanos 5:3-5","Tiago 1:2-4","2 Coríntios 4:17"]},"2corintios_2_5_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada novamente para enfatizar a importância do relacionamento com Deus no processo de cura.","explicacao_detalhada":"Paulo destaca que a dor e a disciplina são parte do plano de Deus para restaurar a igreja.","por_que_esta_palavra":"A inclusão de 'deus' reafirma a soberania de Deus sobre todas as situações, incluindo o sofrimento.","conexao_teologica":"A soberania de Deus é um tema central na teologia de Paulo, mostrando que Ele está sempre no controle.","referencias_relacionadas":["Romanos 8:28","Salmos 139:16","Isaías 55:8-9"]},"2corintios_2_5_cause":{"palavra_pt":"cause","palavra_original":"λυπέω","transliteracao":"lypéō","strong":"G3076","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' é usada para descrever a razão pela qual Paulo se preocupa com a dor da igreja.","explicacao_detalhada":"Paulo se refere à dor que ele causou, enfatizando a responsabilidade que sente por suas ações.","por_que_esta_palavra":"A palavra 'cause' destaca a conexão entre as ações de Paulo e as reações da igreja.","conexao_teologica":"A responsabilidade mútua entre líderes e membros da igreja é um princípio importante na vida cristã.","referencias_relacionadas":["Gálatas 6:1","Tiago 5:16","1 Tessalonicenses 5:14"]},"2corintios_2_6_punishment":{"palavra_pt":"punishment","palavra_original":"ἐπιτιμία","transliteracao":"epitimía","strong":"G2009","significado_raiz":"Ideia básica: punishment.","significado_contextual":"A palavra 'punishment' refere-se à disciplina que a igreja deve enfrentar por causa do pecado.","explicacao_detalhada":"Paulo menciona a 'punishment' para enfatizar a necessidade de correção e restauração na comunidade.","por_que_esta_palavra":"A palavra é usada para mostrar que a disciplina é uma parte importante do crescimento espiritual.","conexao_teologica":"A disciplina é uma expressão do amor de Deus, que deseja que Seus filhos se afastem do pecado.","referencias_relacionadas":["Hebreus 12:6","1 Coríntios 11:32","Gálatas 6:7-8"]},"2corintios_2_6_bom":{"palavra_pt":"bom","palavra_original":"ἱκανός","transliteracao":"hikanós","strong":"G2425","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a natureza da disciplina que é aplicada à igreja.","explicacao_detalhada":"Paulo enfatiza que a disciplina, embora difícil, é para o bem da igreja e resulta em crescimento espiritual.","por_que_esta_palavra":"A palavra 'bom' destaca a intenção positiva por trás da disciplina e correção.","conexao_teologica":"Deus disciplina aqueles que ama, e essa disciplina é sempre para o nosso bem.","referencias_relacionadas":["Romanos 8:28","Salmos 119:67","Provérbios 3:11-12"]},"2corintios_2_6_exceed":{"palavra_pt":"exceed","palavra_original":"πλείων","transliteracao":"pleíōn","strong":"G4119","significado_raiz":"Ideia básica: exceed.","significado_contextual":"A palavra 'exceed' refere-se a algo que vai além do esperado ou do normal.","explicacao_detalhada":"No contexto de 2 Coríntios 2:6, a palavra é usada para descrever a intensidade da disciplina aplicada a um pecador, que foi considerada suficiente e até mesmo excessiva, levando à necessidade de perdão.","por_que_esta_palavra":"A escolha da palavra 'exceed' enfatiza a gravidade da situação e a importância do perdão na comunidade cristã.","conexao_teologica":"A teologia do perdão é central no cristianismo, onde o amor e a misericórdia devem prevalecer sobre a justiça estrita.","referencias_relacionadas":["Mateus 18:21-22","Lucas 6:37","Efésios 4:32"]},"2corintios_2_7_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada em um contexto de negação, enfatizando a impossibilidade de algo.","explicacao_detalhada":"Em 2 Coríntios 2:7, a palavra 'deus' é parte de uma construção que nega a ação de Deus em um contexto de disciplina e restauração.","por_que_esta_palavra":"A palavra é utilizada para reforçar a ideia de que a disciplina não deve ser excessiva, pois Deus é um Deus de misericórdia.","conexao_teologica":"A natureza de Deus como misericordioso e perdoador é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 103:8","Romanos 5:8","1 João 1:9"]},"2corintios_2_7_grief":{"palavra_pt":"dor","palavra_original":"λύπη","transliteracao":"lýpē","strong":"G3077","significado_raiz":"Ideia básica: dor.","significado_contextual":"A palavra 'dor' refere-se ao sofrimento emocional que pode ser causado pelo pecado e pela disciplina.","explicacao_detalhada":"Em 2 Coríntios 2:7, a dor é mencionada em relação ao arrependimento e à tristeza que o pecado pode trazer à comunidade.","por_que_esta_palavra":"A dor é um elemento importante na experiência de arrependimento e restauração, mostrando a seriedade do pecado.","conexao_teologica":"A dor e o arrependimento são frequentemente associados à transformação espiritual e ao crescimento na fé.","referencias_relacionadas":["Salmos 51:17","2 Coríntios 7:10","Hebreus 12:11"]},"2corintios_2_7_libertar":{"palavra_pt":"libertar","palavra_original":"χαρίζομαι","transliteracao":"charízomai","strong":"G5483","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' implica em um ato de graça e perdão, libertando alguém da culpa.","explicacao_detalhada":"Em 2 Coríntios 2:7, a ideia de libertar é central para a prática do perdão, onde a comunidade é chamada a restaurar o pecador.","por_que_esta_palavra":"A libertação é essencial para a saúde espiritual da igreja e para a restauração do relacionamento com Deus.","conexao_teologica":"O perdão é um dos pilares da fé cristã, refletindo a natureza redentora de Cristo.","referencias_relacionadas":["Colossenses 3:13","Gálatas 6:1","Tiago 5:19-20"]},"2corintios_2_8_chamar":{"palavra_pt":"chamar","palavra_original":"παρακαλέω","transliteracao":"parakaléō","strong":"G3870","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de convidar ou exortar alguém a se reconciliar.","explicacao_detalhada":"Em 2 Coríntios 2:8, Paulo exorta a comunidade a chamar o pecador ao arrependimento e à restauração.","por_que_esta_palavra":"Chamar é um ato de amor e cuidado, refletindo a responsabilidade da comunidade em restaurar seus membros.","conexao_teologica":"A chamada ao arrependimento é uma parte fundamental da mensagem do evangelho.","referencias_relacionadas":["Mateus 5:23-24","Gálatas 6:1","2 Timóteo 2:25"]},"2corintios_2_8_confirm":{"palavra_pt":"confirm","palavra_original":"κυρόω","transliteracao":"kyróō","strong":"G2964","significado_raiz":"Ideia básica: confirm.","significado_contextual":"A palavra 'confirmar' implica em estabelecer ou reforçar uma decisão ou compromisso.","explicacao_detalhada":"Em 2 Coríntios 2:8, Paulo fala sobre a confirmação do amor e do perdão, que deve ser reafirmado na comunidade.","por_que_esta_palavra":"Confirmar o amor é essencial para a unidade e a saúde espiritual da igreja.","conexao_teologica":"O amor é a base da comunidade cristã e deve ser constantemente reafirmado.","referencias_relacionadas":["1 João 4:7","Romanos 13:10","Efésios 4:3"]},"2corintios_2_8_cause":{"palavra_pt":"cause","palavra_original":"διό","transliteracao":"dió","strong":"G1352","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à razão ou motivação por trás de uma ação.","explicacao_detalhada":"Em 2 Coríntios 2:8, a causa do perdão é o amor e a necessidade de restaurar o relacionamento.","por_que_esta_palavra":"Entender a causa do perdão é crucial para a prática da reconciliação na comunidade.","conexao_teologica":"A reconciliação é um tema central na teologia cristã, refletindo o caráter de Deus.","referencias_relacionadas":["2 Coríntios 5:18-19","Colossenses 1:20","Romanos 5:1"]},"2corintios_2_9_experienceriment":{"palavra_pt":"experience riment","palavra_original":"δοκιμή","transliteracao":"dokimḗ","strong":"G1382","significado_raiz":"Ideia básica: experience riment.","significado_contextual":"A palavra 'experienceriment' refere-se a um teste ou prova que leva à aprovação.","explicacao_detalhada":"Em 2 Coríntios 2:9, Paulo menciona a experiência como um meio de fortalecer a fé e a comunidade.","por_que_esta_palavra":"A experiência é fundamental para o crescimento espiritual e a maturidade na fé.","conexao_teologica":"As provas e experiências são vistas como oportunidades para o crescimento e a dependência de Deus.","referencias_relacionadas":["Tiago 1:2-4","Romanos 5:3-5","1 Pedro 1:6-7"]},"2corintios_2_9_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"A palavra 'descrever' refere-se ao ato de relatar ou explicar algo.","explicacao_detalhada":"No contexto do versículo, descrever a experiência de disciplina é importante para entender seu propósito e resultado.","por_que_esta_palavra":"Descrever ajuda a comunicar a importância da disciplina e do arrependimento na vida cristã.","conexao_teologica":"A comunicação clara das experiências de fé é vital para o crescimento e a edificação da igreja.","referencias_relacionadas":["Salmos 66:16","1 Pedro 3:15","Romanos 10:14"]},"2corintios_2_9_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica em um entendimento profundo e relacional.","explicacao_detalhada":"Em 2 Coríntios 2:9, Paulo menciona o conhecimento como um aspecto importante da vida cristã e da experiência de fé.","por_que_esta_palavra":"Conhecer a Deus e uns aos outros é fundamental para a vida comunitária e espiritual.","conexao_teologica":"O conhecimento de Deus é um tema central nas Escrituras, refletindo a importância do relacionamento com Ele.","referencias_relacionadas":["Filipenses 3:10","Colossenses 1:10","1 João 2:3"]},"2corintios_2_10_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o ungido de Deus, aquele que foi escolhido para cumprir a missão de salvação.","explicacao_detalhada":"A palavra 'Cristo' vem do grego 'Christós', que significa 'ungido'. No contexto de 2 Coríntios 2:10, Paulo menciona o perdão que é dado em nome de Cristo, enfatizando a autoridade e a importância do ungido na vida do crente.","por_que_esta_palavra":"A palavra é usada para destacar a identidade de Jesus como o Messias prometido, que traz redenção e perdão.","conexao_teologica":"Cristo é central na teologia cristã, sendo o mediador entre Deus e a humanidade. O perdão em Cristo é um tema recorrente nas cartas de Paulo.","referencias_relacionadas":["Mateus 1:16","Atos 2:36","Romanos 5:8"]},"2corintios_2_10_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O 'rosto' representa a presença e a relação pessoal com Deus.","explicacao_detalhada":"A palavra 'rosto' (prósōpon) é usada para descrever a face de uma pessoa, simbolizando a intimidade e a revelação do caráter de Deus. Em 2 Coríntios 2:10, o perdão é dado em nome de Cristo, que é a expressão visível de Deus.","por_que_esta_palavra":"A ênfase no 'rosto' sugere a importância de se relacionar pessoalmente com Deus e com os outros.","conexao_teologica":"A ideia de ver o rosto de Deus é um tema que aparece em várias partes da Bíblia, simbolizando a comunhão e a revelação divina.","referencias_relacionadas":["Êxodo 33:11","Salmos 27:8","Mateus 5:8"]},"2corintios_2_10_libertar":{"palavra_pt":"libertar","palavra_original":"χαρίζομαι","transliteracao":"charízomai","strong":"G5483","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se ao ato de perdoar e soltar alguém de suas ofensas.","explicacao_detalhada":"A palavra 'libertar' (charízomai) implica um ato de graça, onde se concede perdão a alguém que deve. Em 2 Coríntios 2:10, Paulo fala sobre o perdão que é dado em Cristo, enfatizando a liberdade que vem desse ato.","por_que_esta_palavra":"A libertação é um tema central no cristianismo, onde o perdão é visto como um ato de amor e misericórdia.","conexao_teologica":"A libertação do pecado e a reconciliação com Deus são fundamentais para a mensagem do evangelho.","referencias_relacionadas":["Lucas 4:18","Romanos 8:1","Gálatas 5:1"]},"2corintios_2_11_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e a autoridade divina.","explicacao_detalhada":"Embora a palavra 'deus' (mḗ) seja uma negação, no contexto de 2 Coríntios 2:11, Paulo está alertando sobre a importância de não sermos enganados por Satanás, que é o adversário de Deus.","por_que_esta_palavra":"A menção de Deus é crucial para lembrar aos crentes que devem permanecer firmes na fé e vigilantes contra as artimanhas do inimigo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é visto como o criador e sustentador de todas as coisas.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","Romanos 12:2"]},"2corintios_2_12_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"O 'bom' refere-se à mensagem do evangelho, que é considerada boa nova.","explicacao_detalhada":"A palavra 'bom' (euangélion) é usada para descrever a mensagem de salvação que Paulo prega. Em 2 Coríntios 2:12, ele menciona a pregação do evangelho como uma missão que traz vida e esperança.","por_que_esta_palavra":"A boa nova é central para a fé cristã, pois é a mensagem que transforma vidas e traz reconciliação com Deus.","conexao_teologica":"O evangelho é a base da teologia cristã, sendo a mensagem de salvação que deve ser compartilhada com todos.","referencias_relacionadas":["Marcos 16:15","Romanos 1:16","1 Coríntios 15:1-4"]},"2corintios_2_12_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o ungido que traz a mensagem de salvação e reconciliação.","explicacao_detalhada":"A repetição da palavra 'Cristo' em 2 Coríntios 2:12 reforça a importância do ungido na missão de Paulo e na vida dos crentes.","por_que_esta_palavra":"A identificação de Cristo como o ungido é fundamental para entender sua missão e o papel que desempenha na salvação.","conexao_teologica":"Cristo é o centro da mensagem do evangelho e a fonte de toda autoridade espiritual.","referencias_relacionadas":["Atos 4:12","Efésios 1:7","Colossenses 1:13"]},"2corintios_2_12_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a igreja e sobre a vida dos crentes.","explicacao_detalhada":"A palavra 'senhor' (kýrios) é usada para reconhecer a soberania de Cristo. Em 2 Coríntios 2:12, Paulo fala sobre a pregação do evangelho sob a autoridade de Cristo.","por_que_esta_palavra":"Reconhecer Cristo como Senhor é essencial para a vida cristã, pois implica submissão e obediência à sua vontade.","conexao_teologica":"A autoridade de Cristo é um tema central na teologia, onde Ele é visto como o Rei e Senhor de todas as coisas.","referencias_relacionadas":["Filipenses 2:9-11","Colossenses 2:10","1 Pedro 3:15"]},"2corintios_2_13_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' refere-se à presença de Deus que atua na vida dos crentes.","explicacao_detalhada":"A palavra 'espírito' (pneûma) é usada para descrever a ação do Espírito Santo. Em 2 Coríntios 2:13, Paulo menciona a importância do Espírito na sua missão e na vida da igreja.","por_que_esta_palavra":"O Espírito Santo é o Consolador e guia dos crentes, essencial para a vida cristã.","conexao_teologica":"A obra do Espírito Santo é fundamental na teologia cristã, pois Ele capacita e transforma os crentes.","referencias_relacionadas":["João 14:26","Atos 1:8","Gálatas 5:22-23"]},"2corintios_2_13_titus":{"palavra_pt":"titus","palavra_original":"Τίτος","transliteracao":"Títos","strong":"G5103","significado_raiz":"Ideia básica: titus.","significado_contextual":"Tito é um colaborador de Paulo, representando a importância da comunhão e do trabalho em equipe na missão.","explicacao_detalhada":"A menção de Tito em 2 Coríntios 2:13 destaca a importância de ter companheiros na obra do evangelho, mostrando que a missão é um esforço coletivo.","por_que_esta_palavra":"Tito simboliza a fidelidade e o apoio mútuo entre os crentes na propagação do evangelho.","conexao_teologica":"A comunhão entre os crentes é um aspecto vital da vida cristã, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["Gálatas 2:1-3","Tito 1:4","2 Timóteo 4:10"]},"2corintios_2_13_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a soberania e a presença de Deus na vida dos crentes.","explicacao_detalhada":"A repetição da palavra 'deus' (mḗ) em 2 Coríntios 2:13 enfatiza a importância de depender de Deus em todas as circunstâncias.","por_que_esta_palavra":"Reconhecer Deus em todas as situações é fundamental para a fé e a confiança do crente.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é visto como o sustentador e provedor.","referencias_relacionadas":["Salmos 121:2","Romanos 8:28","Hebreus 13:5"]},"2corintios_2_14_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o soberano que sempre conduz os crentes em triunfo.","explicacao_detalhada":"Neste versículo, Paulo enfatiza que Deus é a fonte de toda vitória e que, através de Cristo, Ele nos leva a triunfar em todas as situações. A palavra 'deus' aqui reflete a autoridade e o poder divinos.","por_que_esta_palavra":"A palavra 'deus' é central na teologia cristã, pois representa a divindade que age na história e na vida dos crentes.","conexao_teologica":"Deus é visto como o guia e protetor dos fiéis, que os leva a um estado de triunfo espiritual.","referencias_relacionadas":["Romanos 8:37","1 Coríntios 15:57","Salmos 108:13"]},"2corintios_2_14_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça de Deus é o meio pelo qual os crentes são capacitados a viver e testemunhar.","explicacao_detalhada":"A palavra 'graça' refere-se ao favor imerecido de Deus, que permite aos crentes não apenas receber a salvação, mas também viver em obediência e testemunhar a sua bondade.","por_que_esta_palavra":"A graça é fundamental para a compreensão da salvação e da vida cristã, pois é através dela que os crentes são transformados.","conexao_teologica":"A graça de Deus é o princípio que sustenta a relação entre Deus e a humanidade, permitindo a reconciliação.","referencias_relacionadas":["Efésios 2:8-9","Tito 2:11","2 Timóteo 1:9"]},"2corintios_2_14_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o ungido de Deus, aquele que traz a salvação e a libertação.","explicacao_detalhada":"A palavra 'cristo' significa 'ungido' e refere-se a Jesus como o Messias prometido, que cumpre as profecias do Antigo Testamento e traz redenção ao povo.","por_que_esta_palavra":"A identificação de Jesus como Cristo é essencial para a fé cristã, pois afirma sua missão divina.","conexao_teologica":"Cristo é o mediador entre Deus e os homens, e sua unção é um sinal de sua autoridade e missão.","referencias_relacionadas":["Isaías 61:1","Atos 10:38","Lucas 4:18"]},"2corintios_2_15_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o aroma de vida para os que creem e de morte para os que rejeitam.","explicacao_detalhada":"Neste versículo, Paulo usa a metáfora do aroma para descrever como a presença de Cristo impacta as pessoas de maneiras diferentes, dependendo de sua resposta ao evangelho.","por_que_esta_palavra":"A palavra 'cristo' aqui reafirma a centralidade de Jesus na experiência cristã e sua influência sobre a vida dos crentes.","conexao_teologica":"Cristo é a essência da mensagem de salvação, e sua presença é um divisor de águas na vida espiritual das pessoas.","referencias_relacionadas":["João 12:32","Romanos 1:16","2 Coríntios 5:17"]},"2corintios_2_15_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o autor da mensagem que traz vida e esperança.","explicacao_detalhada":"A menção de Deus neste contexto ressalta que é Ele quem proporciona a salvação e a vida eterna através de Cristo, sendo a fonte de todo bem.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a origem e a autoridade da mensagem cristã.","conexao_teologica":"Deus, como criador e redentor, é o centro da fé cristã, e sua ação é fundamental na salvação.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 João 4:9"]},"2corintios_2_15_sweet":{"palavra_pt":"sweet","palavra_original":"εὐωδία","transliteracao":"euōdía","strong":"G2175","significado_raiz":"Ideia básica: sweet.","significado_contextual":"O aroma doce representa a aceitação da mensagem de Cristo.","explicacao_detalhada":"A palavra 'sweet' (doce) é usada para descrever a agradável fragrância que a mensagem do evangelho traz aos que a recebem com fé.","por_que_esta_palavra":"A metáfora do aroma doce é uma imagem poderosa que comunica a alegria e a esperança que vêm da salvação.","conexao_teologica":"O aroma doce simboliza a vida e a transformação que ocorrem na vida dos crentes através de Cristo.","referencias_relacionadas":["Filipenses 4:18","Efésios 5:2","Hebreus 13:15"]},"2corintios_2_16_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é o resultado da rejeição da mensagem de Cristo.","explicacao_detalhada":"Neste versículo, Paulo explica que para aqueles que não aceitam o evangelho, a mensagem de Cristo se torna um cheiro de morte, simbolizando a separação de Deus.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender as consequências da rejeição do evangelho.","conexao_teologica":"A morte espiritual é um tema recorrente na Bíblia, refletindo a gravidade da separação de Deus.","referencias_relacionadas":["Romanos 6:23","Efésios 2:1","Apocalipse 20:14"]},"2corintios_2_16_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é o resultado da aceitação da mensagem de Cristo.","explicacao_detalhada":"A palavra 'vida' representa a nova vida que os crentes recebem através da fé em Jesus, simbolizando a comunhão com Deus.","por_que_esta_palavra":"A vida é um tema central no cristianismo, refletindo a promessa de Deus de vida eterna.","conexao_teologica":"A vida em Cristo é uma transformação radical que leva à comunhão eterna com Deus.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"2corintios_2_16_odour":{"palavra_pt":"odour","palavra_original":"ὀσμή","transliteracao":"osmḗ","strong":"G3744","significado_raiz":"Ideia básica: odour.","significado_contextual":"O odor representa a resposta das pessoas à mensagem do evangelho.","explicacao_detalhada":"A palavra 'odour' (odor) é usada para descrever como a mensagem de Cristo é percebida de maneiras diferentes, dependendo da disposição do coração de cada um.","por_que_esta_palavra":"O odor é uma metáfora que ilustra a dualidade da resposta humana ao evangelho.","conexao_teologica":"A percepção do evangelho como um odor de vida ou de morte reflete a condição espiritual das pessoas.","referencias_relacionadas":["Mateus 7:13-14","2 Coríntios 5:17","Romanos 8:1"]},"2corintios_2_17_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é central na comunicação da mensagem de Deus.","explicacao_detalhada":"A palavra 'verbo' (logos) refere-se a Cristo como a expressão plena de Deus, sendo essencial para a revelação divina.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a natureza de Cristo e sua relação com a criação.","conexao_teologica":"Cristo como o Verbo é a base da teologia cristã, enfatizando sua divindade e humanidade.","referencias_relacionadas":["João 1:1","Hebreus 1:3","Colossenses 1:16-17"]},"2corintios_2_17_sincerity":{"palavra_pt":"sincerity","palavra_original":"εἰλικρίνεια","transliteracao":"eilikríneia","strong":"G1505","significado_raiz":"Ideia básica: sincerity.","significado_contextual":"A sinceridade aqui se refere à autenticidade e pureza na pregação do evangelho, sem engano ou manipulação.","explicacao_detalhada":"Paulo enfatiza que sua mensagem é transmitida com sinceridade, contrastando com aqueles que pregam por motivos egoístas. A sinceridade é fundamental para a integridade do ministério cristão.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza do ministério apostólico de Paulo, que se baseia na verdade e na transparência.","conexao_teologica":"A sinceridade é um reflexo do caráter de Deus, que é verdadeiro e justo. A autenticidade na pregação é essencial para a edificação da igreja.","referencias_relacionadas":["2 Coríntios 4:2","1 Timóteo 1:5","Romanos 12:9"]}}