{"2corintios_3_1_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Neste contexto, a palavra 'Deus' é usada para afirmar a autoridade divina por trás do ministério de Paulo.","explicacao_detalhada":"Paulo se defende contra críticas, afirmando que sua carta é uma prova do seu ministério, que é validado por Deus e não por homens.","por_que_esta_palavra":"A menção de Deus aqui é fundamental para estabelecer a legitimidade do ministério apostólico e a origem divina da mensagem.","conexao_teologica":"Deus é a fonte de toda autoridade e verdade, e o ministério de Paulo é um reflexo do seu chamado divino.","referencias_relacionadas":["2 Coríntios 1:21-22","Gálatas 1:10","Romanos 1:1"]},"2corintios_3_2_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração representa o centro da vida espiritual e emocional, onde a verdadeira transformação ocorre.","explicacao_detalhada":"Paulo menciona que suas cartas estão escritas nos corações das pessoas, indicando que a verdadeira mudança é interna e não apenas externa.","por_que_esta_palavra":"O uso da palavra 'coração' enfatiza a importância da transformação interior na vida cristã.","conexao_teologica":"A nova aliança em Cristo traz uma mudança de coração, conforme prometido em Jeremias 31:33.","referencias_relacionadas":["Ezequiel 36:26","Romanos 10:9","Salmos 51:10"]},"2corintios_3_3_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o ungido de Deus, aquele que traz a nova aliança e a verdadeira revelação de Deus.","explicacao_detalhada":"Paulo destaca que a mensagem que ele prega é sobre Cristo, que é a essência da nova aliança e a fonte de vida para os crentes.","por_que_esta_palavra":"A palavra 'Cristo' é central para a fé cristã, pois representa a realização das promessas de Deus.","conexao_teologica":"Cristo é o mediador da nova aliança, e sua obra é a base da salvação e da transformação espiritual.","referencias_relacionadas":["Hebreus 9:15","Gálatas 3:13-14","Mateus 1:21"]},"2corintios_3_3_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O espírito é visto como a força vital que dá vida e capacita os crentes a viverem de acordo com a nova aliança.","explicacao_detalhada":"Paulo compara a letra da lei, que mata, com o espírito que dá vida, enfatizando a importância do Espírito Santo na vida do crente.","por_que_esta_palavra":"A palavra 'espírito' é essencial para entender a dinâmica da nova aliança, que é vivida através do poder do Espírito Santo.","conexao_teologica":"O Espírito Santo é o agente da transformação e da capacitação para viver a vida cristã.","referencias_relacionadas":["Romanos 8:2","Gálatas 5:25","Atos 1:8"]},"2corintios_3_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o autor da nova aliança e a fonte de toda verdade e transformação espiritual.","explicacao_detalhada":"Paulo afirma que o ministério que ele exerce é de Deus, e não humano, destacando a soberania divina na obra da salvação.","por_que_esta_palavra":"A menção de Deus aqui reforça a ideia de que a nova aliança é uma obra divina e não um esforço humano.","conexao_teologica":"Deus, como criador e redentor, é central na história da salvação e na vida do crente.","referencias_relacionadas":["2 Coríntios 5:18","Efésios 2:8-9","Romanos 11:36"]},"2corintios_3_4_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o fundamento da confiança que Paulo e os crentes têm em seu ministério.","explicacao_detalhada":"Paulo menciona que a confiança que ele tem não vem de si mesmo, mas de Cristo, que é a base de sua mensagem e ministério.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para entender a fonte da confiança e da esperança dos crentes.","conexao_teologica":"Cristo é a rocha sobre a qual a fé é construída, e a confiança em Deus é sempre centrada nele.","referencias_relacionadas":["1 Coríntios 3:11","Romanos 15:13","Hebreus 10:23"]},"2corintios_3_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é a fonte de toda confiança e esperança no ministério de Paulo.","explicacao_detalhada":"Paulo reafirma que sua confiança não é em sua própria capacidade, mas em Deus, que o capacita para o ministério.","por_que_esta_palavra":"A palavra 'Deus' aqui enfatiza a dependência do apóstolo em relação ao Senhor em todas as coisas.","conexao_teologica":"A confiança em Deus é um tema central na vida cristã, refletindo a relação de fé entre o crente e o Criador.","referencias_relacionadas":["Salmos 56:3","Filipenses 4:13","2 Coríntios 1:24"]},"2corintios_3_4_confidence":{"palavra_pt":"confidence","palavra_original":"πεποίθησις","transliteracao":"pepoíthēsis","strong":"G4006","significado_raiz":"Ideia básica: confidence.","significado_contextual":"A confiança mencionada por Paulo se refere à certeza e segurança que ele tem em seu ministério, fundamentada em Deus.","explicacao_detalhada":"Paulo destaca que sua confiança não é baseada em suas habilidades, mas na obra de Cristo e na capacitação divina.","por_que_esta_palavra":"A confiança é essencial para o ministério cristão, pois permite que os crentes enfrentem desafios com fé.","conexao_teologica":"A confiança em Deus é um tema recorrente nas Escrituras, refletindo a certeza da presença e ajuda divina.","referencias_relacionadas":["Hebreus 10:35","Salmos 37:5","Romanos 5:1-2"]},"2corintios_3_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é reconhecido como a fonte de toda capacidade e eficácia no ministério de Paulo.","explicacao_detalhada":"Paulo afirma que não é por sua própria força que ele ministra, mas pela graça de Deus que opera através dele.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a dependência do apóstolo em relação ao Senhor em seu trabalho.","conexao_teologica":"A eficácia do ministério cristão é sempre atribuída a Deus, que capacita e sustenta seus servos.","referencias_relacionadas":["1 Coríntios 15:10","2 Coríntios 12:9","Filipenses 2:13"]},"2corintios_3_5_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou intermediação.","explicacao_detalhada":"Neste contexto, Paulo fala sobre a capacidade de ser um ministro do novo pacto, enfatizando que a eficácia do ministério não vem de nós, mas de Deus, que nos capacita a sermos instrumentos de Sua graça entre os homens.","por_que_esta_palavra":"A escolha da palavra 'entre' reflete a ideia de que os crentes estão em uma posição de intercessão e mediação entre Deus e a humanidade.","conexao_teologica":"A intermediação é um tema central na teologia cristã, onde Cristo é o mediador entre Deus e os homens (1 Timóteo 2:5).","referencias_relacionadas":["1 Timóteo 2:5","Hebreus 8:6","Romanos 5:1"]},"2corintios_3_6_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que ensina ou guia, especialmente em questões espirituais.","explicacao_detalhada":"Paulo se apresenta como um ministro do novo pacto, enfatizando que seu papel é de ensinar e guiar os crentes na nova aliança estabelecida por Cristo.","por_que_esta_palavra":"A palavra 'mestre' é usada para destacar a responsabilidade de ensinar a verdade de Deus e a importância do conhecimento espiritual na vida dos crentes.","conexao_teologica":"Cristo é o verdadeiro mestre e guia, e os líderes da igreja são chamados a seguir Seu exemplo (Mateus 23:10).","referencias_relacionadas":["Mateus 23:10","Tiago 3:1","Efésios 4:11-12"]},"2corintios_3_6_alianca":{"palavra_pt":"alianca/testamento","palavra_original":"διαθήκη","transliteracao":"diathḗkē","strong":"G1242","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança/testamento' refere-se ao pacto estabelecido por Deus com Seu povo.","explicacao_detalhada":"Paulo contrasta a antiga aliança, que traz condenação, com a nova aliança, que traz vida e liberdade através de Cristo.","por_que_esta_palavra":"A aliança é fundamental para entender a relação entre Deus e a humanidade, sendo um tema recorrente nas Escrituras.","conexao_teologica":"A nova aliança é um cumprimento das promessas de Deus e é central para a fé cristã (Hebreus 9:15).","referencias_relacionadas":["Hebreus 9:15","Jeremias 31:31-34","Lucas 22:20"]},"2corintios_3_6_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e ação do Espírito Santo na vida dos crentes.","explicacao_detalhada":"Paulo destaca que o novo pacto é ministrado pelo Espírito, que dá vida e transforma os corações, ao contrário da letra da lei que traz morte.","por_que_esta_palavra":"O Espírito é essencial para a vida cristã, pois é Ele quem capacita e guia os crentes em sua jornada de fé.","conexao_teologica":"A obra do Espírito Santo é fundamental na nova aliança, onde Ele habita nos crentes (Romanos 8:9-11).","referencias_relacionadas":["Romanos 8:9-11","Gálatas 5:22-23","Atos 2:4"]},"2corintios_3_7_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se ao papel de alguém que serve, especialmente no contexto do ministério.","explicacao_detalhada":"Paulo usa 'servo' para descrever seu papel como ministro do evangelho, enfatizando a humildade e a disposição de servir aos outros.","por_que_esta_palavra":"A ideia de ser um servo é central no cristianismo, refletindo o caráter de Cristo, que veio para servir e não para ser servido.","conexao_teologica":"O chamado para servir é um princípio fundamental na vida cristã, seguindo o exemplo de Cristo (Marcos 10:45).","referencias_relacionadas":["Marcos 10:45","Filipenses 2:5-7","Gálatas 5:13"]},"2corintios_3_7_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever a consequência da antiga aliança, que traz condenação.","explicacao_detalhada":"Paulo contrasta a morte espiritual que resulta da lei com a vida que vem através do Espírito na nova aliança.","por_que_esta_palavra":"A morte é um tema central na teologia, simbolizando a separação de Deus e a necessidade de redenção.","conexao_teologica":"Cristo venceu a morte e trouxe vida eterna, um tema central do evangelho (João 3:16).","referencias_relacionadas":["João 3:16","Romanos 6:23","1 Coríntios 15:55-57"]},"2corintios_3_7_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à manifestação da presença e do poder de Deus.","explicacao_detalhada":"Paulo menciona a glória da antiga aliança, que era transitória, em contraste com a glória duradoura da nova aliança em Cristo.","por_que_esta_palavra":"A glória é um atributo de Deus e um tema recorrente na Escritura, representando Sua majestade e poder.","conexao_teologica":"A glória de Deus é revelada plenamente em Cristo, que é a imagem do Deus invisível (Colossenses 1:15).","referencias_relacionadas":["Colossenses 1:15","Romanos 8:18","2 Pedro 1:17"]},"2corintios_3_8_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' é reiterada para enfatizar o papel de Paulo como ministro do novo pacto.","explicacao_detalhada":"Paulo reafirma que o ministério do Espírito é superior ao ministério da letra, destacando a importância do serviço na nova aliança.","por_que_esta_palavra":"A repetição da palavra 'servo' reforça a ideia de que o verdadeiro ministério é aquele que serve aos outros com amor.","conexao_teologica":"O serviço é um reflexo do amor de Cristo e é fundamental na vida da igreja (1 Pedro 4:10).","referencias_relacionadas":["1 Pedro 4:10","Gálatas 5:13","Mateus 20:26-28"]},"2corintios_3_8_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' é novamente mencionada para enfatizar a vida que o Espírito traz na nova aliança.","explicacao_detalhada":"Paulo destaca que o ministério do Espírito é o que dá vida e transforma os corações, em contraste com a letra que mata.","por_que_esta_palavra":"A presença do Espírito é essencial para a vida cristã, pois é Ele quem nos guia e nos fortalece.","conexao_teologica":"A obra do Espírito Santo é vital para a transformação e santificação dos crentes (2 Coríntios 3:18).","referencias_relacionadas":["2 Coríntios 3:18","Romanos 8:14","Gálatas 5:16"]},"2corintios_3_8_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' é usada para descrever a magnificência do ministério do Espírito.","explicacao_detalhada":"Paulo enfatiza que o ministério do Espírito é mais glorioso do que o ministério da lei, que era temporário.","por_que_esta_palavra":"A glória é um atributo de Deus que se manifesta através da obra do Espírito na vida dos crentes.","conexao_teologica":"A glória de Deus é revelada na nova aliança e é um tema central na adoração cristã (Salmos 29:2).","referencias_relacionadas":["Salmos 29:2","Romanos 5:2","2 Coríntios 4:6"]},"2corintios_3_9_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se ao ministério de serviço que traz vida e transformação.","explicacao_detalhada":"A palavra 'servo' implica um papel ativo de alguém que serve a Deus e aos outros, representando o ministério que traz a nova aliança em Cristo.","por_que_esta_palavra":"Paulo utiliza 'servo' para contrastar o ministério da nova aliança com o ministério da antiga aliança, enfatizando a importância do serviço espiritual.","conexao_teologica":"O conceito de 'servo' está ligado ao chamado de todos os cristãos para servir uns aos outros, refletindo o caráter de Cristo.","referencias_relacionadas":["Mateus 20:26-28","Gálatas 5:13","Marcos 10:45"]},"2corintios_3_9_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória da nova aliança é superior à da antiga, pois traz vida.","explicacao_detalhada":"A palavra 'glória' aqui se refere à manifestação da presença de Deus e à importância do ministério da nova aliança, que é mais glorioso do que o da antiga.","por_que_esta_palavra":"Paulo destaca a glória da nova aliança para mostrar a superioridade do evangelho em relação à lei.","conexao_teologica":"A glória de Deus se revela plenamente em Cristo, e os crentes são chamados a refletir essa glória em suas vidas.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","João 1:14"]},"2corintios_3_9_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A justiça trazida pela nova aliança é um dom de Deus, não uma conquista humana.","explicacao_detalhada":"A palavra 'justiça' refere-se à condição de estar em conformidade com a vontade de Deus, que é alcançada pela fé em Cristo.","por_que_esta_palavra":"Paulo usa 'justiça' para enfatizar que a nova aliança oferece uma justificação que não é baseada na lei, mas na graça.","conexao_teologica":"A justificação é um tema central na teologia paulina, mostrando que somos justificados pela fé e não por obras.","referencias_relacionadas":["Romanos 3:22","Gálatas 2:16","Filipenses 3:9"]},"2corintios_3_10_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória da nova aliança é tão intensa que ofusca a glória da antiga.","explicacao_detalhada":"A repetição da palavra 'glória' enfatiza a magnitude e a superioridade do ministério de Cristo em comparação ao ministério da lei.","por_que_esta_palavra":"Paulo quer que os coríntios compreendam a grandeza do novo pacto em Cristo, que traz uma glória eterna.","conexao_teologica":"A glória de Deus se manifesta na nova aliança, que é um reflexo do amor e da graça de Deus por meio de Jesus.","referencias_relacionadas":["Hebreus 8:6","2 Coríntios 4:6","Romanos 5:2"]},"2corintios_3_11_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória da nova aliança é permanente, ao contrário da antiga que era passageira.","explicacao_detalhada":"A palavra 'glória' aqui reforça a ideia de que a nova aliança é eterna e traz um relacionamento duradouro com Deus.","por_que_esta_palavra":"Paulo enfatiza que a glória da nova aliança não se desvanece, mas permanece na vida dos crentes.","conexao_teologica":"A permanência da glória de Deus na nova aliança é um convite para que os crentes vivam em comunhão constante com Ele.","referencias_relacionadas":["Romanos 8:30","2 Coríntios 4:17","1 Pedro 5:10"]},"2corintios_3_11_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da glória da nova aliança em comparação à antiga.","explicacao_detalhada":"A palavra 'grande' destaca a magnitude e a importância do ministério da nova aliança, que é superior e transformador.","por_que_esta_palavra":"Paulo usa 'grande' para enfatizar a diferença entre a antiga e a nova aliança, ressaltando a grandeza do que Cristo realizou.","conexao_teologica":"A grandeza de Deus se manifesta na obra redentora de Cristo, que traz transformação e vida aos crentes.","referencias_relacionadas":["Efésios 3:20","Romanos 11:33","Salmos 145:3"]},"2corintios_3_11_libertar":{"palavra_pt":"libertar","palavra_original":"καταργέω","transliteracao":"katargéō","strong":"G2673","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A nova aliança liberta os crentes da condenação da lei.","explicacao_detalhada":"A palavra 'libertar' implica a remoção das restrições da antiga aliança, permitindo uma nova vida em Cristo.","por_que_esta_palavra":"Paulo usa 'libertar' para mostrar que a nova aliança traz liberdade e não escravidão à lei.","conexao_teologica":"A liberdade em Cristo é um tema central na teologia cristã, onde os crentes são chamados a viver em liberdade e não em condenação.","referencias_relacionadas":["Gálatas 5:1","Romanos 8:1-2","João 8:36"]},"2corintios_3_12_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"A esperança é a expectativa de que a nova aliança traz vida e transformação.","explicacao_detalhada":"A palavra 'esperança' refere-se à confiança no que Deus fará através da nova aliança em Cristo.","por_que_esta_palavra":"Paulo menciona 'esperança' para encorajar os crentes a permanecerem firmes na fé, sabendo que a nova aliança é segura.","conexao_teologica":"A esperança é um elemento essencial da fé cristã, que nos sustenta em tempos de dificuldade.","referencias_relacionadas":["Romanos 15:13","Hebreus 11:1","1 Pedro 1:3"]},"2corintios_3_12_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A grandeza da esperança que a nova aliança proporciona aos crentes.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude da esperança que é encontrada em Cristo, que é maior do que qualquer circunstância.","por_que_esta_palavra":"Paulo usa 'grande' para destacar a importância da esperança que vem da nova aliança.","conexao_teologica":"A grandeza da esperança é um reflexo da fidelidade de Deus e de Suas promessas para com os crentes.","referencias_relacionadas":["Romanos 5:5","2 Coríntios 4:16-18","Colossenses 1:27"]},"2corintios_3_13_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Refere-se à continuidade da nova aliança em contraste com a antiga que era temporária.","explicacao_detalhada":"A palavra 'contínuo' implica que a nova aliança é uma realidade permanente na vida do crente.","por_que_esta_palavra":"Paulo utiliza 'contínuo' para enfatizar que a nova aliança não é passageira, mas uma relação duradoura com Deus.","conexao_teologica":"A continuidade da nova aliança é um convite para os crentes viverem em comunhão constante com Deus.","referencias_relacionadas":["Hebreus 10:14","Romanos 6:4","1 João 2:24"]},"2corintios_3_13_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"O 'arco' refere-se à ideia de um limite ou uma barreira, simbolizando a antiga aliança que trazia condenação.","explicacao_detalhada":"Neste contexto, Paulo compara a glória do ministério de Moisés, que era temporária e refletida, com a nova aliança em Cristo, que é permanente e cheia de glória. O 'arco' representa a transição entre essas duas alianças.","por_que_esta_palavra":"A palavra 'arco' é usada para ilustrar a diferença entre a antiga aliança, que trazia morte, e a nova aliança, que traz vida.","conexao_teologica":"A transição do 'arco' da antiga aliança para a nova aliança em Cristo é central para a teologia paulina, enfatizando a liberdade e a transformação que vêm através de Jesus.","referencias_relacionadas":["2 Coríntios 3:6","Hebreus 8:13","Gálatas 4:24"]},"2corintios_3_13_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Moisés é mencionado como o mediador da antiga aliança, cuja glória era temporária.","explicacao_detalhada":"Paulo destaca que a glória que Moisés recebeu ao receber a lei era tão intensa que ele teve que cobrir seu rosto. No entanto, essa glória era passageira, ao contrário da glória da nova aliança em Cristo.","por_que_esta_palavra":"Moisés representa a lei e a antiga aliança, que são superadas pela graça e pela verdade que vêm através de Jesus.","conexao_teologica":"A figura de Moisés é crucial para entender a relação entre a lei e a graça, um tema central na teologia de Paulo.","referencias_relacionadas":["Êxodo 34:29-35","Gálatas 3:19","Romanos 10:4"]},"2corintios_3_14_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao tempo em que a nova aliança é revelada e a antiga é descontinuada.","explicacao_detalhada":"Paulo fala sobre um 'dia' em que os corações dos israelitas estão endurecidos, não reconhecendo a glória da nova aliança que é revelada em Cristo.","por_que_esta_palavra":"O 'dia' simboliza um tempo de revelação e transformação, onde a verdade de Cristo é plenamente manifestada.","conexao_teologica":"A ideia de um novo dia de salvação é um tema recorrente nas escrituras, simbolizando a nova era inaugurada por Cristo.","referencias_relacionadas":["Isaías 61:2","Lucas 4:19","Romanos 13:12"]},"2corintios_3_14_alianca":{"palavra_pt":"alianca/testamento","palavra_original":"διαθήκη","transliteracao":"diathḗkē","strong":"G1242","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A 'aliança' refere-se ao pacto entre Deus e Seu povo, que foi renovado em Cristo.","explicacao_detalhada":"Paulo explica que a antiga aliança, que trazia condenação, foi substituída pela nova aliança, que traz vida e liberdade.","por_que_esta_palavra":"A palavra 'aliança' é fundamental para entender a relação de Deus com a humanidade e a transição do velho para o novo pacto.","conexao_teologica":"A nova aliança em Cristo é um tema central na teologia cristã, enfatizando a graça e a redenção.","referencias_relacionadas":["Hebreus 9:15","Jeremias 31:31-34","Lucas 22:20"]},"2corintios_3_14_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"O 'Cristo' refere-se ao Messias, o ungido de Deus que traz a nova aliança.","explicacao_detalhada":"Paulo enfatiza que a nova aliança é mediada por Cristo, que é a plenitude da revelação de Deus e a realização das promessas.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para entender a identidade de Jesus como o Salvador e o cumprimento da lei e dos profetas.","conexao_teologica":"Cristo é o centro da nova aliança, e sua obra redentora é a base da fé cristã.","referencias_relacionadas":["Mateus 1:16","João 1:17","Romanos 5:15"]},"2corintios_3_15_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Moisés é novamente mencionado como símbolo da lei que é superada pela nova aliança.","explicacao_detalhada":"A referência a Moisés aqui reforça a ideia de que a antiga aliança não pode trazer a verdadeira liberdade que é encontrada em Cristo.","por_que_esta_palavra":"A repetição do nome Moisés enfatiza a importância da lei e sua relação com a nova aliança.","conexao_teologica":"A relação entre Moisés e Cristo é um tema importante, mostrando a transição da lei para a graça.","referencias_relacionadas":["Gálatas 3:24","Romanos 7:6","Hebreus 3:5-6"]},"2corintios_3_15_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O 'coração' refere-se à condição espiritual do povo, que precisa ser transformada para entender a nova aliança.","explicacao_detalhada":"Paulo menciona que o coração dos israelitas está endurecido, o que impede a compreensão da glória de Deus revelada em Cristo.","por_que_esta_palavra":"A palavra 'coração' simboliza o centro da vida espiritual e a necessidade de uma transformação interna.","conexao_teologica":"A transformação do coração é um tema central na nova aliança, onde Deus promete escrever Sua lei em nossos corações.","referencias_relacionadas":["Ezequiel 36:26","Romanos 2:29","Hebreus 8:10"]},"2corintios_3_16_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' refere-se a Jesus Cristo, que é a fonte da nova aliança e da liberdade.","explicacao_detalhada":"Paulo afirma que quando alguém se volta para o Senhor, o véu que impede a compreensão é removido, revelando a verdade da nova aliança.","por_que_esta_palavra":"A palavra 'Senhor' é usada para afirmar a autoridade de Cristo sobre a nova aliança e a transformação que Ele traz.","conexao_teologica":"A autoridade de Cristo é fundamental para a fé cristã, pois é através dEle que temos acesso a Deus.","referencias_relacionadas":["Romanos 10:9","Atos 4:12","Filipenses 2:9-11"]},"2corintios_3_16_again":{"palavra_pt":"novamente","palavra_original":"ἐπιστρέφω","transliteracao":"epistréphō","strong":"G1994","significado_raiz":"Ideia básica: novamente.","significado_contextual":"A palavra 'novamente' indica a repetição do ato de se voltar para o Senhor, enfatizando a necessidade contínua de transformação.","explicacao_detalhada":"Paulo destaca que a transformação espiritual é um processo contínuo, onde os crentes devem constantemente se voltar para Cristo.","por_que_esta_palavra":"A repetição da ação de se voltar para o Senhor enfatiza a dinâmica da vida cristã e a necessidade de renovação diária.","conexao_teologica":"A ideia de renovação e transformação contínua é central na vida cristã, refletindo a obra do Espírito Santo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Efésios 4:23-24"]},"2corintios_3_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' é novamente mencionado como a fonte da liberdade e da transformação na nova aliança.","explicacao_detalhada":"Paulo afirma que onde está o Espírito do Senhor, há liberdade, enfatizando a obra do Espírito Santo na vida dos crentes.","por_que_esta_palavra":"A palavra 'Senhor' reafirma a soberania de Cristo e a importância do Espírito Santo na vida do crente.","conexao_teologica":"A liberdade em Cristo é um tema central na teologia de Paulo, destacando a obra redentora do Espírito Santo.","referencias_relacionadas":["Gálatas 5:1","Romanos 8:2","2 Coríntios 5:17"]},"2corintios_3_17_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se à presença do Espírito Santo que traz liberdade aos crentes.","explicacao_detalhada":"Neste versículo, Paulo destaca que onde está o Espírito do Senhor, há liberdade. O Espírito é visto como a força que transforma e liberta os crentes da lei e do pecado.","por_que_esta_palavra":"A palavra 'espírito' é central na teologia cristã, pois representa a presença ativa de Deus entre os fiéis.","conexao_teologica":"O Espírito Santo é o agente da transformação espiritual e da liberdade que os crentes experimentam em Cristo.","referencias_relacionadas":["Gálatas 5:1","Romanos 8:2","João 4:24"]},"2corintios_3_17_liberty":{"palavra_pt":"liberty","palavra_original":"ἐλευθερία","transliteracao":"eleuthería","strong":"G1657","significado_raiz":"Ideia básica: liberty.","significado_contextual":"Liberdade espiritual que os crentes têm em Cristo, contrastando com a escravidão da lei.","explicacao_detalhada":"A liberdade mencionada por Paulo é a libertação do pecado e da condenação, permitindo que os crentes vivam plenamente em Cristo.","por_que_esta_palavra":"A palavra 'liberdade' é essencial para entender a nova aliança em Cristo, que oferece salvação e vida plena.","conexao_teologica":"A liberdade em Cristo é um tema recorrente nas cartas de Paulo, enfatizando a graça sobre a lei.","referencias_relacionadas":["Romanos 6:18","Gálatas 5:13","João 8:36"]},"2corintios_3_18_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus que se revela na transformação dos crentes à imagem de Cristo.","explicacao_detalhada":"Paulo fala sobre como os crentes, ao contemplarem a glória do Senhor, são transformados de glória em glória, refletindo a imagem de Cristo.","por_que_esta_palavra":"A glória é um atributo essencial de Deus e é o objetivo final da vida cristã: refletir Sua imagem.","conexao_teologica":"A transformação e a glorificação dos crentes são temas centrais na escatologia cristã.","referencias_relacionadas":["Romanos 8:30","1 Pedro 2:9","Salmos 73:24"]},"2corintios_3_18_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O Senhor como autoridade suprema que transforma e guia os crentes.","explicacao_detalhada":"Neste contexto, 'Senhor' refere-se a Cristo, que tem autoridade sobre a vida dos crentes e é a fonte de sua transformação.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a soberania de Cristo e a submissão dos crentes a Ele.","conexao_teologica":"A autoridade de Cristo é fundamental para a compreensão da relação entre o crente e Deus.","referencias_relacionadas":["Mateus 28:18","Efésios 1:22","Filipenses 2:9-11"]},"2corintios_3_18_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A presença do Espírito que opera na vida dos crentes, trazendo transformação.","explicacao_detalhada":"A repetição da palavra 'espírito' aqui reforça a ideia de que a transformação dos crentes é uma obra do Espírito Santo.","por_que_esta_palavra":"O Espírito é essencial para a vida cristã, pois é Ele quem capacita e transforma os crentes.","conexao_teologica":"A obra do Espírito Santo é fundamental na teologia da salvação e na vida diária do cristão.","referencias_relacionadas":["Atos 1:8","Romanos 8:11","1 Coríntios 12:7"]}}