{"2corintios_4_1_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"O papel do apóstolo como servo do ministério da nova aliança.","explicacao_detalhada":"Paulo se apresenta como um servo, enfatizando a humildade e a responsabilidade de levar a mensagem do evangelho.","por_que_esta_palavra":"A palavra 'servo' reflete a natureza do ministério cristão, que é servir aos outros em amor.","conexao_teologica":"O conceito de servidão é central no ensino de Jesus e na vida da igreja.","referencias_relacionadas":["Marcos 10:45","Gálatas 5:13","Filipenses 2:7"]},"2corintios_4_1_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra de Deus como fonte de poder e verdade no ministério de Paulo.","explicacao_detalhada":"Paulo destaca a importância de pregar a palavra de Deus, que é viva e eficaz, e que transforma vidas.","por_que_esta_palavra":"A palavra é fundamental para a fé cristã, sendo a revelação de Deus ao homem.","conexao_teologica":"A centralidade da palavra de Deus é um princípio básico da teologia reformada.","referencias_relacionadas":["Hebreus 4:12","2 Timóteo 3:16-17","Romanos 10:17"]},"2corintios_4_1_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A posse da nova vida em Cristo e a responsabilidade que vem com ela.","explicacao_detalhada":"Paulo fala sobre a posse que os crentes têm em Cristo, que implica em viver de acordo com essa nova realidade.","por_que_esta_palavra":"A palavra 'posse' sugere um compromisso e uma nova identidade em Cristo.","conexao_teologica":"A nova identidade em Cristo é um tema central na teologia da salvação.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Colossenses 3:3"]},"2corintios_4_2_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Cristo como a Palavra que se fez carne e a base do ministério de Paulo.","explicacao_detalhada":"Neste versículo, Paulo enfatiza que sua pregação é centrada em Cristo, que é a revelação máxima de Deus.","por_que_esta_palavra":"A palavra 'verbo' refere-se a Cristo como a manifestação de Deus e a fonte da verdade.","conexao_teologica":"A cristologia é fundamental para a fé cristã, sendo Cristo o centro da mensagem do evangelho.","referencias_relacionadas":["João 1:1","Colossenses 1:17","Hebreus 1:3"]},"2corintios_4_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus como a fonte de toda verdade e poder no ministério de Paulo.","explicacao_detalhada":"Paulo reconhece que seu ministério é sustentado por Deus, que é a origem de sua mensagem e autoridade.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia, representando a soberania e a ação divina na história.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, enfatizando Seu controle sobre todas as coisas.","referencias_relacionadas":["Romanos 11:36","Efésios 1:11","Salmos 115:3"]},"2corintios_4_3_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se ao evangelho como uma mensagem boa e salvadora.","explicacao_detalhada":"O termo 'bom' aqui é usado para descrever a natureza do evangelho, que é a boa nova de salvação através de Jesus Cristo. É uma mensagem que traz esperança e transformação.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a qualidade positiva e redentora da mensagem que Paulo prega.","conexao_teologica":"O evangelho é central na teologia cristã, pois é a base da salvação e da relação do homem com Deus.","referencias_relacionadas":["Romanos 1:16","Marcos 1:15","Lucas 4:18"]},"2corintios_4_3_cover":{"palavra_pt":"cobrir","palavra_original":"καλύπτω","transliteracao":"kalýptō","strong":"G2572","significado_raiz":"Ideia básica: cobrir.","significado_contextual":"Indica a ação de ocultar ou encobrir a verdade do evangelho.","explicacao_detalhada":"A palavra 'cobrir' sugere que há uma tentativa de esconder a mensagem do evangelho das pessoas, impedindo que elas vejam a luz da verdade.","por_que_esta_palavra":"É usada para descrever a oposição que o evangelho enfrenta, onde o deus deste século cega os corações.","conexao_teologica":"Reflete a luta espiritual entre a verdade do evangelho e as forças que tentam obscurecê-la.","referencias_relacionadas":["2 Coríntios 4:4","Efésios 6:12","1 Pedro 5:8"]},"2corintios_4_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o criador e soberano do universo.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a autoridade e o poder de Deus sobre todas as coisas, incluindo a revelação do evangelho.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e a humanidade, especialmente no contexto da salvação.","conexao_teologica":"Deus é a fonte de toda verdade e revelação, e o evangelho é a manifestação do seu plano redentor.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","João 1:1"]},"2corintios_4_4_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Novamente, refere-se ao evangelho como uma mensagem de boa nova.","explicacao_detalhada":"Reforça a ideia de que o evangelho é uma mensagem positiva que traz vida e esperança aos que creem.","por_que_esta_palavra":"A repetição da palavra 'bom' enfatiza a importância e a urgência da mensagem do evangelho.","conexao_teologica":"A boa nova é a essência da mensagem cristã e é fundamental para a fé cristã.","referencias_relacionadas":["Mateus 28:19-20","Atos 2:38-39","Romanos 10:15"]},"2corintios_4_4_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus, que é manifestada através de Cristo.","explicacao_detalhada":"A palavra 'glória' implica a majestade e a honra de Deus, que é revelada na face de Jesus Cristo.","por_que_esta_palavra":"É usada para mostrar a superioridade da revelação de Deus em Cristo em comparação com as coisas deste mundo.","conexao_teologica":"A glória de Deus é um tema central na teologia, refletindo sua natureza e sua obra na criação e na redenção.","referencias_relacionadas":["João 1:14","Romanos 3:23","Hebreus 1:3"]},"2corintios_4_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o centro da mensagem do evangelho.","explicacao_detalhada":"A palavra 'Jesus' é fundamental, pois é através dele que a salvação é oferecida à humanidade.","por_que_esta_palavra":"É essencial para entender que o evangelho não é apenas uma mensagem, mas uma pessoa: Jesus Cristo.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra é central para a fé cristã.","referencias_relacionadas":["Atos 4:12","João 14:6","Romanos 5:8"]},"2corintios_4_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus como Senhor sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' indica o domínio e a soberania de Cristo, que é reconhecido por aqueles que creem.","por_que_esta_palavra":"É usada para afirmar que a mensagem do evangelho é proclamada sob a autoridade de Jesus.","conexao_teologica":"A autoridade de Cristo é um aspecto crucial da sua identidade e da sua obra redentora.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Colossenses 1:16-17"]},"2corintios_4_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte da luz e da verdade.","explicacao_detalhada":"A palavra 'deus' aqui destaca o papel de Deus em trazer luz ao coração humano, revelando a verdade do evangelho.","por_que_esta_palavra":"É fundamental para entender que a iluminação espiritual vem de Deus e não do esforço humano.","conexao_teologica":"A revelação divina é essencial para a compreensão da verdade e da salvação.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","1 João 1:5"]},"2corintios_4_6_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus que é revelada através de Jesus.","explicacao_detalhada":"A palavra 'glória' enfatiza a magnificência de Deus, que é vista na face de Cristo, a plenitude da revelação divina.","por_que_esta_palavra":"É usada para mostrar que a glória de Deus é acessível aos crentes através de Jesus.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo sua natureza e sua obra redentora.","referencias_relacionadas":["João 17:22","Romanos 8:18","2 Pedro 1:17"]},"2corintios_4_6_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como a manifestação da glória de Deus.","explicacao_detalhada":"A palavra 'Jesus' destaca a importância da sua pessoa e obra como a revelação máxima de Deus ao homem.","por_que_esta_palavra":"É essencial para entender que a salvação e a revelação de Deus são encontradas em Jesus.","conexao_teologica":"Jesus é o caminho, a verdade e a vida, e a sua glória é a luz que ilumina o coração dos crentes.","referencias_relacionadas":["Hebreus 1:3","Colossenses 2:9","Apocalipse 21:23"]},"2corintios_4_7_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se ao poder divino que opera através dos crentes, apesar de sua fragilidade.","explicacao_detalhada":"O apóstolo Paulo destaca que o poder de Deus se manifesta em vasos de barro, mostrando que a força vem de Deus e não dos homens. Isso enfatiza a dependência do crente em relação a Deus.","por_que_esta_palavra":"A palavra 'poder' é crucial para entender a natureza do ministério cristão, que não se baseia em habilidades humanas, mas na capacidade sobrenatural de Deus.","conexao_teologica":"O poder de Deus é um tema central na teologia cristã, refletindo a ideia de que a salvação e a transformação são obras divinas.","referencias_relacionadas":["Romanos 1:16","Atos 1:8","Efésios 3:20"]},"2corintios_4_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que é a fonte de todo poder e sabedoria.","explicacao_detalhada":"Paulo menciona Deus como o criador e sustentador, que capacita os crentes a suportar tribulações e a viver de acordo com Sua vontade.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da relação entre o crente e o Criador, enfatizando a soberania e a providência divina.","conexao_teologica":"A natureza de Deus como soberano e poderoso é um pilar da fé cristã, que sustenta a esperança e a confiança dos crentes.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 8:31"]},"2corintios_4_7_terra":{"palavra_pt":"terra","palavra_original":"ὀστράκινος","transliteracao":"ostrákinos","strong":"G3749","significado_raiz":"Ideia básica: terra.","significado_contextual":"Simboliza a fragilidade e a mortalidade do ser humano.","explicacao_detalhada":"A metáfora do vaso de barro destaca a vulnerabilidade humana, contrastando com o poder de Deus que habita dentro dele.","por_que_esta_palavra":"A palavra 'terra' é usada para ilustrar a natureza efêmera da vida humana e a necessidade de depender de algo maior.","conexao_teologica":"A fragilidade do ser humano é um tema recorrente na Bíblia, que aponta para a necessidade de redenção e força divina.","referencias_relacionadas":["Gênesis 3:19","Salmos 103:14","Eclesiastes 3:20"]},"2corintios_4_8_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se à jornada da vida cristã, que pode ser cheia de desafios.","explicacao_detalhada":"Paulo menciona que, apesar das aflições, os crentes não devem perder a esperança, pois estão seguindo o caminho que leva à vida eterna.","por_que_esta_palavra":"A palavra 'caminho' é significativa para descrever a vida de fé e as escolhas que os crentes fazem diariamente.","conexao_teologica":"O conceito de 'caminho' é central na teologia cristã, simbolizando a vida em Cristo e a direção que Ele dá aos crentes.","referencias_relacionadas":["Mateus 7:13-14","João 14:6","Atos 9:2"]},"2corintios_4_8_afflict":{"palavra_pt":"afflict","palavra_original":"θλίβω","transliteracao":"thlíbō","strong":"G2346","significado_raiz":"Ideia básica: afflict.","significado_contextual":"Refere-se às tribulações e dificuldades enfrentadas pelos crentes.","explicacao_detalhada":"Paulo fala sobre ser afligido, mas não desanimado, enfatizando a resiliência que vem da fé em Deus.","por_que_esta_palavra":"A palavra 'afligir' é importante para entender a realidade da vida cristã, que não é isenta de sofrimento.","conexao_teologica":"As aflições são vistas como parte do crescimento espiritual e da identificação com Cristo.","referencias_relacionadas":["Romanos 5:3-5","1 Pedro 4:12-13","Tiago 1:2-4"]},"2corintios_4_9_seguir":{"palavra_pt":"seguir","palavra_original":"διώκω","transliteracao":"diṓkō","strong":"G1377","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à perseguição e aos desafios que os crentes enfrentam por causa de sua fé.","explicacao_detalhada":"Paulo menciona que, apesar de serem perseguidos, não são abandonados, destacando a presença constante de Deus em suas vidas.","por_que_esta_palavra":"A palavra 'seguir' é significativa para descrever a perseverança dos crentes em meio às dificuldades.","conexao_teologica":"A ideia de seguir a Cristo implica em enfrentar desafios, mas também em receber Sua ajuda e conforto.","referencias_relacionadas":["Mateus 5:10-12","Romanos 8:35-39","2 Timóteo 3:12"]},"2corintios_4_9_bom":{"palavra_pt":"bom","palavra_original":"ἐγκαταλείπω","transliteracao":"enkataleípō","strong":"G1459","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus que sustenta os crentes em tempos difíceis.","explicacao_detalhada":"Paulo afirma que, mesmo em meio a dificuldades, Deus é bom e não abandona Seus filhos.","por_que_esta_palavra":"A palavra 'bom' é essencial para entender a natureza de Deus e Sua fidelidade.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, que traz esperança e conforto aos crentes.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"2corintios_4_9_cast":{"palavra_pt":"lancar","palavra_original":"καταβάλλω","transliteracao":"katabállō","strong":"G2598","significado_raiz":"Ideia básica: lancar.","significado_contextual":"Refere-se à ação de ser lançado ou derrubado, mas não destruído.","explicacao_detalhada":"Paulo usa essa palavra para ilustrar que, embora os crentes possam ser atacados, eles permanecem firmes na fé.","por_que_esta_palavra":"A palavra 'lançar' é importante para descrever a luta espiritual e a resistência dos crentes.","conexao_teologica":"A ideia de ser lançado, mas não destruído, reflete a vitória final que os crentes têm em Cristo.","referencias_relacionadas":["Romanos 8:37","1 Coríntios 15:57","2 Timóteo 4:18"]},"2corintios_4_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Cristo sobre todas as coisas.","explicacao_detalhada":"Paulo menciona que a vida de Jesus se manifesta nos crentes, mostrando a autoridade de Cristo em suas vidas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a autoridade de Cristo e a submissão dos crentes a Ele.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, que enfatiza Sua divindade e poder.","referencias_relacionadas":["Mateus 28:18","Efésios 1:20-22","Filipenses 2:9-11"]},"2corintios_4_10_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à pessoa de Jesus Cristo, que é central na fé cristã.","explicacao_detalhada":"Paulo destaca que a vida e a morte de Jesus são fundamentais para a salvação e a vida dos crentes.","por_que_esta_palavra":"A palavra 'Jesus' é essencial para a compreensão do evangelho e da relação pessoal com Deus.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e Sua obra redentora é o coração da mensagem cristã.","referencias_relacionadas":["João 3:16","Atos 4:12","Romanos 10:9"]},"2corintios_4_10_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida que é manifestada através do sofrimento e da morte de Cristo.","explicacao_detalhada":"A palavra 'vida' aqui representa a nova vida que os crentes recebem através da ressurreição de Jesus. Mesmo em meio às tribulações, essa vida é uma demonstração do poder de Deus.","por_que_esta_palavra":"A vida é central na mensagem do evangelho, simbolizando a vitória sobre a morte e a esperança eterna.","conexao_teologica":"A vida em Cristo é um tema recorrente nas cartas de Paulo, enfatizando que a ressurreição traz nova vida aos crentes.","referencias_relacionadas":["Romanos 6:4","Gálatas 2:20","João 10:10"]},"2corintios_4_11_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Representa a morte física e espiritual que os apóstolos enfrentam por causa de sua fé.","explicacao_detalhada":"A morte aqui é vista como um meio pelo qual a vida de Cristo é revelada. Os apóstolos estão dispostos a morrer para que a vida de Jesus se manifeste.","por_que_esta_palavra":"A morte é um conceito importante, pois reflete o sacrifício de Cristo e a disposição dos crentes em seguir seu exemplo.","conexao_teologica":"A morte é transformada em um meio de glorificação e testemunho da ressurreição.","referencias_relacionadas":["Filipenses 1:21","Romanos 8:36","Mateus 16:24"]},"2corintios_4_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus Cristo, o centro da fé cristã e a fonte da vida eterna.","explicacao_detalhada":"Jesus é apresentado como aquele que, através de sua morte e ressurreição, traz vida aos que creem. Ele é o exemplo supremo de sacrifício e amor.","por_que_esta_palavra":"A menção de Jesus é fundamental, pois é através dele que os crentes têm acesso à vida eterna.","conexao_teologica":"A obra redentora de Jesus é o fundamento da fé cristã e a razão pela qual os crentes podem enfrentar a morte com esperança.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:8"]},"2corintios_4_11_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Novamente, refere-se à vida que é manifestada em meio à morte e ao sofrimento.","explicacao_detalhada":"A vida mencionada aqui é a vida abundante que Jesus promete, que se manifesta mesmo nas dificuldades.","por_que_esta_palavra":"A repetição da palavra 'vida' enfatiza a certeza da esperança que os crentes têm em Cristo.","conexao_teologica":"A vida em Cristo é um tema central, mostrando que a verdadeira vida é encontrada nele, mesmo em meio a desafios.","referencias_relacionadas":["João 11:25","2 Timóteo 1:10","Colossenses 3:4"]},"2corintios_4_12_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é vista como um resultado do ministério apostólico e da oposição que enfrentam.","explicacao_detalhada":"A morte aqui simboliza o custo do discipulado e a realidade de que os crentes podem sofrer por sua fé.","por_que_esta_palavra":"A morte é uma parte inevitável da vida cristã, mas é superada pela vida que vem de Cristo.","conexao_teologica":"A morte é transformada em um testemunho da ressurreição e da esperança que os crentes têm em Cristo.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:54-57","Hebreus 2:14"]},"2corintios_4_12_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida que flui dos crentes, mesmo em meio à morte e ao sofrimento.","explicacao_detalhada":"A vida é um testemunho do poder de Deus que opera através dos crentes, mostrando que a morte não tem a palavra final.","por_que_esta_palavra":"A vida é um símbolo de esperança e renovação, essencial para a fé cristã.","conexao_teologica":"A vida em Cristo é uma realidade que transforma a experiência de morte em um testemunho de fé.","referencias_relacionadas":["Gálatas 6:8","Romanos 8:11","1 João 5:12"]},"2corintios_4_12_poderoso":{"palavra_pt":"poderoso","palavra_original":"ἐνεργέω","transliteracao":"energéō","strong":"G1754","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se ao poder de Deus que opera através dos crentes, mesmo em circunstâncias adversas.","explicacao_detalhada":"A palavra 'poderoso' enfatiza a capacidade de Deus de transformar a fraqueza em força e a morte em vida.","por_que_esta_palavra":"O poder de Deus é fundamental para a vida cristã, permitindo que os crentes enfrentem desafios com fé.","conexao_teologica":"O poder de Deus é um tema central nas cartas de Paulo, mostrando que é Ele quem capacita os crentes.","referencias_relacionadas":["Efésios 3:20","2 Coríntios 12:9","Filipenses 4:13"]},"2corintios_4_13_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito, a essência da vida que é dada por Deus.","explicacao_detalhada":"O 'sopro' simboliza a presença do Espírito Santo que habita nos crentes, dando-lhes vida e poder.","por_que_esta_palavra":"O espírito é essencial para a vida cristã, pois é através dele que os crentes são guiados e fortalecidos.","conexao_teologica":"A presença do Espírito Santo é uma garantia da salvação e da vida eterna.","referencias_relacionadas":["Romanos 8:9","Gálatas 5:25","João 14:17"]},"2corintios_4_13_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé que é a base da vida cristã e do testemunho dos crentes.","explicacao_detalhada":"A fé é a confiança em Deus e em suas promessas, essencial para a vida espiritual.","por_que_esta_palavra":"A fé é o meio pelo qual os crentes se conectam com Deus e experimentam sua verdade.","conexao_teologica":"A fé é um tema central na teologia de Paulo, mostrando que é pela fé que somos justificados.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 3:11"]},"2corintios_4_13_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Deus, que é fundamental para a vida cristã.","explicacao_detalhada":"A fé é a resposta do crente à revelação de Deus e é essencial para a salvação e o crescimento espiritual.","por_que_esta_palavra":"A fé é o que sustenta os crentes em tempos de dificuldade e os capacita a viver para Cristo.","conexao_teologica":"A fé é um dos pilares da vida cristã, sendo a chave para a relação com Deus.","referencias_relacionadas":["Efésios 2:8-9","2 Coríntios 5:7","1 João 5:4"]},"2corintios_4_14_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' é usada para enfatizar a posição de Deus como autoridade suprema. No contexto de 2 Coríntios 4:14, Paulo fala sobre a esperança da ressurreição, que é garantida pelo Senhor.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de submissão e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que enfatiza que Ele tem controle sobre a vida e a morte.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Filipenses 2:9-11"]},"2corintios_4_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus Cristo como o Salvador e Senhor.","explicacao_detalhada":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e a salvação oferecida à humanidade. Em 2 Coríntios 4:14, Paulo menciona Jesus para reafirmar a esperança da ressurreição.","por_que_esta_palavra":"Jesus é a figura central do cristianismo, e sua ressurreição é a base da esperança cristã.","conexao_teologica":"A ressurreição de Jesus é fundamental para a doutrina da salvação e a vida eterna.","referencias_relacionadas":["João 11:25-26","Romanos 6:4","1 Coríntios 15:20-22"]},"2corintios_4_14_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte física e espiritual, e à vitória sobre a morte através de Cristo.","explicacao_detalhada":"A palavra 'morte' neste contexto é usada para contrastar a condição humana com a esperança da ressurreição. Paulo fala da morte como um inimigo que foi derrotado por Jesus.","por_que_esta_palavra":"A morte é um tema recorrente na Bíblia, simbolizando a separação de Deus, mas também a necessidade de redenção.","conexao_teologica":"A vitória sobre a morte é um dos pilares da fé cristã, mostrando que a morte não é o fim.","referencias_relacionadas":["1 Coríntios 15:55-57","Hebreus 2:14-15","Apocalipse 21:4"]},"2corintios_4_15_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça de Deus que opera no coração dos crentes.","explicacao_detalhada":"A palavra 'graça' é fundamental para entender a relação entre Deus e a humanidade. Em 2 Coríntios 4:15, Paulo destaca que a graça de Deus é a razão pela qual os crentes podem viver e servir.","por_que_esta_palavra":"A graça é um conceito central no cristianismo, representando o favor imerecido de Deus.","conexao_teologica":"A graça de Deus é o meio pelo qual a salvação é oferecida a todos os que creem.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20-21","Tito 2:11"]},"2corintios_4_15_deus":{"palavra_pt":"deus","palavra_original":"εὐχαριστία","transliteracao":"eucharistía","strong":"G2169","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que é fonte de toda graça e bênção.","explicacao_detalhada":"A palavra 'Deus' é usada para enfatizar a soberania e a bondade divina. Em 2 Coríntios 4:15, Paulo fala sobre como as ações dos crentes são para a glória de Deus.","por_que_esta_palavra":"Deus é o criador e sustentador de todas as coisas, e sua natureza é fundamental para a compreensão da fé.","conexao_teologica":"A glória de Deus é um tema central na adoração e na vida cristã.","referencias_relacionadas":["Salmos 115:1","Romanos 11:36","1 Coríntios 10:31"]},"2corintios_4_15_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus que se manifesta através das ações dos crentes.","explicacao_detalhada":"A palavra 'glória' implica a manifestação da grandeza e do poder de Deus. Em 2 Coríntios 4:15, Paulo menciona que tudo é feito para a glória de Deus.","por_que_esta_palavra":"A glória de Deus é o objetivo final da criação e da redenção.","conexao_teologica":"A vida cristã deve refletir a glória de Deus em todas as suas ações.","referencias_relacionadas":["Isaías 43:7","Mateus 5:16","2 Pedro 3:18"]},"2corintios_4_16_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Deus realizará a ressurreição e a restauração.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um tempo específico em que as promessas de Deus serão cumpridas. Em 2 Coríntios 4:16, Paulo fala sobre a renovação diária que ocorre na vida do crente.","por_que_esta_palavra":"O conceito de 'dia' é importante para entender a expectativa escatológica na Bíblia.","conexao_teologica":"A esperança da ressurreição é um tema central na escatologia cristã.","referencias_relacionadas":["Romanos 8:18","1 Tessalonicenses 4:16-17","Apocalipse 21:1-4"]},"2corintios_4_16_coracao":{"palavra_pt":"coracao","palavra_original":"ἐκκακέω","transliteracao":"ekkakéō","strong":"G1573","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao coração como o centro das emoções e decisões do ser humano.","explicacao_detalhada":"A palavra 'coração' é frequentemente usada na Bíblia para descrever a essência do ser humano. Em 2 Coríntios 4:16, Paulo fala sobre a renovação interior que ocorre no crente.","por_que_esta_palavra":"O coração é visto como o lugar onde Deus trabalha para transformar a vida do crente.","conexao_teologica":"A transformação do coração é essencial para a vida cristã e a santificação.","referencias_relacionadas":["Salmos 51:10","Ezequiel 36:26","Romanos 12:2"]},"2corintios_4_16_destruir":{"palavra_pt":"destruir","palavra_original":"διαφθείρω","transliteracao":"diaphtheírō","strong":"G1311","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à destruição do corpo físico em contraste com a renovação espiritual.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever a fragilidade da vida humana. Em 2 Coríntios 4:16, Paulo menciona que, embora o corpo se desgaste, o espírito é renovado.","por_que_esta_palavra":"A destruição do corpo é uma realidade, mas não é o fim para o crente.","conexao_teologica":"A esperança da ressurreição é a resposta à destruição física.","referencias_relacionadas":["2 Coríntios 5:1","Romanos 8:11","1 Coríntios 15:53-54"]},"2corintios_4_17_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória eterna que será revelada aos crentes.","explicacao_detalhada":"A palavra 'glória' aqui é usada para descrever a recompensa eterna que aguarda os que perseveram na fé. Em 2 Coríntios 4:17, Paulo contrasta as aflições temporais com a glória eterna.","por_que_esta_palavra":"A glória eterna é um incentivo para os crentes suportarem as dificuldades da vida.","conexao_teologica":"A expectativa da glória eterna é um tema central na esperança cristã.","referencias_relacionadas":["Romanos 8:18","2 Timóteo 2:10","1 Pedro 5:10"]},"2corintios_4_17_afflictedtion":{"palavra_pt":"afflicted tion","palavra_original":"θλῖψις","transliteracao":"thlîpsis","strong":"G2347","significado_raiz":"Ideia básica: afflicted tion.","significado_contextual":"A palavra 'θλῖψις' refere-se a aflições e tribulações que os cristãos enfrentam na vida.","explicacao_detalhada":"No contexto de 2 Coríntios 4:17, Paulo fala sobre as aflições temporais que os crentes suportam, enfatizando que essas dificuldades são leves em comparação com a glória eterna que será revelada.","por_que_esta_palavra":"A escolha da palavra 'θλῖψις' destaca a realidade das lutas e sofrimentos que os cristãos enfrentam, mas também a esperança de que essas experiências são passageiras.","conexao_teologica":"As aflições são vistas como parte do processo de santificação e preparação para a vida eterna com Deus.","referencias_relacionadas":["Romanos 8:18","1 Pedro 5:10","Tiago 1:2-4"]},"2corintios_4_17_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'κατά' é usada para indicar conformidade ou de acordo com algo.","explicacao_detalhada":"Neste versículo, Paulo usa 'κατά' para mostrar que as aflições que os crentes enfrentam são medidas em relação à glória eterna que será revelada.","por_que_esta_palavra":"A palavra enfatiza a relação entre as experiências temporais e a realidade eterna, mostrando que tudo deve ser visto à luz da eternidade.","conexao_teologica":"A teologia da esperança cristã é central aqui, onde as dificuldades são vistas à luz da promessa de Deus.","referencias_relacionadas":["Romanos 5:3-5","2 Coríntios 1:5","Filipenses 1:29"]},"2corintios_4_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'μή' é uma partícula negativa que indica negação ou ausência.","explicacao_detalhada":"Embora a palavra 'deus' não esteja diretamente presente, o contexto fala da realidade de Deus em contraste com as coisas visíveis e temporais.","por_que_esta_palavra":"A negação enfatiza que não devemos focar nas coisas que são visíveis, mas sim nas invisíveis, que são eternas.","conexao_teologica":"A fé em Deus e na sua promessa é fundamental para entender a natureza da vida cristã.","referencias_relacionadas":["Hebreus 11:1","2 Coríntios 5:7","Colossenses 3:2"]},"2corintios_4_18_consider":{"palavra_pt":"considerar","palavra_original":"σκοπέω","transliteracao":"skopéō","strong":"G4648","significado_raiz":"Ideia básica: considerar.","significado_contextual":"A palavra 'σκοπέω' significa observar ou considerar atentamente.","explicacao_detalhada":"Paulo exorta os crentes a considerar as realidades eternas em vez das temporais, incentivando uma perspectiva de fé.","por_que_esta_palavra":"A escolha de 'σκοπέω' sugere uma reflexão profunda e intencional sobre as promessas de Deus.","conexao_teologica":"A consideração das promessas de Deus é essencial para a vida cristã e para a perseverança na fé.","referencias_relacionadas":["Romanos 12:2","Filipenses 4:8","Hebreus 12:2"]},"2corintios_4_18_dureth":{"palavra_pt":"dur eth","palavra_original":"πρόσκαιρος","transliteracao":"próskairos","strong":"G4340","significado_raiz":"Ideia básica: dur eth.","significado_contextual":"A palavra 'πρόσκαιρος' refere-se a algo temporário ou passageiro.","explicacao_detalhada":"Paulo usa 'πρόσκαιρος' para descrever as aflições que são temporárias em contraste com a glória eterna.","por_que_esta_palavra":"A ênfase na temporalidade das aflições serve para encorajar os crentes a manterem a esperança na eternidade.","conexao_teologica":"A compreensão da temporalidade das dificuldades é fundamental para a esperança cristã e a perseverança na fé.","referencias_relacionadas":["2 Coríntios 5:1","Romanos 8:28","1 Pedro 1:6-7"]}}