{"2corintios_5_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'θεός' refere-se a Deus, o Criador e Sustentador do universo.","explicacao_detalhada":"Neste versículo, Paulo afirma que, se a nossa casa terrestre for destruída, temos uma casa eterna em Deus.","por_que_esta_palavra":"A menção de 'θεός' reforça a esperança e a segurança que os crentes têm na promessa de Deus.","conexao_teologica":"A natureza de Deus como nosso refúgio e fortaleza é central na teologia cristã.","referencias_relacionadas":["Salmos 46:1","Hebreus 11:10","Apocalipse 21:3"]},"2corintios_5_1_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'οὐρανός' refere-se ao céu, a morada de Deus e dos santos.","explicacao_detalhada":"Paulo menciona o céu como a casa eterna que os crentes têm, contrastando com a fragilidade da vida terrena.","por_que_esta_palavra":"O céu é apresentado como a esperança final e a recompensa para os fiéis.","conexao_teologica":"A esperança no céu é um tema recorrente nas cartas de Paulo, enfatizando a vida eterna.","referencias_relacionadas":["João 14:2-3","Filipenses 3:20","2 Pedro 3:13"]},"2corintios_5_2_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'οὐρανός' é novamente utilizada para enfatizar a morada eterna dos crentes.","explicacao_detalhada":"Paulo fala sobre o desejo de estar no céu, que é a verdadeira casa dos crentes, em contraste com a vida terrena.","por_que_esta_palavra":"Reforça a ideia de que a vida na terra é temporária e que a verdadeira esperança está no céu.","conexao_teologica":"A expectativa do céu é um elemento central da esperança cristã e da vida após a morte.","referencias_relacionadas":["Mateus 5:12","Romanos 8:18","Apocalipse 21:4"]},"2corintios_5_2_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'ἐκ' indica uma origem ou separação.","explicacao_detalhada":"Neste contexto, Paulo fala sobre o desejo de ser revestido de uma nova habitação celestial.","por_que_esta_palavra":"A palavra sugere a ideia de que os crentes estão em um estado de expectativa e anseio por algo melhor.","conexao_teologica":"A expectativa de ser transformado e receber um corpo glorificado é uma esperança fundamental na teologia cristã.","referencias_relacionadas":["1 Coríntios 15:52","Filipenses 3:21","Romanos 8:23"]},"2corintios_5_3_strip":{"palavra_pt":"strip","palavra_original":"ἐκδύω","transliteracao":"ekdýō","strong":"G1562","significado_raiz":"Ideia básica: strip.","significado_contextual":"A palavra 'ἐκδύω' significa despir ou tirar algo.","explicacao_detalhada":"Paulo usa 'ἐκδύω' para descrever o ato de se despir do corpo mortal para ser revestido do corpo eterno.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a transição da vida terrena para a vida eterna.","conexao_teologica":"A ideia de ser despido do corpo mortal é central para a compreensão da ressurreição e da vida eterna.","referencias_relacionadas":["1 Coríntios 15:54","2 Coríntios 4:14","Romanos 6:5"]},"2corintios_5_3_nu":{"palavra_pt":"nu","palavra_original":"γυμνός","transliteracao":"gymnós","strong":"G1131","significado_raiz":"Ideia básica: nu.","significado_contextual":"Refere-se à condição de estar sem vestes, simbolizando a vulnerabilidade e a fragilidade da existência humana.","explicacao_detalhada":"A palavra 'nu' é utilizada para expressar a ideia de estar desprovido de proteção ou cobertura, o que pode ser interpretado como uma metáfora para a condição humana diante de Deus, onde a verdadeira essência é revelada sem as ilusões do mundo.","por_que_esta_palavra":"Esta palavra é importante para enfatizar a transitoriedade da vida terrena e a necessidade de uma habitação eterna, que não é feita por mãos humanas.","conexao_teologica":"A condição de estar 'nu' é um lembrete da fragilidade da vida e da necessidade de depender de Deus para a verdadeira segurança e habitação eterna.","referencias_relacionadas":["Gênesis 2:25","Eclesiastes 5:15","Apocalipse 3:18"]},"2corintios_5_3_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"Significa encontrar ou descobrir algo que se busca.","explicacao_detalhada":"A palavra 'achar' implica em um processo de busca e descoberta, refletindo a esperança de que, ao deixar o corpo, os crentes encontrarão uma nova habitação eterna com Deus.","por_que_esta_palavra":"É crucial para entender a expectativa dos crentes em relação à vida após a morte e a busca por uma existência plena em Cristo.","conexao_teologica":"A busca por 'achar' uma nova habitação é um tema central na esperança cristã da ressurreição e da vida eterna.","referencias_relacionadas":["Mateus 7:7","Lucas 19:10","Filipenses 3:20"]},"2corintios_5_4_humano":{"palavra_pt":"humano","palavra_original":"σκῆνος","transliteracao":"skēnos","strong":"G4636","significado_raiz":"Ideia básica: humano.","significado_contextual":"Refere-se ao corpo humano, que é temporário e perecível.","explicacao_detalhada":"A palavra 'humano' é usada para descrever a natureza física do corpo, que é sujeito à morte e à corrupção, contrastando com a promessa de uma nova criação em Cristo.","por_que_esta_palavra":"É importante para enfatizar a fragilidade da vida e a esperança de uma nova existência que transcende a condição humana atual.","conexao_teologica":"A transitoriedade do 'humano' aponta para a necessidade de uma transformação espiritual e física na ressurreição.","referencias_relacionadas":["Salmos 103:14","Romanos 8:21","1 Coríntios 15:53-54"]},"2corintios_5_4_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida eterna que é prometida aos crentes.","explicacao_detalhada":"A palavra 'vida' é central na teologia cristã, simbolizando não apenas a existência física, mas a vida abundante que se encontra em Cristo, que é eterna e imutável.","por_que_esta_palavra":"É fundamental para compreender a esperança cristã de que, apesar da morte física, a vida continua em comunhão com Deus.","conexao_teologica":"A vida eterna é um dos pilares da fé cristã, prometendo aos crentes uma nova realidade após a morte.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:11-12"]},"2corintios_5_4_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à decisão de viver de acordo com a vontade de Deus.","explicacao_detalhada":"A palavra 'escolher' implica em um ato de vontade, onde o crente decide buscar a vontade de Deus em sua vida, especialmente em relação à esperança da vida eterna.","por_que_esta_palavra":"É essencial para entender a responsabilidade do crente em fazer escolhas que refletem sua fé e esperança em Deus.","conexao_teologica":"A escolha de viver para Deus é um tema recorrente nas Escrituras, enfatizando a liberdade e a responsabilidade do crente.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Gálatas 5:13"]},"2corintios_5_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Criador e Sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' é central na fé cristã, representando a fonte de toda vida e esperança, especialmente em relação à promessa de habitação eterna.","por_que_esta_palavra":"É crucial para entender a relação entre o crente e Deus, que é a base da esperança na vida eterna.","conexao_teologica":"A presença de Deus é o que torna a vida eterna desejável e significativa para os crentes.","referencias_relacionadas":["Salmos 23:1","Romanos 8:31","Hebreus 11:16"]},"2corintios_5_5_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou à essência vital do ser humano.","explicacao_detalhada":"A palavra 'espírito' implica na parte imortal do ser humano, que é dada por Deus e que anseia por retornar a Ele após a morte.","por_que_esta_palavra":"É importante para entender a dualidade do ser humano, composto de corpo e espírito, e a esperança de que o espírito viverá eternamente.","conexao_teologica":"A relação entre corpo e espírito é fundamental para a compreensão da salvação e da vida eterna.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 12:7","1 Tessalonicenses 5:23"]},"2corintios_5_5_obra":{"palavra_pt":"obra","palavra_original":"κατεργάζομαι","transliteracao":"katergázomai","strong":"G2716","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho ou à ação realizada por Deus na vida dos crentes.","explicacao_detalhada":"A palavra 'obra' implica em um ato de criação e transformação, onde Deus está ativamente envolvido na vida dos crentes, preparando-os para a eternidade.","por_que_esta_palavra":"É essencial para entender que a salvação e a vida eterna são obras de Deus, não de nossos próprios esforços.","conexao_teologica":"A obra de Deus em nossas vidas é um tema central na teologia da graça e da redenção.","referencias_relacionadas":["Efésios 2:10","Filipenses 1:6","Tito 3:5"]},"2corintios_5_6_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e ao senhorio de Cristo sobre a vida dos crentes.","explicacao_detalhada":"A palavra 'senhor' enfatiza a posição de Cristo como autoridade máxima, que guia e dirige a vida dos crentes em todas as áreas.","por_que_esta_palavra":"É importante para entender a relação de submissão e confiança que os crentes devem ter em relação a Cristo.","conexao_teologica":"O senhorio de Cristo é fundamental para a vida cristã, pois implica em viver sob Sua direção e autoridade.","referencias_relacionadas":["Romanos 10:9","Colossenses 3:24","Filipenses 2:9-11"]},"2corintios_5_6_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico que os crentes habitam temporariamente.","explicacao_detalhada":"A palavra 'corpo' é usada para descrever a morada temporária da alma, que é sujeita à morte e à corrupção, contrastando com a promessa de um corpo glorificado na ressurreição.","por_que_esta_palavra":"É crucial para entender a natureza temporária da vida terrena e a esperança de um corpo eterno.","conexao_teologica":"A ressurreição do corpo é uma esperança central na fé cristã, prometendo um novo corpo que não conhecerá a morte.","referencias_relacionadas":["1 Coríntios 15:42-44","Romanos 8:11","2 Timóteo 1:10"]},"2corintios_5_6_bold":{"palavra_pt":"bold","palavra_original":"θαῤῥέω","transliteracao":"tharrhéō","strong":"G2292","significado_raiz":"Ideia básica: bold.","significado_contextual":"Coragem e ousadia em face das dificuldades.","explicacao_detalhada":"A palavra 'bold' refere-se à confiança e coragem que os crentes devem ter, mesmo quando enfrentam tribulações. Em 2 Coríntios 5:6, Paulo fala sobre estar em casa no corpo, mas ausente do Senhor, enfatizando a necessidade de viver com ousadia.","por_que_esta_palavra":"Esta palavra é importante porque reflete a atitude que os cristãos devem ter em relação à vida e à morte, confiando em Deus.","conexao_teologica":"A ousadia é um tema recorrente nas cartas de Paulo, que encoraja os crentes a permanecer firmes na fé.","referencias_relacionadas":["2 Coríntios 3:12","Filipenses 1:20","Hebreus 10:19"]},"2corintios_5_7_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Fé como fundamento da vida cristã.","explicacao_detalhada":"A palavra 'fé' é central na vida do crente, representando a confiança em Deus e em Suas promessas. Em 2 Coríntios 5:7, Paulo afirma que andamos pela fé e não pela vista, enfatizando a importância de confiar em Deus em todas as circunstâncias.","por_que_esta_palavra":"A fé é a base da relação do crente com Deus e é essencial para a salvação.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo a chave para a justificação e a vida eterna.","referencias_relacionadas":["Romanos 1:17","Hebreus 11:1","Gálatas 2:20"]},"2corintios_5_7_andar":{"palavra_pt":"andar","palavra_original":"περιπατέω","transliteracao":"peripatéō","strong":"G4043","significado_raiz":"Ideia básica: andar.","significado_contextual":"A maneira como vivemos nossa vida diária.","explicacao_detalhada":"A palavra 'andar' implica em como os cristãos devem viver, refletindo a sua fé em ações. Em 2 Coríntios 5:7, Paulo destaca que nossa vida deve ser guiada pela fé, não pelas circunstâncias visíveis.","por_que_esta_palavra":"Andar pela fé é um chamado para viver de acordo com os princípios de Deus, independentemente das situações.","conexao_teologica":"O conceito de andar é frequentemente usado nas epístolas para descrever a vida cristã como uma jornada de fé.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:2","Colossenses 1:10"]},"2corintios_5_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reconhecimento da soberania de Deus.","explicacao_detalhada":"A palavra 'senhor' refere-se à autoridade e soberania de Cristo sobre nossas vidas. Em 2 Coríntios 5:8, Paulo expressa o desejo de estar com o Senhor, reconhecendo Sua autoridade e o papel central que Ele desempenha na vida do crente.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é fundamental para a fé cristã, pois implica em submissão e adoração.","conexao_teologica":"A soberania de Cristo é um tema central na teologia cristã, refletindo Sua divindade e autoridade sobre todas as coisas.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Colossenses 1:17"]},"2corintios_5_8_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A ideia de estar em um lugar ou estado.","explicacao_detalhada":"A palavra 'entre' indica a relação de proximidade ou presença. Em 2 Coríntios 5:8, Paulo menciona estar ausente do corpo e presente com o Senhor, enfatizando a transição entre os estados de existência.","por_que_esta_palavra":"Esta palavra é crucial para entender a esperança da vida após a morte e a comunhão com Deus.","conexao_teologica":"A presença de Deus é um tema central na esperança cristã, onde a vida eterna é vista como uma comunhão contínua com Ele.","referencias_relacionadas":["Salmos 16:11","João 14:3","Apocalipse 21:3"]},"2corintios_5_8_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A natureza física do ser humano.","explicacao_detalhada":"A palavra 'corpo' refere-se à nossa existência física. Em 2 Coríntios 5:8, Paulo fala sobre a separação do corpo e a presença com o Senhor, destacando a dualidade entre o corpo físico e a vida espiritual.","por_que_esta_palavra":"Entender a natureza do corpo é importante para a teologia da ressurreição e a esperança da vida eterna.","conexao_teologica":"A relação entre corpo e espírito é um tema importante na teologia cristã, especialmente em relação à ressurreição.","referencias_relacionadas":["1 Coríntios 15:44","Romanos 8:11","Filipenses 3:21"]},"2corintios_5_9_acceptableted":{"palavra_pt":"acceptable ted","palavra_original":"εὐάρεστος","transliteracao":"euárestos","strong":"G2101","significado_raiz":"Ideia básica: acceptable ted.","significado_contextual":"Agradável a Deus.","explicacao_detalhada":"A palavra 'acceptable ted' refere-se a ações ou vidas que são agradáveis a Deus. Em 2 Coríntios 5:9, Paulo expressa o desejo de agradar ao Senhor em tudo que faz, refletindo a busca pela santidade.","por_que_esta_palavra":"A busca por agradar a Deus é um chamado para todos os crentes, enfatizando a importância de viver de acordo com Sua vontade.","conexao_teologica":"A ideia de agradar a Deus é fundamental na vida cristã, onde as ações e intenções devem estar alinhadas com Sua Palavra.","referencias_relacionadas":["Romanos 12:1","Efésios 5:10","Colossenses 1:10"]},"2corintios_5_9_labour":{"palavra_pt":"labour","palavra_original":"φιλοτιμέομαι","transliteracao":"philotiméomai","strong":"G5389","significado_raiz":"Ideia básica: labour.","significado_contextual":"Esforço e dedicação no serviço a Deus.","explicacao_detalhada":"A palavra 'labour' implica em trabalho árduo e dedicação. Em 2 Coríntios 5:9, Paulo fala sobre o desejo de ser aceito por Deus, o que envolve um esforço consciente para viver de maneira que O agrade.","por_que_esta_palavra":"O trabalho no Senhor é uma expressão de fé e compromisso com a missão cristã.","conexao_teologica":"O trabalho e o esforço no serviço a Deus são temas recorrentes nas cartas de Paulo, refletindo a importância da ação na fé.","referencias_relacionadas":["1 Coríntios 15:58","Gálatas 6:9","Colossenses 3:23"]},"2corintios_5_10_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A identidade de Cristo como o Messias.","explicacao_detalhada":"A palavra 'cristo' refere-se ao Ungido de Deus, o Salvador. Em 2 Coríntios 5:10, Paulo menciona que todos devemos comparecer diante do tribunal de Cristo, enfatizando a importância de reconhecer Sua autoridade e papel redentor.","por_que_esta_palavra":"Reconhecer Jesus como Cristo é fundamental para a fé cristã, pois Ele é o mediador entre Deus e a humanidade.","conexao_teologica":"A identidade de Cristo como o Messias é central na teologia cristã, refletindo Sua missão de salvar e redimir.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 2:36"]},"2corintios_5_10_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"A ação de entregar ou realizar.","explicacao_detalhada":"A palavra 'entregar' implica em ação e responsabilidade. Em 2 Coríntios 5:10, Paulo fala sobre a prestação de contas diante de Cristo, enfatizando a importância de nossas ações e escolhas.","por_que_esta_palavra":"Entregar nossas vidas a Deus é um chamado para viver de maneira responsável e consciente.","conexao_teologica":"A prestação de contas é um tema importante na teologia cristã, onde cada crente será avaliado por suas ações.","referencias_relacionadas":["Romanos 14:10","Gálatas 6:5","Hebreus 4:13"]},"2corintios_5_10_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico que habitamos, que será julgado por Deus.","explicacao_detalhada":"O corpo é visto como o templo do Espírito Santo e a morada da alma. A passagem enfatiza que todos nós devemos comparecer diante do tribunal de Cristo, onde nossos corpos serão avaliados por nossas ações.","por_que_esta_palavra":"A palavra 'corpo' é crucial para entender a relação entre o físico e o espiritual na vida cristã, especialmente em relação ao julgamento final.","conexao_teologica":"A teologia do corpo é importante na doutrina da ressurreição e na vida eterna, onde o corpo físico será transformado.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","1 Tessalonicenses 4:14"]},"2corintios_5_11_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Cristo como Senhor sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' implica em domínio e soberania. Paulo menciona a autoridade de Cristo para motivar os crentes a viverem em reverência e responsabilidade.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a posição de Cristo na vida do crente e sua autoridade sobre a criação.","conexao_teologica":"A autoridade de Cristo é central na teologia cristã, refletindo sua divindade e seu papel como Salvador.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Romanos 14:9"]},"2corintios_5_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o juiz supremo que avaliará as ações humanas.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a soberania e a justiça divina. Paulo lembra os crentes que suas vidas estão sob a observação de Deus, que julgará cada um segundo suas obras.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a relação entre o ser humano e o Criador, especialmente em um contexto de julgamento.","conexao_teologica":"A justiça de Deus é um tema central na teologia, refletindo sua natureza santa e sua autoridade sobre a humanidade.","referencias_relacionadas":["Hebreus 4:13","Salmos 62:12","Romanos 2:6"]},"2corintios_5_11_temor":{"palavra_pt":"temor","palavra_original":"φόβος","transliteracao":"phóbos","strong":"G5401","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor reverente que devemos ter diante de Deus.","explicacao_detalhada":"O 'temor' mencionado aqui não é medo, mas um respeito profundo e reverente pela santidade de Deus e pela responsabilidade que temos diante dele.","por_que_esta_palavra":"A palavra 'temor' é importante para entender a atitude que devemos ter em relação a Deus e ao nosso comportamento.","conexao_teologica":"O temor de Deus é um princípio fundamental na sabedoria e na moralidade cristã, refletindo nossa relação com o Criador.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","1 Pedro 1:17"]},"2corintios_5_12_bom":{"palavra_pt":"bom","palavra_original":"καύχημα","transliteracao":"kaúchēma","strong":"G2745","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à boa reputação e ao testemunho que os crentes devem ter.","explicacao_detalhada":"Paulo menciona que não se recomenda a si mesmo, mas busca que os outros reconheçam a autenticidade de seu ministério e a bondade de suas ações.","por_que_esta_palavra":"A palavra 'bom' é crucial para entender a importância do testemunho cristão e da integridade na vida do crente.","conexao_teologica":"A bondade é um fruto do Espírito e reflete a natureza de Cristo em nós.","referencias_relacionadas":["Mateus 5:16","Gálatas 5:22-23","Tito 2:7"]},"2corintios_5_12_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se a algo que é além do normal ou esperado.","explicacao_detalhada":"A expressão 'muito' enfatiza a grandeza do testemunho e da vida cristã, que deve ser notável e impactante.","por_que_esta_palavra":"A palavra 'muito' é importante para destacar a abundância da graça e das bênçãos que Deus oferece aos crentes.","conexao_teologica":"A abundância da graça é um tema recorrente na teologia, mostrando a generosidade de Deus para com seus filhos.","referencias_relacionadas":["Romanos 5:20","Efésios 3:20","2 Coríntios 9:8"]},"2corintios_5_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como fonte de maravilhas e transformação.","explicacao_detalhada":"Paulo menciona que suas ações podem parecer loucura para alguns, mas são motivadas por sua fé em Deus, que é capaz de realizar maravilhas.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a fonte de poder e transformação na vida do crente.","conexao_teologica":"A capacidade de Deus de realizar maravilhas é um tema central na narrativa bíblica, refletindo sua soberania.","referencias_relacionadas":["Efésios 3:20","Salmos 77:14","Lucas 1:37"]},"2corintios_5_13_maravilha":{"palavra_pt":"maravilha","palavra_original":"ἐξίστημι","transliteracao":"exístēmi","strong":"G1839","significado_raiz":"Ideia básica: maravilha.","significado_contextual":"Refere-se a ações que causam espanto e admiração, geralmente associadas ao poder de Deus.","explicacao_detalhada":"A palavra 'maravilha' destaca a capacidade de Deus de surpreender e transformar vidas, mostrando que o evangelho é uma mensagem poderosa.","por_que_esta_palavra":"A palavra 'maravilha' é importante para entender a natureza sobrenatural do ministério de Paulo e a obra de Deus.","conexao_teologica":"As maravilhas de Deus são um testemunho de sua presença e poder na vida dos crentes.","referencias_relacionadas":["Atos 2:22","Salmos 126:2","Mateus 11:5"]},"2corintios_5_14_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'Cristo' enfatiza a missão redentora de Jesus e seu papel como Salvador da humanidade.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a identidade cristã e a compreensão da obra de salvação.","conexao_teologica":"Cristo como o Ungido é central na teologia cristã, refletindo sua divindade e seu papel na história da salvação.","referencias_relacionadas":["Isaías 61:1","João 1:41","Atos 4:12"]},"2corintios_5_14_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se a um amor que vai além do normal, o amor de Cristo por nós.","explicacao_detalhada":"A expressão 'muito' aqui destaca a profundidade do amor de Cristo, que nos constrange a viver para Ele.","por_que_esta_palavra":"A palavra 'muito' é importante para entender a magnitude do amor de Deus e sua influência em nossas vidas.","conexao_teologica":"O amor de Cristo é um tema central na teologia, refletindo a natureza sacrificial de sua obra.","referencias_relacionadas":["Romanos 5:8","1 João 4:9-10","Gálatas 2:20"]},"2corintios_5_14_constrain":{"palavra_pt":"constrain","palavra_original":"συνέχω","transliteracao":"synéchō","strong":"G4912","significado_raiz":"Ideia básica: constrain.","significado_contextual":"A palavra 'constrain' refere-se à ideia de ser compelido ou controlado por algo maior, neste caso, o amor de Cristo.","explicacao_detalhada":"O apóstolo Paulo expressa que o amor de Cristo o constrange a viver e agir de maneira que glorifique a Deus. Essa força interna é um motivador para a vida cristã.","por_que_esta_palavra":"A escolha da palavra 'constrain' enfatiza a intensidade do amor de Cristo e como ele influencia as ações e decisões dos crentes.","conexao_teologica":"O amor de Cristo é central na teologia cristã, pois é através desse amor que os crentes são chamados a viver em obediência e serviço.","referencias_relacionadas":["Romanos 5:5","1 João 4:19","Gálatas 2:20"]},"2corintios_5_15_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' aqui se refere à morte de Cristo, que é fundamental para a salvação dos crentes.","explicacao_detalhada":"Paulo menciona que Cristo morreu por todos, e essa morte é o ponto de partida para a nova vida que os crentes recebem através da fé.","por_que_esta_palavra":"A morte de Cristo é um tema central no Novo Testamento, simbolizando a expiação dos pecados e a reconciliação com Deus.","conexao_teologica":"A morte e ressurreição de Cristo são essenciais para a doutrina da salvação e a esperança da vida eterna.","referencias_relacionadas":["João 3:16","Romanos 6:8","1 Coríntios 15:3"]},"2corintios_5_15_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"A palavra 'muito' enfatiza a grandeza do sacrifício de Cristo e o impacto que isso tem na vida dos crentes.","explicacao_detalhada":"Paulo destaca que, por causa da morte de Cristo, todos os que vivem não devem mais viver para si mesmos, mas para aquele que morreu e ressuscitou por eles.","por_que_esta_palavra":"A palavra 'muito' é usada para sublinhar a magnitude da transformação que ocorre na vida do crente.","conexao_teologica":"A ideia de viver para Cristo é um chamado à santidade e ao serviço, refletindo a nova identidade em Cristo.","referencias_relacionadas":["Gálatas 2:20","Romanos 12:1-2","2 Timóteo 1:9"]},"2corintios_5_16_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana e suas limitações, contrastando com a nova vida em Cristo.","explicacao_detalhada":"Paulo explica que não devemos conhecer ninguém segundo a carne, mas sim segundo o espírito, enfatizando a nova perspectiva que temos em Cristo.","por_que_esta_palavra":"A carne representa a velha natureza, que é superada pela nova criação em Cristo.","conexao_teologica":"A distinção entre carne e espírito é fundamental na teologia paulina, onde a nova vida em Cristo é marcada pela transformação espiritual.","referencias_relacionadas":["Romanos 8:5-6","Gálatas 5:16","Colossenses 3:1-3"]},"2corintios_5_16_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se ao Messias, o Ungido de Deus, que cumpre as promessas do Antigo Testamento.","explicacao_detalhada":"Paulo afirma que, após a ressurreição de Cristo, a maneira como vemos e entendemos as pessoas deve mudar, pois todos são novos em Cristo.","por_que_esta_palavra":"O título 'Cristo' é essencial para entender a missão e a obra de Jesus como Salvador.","conexao_teologica":"Cristo como o Ungido é central na fé cristã, pois é através dele que a salvação é oferecida à humanidade.","referencias_relacionadas":["Isaías 61:1","Atos 10:38","Romanos 1:3-4"]},"2corintios_5_16_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica que a nova vida em Cristo deve ser vivida de acordo com os princípios e ensinamentos de Deus.","explicacao_detalhada":"Paulo enfatiza que não devemos avaliar as pessoas ou nós mesmos com base em padrões humanos, mas sim conforme a nova criação em Cristo.","por_que_esta_palavra":"A palavra 'conforme' sugere uma conformidade com a vontade de Deus, que é revelada nas Escrituras.","conexao_teologica":"A conformidade à vontade de Deus é um tema recorrente na vida cristã, refletindo a transformação que ocorre na vida do crente.","referencias_relacionadas":["Romanos 12:2","Efésios 4:22-24","Colossenses 1:10"]},"2corintios_5_17_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' reafirma a identidade de Jesus como o Salvador e o impacto que isso tem na vida dos crentes.","explicacao_detalhada":"Paulo declara que, se alguém está em Cristo, é uma nova criação, simbolizando a transformação radical que ocorre na vida do crente.","por_que_esta_palavra":"A menção de 'Cristo' aqui é fundamental para entender a nova identidade que os crentes recebem.","conexao_teologica":"A nova criação em Cristo é um dos pilares da fé cristã, indicando que a antiga vida foi deixada para trás.","referencias_relacionadas":["Gálatas 6:15","Efésios 2:10","1 Pedro 2:9"]},"2corintios_5_17_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre na vida do crente ao aceitar a Cristo.","explicacao_detalhada":"Paulo afirma que, ao estar em Cristo, o crente se torna uma nova criação, simbolizando uma mudança radical de vida.","por_que_esta_palavra":"A ideia de 'tornar-se' enfatiza a ação contínua de Deus na vida do crente, moldando-o à imagem de Cristo.","conexao_teologica":"A transformação espiritual é um tema central na vida cristã, refletindo a obra do Espírito Santo.","referencias_relacionadas":["Romanos 8:29","2 Pedro 1:4","1 João 3:2"]},"2corintios_5_17_criatura":{"palavra_pt":"criatura","palavra_original":"κτίσις","transliteracao":"ktísis","strong":"G2937","significado_raiz":"Ideia básica: criatura.","significado_contextual":"A palavra 'criatura' refere-se à nova criação que surge pela fé em Cristo.","explicacao_detalhada":"Paulo destaca que, ao se tornar uma nova criatura, o crente é libertado do pecado e das limitações da velha vida.","por_que_esta_palavra":"A palavra 'criatura' enfatiza a obra criativa de Deus na vida do crente, que é renovada e transformada.","conexao_teologica":"A nova criatura é um símbolo da redenção e da nova vida que é oferecida em Cristo.","referencias_relacionadas":["Gálatas 6:15","Efésios 4:24","Colossenses 3:10"]},"2corintios_5_18_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Criador e à fonte de toda reconciliação e salvação.","explicacao_detalhada":"Paulo afirma que Deus é quem reconcilia os crentes consigo mesmo através de Cristo, enfatizando a iniciativa divina na salvação.","por_que_esta_palavra":"A menção de 'Deus' aqui é crucial, pois destaca a soberania e o amor de Deus na obra de redenção.","conexao_teologica":"A reconciliação é um tema central na teologia cristã, mostrando como Deus restaura o relacionamento com a humanidade.","referencias_relacionadas":["Romanos 5:10","Colossenses 1:20-22","Efésios 2:16"]},"2corintios_5_18_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o mediador da reconciliação entre Deus e a humanidade.","explicacao_detalhada":"Neste versículo, Paulo enfatiza que através de Jesus, Deus nos reconciliou consigo mesmo, oferecendo perdão e restauração. Jesus é visto como o ponto central da salvação.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a realização do plano de salvação.","conexao_teologica":"Jesus é o caminho, a verdade e a vida (João 14:6), e sua obra na cruz é o fundamento da nossa reconciliação com Deus.","referencias_relacionadas":["João 3:16","Romanos 5:10","Colossenses 1:20"]},"2corintios_5_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o agente ativo na reconciliação da humanidade.","explicacao_detalhada":"Neste contexto, Paulo destaca que Deus não apenas criou o mundo, mas também se preocupa com a restauração da relação com os seres humanos através de Jesus.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, representando o Criador e Sustentador de todas as coisas.","conexao_teologica":"Deus é amor (1 João 4:8) e sua vontade é que todos sejam salvos (1 Timóteo 2:4).","referencias_relacionadas":["Romanos 5:8","Efésios 2:4-5","2 Pedro 3:9"]},"2corintios_5_19_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, o Ungido, é a chave para a reconciliação entre Deus e a humanidade.","explicacao_detalhada":"A palavra 'Cristo' refere-se ao Messias prometido, que cumpriu as profecias do Antigo Testamento e trouxe a salvação.","por_que_esta_palavra":"Cristo é essencial para a fé cristã, pois sua unção representa a escolha divina para a missão de redimir a humanidade.","conexao_teologica":"Cristo é o cumprimento das promessas de Deus e a esperança de redenção (Gálatas 3:13-14).","referencias_relacionadas":["Isaías 61:1","Atos 4:12","Romanos 1:16"]},"2corintios_5_20_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o representante de Deus na Terra, chamando as pessoas à reconciliação.","explicacao_detalhada":"Paulo se coloca como embaixador de Cristo, enfatizando a importância de aceitar a mensagem de reconciliação que vem através dele.","por_que_esta_palavra":"A palavra 'Cristo' reafirma a identidade de Jesus como o Salvador e o Senhor.","conexao_teologica":"A missão da Igreja é continuar a obra de Cristo, proclamando a mensagem de reconciliação (Mateus 28:19-20).","referencias_relacionadas":["Romanos 5:1","2 Coríntios 5:18","Efésios 2:16"]},"2corintios_5_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o autor da mensagem de reconciliação que os embaixadores de Cristo proclamam.","explicacao_detalhada":"Neste versículo, Paulo destaca que Deus está chamando as pessoas para voltarem a Ele através de Cristo, enfatizando a urgência dessa mensagem.","por_que_esta_palavra":"A palavra 'Deus' reafirma a soberania e a iniciativa divina em buscar a humanidade.","conexao_teologica":"Deus deseja que todos sejam reconciliados e restaurados em sua presença (2 Pedro 3:9).","referencias_relacionadas":["Romanos 10:13","1 Timóteo 2:5","Hebreus 7:25"]},"2corintios_5_20_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"A expressão 'muito' enfatiza a grandeza da obra de Cristo e da graça de Deus.","explicacao_detalhada":"Paulo usa essa palavra para mostrar que a graça de Deus é abundante e supera todas as nossas falhas e pecados.","por_que_esta_palavra":"A palavra 'muito' destaca a generosidade de Deus em oferecer graça e perdão em Cristo.","conexao_teologica":"A graça é um tema central na teologia cristã, mostrando que somos salvos não por obras, mas pela graça de Deus (Efésios 2:8-9).","referencias_relacionadas":["Romanos 5:20","2 Coríntios 9:8","Tito 2:11"]},"2corintios_5_21_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A justiça de Cristo é atribuída aos crentes, permitindo a justificação diante de Deus.","explicacao_detalhada":"Paulo explica que, através da obra de Cristo, os crentes são considerados justos, apesar de seus pecados.","por_que_esta_palavra":"A palavra 'justiça' é fundamental para entender a salvação e a relação do crente com Deus.","conexao_teologica":"A justificação é um ato de Deus que declara o pecador justo por causa da fé em Cristo (Romanos 5:1).","referencias_relacionadas":["Romanos 3:22","Gálatas 2:16","Filipenses 3:9"]},"2corintios_5_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o juiz que declara os crentes justos por meio de Cristo.","explicacao_detalhada":"Neste versículo, Paulo destaca a ação de Deus em imputar a justiça de Cristo aos que creem, mostrando a graça divina.","por_que_esta_palavra":"A palavra 'Deus' reafirma a autoridade divina na justificação dos pecadores.","conexao_teologica":"A justificação é um ato de graça que reflete o amor e a justiça de Deus (Romanos 8:33-34).","referencias_relacionadas":["Romanos 5:9","Gálatas 3:24","Tiago 2:23"]},"2corintios_5_21_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A ação de 'fazer' refere-se ao ato de Deus em tornar os crentes justos.","explicacao_detalhada":"Paulo afirma que Deus fez Cristo pecado por nós, para que pudéssemos ser feitos justos diante dele.","por_que_esta_palavra":"A palavra 'fazer' enfatiza a ação de Deus em nossa salvação e transformação.","conexao_teologica":"A obra de Cristo na cruz é o ato supremo de Deus para a redenção da humanidade (1 Pedro 2:24).","referencias_relacionadas":["Romanos 8:3","Gálatas 4:4-5","Colossenses 1:22"]}}