{"2corintios_6_1_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça é o meio pelo qual os crentes são capacitados a viver em obediência.","explicacao_detalhada":"Paulo exorta os crentes a não receberem a graça de Deus em vão, enfatizando a importância de uma vida que reflita essa graça.","por_que_esta_palavra":"A palavra 'graça' é central na mensagem do evangelho, representando o favor imerecido de Deus.","conexao_teologica":"A graça de Deus nos transforma e nos capacita a viver de acordo com sua vontade (Tito 2:12).","referencias_relacionadas":["Efésios 2:8-9","Romanos 6:1-2","2 Timóteo 1:9"]},"2corintios_6_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' é usada para enfatizar a autoridade e o poder de Deus na vida dos crentes, especialmente no contexto de sua obra redentora.","por_que_esta_palavra":"A inclusão de 'deus' destaca a importância da relação entre o ser humano e o Criador, especialmente ao se falar sobre a salvação e a vida cristã.","conexao_teologica":"Deus é o agente principal da salvação e da transformação na vida dos crentes, sendo fundamental para a compreensão da graça.","referencias_relacionadas":["João 3:16","Romanos 1:16","Efésios 2:8-9"]},"2corintios_6_2_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico designado por Deus para a salvação.","explicacao_detalhada":"O 'dia' mencionado é um tempo de oportunidade divina, onde a graça de Deus é oferecida aos homens para a reconciliação.","por_que_esta_palavra":"A palavra 'dia' enfatiza a urgência da resposta humana à oferta de salvação que Deus faz.","conexao_teologica":"O conceito de tempo favorável é central na teologia da salvação, onde Deus age em momentos específicos na história.","referencias_relacionadas":["Isaías 49:8","Romanos 13:11","Hebreus 3:15"]},"2corintios_6_2_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação e libertação do pecado e da condenação.","explicacao_detalhada":"A palavra 'salvação' implica um ato de Deus que resgata o ser humano da sua condição de pecado e morte espiritual.","por_que_esta_palavra":"A ênfase na 'salvação' é crucial para entender a missão de Cristo e o propósito da pregação do evangelho.","conexao_teologica":"A salvação é um tema central na teologia cristã, representando a obra redentora de Cristo na cruz.","referencias_relacionadas":["Atos 4:12","Romanos 10:9-10","Efésios 1:7"]},"2corintios_6_2_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"Refere-se a um momento oportuno para aceitar a salvação.","explicacao_detalhada":"A palavra 'oportunidade' sugere que há um tempo determinado em que a graça de Deus é oferecida, e é vital que as pessoas respondam a essa oferta.","por_que_esta_palavra":"Destaca a importância de não desperdiçar o tempo que Deus concede para a conversão e a transformação.","conexao_teologica":"A ideia de 'kairós' (tempo oportuno) é fundamental na teologia, pois Deus age em momentos específicos para cumprir Seus propósitos.","referencias_relacionadas":["Gálatas 6:10","Colossenses 4:5","Efésios 5:16"]},"2corintios_6_3_pecado":{"palavra_pt":"pecado","palavra_original":"προσκοπή","transliteracao":"proskopḗ","strong":"G4349","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão da lei de Deus e à separação do relacionamento com Ele.","explicacao_detalhada":"A palavra 'pecado' implica em qualquer ação que desagrada a Deus e afasta o ser humano de Sua presença.","por_que_esta_palavra":"É essencial reconhecer o pecado para entender a necessidade de salvação e a obra redentora de Cristo.","conexao_teologica":"O pecado é o motivo pelo qual a salvação é necessária, e a obra de Cristo é a resposta a essa condição.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-10","Tiago 4:17"]},"2corintios_6_3_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se ao papel do cristão como servo de Deus e dos outros.","explicacao_detalhada":"A palavra 'servo' implica em serviço e dedicação à obra de Deus, refletindo a humildade e a disposição de servir.","por_que_esta_palavra":"Destaca a responsabilidade dos crentes em viver de maneira que honre a Deus e sirva ao próximo.","conexao_teologica":"O conceito de servidão é central na vida cristã, onde Jesus é o maior exemplo de servo.","referencias_relacionadas":["Marcos 10:45","Gálatas 5:13","Filipenses 2:7"]},"2corintios_6_3_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de ações que não glorificam a Deus.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a importância de viver de acordo com os padrões divinos e evitar a hipocrisia.","por_que_esta_palavra":"É um lembrete da presença constante de Deus na vida do crente e da necessidade de viver em santidade.","conexao_teologica":"A vida cristã deve refletir a natureza de Deus, sendo um testemunho de Sua graça e verdade.","referencias_relacionadas":["Mateus 5:16","Romanos 12:1-2","1 Pedro 2:9"]},"2corintios_6_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como fonte de força e apoio para os servos.","explicacao_detalhada":"A palavra 'deus' é usada para reafirmar a dependência dos crentes em relação a Deus em suas atividades ministeriais.","por_que_esta_palavra":"Enfatiza que todo trabalho feito em nome de Deus deve ser sustentado por Sua força e direção.","conexao_teologica":"A dependência de Deus é fundamental para o ministério eficaz e para a vida cristã.","referencias_relacionadas":["Filipenses 4:13","2 Timóteo 1:7","Hebreus 13:21"]},"2corintios_6_4_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se ao papel de liderança e ensino na comunidade cristã.","explicacao_detalhada":"A palavra 'mestre' implica em alguém que guia e ensina, refletindo a importância do discipulado na fé cristã.","por_que_esta_palavra":"Destaca a responsabilidade de ensinar a verdade de Deus e de guiar outros na fé.","conexao_teologica":"O ensino é um aspecto vital da vida cristã, onde a verdade de Deus é transmitida e aplicada.","referencias_relacionadas":["Mateus 28:19-20","Tiago 3:1","2 Timóteo 2:2"]},"2corintios_6_4_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à magnitude de Sua obra.","explicacao_detalhada":"A palavra 'grande' enfatiza a majestade e a soberania de Deus em todas as coisas, incluindo a salvação.","por_que_esta_palavra":"É um lembrete da grandeza de Deus em contraste com a fragilidade humana.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na compreensão da Sua obra redentora.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Romanos 11:33-36"]},"2corintios_6_5_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de provação e dificuldades enfrentadas pelos apóstolos.","explicacao_detalhada":"O 'dia' aqui simboliza um período de sofrimento e luta, onde os servos de Deus enfrentam desafios em sua missão.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a continuidade das dificuldades que os apóstolos enfrentaram em sua jornada.","conexao_teologica":"O conceito de 'dia' pode ser associado ao tempo de tribulação que precede a vinda do Senhor, onde os fiéis são chamados a perseverar.","referencias_relacionadas":["Mateus 24:21","Romanos 5:3-4","Tiago 1:2-4"]},"2corintios_6_5_forca":{"palavra_pt":"forca","palavra_original":"κόπος","transliteracao":"kópos","strong":"G2873","significado_raiz":"Ideia básica: forca.","significado_contextual":"Representa o esforço e a energia despendidos pelos apóstolos em seu ministério.","explicacao_detalhada":"A 'força' aqui implica em trabalho árduo e sacrifício, mostrando a dedicação dos apóstolos em propagar o evangelho.","por_que_esta_palavra":"A palavra 'força' é crucial para entender a intensidade do ministério apostólico e os desafios enfrentados.","conexao_teologica":"A força é frequentemente mencionada na Bíblia como um atributo necessário para a perseverança na fé.","referencias_relacionadas":["Filipenses 4:13","Gálatas 6:9","1 Coríntios 15:58"]},"2corintios_6_6_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo que capacita e guia os crentes em suas ações.","explicacao_detalhada":"O 'sopro' simboliza a presença e a ação do Espírito Santo, que é essencial para a vida cristã e o ministério.","por_que_esta_palavra":"A palavra 'sopro' é utilizada para enfatizar a vitalidade e a inspiração divina que os apóstolos recebem.","conexao_teologica":"O Espírito é visto como o Consolador que fortalece os crentes em tempos de dificuldade.","referencias_relacionadas":["Atos 1:8","Romanos 8:26","Gálatas 5:22-23"]},"2corintios_6_6_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"γνῶσις","transliteracao":"gnōsis","strong":"G1108","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"Refere-se ao entendimento espiritual e à sabedoria que vem de Deus.","explicacao_detalhada":"O 'conhecimento' é essencial para discernir a verdade e viver de acordo com os princípios divinos.","por_que_esta_palavra":"A palavra 'conhecimento' destaca a importância de uma relação íntima com Deus para o crescimento espiritual.","conexao_teologica":"O conhecimento de Deus é fundamental para a transformação e renovação da mente do crente.","referencias_relacionadas":["Provérbios 1:7","Colossenses 1:9-10","Efésios 1:17-18"]},"2corintios_6_6_longsuffering":{"palavra_pt":"longsuffering","palavra_original":"μακροθυμία","transliteracao":"makrothymía","strong":"G3115","significado_raiz":"Ideia básica: longsuffering.","significado_contextual":"Refere-se à paciência e perseverança em meio às provações.","explicacao_detalhada":"O 'longsuffering' é uma virtude que permite aos crentes suportar dificuldades sem perder a fé.","por_que_esta_palavra":"A palavra 'longsuffering' é usada para enfatizar a necessidade de paciência em situações adversas.","conexao_teologica":"A paciência é um fruto do Espírito e é essencial para a vida cristã.","referencias_relacionadas":["Romanos 12:12","Gálatas 5:22","Tiago 1:3-4"]},"2corintios_6_7_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que é central na mensagem do evangelho.","explicacao_detalhada":"O 'verbo' ou 'palavra' é a expressão de Deus, que se fez carne em Jesus Cristo, e é fundamental para a salvação.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para entender a base da fé cristã e a revelação de Deus ao homem.","conexao_teologica":"Cristo é o Logos, a Palavra que traz vida e luz ao mundo.","referencias_relacionadas":["João 1:1-14","Hebreus 4:12","Romanos 10:17"]},"2corintios_6_7_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade divina que opera através dos crentes.","explicacao_detalhada":"O 'poder' é a força que permite aos crentes realizar milagres e viver uma vida vitoriosa em Cristo.","por_que_esta_palavra":"A palavra 'poder' destaca a ação sobrenatural de Deus na vida dos crentes.","conexao_teologica":"O poder de Deus é manifestado através do Espírito Santo e é essencial para a missão da igreja.","referencias_relacionadas":["Atos 1:8","Efésios 3:20","2 Timóteo 1:7"]},"2corintios_6_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Deus' é central na teologia cristã, representando o Criador e Sustentador do universo.","por_que_esta_palavra":"A palavra 'Deus' é usada para afirmar a autoridade e o poder supremo de Deus na vida dos crentes.","conexao_teologica":"A compreensão de Deus é fundamental para a fé e a adoração cristã.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 11:36"]},"2corintios_6_8_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e à majestade de Deus, que se manifesta na vida dos crentes.","explicacao_detalhada":"A 'glória' é a manifestação da presença de Deus e sua natureza gloriosa, que os crentes são chamados a refletir.","por_que_esta_palavra":"A palavra 'glória' é usada para enfatizar a importância de viver de maneira que glorifique a Deus.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo sua santidade e poder.","referencias_relacionadas":["Isaías 6:3","Romanos 3:23","1 Pedro 2:9"]},"2corintios_6_8_mal":{"palavra_pt":"mal","palavra_original":"δυσφημία","transliteracao":"dysphēmía","strong":"G1426","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à calúnia e à difamação que os apóstolos enfrentaram em seu ministério.","explicacao_detalhada":"O 'mal' aqui representa as injustiças e perseguições que os servos de Deus suportam por causa do evangelho.","por_que_esta_palavra":"A palavra 'mal' é usada para destacar a oposição que os apóstolos enfrentaram em sua missão.","conexao_teologica":"O sofrimento por causa do evangelho é uma parte da experiência cristã e é mencionado em várias passagens.","referencias_relacionadas":["Mateus 5:11-12","1 Pedro 4:14","Romanos 8:18"]},"2corintios_6_8_bom":{"palavra_pt":"bom","palavra_original":"εὐφημία","transliteracao":"euphēmía","strong":"G2162","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de ser bom em meio a provações e dificuldades.","explicacao_detalhada":"A palavra 'bom' aqui implica uma virtude que se manifesta mesmo em circunstâncias adversas, destacando a integridade e a retidão do apóstolo Paulo em seu ministério.","por_que_esta_palavra":"Paulo usa 'bom' para contrastar a sua conduta com as dificuldades que enfrenta, mostrando que, apesar das tribulações, ele permanece fiel e virtuoso.","conexao_teologica":"A bondade é um fruto do Espírito Santo e reflete o caráter de Deus em nossas vidas, mesmo em tempos difíceis.","referencias_relacionadas":["Gálatas 5:22-23","Romanos 12:21","Filipenses 4:8"]},"2corintios_6_9_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida que é vivida em Cristo, em contraste com a morte espiritual.","explicacao_detalhada":"A palavra 'viver' implica uma existência plena e abundante que é encontrada em Cristo, mesmo quando enfrentamos a morte física ou espiritual.","por_que_esta_palavra":"Paulo enfatiza que, embora possa parecer que ele está enfrentando a morte, na verdade, ele está vivendo plenamente através de Cristo.","conexao_teologica":"A vida em Cristo é central na teologia cristã, onde a morte é transformada em vida eterna.","referencias_relacionadas":["João 10:10","Romanos 6:8","Gálatas 2:20"]},"2corintios_6_9_morte":{"palavra_pt":"morte","palavra_original":"θανατόω","transliteracao":"thanatóō","strong":"G2289","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte física e espiritual, contrastando com a vida em Cristo.","explicacao_detalhada":"A palavra 'morte' aqui é usada para descrever a condição de separação de Deus, que é superada pela vida que encontramos em Cristo.","por_que_esta_palavra":"Paulo menciona a morte para ilustrar a gravidade das dificuldades que enfrenta, mas também para ressaltar a vitória sobre a morte através de Jesus.","conexao_teologica":"A morte é um tema central na teologia cristã, onde a ressurreição de Cristo traz esperança e vida eterna.","referencias_relacionadas":["1 Coríntios 15:55-57","Romanos 8:38-39","João 11:25-26"]},"2corintios_6_10_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como fonte de alegria e esperança.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a soberania e a bondade divina, que sustentam Paulo em suas tribulações.","por_que_esta_palavra":"Paulo menciona Deus para reafirmar que sua força e alegria vêm do Senhor, mesmo em meio ao sofrimento.","conexao_teologica":"Deus é a fonte de toda alegria e esperança, e a relação com Ele transforma a experiência do sofrimento.","referencias_relacionadas":["Salmos 16:11","Romanos 15:13","Filipenses 4:4"]},"2corintios_6_10_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à magnitude das experiências que Paulo enfrenta.","explicacao_detalhada":"A palavra 'grande' destaca a imensidão do amor e da graça de Deus, que superam as dificuldades humanas.","por_que_esta_palavra":"Paulo usa 'grande' para contrastar a grandeza de Deus com as pequenas tribulações que enfrenta, enfatizando a soberania divina.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que nos lembra da Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28-31","Efésios 3:20"]},"2corintios_6_11_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à comunicação e à expressão do coração de Paulo.","explicacao_detalhada":"A palavra 'boca' simboliza a sinceridade e a abertura de Paulo em compartilhar suas experiências e sentimentos com os coríntios.","por_que_esta_palavra":"Paulo menciona 'boca' para enfatizar que está falando abertamente e com amor, desejando que os coríntios compreendam seu coração.","conexao_teologica":"A comunicação é vital na vida cristã, refletindo a importância da verdade e do amor nas relações.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:34","Efésios 4:15"]},"2corintios_6_11_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e intenções de Paulo.","explicacao_detalhada":"A palavra 'coração' representa a sinceridade e a profundidade do amor de Paulo pelos coríntios, expressando seu desejo de conexão genuína.","por_que_esta_palavra":"Paulo usa 'coração' para mostrar que suas palavras não são apenas retóricas, mas vêm de um lugar de amor e preocupação genuína.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus trabalha e transforma nossas vidas.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Mateus 5:8"]},"2corintios_6_12_distress":{"palavra_pt":"distress","palavra_original":"στενοχωρέω","transliteracao":"stenochōréō","strong":"G4729","significado_raiz":"Ideia básica: distress.","significado_contextual":"Refere-se ao sofrimento e à angústia que Paulo enfrenta em seu ministério.","explicacao_detalhada":"A palavra 'distress' destaca a pressão e as dificuldades que Paulo experimenta, mas que não o impedem de continuar seu trabalho.","por_que_esta_palavra":"Paulo menciona 'distress' para ilustrar a realidade de seu ministério, que é marcado por desafios, mas também por fé.","conexao_teologica":"O sofrimento é uma parte da vida cristã, mas é também uma oportunidade para experimentar a graça e a força de Deus.","referencias_relacionadas":["Romanos 5:3-5","2 Coríntios 1:5","Filipenses 1:29"]},"2corintios_6_12_homem":{"palavra_pt":"homem","palavra_original":"οὐ","transliteracao":"ou","strong":"G3756","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e às limitações que todos enfrentam.","explicacao_detalhada":"A palavra 'homem' aqui enfatiza a fragilidade e a vulnerabilidade da natureza humana diante das adversidades.","por_que_esta_palavra":"Paulo menciona 'homem' para lembrar que, apesar de suas dificuldades, ele é um ser humano que depende da graça de Deus.","conexao_teologica":"A condição humana é um tema central na Bíblia, que nos lembra da necessidade de redenção e da graça divina.","referencias_relacionadas":["Salmos 103:14","Romanos 3:23","1 Pedro 5:7"]},"2corintios_6_13_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de Paulo de se dirigir aos coríntios com amor e sinceridade.","explicacao_detalhada":"A palavra 'dizer' implica uma comunicação clara e direta, expressando o desejo de Paulo de ser ouvido e compreendido.","por_que_esta_palavra":"Paulo usa 'dizer' para enfatizar a importância da comunicação no relacionamento com os coríntios, buscando um entendimento mútuo.","conexao_teologica":"A comunicação é essencial na vida cristã, refletindo a necessidade de diálogo e compreensão entre os irmãos.","referencias_relacionadas":["Tiago 1:19","Efésios 4:29","Colossenses 4:6"]},"2corintios_6_14_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A justiça é a condição de estar em conformidade com a lei de Deus.","explicacao_detalhada":"No contexto de 2 Coríntios 6:14, a justiça se refere à vida e ao caráter que um cristão deve ter, que é alinhado com a vontade de Deus, contrastando com a injustiça do mundo.","por_que_esta_palavra":"A palavra 'justiça' é fundamental para entender a relação entre o crente e Deus, pois implica em viver de acordo com os padrões divinos.","conexao_teologica":"A justiça é um atributo de Deus e é essencial para a salvação e a santificação do crente.","referencias_relacionadas":["Romanos 3:22","Mateus 5:6","Isaías 61:10"]},"2corintios_6_14_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se implica em uma transformação ou mudança de estado.","explicacao_detalhada":"Neste versículo, a ideia de 'tornar-se' refere-se à transformação que ocorre na vida do crente ao aceitar a Cristo e viver segundo a Sua vontade.","por_que_esta_palavra":"A transformação é um tema central na vida cristã, onde o crente é chamado a deixar o velho eu e se tornar uma nova criação em Cristo.","conexao_teologica":"A nova criação em Cristo é um conceito que enfatiza a mudança radical que ocorre na vida do crente.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"2corintios_6_14_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Neste contexto, a palavra 'Deus' enfatiza a soberania e a autoridade divina sobre todas as coisas, incluindo a vida dos crentes.","por_que_esta_palavra":"A menção de Deus é crucial para entender a relação entre o crente e o mundo, destacando a necessidade de se separar do que é impuro.","conexao_teologica":"A soberania de Deus é um tema recorrente na teologia, que afirma que Ele tem controle sobre todas as coisas.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","Romanos 11:36"]},"2corintios_6_15_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo significa 'o Ungido', aquele que foi escolhido e capacitado por Deus para a missão de salvação.","explicacao_detalhada":"No contexto de 2 Coríntios 6:15, a palavra 'Cristo' enfatiza a identidade de Jesus como o Messias que veio para redimir a humanidade.","por_que_esta_palavra":"A identificação de Jesus como Cristo é fundamental para a fé cristã, pois estabelece a base da salvação.","conexao_teologica":"A unção de Cristo é um conceito que liga o Antigo e o Novo Testamento, mostrando o cumprimento das promessas de Deus.","referencias_relacionadas":["Atos 4:12","João 1:41","Mateus 16:16"]},"2corintios_6_15_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"A palavra 'crente' refere-se àqueles que têm fé em Jesus Cristo.","explicacao_detalhada":"Neste versículo, a ideia de 'crente' destaca a importância da fé como um elemento central na vida do cristão.","por_que_esta_palavra":"A fé é o meio pelo qual os crentes se conectam a Deus e recebem a salvação.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo essencial para a justificação e a vida cristã.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:17"]},"2corintios_6_15_concord":{"palavra_pt":"concord","palavra_original":"συμφώνησις","transliteracao":"symphṓnēsis","strong":"G4857","significado_raiz":"Ideia básica: concord.","significado_contextual":"Concorde refere-se à harmonia e acordo entre duas partes.","explicacao_detalhada":"No contexto de 2 Coríntios 6:15, a palavra 'concorde' enfatiza a necessidade de os crentes estarem em harmonia com Cristo e uns com os outros.","por_que_esta_palavra":"A unidade entre os crentes é vital para o testemunho da igreja e a eficácia da missão.","conexao_teologica":"A unidade é um tema importante na teologia cristã, refletindo a natureza de Deus como um ser em comunhão.","referencias_relacionadas":["Efésios 4:3","Filipenses 2:2","1 Coríntios 1:10"]},"2corintios_6_16_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Templo refere-se ao lugar sagrado onde Deus habita e é adorado.","explicacao_detalhada":"Neste versículo, 'templo' simboliza a presença de Deus entre o Seu povo e a santidade que deve caracterizar a vida dos crentes.","por_que_esta_palavra":"A ideia de templo é central para a compreensão da relação entre Deus e a humanidade, especialmente na nova aliança.","conexao_teologica":"Os crentes são descritos como o templo do Espírito Santo, enfatizando a habitação de Deus em suas vidas.","referencias_relacionadas":["1 Coríntios 3:16","Efésios 2:21-22","Hebreus 3:6"]},"2corintios_6_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, que é digno de adoração e reverência.","explicacao_detalhada":"A menção de Deus neste contexto reforça a ideia de que os crentes devem viver de maneira que honre a Sua santidade.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza da adoração e a relação do homem com o Criador.","conexao_teologica":"A adoração a Deus é um aspecto central da vida cristã, refletindo a devoção e o compromisso do crente.","referencias_relacionadas":["Salmos 95:6","Romanos 12:1","João 4:24"]},"2corintios_6_16_imagem":{"palavra_pt":"imagem","palavra_original":"εἴδωλον","transliteracao":"eídōlon","strong":"G1497","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Imagem refere-se a qualquer representação que pode desviar a adoração de Deus.","explicacao_detalhada":"Neste versículo, a palavra 'imagem' é usada para alertar sobre a idolatria e a necessidade de se afastar de tudo que compete com a adoração a Deus.","por_que_esta_palavra":"A advertência contra ídolos é crucial para a pureza da adoração e a fidelidade ao Senhor.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, que enfatiza a exclusividade da adoração a Deus.","referencias_relacionadas":["Êxodo 20:4-5","1 João 5:21","Isaías 44:9-20"]},"2corintios_6_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, a palavra 'Senhor' enfatiza a soberania de Deus e a necessidade de os crentes se submeterem a Sua vontade.","por_que_esta_palavra":"A autoridade de Deus é um aspecto central da fé cristã, que implica em obediência e reverência.","conexao_teologica":"A soberania de Deus é um tema fundamental na teologia, que afirma que Ele reina sobre toda a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 13:1","Filipenses 2:9-11"]},"2corintios_6_17_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma separação ou distinção necessária entre os crentes e as práticas do mundo.","explicacao_detalhada":"Neste versículo, Paulo exorta os crentes a se afastarem das influências corruptas e a se manterem puros, enfatizando a necessidade de estar 'entre' os que são santos e não se misturar com o que é profano.","por_que_esta_palavra":"A escolha da palavra 'entre' reflete a ideia de que, embora os crentes vivam no mundo, eles não devem se conformar com ele.","conexao_teologica":"A separação do mundo é um tema central na teologia cristã, onde os crentes são chamados a serem luz e sal, vivendo de maneira distinta.","referencias_relacionadas":["Romanos 12:2","1 João 2:15-17","Tiago 4:4"]},"2corintios_6_17_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui se refere ao Senhor Todo-Poderoso, que exige santidade de Seu povo.","explicacao_detalhada":"Paulo menciona Deus para enfatizar a importância da separação e da pureza, pois somente em Deus encontramos a verdadeira santidade.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o crente e o Criador, que chama Seu povo para uma vida de santidade.","conexao_teologica":"A santidade de Deus é um tema recorrente na Bíblia, que destaca a necessidade de os crentes refletirem essa santidade em suas vidas.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"2corintios_6_18_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre a vida dos crentes.","explicacao_detalhada":"Paulo usa 'senhor' para reafirmar que Deus é o soberano que guia e dirige a vida dos que O seguem, estabelecendo um relacionamento de submissão.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a dinâmica de autoridade e obediência entre Deus e os crentes.","conexao_teologica":"A soberania de Deus é um princípio fundamental na teologia cristã, que nos lembra que Ele é o Senhor de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Mateus 28:18","Romanos 14:8-9"]},"2corintios_6_18_deus":{"palavra_pt":"deus","palavra_original":"παντοκράτωρ","transliteracao":"pantokrátōr","strong":"G3841","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui enfatiza a natureza onipotente de Deus, que é capaz de cumprir Suas promessas.","explicacao_detalhada":"Paulo se refere a Deus como 'todo-poderoso' para assegurar aos crentes que Ele é capaz de protegê-los e abençoá-los quando se separam do mundo.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a confiança que os crentes devem ter na capacidade de Deus de agir em suas vidas.","conexao_teologica":"A onipotência de Deus é um tema central que nos lembra que nada é impossível para Ele.","referencias_relacionadas":["Gênesis 17:1","Jeremias 32:17","Lucas 1:37"]}}