{"2corintios_7_1_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana caída e suas inclinações pecaminosas.","explicacao_detalhada":"Paulo menciona a 'carne' para alertar os crentes sobre a necessidade de purificação e santificação, afastando-se das práticas pecaminosas.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a luta interna entre a carne e o espírito na vida do crente.","conexao_teologica":"A batalha entre a carne e o espírito é um tema recorrente na teologia cristã, que enfatiza a necessidade de viver segundo o Espírito.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:5-8","Efésios 2:3"]},"2corintios_7_1_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à natureza espiritual do ser humano e à presença do Espírito Santo.","explicacao_detalhada":"Paulo menciona o 'espírito' para enfatizar a necessidade de viver em conformidade com a direção do Espírito Santo, que nos guia à santidade.","por_que_esta_palavra":"A palavra 'espírito' é fundamental para entender a nova vida que os crentes têm em Cristo, habilitados pelo Espírito Santo.","conexao_teologica":"A obra do Espírito Santo na vida do crente é um tema central na teologia cristã, que destaca a transformação e a santificação.","referencias_relacionadas":["Romanos 8:9-11","Gálatas 5:22-23","1 Coríntios 12:13"]},"2corintios_7_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à fonte de toda santidade e pureza.","explicacao_detalhada":"Paulo menciona Deus para lembrar os crentes que a santidade é um reflexo do caráter de Deus e que eles devem se esforçar para ser como Ele.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a motivação dos crentes em buscar a santidade, que é um atributo divino.","conexao_teologica":"A busca pela santidade é uma resposta ao chamado de Deus e à Sua natureza santa.","referencias_relacionadas":["1 Pedro 1:15-16","Hebreus 12:14","Romanos 6:22"]},"2corintios_7_2_contain":{"palavra_pt":"contain","palavra_original":"χωρέω","transliteracao":"chōréō","strong":"G5562","significado_raiz":"Ideia básica: contain.","significado_contextual":"A palavra 'contain' refere-se à ideia de acolher ou fazer espaço para a pureza e a santidade.","explicacao_detalhada":"Paulo exorta os crentes a 'contê-los' em suas vidas, o que implica em uma disposição ativa para manter a pureza e evitar a contaminação.","por_que_esta_palavra":"A palavra 'contain' é importante para entender a responsabilidade dos crentes em manter um ambiente de santidade ao seu redor.","conexao_teologica":"A ideia de acolher a santidade é um princípio que se reflete na vida da igreja e na comunidade de crentes.","referencias_relacionadas":["1 Coríntios 5:6-7","Efésios 4:30","Colossenses 3:2"]},"2corintios_7_2_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à condição humana e à fragilidade diante do pecado.","explicacao_detalhada":"Paulo menciona 'homem' para enfatizar a universalidade do pecado e a necessidade de todos se voltarem para Deus em busca de redenção.","por_que_esta_palavra":"A palavra 'homem' é crucial para entender a natureza pecaminosa da humanidade e a necessidade de salvação.","conexao_teologica":"A condição do homem pecador é um tema central na teologia cristã, que destaca a necessidade de graça e redenção.","referencias_relacionadas":["Romanos 3:23","Salmos 51:5","Efésios 2:1-3"]},"2corintios_7_2_destruir":{"palavra_pt":"destruir","palavra_original":"φθείρω","transliteracao":"phtheírō","strong":"G5351","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à consequência do pecado e à necessidade de evitar a corrupção espiritual.","explicacao_detalhada":"Paulo usa 'destruir' para alertar os crentes sobre os perigos de se afastarem da santidade, que pode levar à ruína espiritual.","por_que_esta_palavra":"A palavra 'destruir' é importante para entender as consequências sérias do pecado na vida do crente.","conexao_teologica":"A destruição espiritual é um tema que ressalta a importância da perseverança na fé e da santidade.","referencias_relacionadas":["Gálatas 6:7-8","Romanos 6:23","1 Coríntios 3:17"]},"2corintios_7_3_condemnation":{"palavra_pt":"condemn ation","palavra_original":"κατάκρισις","transliteracao":"katákrisis","strong":"G2633","significado_raiz":"Ideia básica: condemn ation.","significado_contextual":"Condenação, no contexto de 2 Coríntios 7:3, refere-se à sensação de culpa e reprovação que Paulo menciona em relação à sua comunicação com os coríntios.","explicacao_detalhada":"A palavra 'katákrisis' implica um julgamento negativo, uma condenação que pode ser tanto interna quanto externa. Paulo expressa que não deseja que os coríntios se sintam condenados por suas palavras, mas sim encorajados.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância da comunicação clara e amorosa entre Paulo e a igreja, evitando mal-entendidos que poderiam levar à condenação.","conexao_teologica":"A condenação é um tema recorrente na teologia cristã, onde a graça de Deus se opõe à condenação do pecado. Paulo busca mostrar que, apesar das falhas, há sempre um caminho de reconciliação.","referencias_relacionadas":["Romanos 8:1","João 3:18","Gálatas 5:1"]},"2corintios_7_3_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Coração, neste versículo, simboliza o centro das emoções e decisões, refletindo a sinceridade de Paulo em sua relação com os coríntios.","explicacao_detalhada":"A palavra 'kardía' é frequentemente usada na Bíblia para descrever não apenas o órgão físico, mas também a essência do ser humano, onde residem os sentimentos e a vontade.","por_que_esta_palavra":"Paulo usa 'coração' para expressar sua profunda preocupação e amor pelos coríntios, mostrando que suas intenções são sinceras e motivadas pelo amor.","conexao_teologica":"O coração é visto como o lugar onde Deus trabalha, transformando vidas e moldando caráter. A relação entre Paulo e os coríntios é um reflexo dessa transformação.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Romanos 10:9"]},"2corintios_7_3_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer, no contexto, refere-se à comunicação de Paulo com os coríntios, onde ele expressa seus sentimentos e pensamentos.","explicacao_detalhada":"A palavra 'légō' implica uma ação de falar ou comunicar, e Paulo enfatiza a importância de suas palavras para transmitir amor e encorajamento.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica da comunicação entre Paulo e a igreja, mostrando que a fala tem poder e deve ser usada com responsabilidade.","conexao_teologica":"A comunicação é um aspecto vital da vida cristã, refletindo a natureza relacional de Deus e a importância de compartilhar a verdade em amor.","referencias_relacionadas":["Efésios 4:15","Tiago 1:19","Colossenses 4:6"]},"2corintios_7_4_bom":{"palavra_pt":"bom","palavra_original":"καύχησις","transliteracao":"kaúchēsis","strong":"G2746","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom, neste versículo, refere-se à alegria e satisfação que Paulo sente ao ver a resposta positiva dos coríntios à sua carta.","explicacao_detalhada":"A palavra 'kaúchēsis' é usada para descrever um sentimento de orgulho ou alegria, especialmente em relação ao crescimento espiritual dos outros.","por_que_esta_palavra":"Paulo usa 'bom' para expressar sua gratidão e alegria pela transformação que os coríntios experimentaram, reforçando a ideia de que o bem-estar espiritual é algo a ser celebrado.","conexao_teologica":"A alegria é um fruto do Espírito e um sinal de que a obra de Deus está sendo realizada na vida dos crentes.","referencias_relacionadas":["Filipenses 4:4","Gálatas 5:22","Romanos 15:13"]},"2corintios_7_4_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande, aqui, refere-se à intensidade da alegria e do conforto que Paulo sente ao saber que os coríntios responderam positivamente.","explicacao_detalhada":"A palavra 'polýs' indica uma grande quantidade ou intensidade, enfatizando a profundidade das emoções de Paulo em relação à situação.","por_que_esta_palavra":"Paulo usa 'grande' para sublinhar que a resposta dos coríntios não foi apenas positiva, mas extraordinária, refletindo a eficácia de sua comunicação.","conexao_teologica":"A grandeza da alegria e do conforto é um tema que ressoa com a abundância da graça de Deus, que é capaz de transformar vidas de maneira poderosa.","referencias_relacionadas":["Salmos 126:3","Romanos 15:13","2 Coríntios 9:8"]},"2corintios_7_5_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Carne, neste contexto, refere-se à condição humana e às lutas que Paulo e os coríntios enfrentaram.","explicacao_detalhada":"A palavra 'sárx' é usada para descrever a natureza humana, incluindo suas fraquezas e limitações, que podem levar a dificuldades e sofrimentos.","por_que_esta_palavra":"Paulo menciona 'carne' para reconhecer que, apesar das dificuldades, a intervenção de Deus é essencial para superar as lutas da vida.","conexao_teologica":"A luta entre a carne e o espírito é um tema central na teologia cristã, onde a graça de Deus capacita os crentes a viverem de maneira vitoriosa.","referencias_relacionadas":["Romanos 7:18","Gálatas 5:17","1 Pedro 2:11"]},"2corintios_7_5_macedonia":{"palavra_pt":"macedonia","palavra_original":"Μακεδονία","transliteracao":"Makedonía","strong":"G3109","significado_raiz":"Ideia básica: macedonia.","significado_contextual":"Macedônia, neste versículo, refere-se à região onde Paulo enfrentou dificuldades, mas também onde viu a ação de Deus.","explicacao_detalhada":"A palavra 'Makedonía' é importante para entender o contexto geográfico e cultural das missões de Paulo, onde ele encontrou tanto desafios quanto oportunidades.","por_que_esta_palavra":"Mencionar Macedônia é relevante para ilustrar a realidade das lutas missionárias e a fidelidade de Deus em meio a elas.","conexao_teologica":"A obra missionária é um reflexo do chamado de Deus para levar o evangelho a todas as nações, mostrando que Ele está presente em todas as circunstâncias.","referencias_relacionadas":["Atos 16:9","Filipenses 4:15","2 Coríntios 8:1"]},"2corintios_7_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus, neste versículo, é apresentado como a fonte de conforto e encorajamento para Paulo e os coríntios.","explicacao_detalhada":"A palavra 'theós' é central na teologia cristã, representando o Criador e Sustentador de todas as coisas, que se importa com o sofrimento humano.","por_que_esta_palavra":"Paulo menciona Deus para enfatizar que todo conforto e encorajamento vêm dEle, especialmente em tempos de dificuldade.","conexao_teologica":"A natureza de Deus como Consolador é um tema importante, mostrando que Ele está sempre presente em nossas lutas e nos oferece esperança.","referencias_relacionadas":["2 Coríntios 1:3-4","Salmos 34:18","Romanos 15:5"]},"2corintios_7_6_cristo":{"palavra_pt":"cristo","palavra_original":"παρουσία","transliteracao":"parousía","strong":"G3952","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, neste contexto, refere-se à presença e ao poder de Jesus nas vidas dos crentes, especialmente em momentos de dificuldade.","explicacao_detalhada":"A palavra 'parousía' é usada para descrever a presença de Cristo, que é um conforto e uma esperança para os crentes.","por_que_esta_palavra":"Mencionar Cristo é essencial para entender a centralidade de Jesus na vida cristã e como Sua presença traz consolo e força.","conexao_teologica":"A presença de Cristo é fundamental na vida do crente, pois Ele é a fonte de esperança e transformação em meio às tribulações.","referencias_relacionadas":["Mateus 28:20","João 14:18","Romanos 8:37"]},"2corintios_7_6_titus":{"palavra_pt":"titus","palavra_original":"Τίτος","transliteracao":"Títos","strong":"G5103","significado_raiz":"Ideia básica: titus.","significado_contextual":"Titus, neste versículo, refere-se ao companheiro de Paulo, que desempenhou um papel importante na comunicação entre Paulo e a igreja de Corinto.","explicacao_detalhada":"A palavra 'Títos' é significativa porque representa a parceria e a colaboração no ministério, mostrando a importância do trabalho em equipe na propagação do evangelho.","por_que_esta_palavra":"Mencionar Tito destaca a importância das relações interpessoais no ministério e como Deus usa pessoas para cumprir Seus propósitos.","conexao_teologica":"A colaboração no ministério é um princípio bíblico, refletindo a unidade do corpo de Cristo e a importância de cada membro na obra de Deus.","referencias_relacionadas":["2 Coríntios 8:23","Gálatas 2:1","Tito 1:4"]},"2corintios_7_7_cristo":{"palavra_pt":"cristo","palavra_original":"παρουσία","transliteracao":"parousía","strong":"G3952","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é a figura central da fé cristã, representando a salvação e a reconciliação com Deus.","explicacao_detalhada":"A palavra 'Cristo' refere-se ao Messias prometido, que é Jesus. No contexto de 2 Coríntios 7:7, Paulo menciona a alegria que teve ao saber da fidelidade dos coríntios a Cristo, o que demonstra a importância da presença de Cristo em suas vidas.","por_que_esta_palavra":"A presença de Cristo é fundamental para a vida cristã, pois é através dele que os crentes têm acesso a Deus e à verdadeira alegria.","conexao_teologica":"Cristo é o mediador entre Deus e os homens, e sua presença traz transformação e esperança.","referencias_relacionadas":["João 14:6","Romanos 5:1","Gálatas 2:20"]},"2corintios_7_7_marido":{"palavra_pt":"marido","palavra_original":"ζῆλος","transliteracao":"zēlos","strong":"G2205","significado_raiz":"Ideia básica: marido.","significado_contextual":"A palavra 'marido' pode ser entendida como um símbolo de compromisso e amor, refletindo a relação entre Cristo e a Igreja.","explicacao_detalhada":"No contexto de 2 Coríntios 7:7, a palavra 'marido' é usada para enfatizar a relação de amor e devoção que os crentes devem ter entre si e com Deus, assim como um marido deve amar sua esposa.","por_que_esta_palavra":"A relação conjugal é uma metáfora comum na Bíblia para descrever a relação entre Cristo e a Igreja, enfatizando a importância do amor e do compromisso.","conexao_teologica":"A relação entre Cristo e a Igreja é frequentemente comparada ao casamento, onde Cristo é o noivo e a Igreja é a noiva.","referencias_relacionadas":["Efésios 5:25-27","Apocalipse 19:7","Gênesis 2:24"]},"2corintios_7_7_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' destaca a solidão e a necessidade de apoio e comunhão entre os crentes.","explicacao_detalhada":"Em 2 Coríntios 7:7, Paulo expressa que não está sozinho, pois a presença de Cristo e a comunhão com os irmãos o confortam. A solidão pode ser um desafio espiritual, mas a comunhão é essencial.","por_que_esta_palavra":"A solidão pode levar ao desânimo, mas a presença de outros crentes e de Cristo traz encorajamento e força.","conexao_teologica":"A Igreja é chamada a ser um corpo unido, onde cada membro apoia o outro, refletindo a unidade que existe em Cristo.","referencias_relacionadas":["Hebreus 10:24-25","Mateus 18:20","Gálatas 6:2"]},"2corintios_7_8_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' pode simbolizar um tempo de reflexão e arrependimento.","explicacao_detalhada":"No contexto de 2 Coríntios 7:8, Paulo menciona que sua carta causou tristeza, mas essa tristeza levou ao arrependimento, um 'dia' de mudança e transformação espiritual.","por_que_esta_palavra":"O 'dia' representa momentos significativos na vida do crente, onde decisões importantes são tomadas em resposta à palavra de Deus.","conexao_teologica":"O arrependimento é um tema central na vida cristã, onde cada 'dia' é uma oportunidade para se voltar para Deus.","referencias_relacionadas":["Salmos 51:10","Atos 3:19","Romanos 12:2"]},"2corintios_7_8_cause":{"palavra_pt":"cause","palavra_original":"λυπέω","transliteracao":"lypéō","strong":"G3076","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à origem da tristeza que leva ao arrependimento.","explicacao_detalhada":"Em 2 Coríntios 7:8, Paulo fala sobre a tristeza que causou sua carta, que, embora dolorosa, resultou em arrependimento e mudança de vida.","por_que_esta_palavra":"A causa da tristeza é importante, pois a tristeza segundo Deus leva à salvação, enquanto a tristeza do mundo gera morte.","conexao_teologica":"A dor e o arrependimento são parte do processo de santificação, onde Deus usa as dificuldades para nos moldar.","referencias_relacionadas":["2 Coríntios 7:10","Hebreus 12:11","Romanos 8:28"]},"2corintios_7_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é a fonte de consolo e transformação na vida do crente.","explicacao_detalhada":"Em 2 Coríntios 7:9, Paulo destaca que a tristeza que vem de Deus resulta em arrependimento e salvação, mostrando a natureza redentora de Deus.","por_que_esta_palavra":"Deus é o agente ativo que traz mudança e restauração ao coração humano, levando ao arrependimento verdadeiro.","conexao_teologica":"A ação de Deus no arrependimento é um tema central na teologia cristã, onde Ele busca restaurar o relacionamento com a humanidade.","referencias_relacionadas":["2 Pedro 3:9","Ezequiel 18:30","Romanos 2:4"]},"2corintios_7_9_repentance":{"palavra_pt":"repentance","palavra_original":"μετάνοια","transliteracao":"metánoia","strong":"G3341","significado_raiz":"Ideia básica: repentance.","significado_contextual":"O arrependimento é a mudança de mente e coração que leva à reconciliação com Deus.","explicacao_detalhada":"Em 2 Coríntios 7:9, Paulo menciona que a tristeza que vem de Deus produz arrependimento, que é essencial para a salvação e a vida cristã.","por_que_esta_palavra":"O arrependimento é uma resposta necessária ao pecado e à separação de Deus, permitindo a restauração do relacionamento.","conexao_teologica":"O arrependimento é um passo crucial na jornada de fé, onde o crente se volta para Deus em busca de perdão.","referencias_relacionadas":["Lucas 15:7","Atos 2:38","1 João 1:9"]},"2corintios_7_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o autor da salvação e da libertação do pecado.","explicacao_detalhada":"Em 2 Coríntios 7:10, Paulo enfatiza que a tristeza segundo Deus leva à salvação, destacando a natureza redentora de Deus em nossas vidas.","por_que_esta_palavra":"A palavra 'Deus' é central na mensagem do evangelho, pois é Ele quem oferece a salvação e a libertação do pecado.","conexao_teologica":"A salvação é um dom de Deus, que nos chama ao arrependimento e à vida nova em Cristo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 6:23","Tito 3:5"]},"2corintios_7_10_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se ao ato de ser libertado do pecado e da morte.","explicacao_detalhada":"Em 2 Coríntios 7:10, Paulo fala sobre a salvação que vem de Deus, que é o resultado do arrependimento e da fé em Cristo.","por_que_esta_palavra":"A salvação é o objetivo final da obra de Cristo, que nos liberta da condenação e nos dá nova vida.","conexao_teologica":"A salvação é um tema central na teologia cristã, onde a graça de Deus é manifestada através de Cristo.","referencias_relacionadas":["João 3:16","Romanos 10:9","Gálatas 5:1"]},"2corintios_7_10_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é vista como a consequência do pecado, mas também como um tema de redenção.","explicacao_detalhada":"Em 2 Coríntios 7:10, Paulo menciona que a tristeza segundo Deus leva à salvação, contrastando com a morte que resulta da tristeza do mundo.","por_que_esta_palavra":"A morte é um lembrete da gravidade do pecado, mas também da esperança da vida eterna em Cristo.","conexao_teologica":"A morte e a ressurreição de Cristo são centrais para a mensagem do evangelho, oferecendo vida aos que creem.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","João 11:25-26"]},"2corintios_7_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é visto como a fonte de consolo e arrependimento.","explicacao_detalhada":"Neste versículo, Paulo menciona que a tristeza segundo Deus produz arrependimento para a salvação, destacando a natureza de Deus como aquele que guia os crentes ao arrependimento genuíno.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, representando o ser supremo que se relaciona com a humanidade.","conexao_teologica":"Deus é o agente que transforma a tristeza em arrependimento, mostrando Sua misericórdia e graça.","referencias_relacionadas":["Romanos 2:4","Salmos 51:17","1 João 1:9"]},"2corintios_7_11_business":{"palavra_pt":"assunto","palavra_original":"σπουδή","transliteracao":"spoudḗ","strong":"G4710","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se a um assunto sério que requer atenção.","explicacao_detalhada":"Paulo fala sobre a importância de lidar com assuntos que afetam a vida espiritual e a comunidade, enfatizando a necessidade de ser diligente.","por_que_esta_palavra":"A palavra 'assunto' destaca a seriedade das questões abordadas na carta.","conexao_teologica":"A diligência em tratar assuntos espirituais é uma responsabilidade do crente.","referencias_relacionadas":["Tiago 1:22","1 Pedro 5:8","Hebreus 12:1"]},"2corintios_7_11_marido":{"palavra_pt":"marido","palavra_original":"ζῆλος","transliteracao":"zēlos","strong":"G2205","significado_raiz":"Ideia básica: marido.","significado_contextual":"Representa a relação de compromisso e amor.","explicacao_detalhada":"A palavra 'marido' é usada para ilustrar o relacionamento entre Cristo e a Igreja, enfatizando a fidelidade e o amor sacrificial.","por_que_esta_palavra":"A relação conjugal é uma metáfora poderosa na Escritura para descrever a relação de Deus com Seu povo.","conexao_teologica":"Cristo é o noivo e a Igreja é a noiva, simbolizando a união e o compromisso.","referencias_relacionadas":["Efésios 5:25-27","Apocalipse 19:7","Cantares 2:16"]},"2corintios_7_12_business":{"palavra_pt":"assunto","palavra_original":"σπουδή","transliteracao":"spoudḗ","strong":"G4710","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se à necessidade de abordar questões com seriedade.","explicacao_detalhada":"Paulo enfatiza que a maneira como lidamos com os assuntos espirituais reflete nossa maturidade e responsabilidade como crentes.","por_que_esta_palavra":"A palavra 'assunto' é crucial para entender a importância de agir com diligência na vida cristã.","conexao_teologica":"A responsabilidade em lidar com questões espirituais é um reflexo da nossa fé e compromisso com Deus.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Gálatas 6:5"]},"2corintios_7_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o juiz justo que avalia nossas ações.","explicacao_detalhada":"Neste contexto, Paulo menciona que Deus observa nossas ações e intenções, trazendo à tona a importância da integridade.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a moralidade e a ética cristã.","conexao_teologica":"Deus é o padrão de justiça e verdade, e nossas vidas devem refletir isso.","referencias_relacionadas":["Salmos 139:1-4","Hebreus 4:13","Mateus 12:36-37"]},"2corintios_7_12_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se a algo que é além do esperado ou normal.","explicacao_detalhada":"A palavra 'muito' enfatiza a abundância da alegria e do arrependimento que Deus proporciona aos que se voltam para Ele.","por_que_esta_palavra":"A ideia de 'muito' destaca a generosidade de Deus em dar bênçãos além do que pedimos ou imaginamos.","conexao_teologica":"A abundância de Deus é uma característica central de Sua natureza, mostrando que Ele é capaz de fazer infinitamente mais.","referencias_relacionadas":["Efésios 3:20","Romanos 8:32","Filipenses 4:19"]},"2corintios_7_13_titus":{"palavra_pt":"titus","palavra_original":"Τίτος","transliteracao":"Títos","strong":"G5103","significado_raiz":"Ideia básica: titus.","significado_contextual":"Tito é um colaborador de Paulo, representando a importância da comunhão no ministério.","explicacao_detalhada":"A menção de Tito destaca a importância de ter companheiros fiéis no ministério e a alegria que eles trazem.","por_que_esta_palavra":"A palavra 'Tito' simboliza a parceria e o apoio mútuo entre os crentes.","conexao_teologica":"A comunhão entre os crentes é essencial para o crescimento espiritual e a edificação da Igreja.","referencias_relacionadas":["2 Coríntios 8:23","Filipenses 2:19-22","Gálatas 2:1-3"]},"2corintios_7_13_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito como a essência da vida e da comunicação com Deus.","explicacao_detalhada":"A palavra 'espírito' é usada para descrever a presença de Deus que traz vida e entendimento aos crentes.","por_que_esta_palavra":"O 'espírito' é fundamental para a experiência cristã, pois é através dele que os crentes se conectam com Deus.","conexao_teologica":"O Espírito Santo é o Consolador prometido que habita nos crentes e os guia em toda a verdade.","referencias_relacionadas":["João 14:26","Romanos 8:9-11","Gálatas 5:22-23"]},"2corintios_7_13_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como fonte de alegria e consolo.","explicacao_detalhada":"Neste contexto, Paulo menciona que a alegria que vem de Deus é uma resposta ao arrependimento e à restauração.","por_que_esta_palavra":"A palavra 'Deus' é central para a experiência de alegria e consolo na vida do crente.","conexao_teologica":"Deus é a fonte de toda alegria verdadeira, e a relação com Ele traz paz e satisfação.","referencias_relacionadas":["Salmos 16:11","Romanos 15:13","Filipenses 4:4"]},"2corintios_7_14_bom":{"palavra_pt":"bom","palavra_original":"καύχησις","transliteracao":"kaúchēsis","strong":"G2746","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à boa reputação e ao orgulho que Paulo sente por seus irmãos em Cristo.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a alegria e o orgulho que Paulo tem em relação à resposta dos coríntios ao seu ministério.","por_que_esta_palavra":"A palavra 'bom' destaca a qualidade positiva das ações e atitudes dos crentes.","conexao_teologica":"A bondade é um fruto do Espírito e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Gálatas 5:22","Mateus 5:16","Efésios 2:10"]},"2corintios_7_14_titus":{"palavra_pt":"titus","palavra_original":"Τίτος","transliteracao":"Títos","strong":"G5103","significado_raiz":"Ideia básica: titus.","significado_contextual":"Tito é mencionado como um colaborador próximo de Paulo, que desempenhou um papel importante na igreja primitiva.","explicacao_detalhada":"Tito, um gentio convertido ao cristianismo, foi enviado por Paulo para ajudar a resolver questões na igreja de Corinto. Ele é um exemplo de liderança e fidelidade no ministério.","por_que_esta_palavra":"A menção de Tito destaca a importância de líderes fiéis e a colaboração no trabalho do evangelho.","conexao_teologica":"Tito representa a inclusão dos gentios na comunidade cristã e a importância da unidade entre os crentes.","referencias_relacionadas":["Gálatas 2:3","Tito 1:4","2 Coríntios 8:23"]},"2corintios_7_15_piedade":{"palavra_pt":"piedade","palavra_original":"σπλάγχνον","transliteracao":"splánchnon","strong":"G4698","significado_raiz":"Ideia básica: piedade.","significado_contextual":"A piedade é uma resposta emocional e espiritual que resulta do arrependimento e da transformação.","explicacao_detalhada":"A palavra 'piedade' refere-se a um profundo sentimento de compaixão e empatia que leva à ação. Neste contexto, Paulo elogia a reação dos coríntios ao seu arrependimento.","por_que_esta_palavra":"A piedade é essencial para a vida cristã, pois demonstra a sensibilidade do coração em relação ao pecado e à necessidade de mudança.","conexao_teologica":"A piedade é uma característica do verdadeiro arrependimento e da vida transformada em Cristo.","referencias_relacionadas":["Mateus 5:7","Tiago 1:27","1 Pedro 3:8"]},"2corintios_7_15_temor":{"palavra_pt":"temor","palavra_original":"τρόμος","transliteracao":"trómos","strong":"G5156","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui se refere a um respeito reverente e uma consciência da santidade de Deus.","explicacao_detalhada":"O temor é uma resposta adequada à grandeza de Deus e à gravidade do pecado. Paulo menciona o temor que os coríntios sentiram ao receber sua carta.","por_que_esta_palavra":"O temor é um aspecto fundamental da relação do ser humano com Deus, refletindo a reverência que devemos ter diante de Sua presença.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é essencial para uma vida que agrada a Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Hebreus 12:28-29"]},"2corintios_7_15_obediente":{"palavra_pt":"obediente","palavra_original":"ὑπακοή","transliteracao":"hypakoḗ","strong":"G5218","significado_raiz":"Ideia básica: obediente.","significado_contextual":"A obediência é uma resposta prática à palavra de Deus e ao chamado ao arrependimento.","explicacao_detalhada":"Paulo elogia os coríntios por sua obediência à mensagem que ele trouxe, mostrando que a verdadeira fé se manifesta em ações.","por_que_esta_palavra":"A obediência é um sinal de fé genuína e de compromisso com Deus e Sua palavra.","conexao_teologica":"A obediência é central na vida cristã, refletindo a submissão à vontade de Deus.","referencias_relacionadas":["João 14:15","Romanos 1:5","Tiago 1:22"]},"2corintios_7_16_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de alegria e conforto em meio às dificuldades.","explicacao_detalhada":"Paulo expressa sua alegria ao saber que os coríntios responderam positivamente à sua carta, reconhecendo a ação de Deus em suas vidas.","por_que_esta_palavra":"A menção de Deus enfatiza Sua soberania e a importância de confiar Nele em todas as circunstâncias.","conexao_teologica":"Deus é o centro da vida cristã, e nossa alegria deve ser encontrada Nele.","referencias_relacionadas":["Salmos 16:11","Romanos 15:13","Filipenses 4:4"]},"2corintios_7_16_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O caminho representa a jornada da vida cristã e a direção que os crentes devem seguir.","explicacao_detalhada":"Paulo fala sobre o caminho que os coríntios escolheram ao se voltarem para Deus, indicando uma mudança de vida e compromisso com a verdade.","por_que_esta_palavra":"O caminho é uma metáfora comum na Bíblia para descrever a vida de fé e as escolhas que fazemos.","conexao_teologica":"Cristo é o caminho, e seguir Seus ensinamentos é essencial para a vida cristã.","referencias_relacionadas":["João 14:6","Atos 2:38","1 Pedro 2:21"]}}