{"2corintios_9_1_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se ao papel de alguém que serve ou ministra aos outros.","explicacao_detalhada":"A palavra 'servo' neste contexto destaca a função de servir aos outros, especialmente no que diz respeito à coleta de ofertas e ao ministério. É um chamado para que os crentes se coloquem à disposição para ajudar.","por_que_esta_palavra":"A palavra 'servo' é fundamental para entender a natureza do ministério cristão, que é baseado no serviço e na humildade.","conexao_teologica":"Jesus é o maior exemplo de servo, e os cristãos são chamados a seguir seu exemplo.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:5-7","1 Pedro 4:10"]},"2corintios_9_1_exceeding":{"palavra_pt":"muito","palavra_original":"περισσός","transliteracao":"perissós","strong":"G4053","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se a algo que é abundante ou que excede o normal.","explicacao_detalhada":"A palavra 'muito' é usada para descrever a generosidade que vai além do esperado. Isso implica que a generosidade dos crentes deve ser abundante e não apenas suficiente.","por_que_esta_palavra":"A ênfase em 'muito' destaca a expectativa de que os crentes sejam generosos de maneira extraordinária.","conexao_teologica":"A generosidade abundante reflete a graça de Deus em nossas vidas e é um testemunho do amor de Cristo.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 8:2","Efésios 3:20"]},"2corintios_9_2_marido":{"palavra_pt":"marido","palavra_original":"ζῆλος","transliteracao":"zēlos","strong":"G2205","significado_raiz":"Ideia básica: marido.","significado_contextual":"Refere-se ao zelo ou entusiasmo em realizar uma tarefa.","explicacao_detalhada":"A palavra 'marido' aqui é usada para expressar a paixão e o comprometimento que os crentes devem ter em relação à obra de Deus, especialmente no ato de dar.","por_que_esta_palavra":"A escolha de 'marido' enfatiza a necessidade de um compromisso fervoroso e dedicado.","conexao_teologica":"O zelo é uma característica do verdadeiro discípulo de Cristo, que se entrega à obra do Senhor.","referencias_relacionadas":["Romanos 12:11","Tito 2:14","Gálatas 6:9"]},"2corintios_9_2_bom":{"palavra_pt":"bom","palavra_original":"καυχάομαι","transliteracao":"kaucháomai","strong":"G2744","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de ser admirável ou digno.","explicacao_detalhada":"Neste contexto, a palavra 'bom' é usada para descrever a qualidade da generosidade que deve ser evidente entre os crentes. É um chamado para que a doação seja feita de maneira que glorifique a Deus.","por_que_esta_palavra":"A palavra 'bom' ressalta a importância de que nossas ações sejam feitas com um coração puro e motivadas pelo amor.","conexao_teologica":"As boas obras são um reflexo da fé genuína e do caráter de Deus em nós.","referencias_relacionadas":["Mateus 5:16","Tito 3:8","Efésios 2:10"]},"2corintios_9_2_forwardness":{"palavra_pt":"forwardness","palavra_original":"προθυμία","transliteracao":"prothymía","strong":"G4288","significado_raiz":"Ideia básica: forwardness.","significado_contextual":"Refere-se à disposição e prontidão em agir.","explicacao_detalhada":"A palavra 'forwardness' implica em uma atitude proativa e entusiástica em relação à generosidade. É um convite para que os crentes estejam prontos e dispostos a contribuir.","por_que_esta_palavra":"A ênfase na prontidão destaca a importância de agir com alegria e disposição ao servir.","conexao_teologica":"A disposição para servir é uma expressão do amor cristão e da obediência a Deus.","referencias_relacionadas":["2 Coríntios 8:12","Filipenses 2:13","1 Pedro 5:2"]},"2corintios_9_3_bom":{"palavra_pt":"bom","palavra_original":"καύχημα","transliteracao":"kaúchēma","strong":"G2745","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de ser admirável ou digno.","explicacao_detalhada":"A palavra 'bom' aqui é usada para descrever a generosidade que é digna de reconhecimento. É um lembrete de que as boas ações devem ser vistas e valorizadas.","por_que_esta_palavra":"A escolha de 'bom' enfatiza que a generosidade deve ser feita de maneira que traga honra a Deus.","conexao_teologica":"As boas obras são um testemunho da fé e do amor que temos em Cristo.","referencias_relacionadas":["Mateus 5:16","Gálatas 6:9","Tiago 2:14-17"]},"2corintios_9_3_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação ou ausência de algo.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a impossibilidade de algo. Neste contexto, é uma forma de afirmar que a generosidade não deve ser feita de maneira forçada ou sob pressão.","por_que_esta_palavra":"A escolha de 'deus' ressalta a importância de que as ações sejam voluntárias e motivadas pelo amor.","conexao_teologica":"Deus deseja que nossas ofertas e ações sejam feitas com alegria e disposição, não por obrigação.","referencias_relacionadas":["2 Coríntios 9:7","Romanos 12:1","1 Pedro 5:2"]},"2corintios_9_3_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se a uma generosidade que ultrapassa o esperado.","explicacao_detalhada":"A palavra 'muito' indica um grau elevado de generosidade que os coríntios demonstraram em suas doações, superando as expectativas de Paulo.","por_que_esta_palavra":"A escolha da palavra enfatiza a abundância e a disposição do coração dos doadores.","conexao_teologica":"A generosidade é vista como uma expressão do amor cristão e da graça de Deus que opera no coração do crente.","referencias_relacionadas":["2 Coríntios 8:2","Mateus 6:21","Atos 20:35"]},"2corintios_9_4_bom":{"palavra_pt":"bom","palavra_original":"καύχησις","transliteracao":"kaúchēsis","strong":"G2746","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a um motivo legítimo e positivo para a doação.","explicacao_detalhada":"A palavra 'bom' implica que a doação deve ser feita com um coração puro e com boas intenções, sem pressão ou obrigação.","por_que_esta_palavra":"Paulo quer assegurar que a contribuição dos coríntios seja feita de maneira voluntária e alegre.","conexao_teologica":"A doação é um reflexo da bondade de Deus e deve ser feita em resposta à Sua generosidade.","referencias_relacionadas":["2 Coríntios 9:7","Gálatas 6:7","Filipenses 4:18"]},"2corintios_9_4_confound":{"palavra_pt":"confound","palavra_original":"καταισχύνω","transliteracao":"kataischýnō","strong":"G2617","significado_raiz":"Ideia básica: confound.","significado_contextual":"Refere-se à ideia de não trazer vergonha ou desonra.","explicacao_detalhada":"A palavra 'confound' sugere que a doação deve ser feita de forma que não cause embaraço a quem a recebe, mas que traga honra a Deus.","por_que_esta_palavra":"Paulo deseja que a generosidade dos coríntios seja uma fonte de glória e não de vergonha.","conexao_teologica":"A honra a Deus é central na vida cristã, e as ações dos crentes devem refletir isso.","referencias_relacionadas":["Romanos 10:11","1 Pedro 2:6","Salmos 25:3"]},"2corintios_9_4_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que provê e abençoa.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a soberania e a providência divina sobre as doações e a vida dos crentes.","por_que_esta_palavra":"Paulo quer que os coríntios reconheçam que suas doações são uma resposta à generosidade de Deus.","conexao_teologica":"Deus é o doador supremo e todas as bênçãos vêm d'Ele.","referencias_relacionadas":["Tiago 1:17","Filipenses 4:19","2 Coríntios 9:8"]},"2corintios_9_5_bencao":{"palavra_pt":"bencao","palavra_original":"εὐλογία","transliteracao":"eulogía","strong":"G2129","significado_raiz":"Ideia básica: bencao.","significado_contextual":"Refere-se a uma doação que traz benefícios espirituais e materiais.","explicacao_detalhada":"A palavra 'bencao' implica que a generosidade resulta em bênçãos tanto para quem dá quanto para quem recebe.","por_que_esta_palavra":"Paulo quer que os coríntios entendam que suas doações têm um impacto duradouro.","conexao_teologica":"A generosidade é uma forma de refletir a natureza de Deus, que é generoso por excelência.","referencias_relacionadas":["2 Coríntios 9:11","Atos 20:35","Provérbios 11:25"]},"2corintios_9_5_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Em 2 Coríntios 9:5, \"deus\" aparece na frase \"Portanto, tive por coisa necessária exortar estes irmãos, para que primeiro fossem ter convosco, e preparassem de antemão a vossa bênção, j…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (μή; mḗ; G3361), \"deus\" traz a ideia de deus. Aqui, essa palavra deixa o ensino de 2 Coríntios 9:5 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"deus\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 João 1:8. Lendo junto com 2 Coríntios 9:5, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Coríntios 9:5","2 João 1:8","João 1:1"]},"2corintios_9_6_bencao":{"palavra_pt":"bencao","palavra_original":"εὐλογία","transliteracao":"eulogía","strong":"G2129","significado_raiz":"Ideia básica: bencao.","significado_contextual":"Refere-se à colheita espiritual que resulta de uma semeadura generosa.","explicacao_detalhada":"A palavra 'bencao' aqui é usada para enfatizar que a generosidade resulta em recompensas espirituais.","por_que_esta_palavra":"Paulo usa essa metáfora para encorajar os coríntios a serem generosos, prometendo que Deus recompensará suas ações.","conexao_teologica":"A lei da semeadura e colheita é um princípio espiritual que se aplica à vida cristã.","referencias_relacionadas":["Gálatas 6:7","2 Coríntios 9:8","Mateus 7:2"]},"2corintios_9_6_semente":{"palavra_pt":"semente","palavra_original":"σπείρω","transliteracao":"speírō","strong":"G4687","significado_raiz":"Ideia básica: semente.","significado_contextual":"Refere-se ao ato de semear generosamente para colher bênçãos futuras.","explicacao_detalhada":"A palavra 'semente' simboliza o que é dado, que pode gerar frutos no futuro.","por_que_esta_palavra":"Paulo usa a metáfora da semeadura para ilustrar como a generosidade resulta em colheitas espirituais.","conexao_teologica":"A semeadura é um princípio que reflete a natureza de Deus e Sua provisão para os crentes.","referencias_relacionadas":["Gálatas 6:7","Mateus 13:3-8","2 Coríntios 9:10"]},"2corintios_9_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que ama um doador alegre.","explicacao_detalhada":"A palavra 'deus' aqui destaca a importância da atitude do coração ao dar.","por_que_esta_palavra":"Paulo quer que os coríntios entendam que Deus valoriza a disposição do coração mais do que a quantia doada.","conexao_teologica":"A alegria no dar é uma expressão do amor e da gratidão a Deus.","referencias_relacionadas":["1 Crônicas 29:17","Salmos 54:6","Mateus 6:21"]},"2corintios_9_7_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se à atitude interna que deve acompanhar a doação.","explicacao_detalhada":"A palavra 'coracao' enfatiza que a doação deve ser feita com sinceridade e alegria.","por_que_esta_palavra":"Paulo quer que os coríntios doem não por obrigação, mas por amor e gratidão.","conexao_teologica":"Deus se preocupa com o estado do coração, pois é de lá que procedem as intenções e ações.","referencias_relacionadas":["Provérbios 4:23","Mateus 12:34","Romanos 10:10"]},"2corintios_9_8_poderoso":{"palavra_pt":"poderoso","palavra_original":"δυνατέω","transliteracao":"dynatéō","strong":"G1414","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à capacidade de Deus de prover abundantemente para aqueles que são generosos.","explicacao_detalhada":"A palavra 'poderoso' neste contexto enfatiza a força e a habilidade de Deus em suprir todas as necessidades dos crentes, especialmente no que diz respeito à generosidade e ao apoio aos necessitados.","por_que_esta_palavra":"A escolha da palavra 'poderoso' destaca a confiança que os crentes devem ter em Deus como provedor de todas as coisas boas.","conexao_teologica":"A teologia da provisão divina é central na vida cristã, mostrando que Deus é capaz de suprir não apenas necessidades materiais, mas também espirituais.","referencias_relacionadas":["Filipenses 4:19","Salmos 23:1","Mateus 6:26"]},"2corintios_9_8_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à disposição interior e à atitude de generosidade que deve vir do coração do doador.","explicacao_detalhada":"A palavra 'graça' implica que a generosidade deve ser motivada por um coração grato e disposto, refletindo a graça que recebemos de Deus.","por_que_esta_palavra":"A palavra 'graça' é utilizada para enfatizar que a generosidade não deve ser forçada, mas sim uma expressão natural da gratidão e amor que temos por Deus.","conexao_teologica":"A graça é um tema central na teologia cristã, mostrando como a generosidade é uma resposta ao amor de Deus por nós.","referencias_relacionadas":["2 Coríntios 8:9","Efésios 2:8-9","Romanos 12:1"]},"2corintios_9_9_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça que resulta de ações generosas e corretas diante de Deus.","explicacao_detalhada":"A palavra 'justiça' aqui implica que as ações dos crentes, especialmente em relação à generosidade, são vistas como justas e aceitáveis diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'justiça' reforça a ideia de que a generosidade é uma expressão da vida justa que Deus espera de seus seguidores.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para os crentes, refletindo a natureza de Deus em suas ações.","referencias_relacionadas":["Mateus 5:16","Tiago 1:27","Romanos 3:22"]},"2corintios_9_9_pobre":{"palavra_pt":"pobre","palavra_original":"πένης","transliteracao":"pénēs","strong":"G3993","significado_raiz":"Ideia básica: pobre.","significado_contextual":"Refere-se àqueles que estão em necessidade e que dependem da generosidade dos outros.","explicacao_detalhada":"A palavra 'pobre' destaca a importância de cuidar dos necessitados e como a generosidade dos crentes pode impactar positivamente a vida dos que estão em dificuldades.","por_que_esta_palavra":"A inclusão da palavra 'pobre' enfatiza a responsabilidade social dos crentes em ajudar aqueles que estão em necessidade.","conexao_teologica":"A preocupação com os pobres é um tema recorrente na Bíblia, refletindo o coração de Deus por aqueles que sofrem.","referencias_relacionadas":["Provérbios 19:17","Mateus 25:40","Tiago 2:15-16"]},"2corintios_9_9_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Refere-se ao ato de registrar ou relatar as boas ações e generosidade dos crentes.","explicacao_detalhada":"A palavra 'descrever' implica que as ações generosas devem ser reconhecidas e lembradas, mostrando a importância de testemunhar as obras de Deus através da generosidade.","por_que_esta_palavra":"A escolha de 'descrever' sugere que as boas obras têm um impacto duradouro e devem ser compartilhadas como testemunho.","conexao_teologica":"O testemunho das boas obras é uma parte vital da vida cristã, refletindo a luz de Cristo no mundo.","referencias_relacionadas":["1 Pedro 2:12","Mateus 5:14-16","Filipenses 2:15"]},"2corintios_9_10_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça que resulta da semeadura generosa e das bênçãos que dela advêm.","explicacao_detalhada":"A palavra 'justiça' aqui reforça a ideia de que aqueles que semeiam generosamente colherão bênçãos justas e adequadas de Deus.","por_que_esta_palavra":"A repetição da palavra 'justiça' enfatiza a certeza de que Deus recompensa a generosidade com justiça.","conexao_teologica":"A justiça de Deus é um princípio fundamental que assegura que as ações dos crentes têm consequências eternas.","referencias_relacionadas":["Gálatas 6:7","Mateus 7:2","Romanos 2:6"]},"2corintios_9_10_semente":{"palavra_pt":"semente","palavra_original":"σπόρος","transliteracao":"spóros","strong":"G4703","significado_raiz":"Ideia básica: semente.","significado_contextual":"Refere-se à generosidade como uma semente que, quando plantada, resulta em colheitas abundantes.","explicacao_detalhada":"A palavra 'semente' simboliza o potencial de crescimento e multiplicação que a generosidade pode trazer na vida espiritual e material.","por_que_esta_palavra":"A metáfora da semente é poderosa, pois sugere que o que se planta com generosidade resultará em bênçãos maiores.","conexao_teologica":"A semeadura e a colheita são temas recorrentes na Bíblia, ilustrando a relação entre ações e consequências.","referencias_relacionadas":["Gálatas 6:7","Mateus 13:23","2 Coríntios 8:2"]},"2corintios_9_10_alimento":{"palavra_pt":"alimento","palavra_original":"βρῶσις","transliteracao":"brōsis","strong":"G1035","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento espiritual e material que Deus proporciona aos que são generosos.","explicacao_detalhada":"A palavra 'alimento' destaca a ideia de que a generosidade não apenas supre necessidades físicas, mas também alimenta a vida espiritual dos crentes.","por_que_esta_palavra":"A escolha da palavra 'alimento' sugere que a generosidade é essencial para o crescimento e sustento da vida cristã.","conexao_teologica":"Deus é descrito como o provedor de nosso sustento, tanto físico quanto espiritual, refletindo Sua bondade.","referencias_relacionadas":["João 6:35","Salmos 104:14-15","Mateus 4:4"]},"2corintios_9_11_deus":{"palavra_pt":"deus","palavra_original":"εὐχαριστία","transliteracao":"eucharistía","strong":"G2169","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à gratidão que devemos a Deus por Suas bênçãos e provisões.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a centralidade de Deus em todas as ações de generosidade e gratidão.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a importância de reconhecer a fonte de todas as bênçãos e a necessidade de agradecer a Ele.","conexao_teologica":"A gratidão a Deus é um aspecto fundamental da vida cristã, refletindo nossa dependência e reconhecimento de Sua bondade.","referencias_relacionadas":["1 Tessalonicenses 5:18","Salmos 107:1","Colossenses 3:17"]},"2corintios_9_11_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao modo como devemos viver em resposta às bênçãos de Deus.","explicacao_detalhada":"A palavra 'caminho' implica que a vida cristã deve ser uma jornada de generosidade e gratidão, refletindo a natureza de Deus.","por_que_esta_palavra":"A escolha da palavra 'caminho' sugere que a vida do crente deve ser marcada por ações que glorificam a Deus.","conexao_teologica":"A caminhada cristã é frequentemente descrita como um caminho que leva à vida eterna, enfatizando a importância das escolhas que fazemos.","referencias_relacionadas":["Salmos 119:105","Mateus 7:13-14","1 João 1:7"]},"2corintios_9_12_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se ao ato de servir aos outros, especialmente no contexto da generosidade e do auxílio aos necessitados.","explicacao_detalhada":"A palavra 'servo' (διακονία) implica um papel ativo de serviço e ministério. Em 2 Coríntios 9:12, Paulo destaca que a contribuição dos coríntios não apenas atende às necessidades dos santos, mas também glorifica a Deus.","por_que_esta_palavra":"A escolha da palavra 'servo' enfatiza a importância do serviço altruísta na vida cristã, refletindo o caráter de Cristo.","conexao_teologica":"O conceito de ser servo é central na teologia cristã, onde Jesus é apresentado como o servo sofredor que veio para servir e dar a sua vida em resgate por muitos.","referencias_relacionadas":["Marcos 10:45","Mateus 20:26-28","Gálatas 5:13"]},"2corintios_9_12_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"λειτουργία","transliteracao":"leitourgía","strong":"G3009","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao papel do sacerdote como mediador entre Deus e o povo, especialmente no contexto de adoração e serviço a Deus.","explicacao_detalhada":"A palavra 'sacerdote' (λειτουργία) implica um ministério sagrado. Em 2 Coríntios 9:12, Paulo menciona que a generosidade dos coríntios é uma forma de serviço sacerdotal, que agrada a Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é usada para mostrar que a generosidade é uma forma de adoração e serviço a Deus, refletindo o papel do crente como sacerdote diante de Deus.","conexao_teologica":"A teologia do sacerdócio universal dos crentes é fundamental, onde todos os cristãos são chamados a serem sacerdotes, oferecendo suas vidas como sacrifícios vivos.","referencias_relacionadas":["1 Pedro 2:9","Hebreus 10:19-22","Romanos 12:1"]},"2corintios_9_12_deus":{"palavra_pt":"deus","palavra_original":"εὐχαριστία","transliteracao":"eucharistía","strong":"G2169","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o provedor e fonte de todas as bênçãos, especialmente no contexto da gratidão e da generosidade.","explicacao_detalhada":"A palavra 'Deus' (εὐχαριστία) é usada para enfatizar a ação de graças que deve ser dada a Ele por meio das boas obras dos crentes, que são um reflexo de Sua graça.","por_que_esta_palavra":"A inclusão de 'Deus' destaca a centralidade da gratidão em todas as ações dos crentes, reconhecendo que tudo o que temos vem dEle.","conexao_teologica":"A teologia da gratidão é essencial na vida cristã, onde os crentes são chamados a reconhecer a bondade de Deus em suas vidas.","referencias_relacionadas":["Salmos 107:1","Colossenses 3:17","1 Tessalonicenses 5:18"]},"2corintios_9_13_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se ao serviço prestado aos outros como uma expressão de fé e amor cristão.","explicacao_detalhada":"A palavra 'servo' (διακονία) é utilizada novamente para enfatizar a importância do serviço na comunidade cristã, mostrando que a generosidade é uma forma de testemunho da fé.","por_que_esta_palavra":"A repetição da palavra 'servo' reforça a ideia de que o serviço é uma característica fundamental da vida cristã.","conexao_teologica":"O serviço aos outros é uma expressão do amor de Cristo em ação, refletindo a natureza do evangelho.","referencias_relacionadas":["Gálatas 6:2","Filipenses 2:4","Mateus 25:40"]},"2corintios_9_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como aquele que é digno de louvor e adoração, especialmente em resposta às ações dos crentes.","explicacao_detalhada":"A palavra 'Deus' (θεός) é usada para enfatizar a soberania e a bondade de Deus, que é glorificado através das boas obras dos crentes.","por_que_esta_palavra":"A menção de 'Deus' destaca a importância de reconhecer Sua autoridade e bondade em todas as ações.","conexao_teologica":"A adoração a Deus é um tema central na vida cristã, onde as ações dos crentes devem sempre apontar para Sua glória.","referencias_relacionadas":["Romanos 11:36","Efésios 3:20-21","Salmos 150:6"]},"2corintios_9_13_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade das ações e do ministério dos crentes, que são frutos do Espírito.","explicacao_detalhada":"A palavra 'bom' (εὐαγγέλιον) implica que as ações dos crentes são agradáveis a Deus e benéficas para a comunidade.","por_que_esta_palavra":"A ênfase na bondade destaca que as boas obras são uma expressão da fé genuína e do amor cristão.","conexao_teologica":"A bondade é um fruto do Espírito Santo, e as boas obras são uma evidência da transformação que ocorre na vida do crente.","referencias_relacionadas":["Gálatas 5:22-23","Efésios 2:10","Tito 2:14"]},"2corintios_9_14_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça de Deus que toca o coração dos crentes, levando-os a agir com generosidade.","explicacao_detalhada":"A palavra 'graça' (χάρις) implica um favor imerecido que transforma o coração e motiva ações de amor e generosidade.","por_que_esta_palavra":"A ênfase na graça mostra que a generosidade é uma resposta ao amor de Deus, que nos capacita a agir.","conexao_teologica":"A graça é um tema central na teologia cristã, onde a salvação e a vida cristã são vistas como frutos da graça de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:8","2 Coríntios 12:9"]},"2corintios_9_14_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de toda graça e bênção, especialmente em relação à generosidade dos crentes.","explicacao_detalhada":"A palavra 'Deus' (θεός) é usada para enfatizar que toda boa dádiva vem dEle, e que a graça é um presente que devemos reconhecer.","por_que_esta_palavra":"A menção de 'Deus' destaca a centralidade de Sua ação em nossas vidas e a necessidade de gratidão.","conexao_teologica":"A teologia da graça é fundamental, onde Deus é visto como o doador de todas as bênçãos espirituais.","referencias_relacionadas":["Tiago 1:17","Romanos 11:6","2 Coríntios 9:8"]},"2corintios_9_15_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à expressão de gratidão a Deus por Sua indescritível dádiva, que é a salvação e a graça.","explicacao_detalhada":"A palavra 'graça' (χάρις) é usada para enfatizar a resposta de louvor e gratidão que devemos ter em relação a Deus por Suas bênçãos.","por_que_esta_palavra":"A ênfase na graça mostra que a nossa resposta deve ser de adoração e reconhecimento do que Deus fez por nós.","conexao_teologica":"A gratidão é uma resposta natural à graça recebida, e é fundamental na vida do crente.","referencias_relacionadas":["Salmos 136:1","Colossenses 3:15","1 Tessalonicenses 5:18"]},"2corintios_9_15_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de toda graça e bênção, especialmente em relação à generosidade dos crentes.","explicacao_detalhada":"A palavra 'Deus' (θεός) é usada para enfatizar que toda boa dádiva vem dEle, e que a graça é um presente que devemos reconhecer.","por_que_esta_palavra":"A menção de 'Deus' destaca a centralidade de Sua ação em nossas vidas e a necessidade de gratidão.","conexao_teologica":"A teologia da graça é fundamental, onde Deus é visto como o doador de todas as bênçãos espirituais.","referencias_relacionadas":["Tiago 1:17","Romanos 11:6","2 Coríntios 9:8"]}}