{"exodo_1_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência dos patriarcas, indicando a continuidade da linhagem de Israel.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a herança, essencial para entender a formação do povo de Israel e suas tribos.","por_que_esta_palavra":"A inclusão de 'filho' enfatiza a importância da família e da herança na cultura israelita, refletindo a promessa de Deus a Abraão.","conexao_teologica":"A ideia de 'filho' é central na teologia bíblica, simbolizando não apenas a relação física, mas também a relação espiritual entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 17:7","Êxodo 4:22","Salmos 127:3"]},"exodo_1_1_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de convocar ou trazer alguém para um lugar específico.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) é frequentemente usada em contextos de convite ou instrução divina, mostrando a importância da obediência ao chamado de Deus.","por_que_esta_palavra":"A escolha de 'chamar' destaca a iniciativa de Deus em reunir Seu povo, mostrando Sua soberania e cuidado.","conexao_teologica":"O chamado de Deus é um tema recorrente na Bíblia, simbolizando a relação entre o Criador e a criação, e a resposta do homem a esse chamado.","referencias_relacionadas":["Gênesis 12:1","Isaías 43:1","Mateus 11:28"]},"exodo_1_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a dignidade e o valor dado por Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para enfatizar a individualidade e a responsabilidade de cada pessoa diante de Deus e da sociedade.","por_que_esta_palavra":"A menção de 'homem' sublinha a criação do ser humano à imagem de Deus, conferindo-lhe um papel especial na criação.","conexao_teologica":"A teologia do homem é fundamental, pois reflete a relação entre Deus e a humanidade, e a missão do homem na terra.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"exodo_1_2_nome":{"palavra_pt":"nome","palavra_original":"יְהוּדָה","transliteracao":"Yᵉhûwdâh","strong":"H3063","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao legado de uma pessoa ou tribo.","explicacao_detalhada":"A palavra 'nome' (יְהוּדָה) é significativa, pois representa não apenas a identificação, mas também a reputação e o caráter de uma pessoa.","por_que_esta_palavra":"A menção do 'nome' é crucial para entender a história e a importância da tribo de Judá na narrativa bíblica.","conexao_teologica":"O nome de Deus e dos Seus servos é um tema importante, refletindo a relação de intimidade e a autoridade que Ele confere.","referencias_relacionadas":["Gênesis 49:10","Mateus 1:2-3","Apocalipse 7:5"]},"exodo_1_2_filho":{"palavra_pt":"filho","palavra_original":"רְאוּבֵן","transliteracao":"Rᵉʼûwbên","strong":"H7205","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a continuidade da linhagem de Israel através de Reuben.","explicacao_detalhada":"A palavra 'filho' (רְאוּבֵן) aqui representa a importância da descendência e do papel de Reuben como o primogênito.","por_que_esta_palavra":"A inclusão de 'filho' enfatiza a herança e a responsabilidade que vêm com a posição de primogênito na cultura israelita.","conexao_teologica":"A linhagem de Reuben é significativa para a história de Israel, refletindo a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 29:32","Números 1:20","Deuteronômio 33:6"]},"exodo_1_2_tribo":{"palavra_pt":"tribo","palavra_original":"שִׁמְעוֹן","transliteracao":"Shimʻôwn","strong":"H8095","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se à tribo de Simeão, uma das doze tribos de Israel.","explicacao_detalhada":"A palavra 'tribo' (שִׁמְעוֹן) é usada para identificar a herança e a divisão do povo de Israel em grupos familiares.","por_que_esta_palavra":"A menção da tribo é crucial para entender a organização social e política de Israel.","conexao_teologica":"As tribos de Israel têm um papel importante na história da salvação, representando a diversidade e a unidade do povo de Deus.","referencias_relacionadas":["Gênesis 29:33","Números 1:23","Josué 19:1"]},"exodo_1_3_filho":{"palavra_pt":"filho","palavra_original":"בִּנְיָמִין","transliteracao":"Binyâmîyn","strong":"H1144","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à linhagem de Benjamim, destacando a continuidade da descendência.","explicacao_detalhada":"A palavra 'filho' (בִּנְיָמִין) aqui representa a importância da tribo de Benjamim na história de Israel.","por_que_esta_palavra":"A inclusão de 'filho' enfatiza a herança e o papel significativo da tribo de Benjamim na narrativa bíblica.","conexao_teologica":"A tribo de Benjamim é importante na história da salvação, especialmente no contexto do Novo Testamento.","referencias_relacionadas":["Gênesis 35:18","Juízes 20:15","Romanos 11:1"]},"exodo_1_4_filho":{"palavra_pt":"filho","palavra_original":"גָּד","transliteracao":"Gâd","strong":"H1410","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à linhagem de Gade, destacando a importância da tribo na história de Israel.","explicacao_detalhada":"A palavra 'filho' (גָּד) aqui representa a herança e o papel da tribo de Gade na formação do povo de Israel.","por_que_esta_palavra":"A inclusão de 'filho' enfatiza a continuidade da linhagem e a importância das tribos na narrativa bíblica.","conexao_teologica":"A tribo de Gade é um exemplo da diversidade dentro do povo de Deus e de como cada tribo tem um papel único na história da salvação.","referencias_relacionadas":["Gênesis 30:9","Números 1:24","Josué 13:24"]},"exodo_1_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao crescimento populacional dos israelitas no Egito.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a transição de um estado a outro, neste caso, o aumento da população.","por_que_esta_palavra":"A menção de 'cair' destaca a providência de Deus em fazer prosperar Seu povo, mesmo em tempos difíceis.","conexao_teologica":"O crescimento do povo de Israel é um testemunho da fidelidade de Deus às Suas promessas, mesmo em meio à opressão.","referencias_relacionadas":["Gênesis 46:3","Êxodo 1:7","Salmos 105:24"]},"exodo_1_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os israelitas se multiplicaram no Egito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a totalidade do crescimento e da prosperidade do povo de Israel.","por_que_esta_palavra":"A inclusão de 'modo' enfatiza a abrangência do crescimento, mostrando que foi um fenômeno notável e divinamente ordenado.","conexao_teologica":"O modo como Deus faz crescer Seu povo é um tema importante, refletindo Sua soberania e poder sobre a história.","referencias_relacionadas":["Gênesis 1:22","Êxodo 1:7","Salmos 107:38"]},"exodo_1_6_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte é um tema recorrente na narrativa do Êxodo, simbolizando o fim de uma era e o início de outra.","explicacao_detalhada":"Neste contexto, a palavra 'morrer' refere-se à morte dos patriarcas que levaram os israelitas ao Egito, marcando uma transição na história do povo hebreu.","por_que_esta_palavra":"A morte dos patriarcas é crucial para entender a opressão que os israelitas enfrentariam sob o novo faraó.","conexao_teologica":"A morte é vista como parte do ciclo da vida e da providência divina, onde Deus usa até mesmo a morte para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 25:8","Gênesis 49:33","Hebreus 11:13"]},"exodo_1_6_geracao":{"palavra_pt":"geracao","palavra_original":"דּוֹר","transliteracao":"dôwr","strong":"H1755","significado_raiz":"Ideia básica: geracao.","significado_contextual":"A palavra 'geração' refere-se à linhagem dos israelitas que se multiplicaram no Egito.","explicacao_detalhada":"A geração mencionada aqui destaca a continuidade do povo de Israel e a promessa de Deus de torná-los uma grande nação.","por_que_esta_palavra":"É importante para entender a identidade coletiva dos israelitas e a relação deles com as promessas divinas.","conexao_teologica":"A ideia de geração está ligada à aliança de Deus com Abraão, onde Ele prometeu que seus descendentes seriam numerosos.","referencias_relacionadas":["Gênesis 12:2","Gênesis 15:5","Gênesis 46:27"]},"exodo_1_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação dos israelitas como filhos de Deus.","explicacao_detalhada":"Neste contexto, 'filho' enfatiza a herança e a identidade do povo escolhido, que é visto como a nação de Deus.","por_que_esta_palavra":"A relação de filho é fundamental para entender a proteção e a promessa de Deus ao povo de Israel.","conexao_teologica":"A filiação é um tema central na Bíblia, onde Deus se apresenta como Pai do Seu povo.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:14"]},"exodo_1_7_jejum":{"palavra_pt":"jejum","palavra_original":"עָצַם","transliteracao":"ʻâtsam","strong":"H6105","significado_raiz":"Ideia básica: jejum.","significado_contextual":"A palavra 'jejum' aqui pode ser interpretada como um chamado à reflexão e à busca de Deus em tempos de opressão.","explicacao_detalhada":"Embora o jejum não seja explicitamente mencionado, a ideia de se abster de algo para se concentrar em Deus é implícita na luta do povo.","por_que_esta_palavra":"O jejum é uma prática que pode acompanhar a oração e a súplica por libertação.","conexao_teologica":"O jejum é frequentemente associado à busca de direção divina e à humilhação diante de Deus.","referencias_relacionadas":["Joel 2:12","Isaías 58:6","Mateus 6:16"]},"exodo_1_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao Egito, onde os israelitas estavam vivendo e se multiplicando.","explicacao_detalhada":"A terra é um símbolo de opressão, mas também de promessa, pois Deus havia prometido uma terra para o Seu povo.","por_que_esta_palavra":"A terra é central para a identidade do povo de Israel e para a narrativa da libertação.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a bênção e a presença de Deus.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:8","Deuteronômio 6:10"]},"exodo_1_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao surgimento de um novo faraó que não conhecia José.","explicacao_detalhada":"Este novo faraó representa uma mudança de poder e uma nova era de opressão para os israelitas.","por_que_esta_palavra":"O ato de levantar um novo líder é crucial para a narrativa, pois marca o início da escravidão dos hebreus.","conexao_teologica":"Deus levanta líderes e governantes para cumprir Seus propósitos, mesmo que isso signifique opressão temporária para o Seu povo.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Provérbios 21:1"]},"exodo_1_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se ao faraó do Egito, que se torna um opressor dos israelitas.","explicacao_detalhada":"O faraó é um símbolo de poder e opressão, contrastando com o Deus de Israel que é justo e libertador.","por_que_esta_palavra":"A figura do rei é central para a narrativa de libertação, pois representa a autoridade que Deus confrontará.","conexao_teologica":"Deus é apresentado como o verdadeiro Rei, que tem autoridade sobre todos os governantes da terra.","referencias_relacionadas":["Salmos 2:10-12","Isaías 40:23","Romanos 13:1"]},"exodo_1_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui pode ser interpretada como a realidade da opressão que os israelitas enfrentavam.","explicacao_detalhada":"A verdade sobre a situação dos israelitas é que eles estavam sendo oprimidos sob um novo regime que não reconhecia suas contribuições.","por_que_esta_palavra":"A verdade é essencial para entender a necessidade de libertação e a ação de Deus em favor do Seu povo.","conexao_teologica":"A verdade é um atributo de Deus, que se revela ao Seu povo e os liberta da mentira e da opressão.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"exodo_1_9_grande":{"palavra_pt":"grande","palavra_original":"עָצוּם","transliteracao":"ʻâtsûwm","strong":"H6099","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se ao crescimento e à multiplicação dos israelitas no Egito.","explicacao_detalhada":"O crescimento do povo é visto como uma bênção de Deus, mesmo em meio à opressão.","por_que_esta_palavra":"A grandeza do povo de Israel é um sinal da fidelidade de Deus às Suas promessas.","conexao_teologica":"A grandeza do povo de Deus é um tema que se repete na Bíblia, simbolizando a obra de Deus em meio às dificuldades.","referencias_relacionadas":["Gênesis 1:28","Gênesis 17:2","Salmos 105:24"]},"exodo_1_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é repetida para enfatizar a continuidade da linhagem e a identidade do povo de Deus.","explicacao_detalhada":"A repetição da palavra 'filho' reforça a ideia de que os israelitas são a herança de Deus e têm um lugar especial em Seu plano.","por_que_esta_palavra":"A identidade como filhos de Deus é fundamental para a compreensão da relação entre Deus e Israel.","conexao_teologica":"A filiação é um tema que se estende ao Novo Testamento, onde todos os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gálatas 3:26","1 João 3:1","Romanos 8:15"]},"exodo_1_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra do Egito, onde os israelitas estavam vivendo como escravos.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o espaço físico onde os eventos estão ocorrendo. No contexto de Êxodo 1:10, a terra é o cenário da opressão dos hebreus e da ação do faraó.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a realidade física e geográfica da opressão dos israelitas, além de simbolizar a promessa de Deus de dar uma terra aos seus filhos.","conexao_teologica":"A terra é um tema central na teologia bíblica, representando tanto a promessa de Deus quanto a luta do povo de Israel por liberdade e identidade.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:8","Deuteronômio 6:10"]},"exodo_1_10_palavra":{"palavra_pt":"palavra","palavra_original":"חָכַם","transliteracao":"châkam","strong":"H2449","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se ao plano ou à intenção que o faraó tinha em mente para lidar com o crescimento dos israelitas.","explicacao_detalhada":"A palavra 'palavra' (חָכַם) aqui implica em um discurso ou uma decisão que é formulada para enfrentar uma situação. O faraó usa sua palavra para manipular e controlar a população hebraica.","por_que_esta_palavra":"A palavra é crucial para entender a estratégia do faraó, que busca evitar que os israelitas se tornem uma ameaça ao seu poder.","conexao_teologica":"A palavra de um líder tem poder e pode ser usada para o bem ou para o mal, refletindo a responsabilidade que vem com a autoridade.","referencias_relacionadas":["Provérbios 18:21","Salmos 33:9","Tiago 3:5"]},"exodo_1_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair em um estado de opressão ou submissão.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a condição dos israelitas sob o domínio egípcio. Refere-se à queda em um estado de servidão e sofrimento.","por_que_esta_palavra":"A escolha dessa palavra destaca a transição dos israelitas de um estado de liberdade para um de opressão.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de redenção e libertação que Deus oferece ao seu povo.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Gálatas 5:1"]},"exodo_1_11_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao rei do Egito, que representa a opressão e a tirania.","explicacao_detalhada":"A palavra 'farao' (פַּרְעֹה) é um título que denota não apenas um líder político, mas também uma figura que se opõe ao plano de Deus para a libertação do seu povo.","por_que_esta_palavra":"A menção do faraó é essencial para entender a dinâmica de poder e a resistência que os israelitas enfrentam.","conexao_teologica":"Faraó simboliza a oposição ao propósito divino, e sua história é um aviso sobre as consequências de se rebelar contra Deus.","referencias_relacionadas":["Êxodo 5:1","Êxodo 9:16","Romanos 9:17"]},"exodo_1_11_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude do plano do faraó para controlar os israelitas.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) implica em um esforço significativo e abrangente para subjugar os hebreus, refletindo a seriedade da opressão.","por_que_esta_palavra":"A grandeza do plano do faraó destaca a gravidade da situação dos israelitas e a necessidade de intervenção divina.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a grandeza dos poderes humanos, mostrando que Deus é maior que qualquer tirano.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 19:26"]},"exodo_1_12_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se à condição dos israelitas, que eram um povo oprimido e sem poder.","explicacao_detalhada":"A palavra 'humilde' (עָנָה) descreve a situação de vulnerabilidade e sofrimento dos hebreus sob o domínio egípcio.","por_que_esta_palavra":"A humildade dos israelitas contrasta com a arrogância do faraó, enfatizando a necessidade de ajuda divina.","conexao_teologica":"A humildade é um tema central na Bíblia, onde Deus se inclina para ajudar os que são humildes e oprimidos.","referencias_relacionadas":["Salmos 34:18","Mateus 5:3","Tiago 4:10"]},"exodo_1_12_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença e à face de Deus em relação ao sofrimento do seu povo.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) simboliza a relação pessoal entre Deus e os israelitas, que clamarão a Ele em sua aflição.","por_que_esta_palavra":"O rosto de Deus representa sua atenção e cuidado pelo seu povo, mesmo em tempos de opressão.","conexao_teologica":"A presença de Deus é uma fonte de conforto e esperança para os que sofrem, mostrando que Ele está sempre atento às suas necessidades.","referencias_relacionadas":["Salmos 67:1","Números 6:25","Êxodo 33:14"]},"exodo_1_13_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho forçado que os israelitas eram obrigados a realizar.","explicacao_detalhada":"A palavra 'obra' (עָבַד) descreve a servidão e o trabalho árduo imposto pelo faraó aos hebreus, refletindo a opressão que eles enfrentavam.","por_que_esta_palavra":"A ênfase na obra destaca a dureza da escravidão e a necessidade de libertação.","conexao_teologica":"A obra forçada dos israelitas é um símbolo da opressão que Deus deseja remover, trazendo liberdade e redenção.","referencias_relacionadas":["Êxodo 3:7","Deuteronômio 5:15","Gálatas 5:13"]},"exodo_1_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência dos israelitas, que eram considerados filhos de Deus.","explicacao_detalhada":"A palavra 'filho' (בֵּן) enfatiza a relação especial entre Deus e os israelitas, que são vistos como sua herança.","por_que_esta_palavra":"A menção de 'filho' destaca a dignidade e o valor do povo de Deus, mesmo em meio à opressão.","conexao_teologica":"A ideia de ser filho de Deus é central na Bíblia, refletindo a identidade e o propósito do povo de Deus.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14","Gálatas 3:26"]},"exodo_1_13_cruelty":{"palavra_pt":"cruelty","palavra_original":"פֶּרֶךְ","transliteracao":"perek","strong":"H6531","significado_raiz":"Ideia básica: cruelty.","significado_contextual":"Refere-se à brutalidade e opressão que os israelitas enfrentavam sob o faraó.","explicacao_detalhada":"A palavra 'cruelty' (פֶּרֶךְ) descreve a severidade do tratamento que os hebreus recebiam, refletindo a injustiça da escravidão.","por_que_esta_palavra":"A ênfase na crueldade destaca a necessidade urgente de libertação e a ação de Deus em favor do seu povo.","conexao_teologica":"A crueldade do opressor é um tema que Deus condena, e Ele promete justiça e libertação para os oprimidos.","referencias_relacionadas":["Salmos 103:6","Isaías 1:17","Miquéias 6:8"]},"exodo_1_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os egípcios tratavam os israelitas, impondo-lhes trabalhos forçados.","explicacao_detalhada":"A palavra 'modo' aqui indica a maneira opressiva e cruel com que os israelitas eram tratados pelos egípcios, refletindo a injustiça e a opressão que enfrentavam.","por_que_esta_palavra":"O uso da palavra 'modo' enfatiza a severidade das condições de vida dos israelitas e a sistemática opressão que eles sofriam.","conexao_teologica":"Este versículo destaca a opressão do povo de Deus e a necessidade de libertação, que é um tema central na narrativa do Êxodo.","referencias_relacionadas":["Êxodo 3:7","Êxodo 5:6-9","Salmos 105:25"]},"exodo_1_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ordem do rei do Egito para os parteiros hebreus.","explicacao_detalhada":"A palavra 'dizer' é usada para mostrar a autoridade do faraó e a gravidade da ordem que ele estava dando, que envolvia a vida e a morte.","por_que_esta_palavra":"A ênfase na palavra 'dizer' revela o poder do faraó e a seriedade de sua intenção de controlar a população israelita.","conexao_teologica":"A ordem do faraó contrasta com a obediência dos parteiros a Deus, mostrando a luta entre a autoridade humana e a divina.","referencias_relacionadas":["Êxodo 1:17","Êxodo 1:19","Salmos 146:9"]},"exodo_1_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao faraó, o governante do Egito, que exercia poder absoluto sobre seu povo e os israelitas.","explicacao_detalhada":"A palavra 'rei' implica não apenas autoridade política, mas também a opressão que ele impunha aos israelitas, refletindo a injustiça do sistema.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a posição de poder do faraó e a sua responsabilidade nas ações opressivas contra os hebreus.","conexao_teologica":"O conceito de realeza é importante na Bíblia, pois Deus é frequentemente descrito como o Rei supremo, contrastando com os reis humanos que muitas vezes falham.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Romanos 13:1"]},"exodo_1_15_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de dar à luz, especificamente no contexto da ordem do faraó para matar os recém-nascidos hebreus.","explicacao_detalhada":"A palavra 'urso' é utilizada para descrever o processo de nascimento, que foi distorcido pela ordem do faraó, transformando um momento de alegria em um ato de violência.","por_que_esta_palavra":"A escolha dessa palavra ressalta a brutalidade da ordem do faraó e a tentativa de exterminar a descendência israelita.","conexao_teologica":"Este ato de matar recém-nascidos é um paralelo ao plano de Deus para preservar a vida e a linhagem de Israel, culminando na vinda do Messias.","referencias_relacionadas":["Êxodo 1:16","Mateus 2:16-18","Salmos 127:3"]},"exodo_1_16_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à consequência da ordem do faraó para os parteiros hebreus, que era a morte dos meninos hebreus.","explicacao_detalhada":"A palavra 'morrer' enfatiza a gravidade da situação e a opressão que os israelitas enfrentavam sob o regime do faraó.","por_que_esta_palavra":"A inclusão da palavra 'morrer' destaca a intenção maligna do faraó e a luta pela sobrevivência do povo de Deus.","conexao_teologica":"A morte dos inocentes é um tema recorrente na Bíblia, refletindo a batalha entre a vida que Deus oferece e a morte que o pecado traz.","referencias_relacionadas":["Êxodo 1:15","Mateus 2:16","Romanos 6:23"]},"exodo_1_16_viver":{"palavra_pt":"viver","palavra_original":"חָיַי","transliteracao":"châyay","strong":"H2425","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida dos meninos hebreus que deveriam ser poupados da morte.","explicacao_detalhada":"A palavra 'viver' é crucial, pois representa a esperança e a continuidade da linhagem israelita em meio à opressão.","por_que_esta_palavra":"A ênfase na palavra 'viver' contrasta com a ordem de morte, simbolizando a luta pela sobrevivência e a intervenção divina.","conexao_teologica":"A vida é um tema central na Bíblia, e a preservação da vida dos hebreus é um reflexo do plano de Deus para a salvação.","referencias_relacionadas":["Êxodo 1:17","Deuteronômio 30:19","João 10:10"]},"exodo_1_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ordem do faraó, que foi uma declaração de poder e controle sobre os hebreus.","explicacao_detalhada":"A palavra 'dizer' aqui é utilizada para mostrar a gravidade da ordem e a intenção do faraó de controlar a população hebraica.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a autoridade do faraó e a seriedade de suas ordens, que impactavam diretamente a vida dos hebreus.","conexao_teologica":"A obediência dos parteiros a Deus em vez do faraó ilustra a importância de seguir a vontade divina acima da autoridade humana.","referencias_relacionadas":["Êxodo 1:17","Atos 5:29","Romanos 13:1-2"]},"exodo_1_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é reconhecido pelos parteiros como a autoridade suprema.","explicacao_detalhada":"A palavra 'deus' aqui destaca a reverência e o temor que os parteiros tinham em relação a Deus, levando-os a desobedecer ao faraó.","por_que_esta_palavra":"A inclusão da palavra 'deus' mostra a centralidade da fé em Deus na vida dos hebreus, mesmo em tempos de opressão.","conexao_teologica":"Este versículo enfatiza a soberania de Deus sobre as autoridades humanas e a importância de temer a Deus acima de tudo.","referencias_relacionadas":["Êxodo 20:3","Salmos 115:3","Atos 4:19"]},"exodo_1_17_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida dos meninos hebreus que os parteiros estavam protegendo ao desobedecer ao faraó.","explicacao_detalhada":"A palavra 'viver' aqui simboliza a esperança e a continuidade da vida do povo de Deus em meio à opressão.","por_que_esta_palavra":"A ênfase na palavra 'viver' destaca a importância da preservação da vida e o plano de Deus para a salvação de Israel.","conexao_teologica":"A vida é um tema central na Bíblia, e a preservação da vida dos hebreus é um reflexo do plano de Deus para a redenção.","referencias_relacionadas":["Êxodo 1:16","Deuteronômio 30:19","João 14:6"]},"exodo_1_17_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Refere-se ao temor que os parteiros tinham a Deus, que os levou a desobedecer ao faraó.","explicacao_detalhada":"A palavra 'temer' indica um respeito profundo e reverente por Deus, que superou o medo da autoridade do faraó.","por_que_esta_palavra":"A escolha da palavra 'temer' enfatiza a prioridade da obediência a Deus sobre a obediência a autoridades humanas.","conexao_teologica":"O temor a Deus é um princípio fundamental na fé, refletindo a reverência que devemos ter diante de Sua soberania.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Atos 5:29"]},"exodo_1_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra ou coisa que é dita, enfatizando a importância da comunicação.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para descrever não apenas uma palavra falada, mas também um assunto ou uma questão. No contexto de Êxodo 1:18, ela se refere ao que foi comunicado pelos parteiros ao faraó.","por_que_esta_palavra":"A escolha dessa palavra destaca a seriedade da comunicação entre os parteiros e a autoridade do faraó.","conexao_teologica":"A palavra de Deus é fundamental na criação e na revelação. Assim como a comunicação entre os humanos é vital, a comunicação divina é essencial para a vida espiritual.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"exodo_1_18_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se ao ato de viver, enfatizando a preservação da vida dos hebreus.","explicacao_detalhada":"A palavra 'חָיָה' (châyâh) é usada para descrever a vida em seu sentido mais amplo. No contexto de Êxodo 1:18, ela se refere à vida das crianças hebraicas que estavam sendo ameaçadas.","por_que_esta_palavra":"A ênfase na vida destaca a intenção de Deus de preservar seu povo mesmo em tempos de opressão.","conexao_teologica":"A vida é um dom de Deus e a preservação da vida é um tema central na Bíblia, refletindo o cuidado divino por sua criação.","referencias_relacionadas":["Gênesis 2:7","Salmos 36:9","João 10:10"]},"exodo_1_18_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de chamar ou convocar, indicando a ação dos parteiros ao se dirigirem ao faraó.","explicacao_detalhada":"A palavra 'קָרָא' (qârâʼ) implica um chamado ou uma convocação. No contexto, os parteiros chamam a atenção do faraó para a situação das mulheres hebraicas.","por_que_esta_palavra":"A palavra é significativa porque mostra a responsabilidade dos parteiros em comunicar a verdade ao faraó.","conexao_teologica":"Deus chama seu povo para uma relação com Ele, e a comunicação é uma parte vital dessa relação.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9"]},"exodo_1_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de dizer, enfatizando a comunicação dos parteiros sobre a situação das hebreias.","explicacao_detalhada":"A palavra 'אָמַר' (ʼâmar) é frequentemente usada para descrever a fala ou declaração. No contexto, os parteiros explicam ao faraó que as hebreias dão à luz antes de chegarem.","por_que_esta_palavra":"A escolha dessa palavra é crucial para entender a resposta dos parteiros ao faraó e sua tentativa de proteger as crianças.","conexao_teologica":"A fala de Deus é poderosa e criativa, e a comunicação humana reflete essa capacidade de criar e transformar.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Tiago 3:5"]},"exodo_1_19_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de dar à luz, enfatizando o milagre da vida.","explicacao_detalhada":"A palavra 'יָלַד' (yâlad) significa dar à luz. No contexto, os parteiros estão descrevendo como as mulheres hebraicas dão à luz rapidamente.","por_que_esta_palavra":"A palavra é importante porque destaca a força e a resiliência das mulheres hebraicas em meio à opressão.","conexao_teologica":"O ato de dar à luz é visto como um ato divino, refletindo a criação e a continuidade da vida.","referencias_relacionadas":["Salmos 127:3","Gênesis 30:22-23","Lucas 1:42"]},"exodo_1_19_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, enfatizando sua autoridade.","explicacao_detalhada":"A palavra 'פַּרְעֹה' (Parʻôh) é usada para designar o faraó, o rei do Egito. No contexto, ele é a figura de autoridade que os parteiros estão tentando enganar.","por_que_esta_palavra":"A menção do faraó é crucial para entender a dinâmica de poder e a opressão que os hebreus enfrentam.","conexao_teologica":"A soberania de Deus é contrastada com a autoridade dos governantes humanos, mostrando que Deus está no controle.","referencias_relacionadas":["Êxodo 5:1","Romanos 13:1","Salmos 75:7"]},"exodo_1_20_jejum":{"palavra_pt":"jejum","palavra_original":"עָצַם","transliteracao":"ʻâtsam","strong":"H6105","significado_raiz":"Ideia básica: jejum.","significado_contextual":"Refere-se ao ato de jejuar, enfatizando a devoção e a busca por Deus.","explicacao_detalhada":"A palavra 'עָצַם' (ʻâtsam) pode ser interpretada como jejuar ou abster-se. No contexto, pode sugerir um ato de devoção em meio à opressão.","por_que_esta_palavra":"A palavra é significativa porque reflete a necessidade de buscar a ajuda divina em tempos difíceis.","conexao_teologica":"O jejum é uma prática espiritual que demonstra dependência de Deus e busca por Sua intervenção.","referencias_relacionadas":["Joel 2:12","Mateus 6:16-18","Atos 13:3"]},"exodo_1_20_achar":{"palavra_pt":"achar","palavra_original":"יָטַב","transliteracao":"yâṭab","strong":"H3190","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se ao ato de encontrar ou descobrir, enfatizando a busca pela verdade.","explicacao_detalhada":"A palavra 'יָטַב' (yâṭab) significa achar ou encontrar algo que é bom. No contexto, pode se referir a encontrar favor diante de Deus.","por_que_esta_palavra":"A busca por achar favor é crucial para a sobrevivência e proteção dos hebreus.","conexao_teologica":"Encontrar favor diante de Deus é um tema recorrente na Bíblia, refletindo a graça divina.","referencias_relacionadas":["Gênesis 6:8","Salmos 84:11","Provérbios 3:4"]},"exodo_1_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando o poder e a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'אֱלֹהִים' (ʼĕlôhîym) é um termo plural que se refere a Deus. No contexto, destaca a ação de Deus em proteger Seu povo.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a intervenção divina na história dos hebreus.","conexao_teologica":"Deus é o criador e sustentador da vida, e Sua presença é essencial em momentos de crise.","referencias_relacionadas":["Gênesis 1:1","Êxodo 3:14","Romanos 8:31"]},"exodo_1_21_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a proteção e a bênção de Deus sobre os parteiros.","explicacao_detalhada":"A palavra 'אֱלֹהִים' (ʼĕlôhîym) é usada novamente para enfatizar a ação de Deus em abençoar os parteiros por sua coragem e fidelidade.","por_que_esta_palavra":"A repetição da palavra destaca a importância da intervenção divina na vida dos hebreus.","conexao_teologica":"A bênção de Deus é um tema central na Bíblia, refletindo Seu amor e cuidado por aqueles que O temem.","referencias_relacionadas":["Salmos 128:1-2","Gálatas 6:9","Tiago 1:12"]},"exodo_1_21_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado em um contexto que pode simbolizar força e proteção.","explicacao_detalhada":"Na cultura antiga, animais como o urso eram vistos como poderosos e temidos. O uso dessa palavra pode indicar a força que Deus dá aos seus escolhidos para enfrentar desafios.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a força e a proteção divina que acompanha os que seguem a vontade de Deus.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é um protetor forte e confiável.","referencias_relacionadas":["Salmos 18:2","Isaías 40:31","Salmos 91:11"]},"exodo_1_21_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"O verbo 'cair' pode ser interpretado como uma queda em desgraça ou uma mudança de estado.","explicacao_detalhada":"Neste contexto, 'cair' pode referir-se à queda do povo de Israel em opressão sob o domínio egípcio, simbolizando a perda de liberdade.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a gravidade da situação do povo e a necessidade de intervenção divina.","conexao_teologica":"A queda do homem é um tema recorrente na Bíblia, mostrando a necessidade de redenção e salvação.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Salmos 37:24"]},"exodo_1_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, especialmente em um contexto de opressão.","explicacao_detalhada":"O modo de agir dos egípcios em relação aos israelitas reflete a crueldade e a injustiça que permeavam a sociedade da época.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância das ações e das intenções por trás delas.","conexao_teologica":"A maneira como vivemos e agimos é fundamental na teologia bíblica, refletindo nossa relação com Deus.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:17","1 Pedro 2:12"]},"exodo_1_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a continuidade da linhagem e a importância da prole na cultura israelita.","explicacao_detalhada":"Neste contexto, o 'filho' representa não apenas a descendência física, mas também a promessa de Deus para o povo de Israel.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a relação entre pais e filhos, e a responsabilidade que isso traz.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação.","referencias_relacionadas":["Salmos 127:3","Gálatas 4:6","Efésios 1:5"]},"exodo_1_22_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"O verbo 'enviar' implica uma ação de autoridade e missão, especialmente em um contexto de opressão.","explicacao_detalhada":"Neste caso, o ato de enviar pode ser visto como uma ordem do faraó para controlar e limitar o crescimento do povo de Israel.","por_que_esta_palavra":"A palavra é escolhida para mostrar a opressão e a tentativa de controle sobre a vida dos israelitas.","conexao_teologica":"Deus também envia Seus mensageiros e profetas para cumprir Seus propósitos, mostrando que o envio é um ato de autoridade.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","João 20:21"]}}