{"exodo_10_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da mensagem que Deus está prestes a transmitir ao faraó.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a seriedade da advertência que Deus está dando ao faraó através de Moisés.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a gravidade da situação e a necessidade de atenção imediata à mensagem de Deus.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"exodo_10_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado por Moisés ao falar com o faraó.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é uma representação do caráter eterno e soberano de Deus, que se revela ao seu povo. Este nome é central na identidade de Deus e na relação que Ele tem com Israel.","por_que_esta_palavra":"A palavra 'Senhor' é usada para enfatizar a autoridade e o poder de Deus sobre todas as coisas, especialmente em contraste com a arrogância do faraó.","conexao_teologica":"O uso do nome 'Senhor' destaca a aliança de Deus com Israel e sua soberania sobre as nações, mostrando que Ele é o verdadeiro governante.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_10_1_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, que se opõe à vontade de Deus.","explicacao_detalhada":"O faraó é visto como um símbolo de opressão e resistência à autoridade divina. Sua posição de poder é desafiada por Deus através das pragas enviadas a Egito.","por_que_esta_palavra":"A palavra 'faraó' é utilizada para mostrar a arrogância e a dureza do coração do rei egípcio, que se recusa a libertar os israelitas.","conexao_teologica":"A narrativa do faraó ilustra a luta entre o poder humano e a soberania divina, enfatizando que nenhum poder terreno pode resistir a Deus.","referencias_relacionadas":["Êxodo 5:1","Êxodo 9:16","Romanos 9:17"]},"exodo_10_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos filhos de Israel, que são o povo escolhido de Deus.","explicacao_detalhada":"A palavra 'filho' (בֵּן) simboliza a relação especial entre Deus e Israel, onde Deus se apresenta como pai e Israel como seu filho primogênito.","por_que_esta_palavra":"O uso da palavra 'filho' enfatiza a importância da identidade e da herança espiritual do povo de Deus.","conexao_teologica":"A relação de Deus como pai e Israel como filho é um tema recorrente nas Escrituras, refletindo o amor e a proteção divina.","referencias_relacionadas":["Êxodo 4:22","Oséias 11:1","Romanos 8:14"]},"exodo_10_2_homem":{"palavra_pt":"homem","palavra_original":"אֹזֶן","transliteracao":"ʼôzen","strong":"H241","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, mas também pode aludir a Moisés como o porta-voz de Deus.","explicacao_detalhada":"A palavra 'homem' (אֹזֶן) é usada para destacar a condição humana e a necessidade de ouvir e obedecer a Deus.","por_que_esta_palavra":"A ênfase na humanidade ressalta a fragilidade do homem diante da grandeza de Deus e a importância da obediência.","conexao_teologica":"A condição humana é um tema central na teologia bíblica, onde a necessidade de redenção e a relação com Deus são fundamentais.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 3:23"]},"exodo_10_2_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento que se tem de Deus e de sua vontade.","explicacao_detalhada":"A palavra 'conhecer' (יָדַע) implica uma relação íntima e pessoal com Deus, que vai além do simples saber intelectual.","por_que_esta_palavra":"O conhecimento de Deus é essencial para a vida espiritual e para a obediência ao seu chamado.","conexao_teologica":"Conhecer a Deus é fundamental para a fé e a prática cristã, refletindo a importância da revelação divina.","referencias_relacionadas":["Jeremias 9:23-24","Filipenses 3:10","1 João 2:3"]},"exodo_10_3_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se à atitude de humildade que deve ser adotada diante de Deus.","explicacao_detalhada":"A palavra 'humilde' (עָנָה) destaca a importância de reconhecer a própria fragilidade e a necessidade de dependência de Deus.","por_que_esta_palavra":"A humildade é uma virtude valorizada nas Escrituras, essencial para uma relação correta com Deus e com os outros.","conexao_teologica":"A humildade é um princípio central no ensino de Jesus, que exalta os humildes e rejeita os orgulhosos.","referencias_relacionadas":["Tiago 4:10","Mateus 5:3","Filipenses 2:3"]},"exodo_10_3_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou convidar alguém a se aproximar.","explicacao_detalhada":"A palavra 'vir' (בּוֹא) implica um movimento em direção a algo ou alguém, neste caso, a aproximação de Moisés ao faraó.","por_que_esta_palavra":"O chamado para 'vir' destaca a iniciativa de Deus em se revelar e convidar os homens a se relacionarem com Ele.","conexao_teologica":"O convite de Deus para se aproximar d'Ele é um tema recorrente na Bíblia, refletindo seu desejo de comunhão com a humanidade.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:16","Apocalipse 22:17"]},"exodo_10_3_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Novamente refere-se ao faraó, enfatizando sua resistência à mensagem de Deus.","explicacao_detalhada":"A repetição do nome 'faraó' serve para reforçar a obstinação do rei egípcio em não ouvir a palavra de Deus.","por_que_esta_palavra":"A insistência no nome do faraó destaca a luta entre a autoridade divina e a arrogância humana.","conexao_teologica":"A resistência do faraó serve como um aviso sobre as consequências de se opor a Deus e sua vontade.","referencias_relacionadas":["Êxodo 5:2","Êxodo 9:17","Romanos 9:18"]},"exodo_10_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual Deus está agindo.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que liga a causa à consequência, explicando a motivação divina.","por_que_esta_palavra":"A utilização de 'porque' é crucial para entender o propósito de Deus nas ações que Ele realiza.","conexao_teologica":"A compreensão do propósito de Deus é fundamental para a fé, pois revela sua soberania e plano redentor.","referencias_relacionadas":["Romanos 8:28","Isaías 55:8-9","Efésios 1:11"]},"exodo_10_4_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de libertar ou resgatar, especialmente no contexto da salvação de Israel.","explicacao_detalhada":"A palavra 'salvar' (אִם) implica a ação de Deus em resgatar seu povo da opressão egípcia.","por_que_esta_palavra":"A ideia de salvação é central na narrativa bíblica, simbolizando a libertação do pecado e da escravidão.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Êxodo 14:13","Salmos 68:20","Romanos 10:9"]},"exodo_10_4_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de Deus instruir Moisés a levar uma mensagem ao faraó.","explicacao_detalhada":"No contexto de Êxodo 10:4, Deus está ordenando que Moisés vá até o faraó para transmitir uma mensagem sobre as pragas que estão por vir. O ato de enviar implica autoridade e a necessidade de comunicação direta entre Deus e o governante do Egito.","por_que_esta_palavra":"A palavra 'enviar' é crucial porque destaca a ação divina e a responsabilidade de Moisés como mensageiro de Deus.","conexao_teologica":"A ideia de ser enviado é central na teologia bíblica, refletindo o chamado de Deus para que seus profetas e mensageiros cumpram sua vontade.","referencias_relacionadas":["Êxodo 3:10","Isaías 6:8","Mateus 28:19"]},"exodo_10_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território do Egito, que seria afetado pelas pragas.","explicacao_detalhada":"Neste versículo, a 'terra' é o local físico onde os eventos estão ocorrendo. A menção da terra é significativa porque as pragas não apenas afetam o povo, mas também a própria terra, simbolizando o juízo de Deus sobre o Egito.","por_que_esta_palavra":"A palavra 'terra' é importante para entender a abrangência do juízo de Deus e a totalidade do impacto das pragas.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um símbolo da promessa de Deus e do seu domínio sobre todas as nações.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"exodo_10_5_encher":{"palavra_pt":"encher","palavra_original":"כָּסָה","transliteracao":"kâçâh","strong":"H3680","significado_raiz":"Ideia básica: encher.","significado_contextual":"A palavra 'encher' refere-se ao ato de cobrir a terra com gafanhotos, simbolizando a devastação.","explicacao_detalhada":"Neste contexto, 'encher' implica uma ação completa e abrangente, onde a praga dos gafanhotos cobrirá a terra de tal forma que não haverá nada que escape. Isso representa a severidade do juízo de Deus.","por_que_esta_palavra":"A escolha da palavra 'encher' enfatiza a totalidade da destruição que os gafanhotos trarão, mostrando a força do poder divino.","conexao_teologica":"A ideia de encher é frequentemente associada à plenitude do juízo de Deus e à sua soberania sobre a criação.","referencias_relacionadas":["Êxodo 10:15","Salmos 78:46","Apocalipse 16:3"]},"exodo_10_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a certeza da mensagem que Moisés deve levar ao faraó.","explicacao_detalhada":"Neste versículo, a 'verdade' é uma afirmação da realidade do que está prestes a acontecer. É uma declaração de que as palavras de Deus são confiáveis e que o faraó deve levar a sério o aviso.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para estabelecer a credibilidade da mensagem de Deus e a seriedade do aviso dado a Faraó.","conexao_teologica":"A verdade é um tema central na Bíblia, refletindo a natureza de Deus como a fonte de toda verdade e justiça.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"exodo_10_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se aos lares dos egípcios que serão afetados pela praga.","explicacao_detalhada":"Neste contexto, 'casa' simboliza o espaço familiar e a proteção que será rompida pela invasão dos gafanhotos. A menção das casas destaca a vulnerabilidade do povo egípcio diante do juízo de Deus.","por_que_esta_palavra":"A palavra 'casa' é importante porque representa o lar e a segurança, que serão ameaçados pela praga.","conexao_teologica":"A casa é frequentemente usada na Bíblia como um símbolo da proteção de Deus e da comunidade.","referencias_relacionadas":["Êxodo 12:7","Salmos 127:1","Mateus 7:24"]},"exodo_10_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que a praga ocorrerá.","explicacao_detalhada":"Neste versículo, 'dia' é usado para indicar um tempo determinado em que a ação de Deus se manifestará. Isso enfatiza a urgência e a certeza do cumprimento da palavra de Deus.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a temporalidade das promessas e juízos de Deus.","conexao_teologica":"O conceito de dia é frequentemente associado ao tempo de Deus e ao cumprimento de suas promessas.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Pedro 3:8"]},"exodo_10_6_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra cultivável que será devastada pelos gafanhotos.","explicacao_detalhada":"Neste contexto, 'solo' representa a base da economia egípcia, que será severamente afetada pela praga. A devastação do solo simboliza a perda de sustento e a fragilidade da vida diante do juízo de Deus.","por_que_esta_palavra":"A palavra 'solo' é importante para entender a relação entre a criação e a ação de Deus, mostrando como o pecado afeta a terra.","conexao_teologica":"O solo é visto como parte da criação de Deus, que clama por redenção e restauração.","referencias_relacionadas":["Gênesis 3:17","Romanos 8:21","Apocalipse 11:18"]},"exodo_10_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se aos egípcios que serão afetados pela praga.","explicacao_detalhada":"Neste versículo, 'homem' é usado para enfatizar a condição humana diante do juízo de Deus. A praga não poupará ninguém, independentemente de status ou posição.","por_que_esta_palavra":"A palavra 'homem' é significativa porque destaca a universalidade do juízo de Deus sobre a humanidade.","conexao_teologica":"A condição humana é um tema central na Bíblia, refletindo a necessidade de redenção e a soberania de Deus sobre todos.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Apocalipse 20:12"]},"exodo_10_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se à magnitude da praga e ao poder de Deus.","explicacao_detalhada":"Neste contexto, 'grande' é usado para descrever a intensidade e a severidade da praga que está por vir. Isso enfatiza a grandeza do poder de Deus em contrastar com a resistência do faraó.","por_que_esta_palavra":"A palavra 'grande' é importante para entender a seriedade do juízo de Deus e a sua capacidade de realizar o que prometeu.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 19:16"]},"exodo_10_7_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' refere-se ao rei do Egito, que representa a resistência ao plano de Deus.","explicacao_detalhada":"Neste versículo, 'faraó' é mencionado como a figura de autoridade que se opõe a Deus. A resistência de faraó simboliza a luta entre o poder humano e a soberania divina.","por_que_esta_palavra":"A palavra 'faraó' é crucial para entender a dinâmica do poder e a oposição ao plano de Deus na narrativa do Êxodo.","conexao_teologica":"A figura do faraó é frequentemente usada na Bíblia como um símbolo da rebelião contra Deus e da necessidade de submissão à sua vontade.","referencias_relacionadas":["Êxodo 5:2","Romanos 9:17","Apocalipse 16:10"]},"exodo_10_8_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"O termo 'faraó' refere-se ao rei do Egito, que se opõe à vontade de Deus e à libertação do povo hebreu.","explicacao_detalhada":"Na narrativa do Êxodo, o faraó representa a opressão e a resistência ao plano divino de libertação. Sua recusa em deixar os israelitas partirem é um símbolo da dureza do coração humano diante da vontade de Deus.","por_que_esta_palavra":"A palavra 'faraó' é utilizada para enfatizar a autoridade e o poder que ele exerce sobre o povo hebreu, além de ilustrar a luta entre o poder humano e a soberania divina.","conexao_teologica":"A figura do faraó é frequentemente vista como um símbolo do pecado e da rebelião contra Deus, contrastando com a obediência que Deus exige de seu povo.","referencias_relacionadas":["Êxodo 5:1","Êxodo 7:14","Êxodo 10:3"]},"exodo_10_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Deus através de Moisés ao faraó.","explicacao_detalhada":"Neste contexto, 'dizer' é um ato de autoridade divina, onde Deus instrui Moisés a transmitir Sua mensagem ao faraó, mostrando a importância da palavra de Deus na história da salvação.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a revelação de Deus e a necessidade de que Sua vontade seja comunicada claramente.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, onde a palavra de Deus tem poder e autoridade.","referencias_relacionadas":["Êxodo 4:22","Êxodo 7:2","Salmos 119:105"]},"exodo_10_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se a Deus, enfatizando Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o uso do nome 'Senhor' sublinha a relação entre Deus e Seu povo, bem como a importância de reconhecer Sua autoridade em todas as situações.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como aquele que governa e dirige a história.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, representando Sua presença, poder e promessa de salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 42:8"]},"exodo_10_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente destaca a comunicação de Deus através de Moisés, reforçando a mensagem que deve ser transmitida ao faraó.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a importância da mensagem divina e a urgência da resposta do faraó às instruções de Deus.","por_que_esta_palavra":"A palavra é crucial para mostrar que a mensagem de Deus deve ser ouvida e obedecida, refletindo a relação entre Deus e a humanidade.","conexao_teologica":"A comunicação divina é um meio pelo qual Deus revela Sua vontade e propósito, sendo essencial para a fé e obediência.","referencias_relacionadas":["Êxodo 4:30","Êxodo 7:1","Romanos 10:17"]},"exodo_10_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se ao povo de Israel, que é considerado como filho de Deus, enfatizando a relação especial entre Deus e Seu povo.","explicacao_detalhada":"Neste contexto, a menção ao 'filho' destaca a proteção e o cuidado que Deus tem por Israel, além de sua identidade como povo escolhido.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a relação de paternidade de Deus com Israel, mostrando Seu amor e compromisso.","conexao_teologica":"A ideia de que Israel é o filho de Deus é um tema central na teologia do Antigo Testamento, refletindo a aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 4:22","Oséias 11:1","Romanos 8:14"]},"exodo_10_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a mensagem deve ser levada ao faraó, indicando a urgência da situação.","explicacao_detalhada":"Neste contexto, 'porque' estabelece a justificativa para a ação de Deus e a necessidade de libertação do povo hebreu.","por_que_esta_palavra":"A palavra é importante para conectar a causa e o efeito na narrativa, mostrando que a desobediência do faraó tem consequências.","conexao_teologica":"A ideia de que as ações têm consequências é um princípio teológico que permeia toda a Escritura.","referencias_relacionadas":["Gálatas 6:7","Romanos 1:20","Tiago 1:22"]},"exodo_10_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação de Deus, reforçando a mensagem que deve ser transmitida ao faraó.","explicacao_detalhada":"A repetição da palavra 'dizer' destaca a importância da mensagem divina e a necessidade de que o faraó ouça e responda.","por_que_esta_palavra":"A palavra é crucial para mostrar que a mensagem de Deus deve ser ouvida e obedecida, refletindo a relação entre Deus e a humanidade.","conexao_teologica":"A comunicação divina é um meio pelo qual Deus revela Sua vontade e propósito, sendo essencial para a fé e obediência.","referencias_relacionadas":["Êxodo 4:30","Êxodo 7:1","Romanos 10:17"]},"exodo_10_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é novamente utilizado para reafirmar a soberania de Deus sobre a situação e a importância de Sua autoridade.","explicacao_detalhada":"Neste contexto, o uso do nome 'Senhor' reforça a relação entre Deus e Seu povo, além de enfatizar a necessidade de reconhecer Sua autoridade.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como aquele que governa e dirige a história.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, representando Sua presença, poder e promessa de salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 42:8"]},"exodo_10_10_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao conjunto de pessoas que pertencem a uma mesma linhagem, enfatizando a importância da unidade familiar.","explicacao_detalhada":"Neste contexto, 'família' destaca a necessidade de que todos os membros do povo hebreu sejam libertados, mostrando a preocupação de Deus com cada um deles.","por_que_esta_palavra":"A palavra 'família' é significativa para entender a importância da comunidade e da unidade entre o povo de Deus.","conexao_teologica":"A ideia de família é central na Bíblia, refletindo a relação de Deus com Seu povo e a importância da comunidade na fé.","referencias_relacionadas":["Gênesis 12:3","Êxodo 12:3","Salmos 68:6"]},"exodo_10_11_homem":{"palavra_pt":"homem","palavra_original":"גֶּבֶר","transliteracao":"geber","strong":"H1397","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se aos homens do povo hebreu, enfatizando a necessidade de libertação de todos os indivíduos.","explicacao_detalhada":"Neste contexto, 'homem' destaca a dignidade e o valor de cada pessoa, mostrando que Deus se preocupa com a libertação de todos, independentemente de seu status.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a universalidade da mensagem de libertação de Deus, que se aplica a todos.","conexao_teologica":"A dignidade do ser humano é um tema central na teologia bíblica, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"exodo_10_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à autenticidade e à sinceridade das intenções de Deus em relação ao seu povo.","explicacao_detalhada":"No contexto de Êxodo 10:11, a palavra 'verdade' é usada para enfatizar que as promessas de Deus são verdadeiras e que Ele não deseja enganar o seu povo. A verdade é um atributo essencial de Deus, que se manifesta em suas ações e promessas.","por_que_esta_palavra":"A palavra é importante porque destaca a fidelidade de Deus e a necessidade de o povo confiar em suas promessas.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo sua natureza e caráter. A confiança na verdade de Deus é fundamental para a fé.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"exodo_10_11_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se ao trabalho e ao esforço que o povo de Israel estava realizando sob a opressão do Egito.","explicacao_detalhada":"Em Êxodo 10:11, 'obra' implica o trabalho árduo e as tarefas que os israelitas eram forçados a realizar como escravos. Essa palavra também pode ser vista como uma referência ao trabalho que Deus realiza em libertar seu povo.","por_que_esta_palavra":"A palavra é crucial para entender a condição de servidão do povo e a necessidade de libertação.","conexao_teologica":"A obra de Deus em libertar seu povo é um símbolo da salvação e do trabalho redentor que Ele realiza na vida dos crentes.","referencias_relacionadas":["Êxodo 1:14","Gálatas 6:9","Colossenses 3:23"]},"exodo_10_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico onde o povo de Israel habitava e ao contexto geográfico das promessas de Deus.","explicacao_detalhada":"No versículo Êxodo 10:12, 'terra' é mencionada em relação ao Egito e à terra prometida. A terra é um símbolo de herança e de bênção na narrativa bíblica.","por_que_esta_palavra":"A palavra é importante porque representa o lugar onde Deus atua e onde seu povo deve viver em obediência.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a promessa de Deus e a realização de sua aliança com o seu povo.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7-10","Hebreus 11:9"]},"exodo_10_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da ação de Deus e a importância do que está sendo dito.","explicacao_detalhada":"Em Êxodo 10:12, 'grande' pode referir-se à grandeza das pragas que Deus estava prestes a enviar sobre o Egito, demonstrando seu poder sobre os deuses egípcios.","por_que_esta_palavra":"A palavra é relevante para enfatizar a soberania de Deus e a seriedade de sua mensagem ao faraó.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, mostrando que Ele é maior do que qualquer poder humano ou divindade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"exodo_10_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e representa sua autoridade e poder.","explicacao_detalhada":"Em Êxodo 10:12, o uso do nome 'senhor' (YHWH) destaca a relação de Deus com seu povo e sua soberania sobre todas as coisas.","por_que_esta_palavra":"A palavra é essencial para entender a identidade de Deus e a relação que Ele tem com Israel.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando sua presença e seu compromisso com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_10_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao espaço físico e à promessa de Deus em relação ao povo de Israel.","explicacao_detalhada":"Em Êxodo 10:13, a menção da 'terra' é crucial para entender o cenário da opressão e a necessidade de libertação do povo hebreu.","por_que_esta_palavra":"A palavra é importante para enfatizar o local da ação de Deus e o contexto da libertação.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da herança que Ele oferece ao seu povo.","referencias_relacionadas":["Gênesis 15:18","Êxodo 3:8","Josué 1:3"]},"exodo_10_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo em que as ações de Deus se desenrolam.","explicacao_detalhada":"Em Êxodo 10:13, 'dia' é usado para indicar um momento determinado em que Deus agirá, enfatizando a certeza de sua intervenção.","por_que_esta_palavra":"A palavra é relevante para mostrar que Deus tem um plano e um tempo específico para suas ações.","conexao_teologica":"O conceito de tempo na obra de Deus é importante, pois Ele age em momentos específicos da história da salvação.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Gálatas 4:4"]},"exodo_10_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas ou a forma de agir.","explicacao_detalhada":"Em Êxodo 10:13, 'modo' pode se referir à maneira como Deus deseja que seu povo se comporte ou como Ele agirá em relação ao Egito.","por_que_esta_palavra":"A palavra é importante para entender as instruções de Deus e a expectativa de obediência do seu povo.","conexao_teologica":"A maneira de agir de Deus é um reflexo de seu caráter e de suas intenções para com a humanidade.","referencias_relacionadas":["Salmos 25:4","Mateus 7:13-14","Romanos 12:2"]},"exodo_10_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é repetida para enfatizar a forma como as ações de Deus e do povo devem ser realizadas.","explicacao_detalhada":"Em Êxodo 10:14, 'modo' reforça a ideia de que há uma maneira específica de agir que é esperada por Deus.","por_que_esta_palavra":"A repetição da palavra destaca a importância de seguir as instruções divinas.","conexao_teologica":"A obediência ao modo de Deus é fundamental para a vida do crente e para a realização de sua vontade.","referencias_relacionadas":["Deuteronômio 5:32","Tiago 1:22","1 Pedro 1:15-16"]},"exodo_10_14_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da praga que Deus enviaria sobre o Egito.","explicacao_detalhada":"Em Êxodo 10:14, 'grande' enfatiza a seriedade e a intensidade da ação divina contra o Egito, mostrando o poder de Deus sobre as forças da natureza.","por_que_esta_palavra":"A palavra é importante para entender a gravidade da situação e a resposta de Deus ao pecado do Egito.","conexao_teologica":"A grandeza de Deus é um tema que permeia toda a Escritura, mostrando que Ele é soberano sobre todas as coisas.","referencias_relacionadas":["Salmos 147:5","Isaías 40:26","Romanos 11:36"]},"exodo_10_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra do Egito, que foi devastada pelas pragas.","explicacao_detalhada":"A palavra 'terra' no contexto de Êxodo 10:15 destaca a extensão da destruição causada pelas gafanhotos, que cobriram toda a superfície da terra, simbolizando a totalidade do juízo de Deus sobre o Egito.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a gravidade da situação e o controle de Deus sobre a criação.","conexao_teologica":"A terra é frequentemente vista como um símbolo do domínio de Deus e da sua soberania sobre as nações.","referencias_relacionadas":["Êxodo 10:4","Êxodo 10:12","Salmos 24:1"]},"exodo_10_15_encher":{"palavra_pt":"encher","palavra_original":"כָּסָה","transliteracao":"kâçâh","strong":"H3680","significado_raiz":"Ideia básica: encher.","significado_contextual":"Indica a ação de cobrir completamente a terra com gafanhotos.","explicacao_detalhada":"A palavra 'encher' sugere uma saturação total, onde os gafanhotos não deixaram nada visível, simbolizando a plenitude do juízo de Deus.","por_que_esta_palavra":"Utilizar 'encher' enfatiza a intensidade da praga e a incapacidade do Egito de resistir ao poder divino.","conexao_teologica":"A ideia de 'encher' pode ser vista como uma metáfora para a presença de Deus que preenche a vida dos crentes.","referencias_relacionadas":["Êxodo 10:15","Salmos 107:33-34","Isaías 24:1"]},"exodo_10_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado por Moisés e Arão.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é central na narrativa, representando a autoridade e o poder de Deus sobre o Egito e suas divindades.","por_que_esta_palavra":"A invocação do nome de Deus destaca a relação pessoal e a aliança entre Deus e seu povo.","conexao_teologica":"O nome do Senhor é um símbolo da presença e da promessa de Deus para com Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"exodo_10_16_bom":{"palavra_pt":"bom","palavra_original":"מָהַר","transliteracao":"mâhar","strong":"H4116","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus em oferecer uma oportunidade de arrependimento.","explicacao_detalhada":"A palavra 'bom' aqui implica a natureza benevolente de Deus, mesmo diante da rebelião de Faraó.","por_que_esta_palavra":"Destacar a bondade de Deus contrasta com a dureza do coração de Faraó e a sua recusa em obedecer.","conexao_teologica":"A bondade de Deus é um tema recorrente nas Escrituras, mostrando sua disposição em salvar e restaurar.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Gálatas 5:22"]},"exodo_10_16_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito, que se opõe a Deus.","explicacao_detalhada":"A palavra 'faraó' representa a resistência ao plano de Deus e a arrogância humana diante da soberania divina.","por_que_esta_palavra":"A menção de Faraó destaca a luta entre o poder humano e a autoridade de Deus.","conexao_teologica":"Faraó simboliza todos aqueles que se opõem a Deus e sua vontade, servindo como um aviso sobre as consequências da desobediência.","referencias_relacionadas":["Êxodo 5:2","Romanos 9:17","Apocalipse 16:10"]},"exodo_10_17_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à consequência do pecado e à severidade do juízo de Deus.","explicacao_detalhada":"A palavra 'morte' aqui é um lembrete da gravidade da desobediência e da separação de Deus.","por_que_esta_palavra":"A menção da morte enfatiza a seriedade da situação e a necessidade de arrependimento.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando a consequência do pecado e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Hebreus 9:27"]},"exodo_10_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome do Senhor, enfatizando sua autoridade.","explicacao_detalhada":"A repetição do nome 'Senhor' sublinha a importância da obediência e da reverência a Deus.","por_que_esta_palavra":"Reforça a ideia de que o Senhor é quem determina o destino de Faraó e do Egito.","conexao_teologica":"O nome do Senhor é um convite à submissão e à adoração.","referencias_relacionadas":["Êxodo 3:15","Salmos 68:4","Filipenses 2:9-11"]},"exodo_10_17_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao pecado que leva à morte, simbolizando a necessidade de expiação.","explicacao_detalhada":"A palavra 'pecado' destaca a condição humana e a separação de Deus que resulta do pecado.","por_que_esta_palavra":"A menção do pecado é um chamado ao arrependimento e à busca pela reconciliação com Deus.","conexao_teologica":"O conceito de pecado e sacrifício é fundamental na teologia da redenção, apontando para Cristo como o sacrifício perfeito.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Hebreus 9:22"]},"exodo_10_18_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à grandeza do ato de sair do Egito, um momento de libertação.","explicacao_detalhada":"A palavra 'sair' implica uma mudança significativa, simbolizando a libertação do povo de Deus da opressão.","por_que_esta_palavra":"A escolha de 'sair' destaca a ação de Deus em libertar seu povo e a importância desse evento na história da salvação.","conexao_teologica":"A saída do Egito é um precursor da salvação que encontramos em Cristo, simbolizando a libertação do pecado.","referencias_relacionadas":["Êxodo 12:51","Gálatas 5:1","Hebreus 11:22"]},"exodo_10_18_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se novamente ao faraó, que se opõe à vontade de Deus.","explicacao_detalhada":"A repetição do nome 'faraó' enfatiza a persistência da rebelião e a resistência ao plano divino.","por_que_esta_palavra":"A menção contínua de Faraó serve como um aviso sobre as consequências da desobediência a Deus.","conexao_teologica":"Faraó representa todos os que se opõem a Deus, ilustrando a luta entre a luz e as trevas.","referencias_relacionadas":["Êxodo 5:2","Romanos 9:17","Apocalipse 16:10"]},"exodo_10_18_incenso":{"palavra_pt":"incenso","palavra_original":"עָתַר","transliteracao":"ʻâthar","strong":"H6279","significado_raiz":"Ideia básica: incenso.","significado_contextual":"O incenso era utilizado em rituais religiosos como uma oferta a Deus, simbolizando a oração e a adoração.","explicacao_detalhada":"No contexto de Êxodo 10:18, o incenso representa a necessidade de adoração e a busca pela presença de Deus em meio ao sofrimento e à opressão do povo hebreu no Egito.","por_que_esta_palavra":"A palavra 'incenso' é importante porque reflete a prática de adoração que Deus desejava que Seu povo mantivesse, mesmo em tempos difíceis.","conexao_teologica":"O incenso é frequentemente associado à oração e à intercessão, simbolizando a comunicação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 30:1-10","Salmos 141:2","Apocalipse 5:8"]},"exodo_10_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas ou a forma de agir em determinadas situações.","explicacao_detalhada":"No versículo, o 'modo' pode ser interpretado como a forma de agir de Deus em relação ao faraó e ao povo egípcio, mostrando que Ele tem controle sobre as circunstâncias.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a soberania de Deus e a maneira como Ele opera na história.","conexao_teologica":"Deus age de maneiras que muitas vezes não compreendemos, mas sempre com um propósito divino.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 37:5"]},"exodo_10_19_caminho":{"palavra_pt":"caminho","palavra_original":"הָפַךְ","transliteracao":"hâphak","strong":"H2015","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à direção ou ao percurso que se toma em uma jornada.","explicacao_detalhada":"Neste contexto, 'caminho' pode simbolizar a jornada do povo hebreu em direção à liberdade e à terra prometida, contrastando com o caminho do faraó que leva à destruição.","por_que_esta_palavra":"A palavra 'caminho' é crucial para entender a escolha entre seguir a vontade de Deus ou permanecer na opressão.","conexao_teologica":"Deus guia Seu povo em um caminho de justiça e liberdade, enquanto o caminho do pecado leva à morte.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"exodo_10_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor é uma referência à Sua autoridade e caráter.","explicacao_detalhada":"No versículo, o nome de Deus é invocado para mostrar a Sua soberania sobre todas as coisas, incluindo o faraó e o Egito.","por_que_esta_palavra":"A palavra 'senhor' destaca a relação de Deus com Seu povo e Sua posição de autoridade suprema.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, sendo fundamental na adoração e na oração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_10_20_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em uma ação de força ou controle.","explicacao_detalhada":"No contexto, 'agarrar' pode se referir à maneira como Deus endureceu o coração do faraó, mostrando que Ele tem controle sobre as decisões humanas.","por_que_esta_palavra":"A escolha da palavra 'agarrar' enfatiza a luta entre a vontade de Deus e a resistência do faraó.","conexao_teologica":"Deus pode permitir que o coração das pessoas seja endurecido para cumprir Seus propósitos, mostrando Sua soberania.","referencias_relacionadas":["Êxodo 4:21","Romanos 9:17-18","Provérbios 21:1"]},"exodo_10_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é uma invocação do nome de Deus, reconhecendo Sua autoridade.","explicacao_detalhada":"Neste versículo, o nome do Senhor é mencionado para reafirmar a soberania de Deus sobre o faraó e a situação do povo hebreu.","por_que_esta_palavra":"A palavra 'senhor' é central para a identidade de Deus e Sua relação com a humanidade.","conexao_teologica":"O reconhecimento do Senhor como Deus é fundamental para a fé e a obediência do Seu povo.","referencias_relacionadas":["Êxodo 3:15","Salmos 68:4","Atos 2:21"]},"exodo_10_20_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e decisões humanas.","explicacao_detalhada":"No contexto, o coração do faraó é mencionado para ilustrar sua resistência à vontade de Deus, simbolizando a dureza e a rebeldia.","por_que_esta_palavra":"A palavra 'coração' é importante porque representa a sede das decisões e a disposição espiritual do ser humano.","conexao_teologica":"Deus se preocupa com o coração das pessoas e deseja transformá-lo para que se alinhe à Sua vontade.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Romanos 10:9"]},"exodo_10_21_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao espaço acima da terra, frequentemente associado à presença de Deus.","explicacao_detalhada":"Neste versículo, os céus são mencionados para ilustrar a grandeza e o poder de Deus, que controla até mesmo as forças da natureza.","por_que_esta_palavra":"A palavra 'céus' é significativa porque representa a majestade de Deus e Sua soberania sobre toda a criação.","conexao_teologica":"Deus é o Criador dos céus e da terra, e Sua autoridade se estende sobre tudo o que existe.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:22"]},"exodo_10_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou expressar algo.","explicacao_detalhada":"No contexto, 'dizer' é usado para enfatizar a declaração de Deus sobre o que está prestes a acontecer, mostrando Sua autoridade e poder.","por_que_esta_palavra":"A palavra 'dizer' é crucial porque revela a capacidade de Deus de falar e fazer acontecer o que Ele declara.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, trazendo à existência aquilo que Ele ordena.","referencias_relacionadas":["Gênesis 1:3","Isaías 55:11","Hebreus 4:12"]},"exodo_10_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é uma invocação do nome de Deus, reafirmando Sua autoridade.","explicacao_detalhada":"Neste versículo, o nome do Senhor é mencionado para enfatizar Sua soberania e poder sobre as forças da natureza e sobre o faraó.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a identidade de Deus e Sua relação com o Seu povo.","conexao_teologica":"Reconhecer o Senhor como Deus é essencial para a fé e a obediência do Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 103:19","Filipenses 2:10-11"]},"exodo_10_22_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o espaço acima da terra.","explicacao_detalhada":"A palavra 'ceus' é usada para descrever não apenas o céu físico, mas também o domínio espiritual onde Deus habita. No contexto de Êxodo 10:22, a escuridão que se abate sobre o Egito é uma manifestação do poder de Deus sobre a criação.","por_que_esta_palavra":"A escolha da palavra 'ceus' enfatiza a soberania de Deus sobre todas as coisas, incluindo as forças da natureza.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e ao Seu domínio sobre a terra. A escuridão que cobre o Egito é um sinal do julgamento divino.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:22"]},"exodo_10_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Indica a maneira como algo é feito ou a forma de proceder.","explicacao_detalhada":"A palavra 'modo' sugere a forma específica pela qual as ações são realizadas. No contexto, refere-se à maneira como a escuridão se manifestou sobre o Egito.","por_que_esta_palavra":"A palavra é utilizada para descrever a intensidade e a natureza da escuridão que se abateu sobre o Egito, que foi uma ação direta de Deus.","conexao_teologica":"A maneira como Deus executa Seus juízos é uma demonstração de Sua autoridade e poder.","referencias_relacionadas":["Êxodo 3:5","Salmos 25:4","Provérbios 4:11"]},"exodo_10_22_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da escuridão que cobriu o Egito.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude da escuridão, que foi uma das pragas enviadas por Deus como julgamento sobre o faraó e o povo egípcio.","por_que_esta_palavra":"A grandeza da escuridão serve para ilustrar o poder de Deus em contrastar com a impotência dos deuses egípcios.","conexao_teologica":"A grandeza das pragas é um testemunho da soberania de Deus sobre as nações e seus deuses.","referencias_relacionadas":["Êxodo 10:21","Salmos 105:28","Isaías 60:2"]},"exodo_10_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as pessoas no Egito estavam vivendo durante a praga.","explicacao_detalhada":"A repetição da palavra 'modo' indica a continuidade da situação de desespero e escuridão que afetou todos os egípcios, exceto os israelitas.","por_que_esta_palavra":"É usada para descrever a condição de vida dos egípcios sob o julgamento de Deus.","conexao_teologica":"A maneira como Deus separa Seu povo dos juízos que recaem sobre os ímpios é um tema recorrente na Escritura.","referencias_relacionadas":["Êxodo 8:22","Êxodo 9:26","Salmos 91:7"]},"exodo_10_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade da situação em que os egípcios se encontravam.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar que a escuridão era uma realidade palpável e não uma ilusão. A verdade do julgamento de Deus era evidente.","por_que_esta_palavra":"A verdade aqui serve como um contraste entre a realidade do juízo e a negação do faraó em reconhecer a soberania de Deus.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Sua natureza e caráter.","referencias_relacionadas":["João 8:32","Salmos 119:160","Romanos 1:18"]},"exodo_10_23_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especificamente aos egípcios sob o domínio do faraó.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a condição dos egípcios que estavam sob a opressão de Deus e do faraó. A escuridão afetou todos, independentemente de sua posição.","por_que_esta_palavra":"A inclusão de 'homem' destaca a universalidade do julgamento de Deus sobre a humanidade.","conexao_teologica":"A condição do homem diante de Deus é um tema central, mostrando a necessidade de redenção.","referencias_relacionadas":["Gênesis 6:5","Salmos 8:4","Romanos 3:23"]},"exodo_10_24_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou chamar alguém para uma audiência.","explicacao_detalhada":"A palavra 'chamar' é utilizada quando o faraó convoca Moisés para discutir a situação das pragas. Isso mostra a tentativa do faraó de controlar a situação.","por_que_esta_palavra":"A palavra é significativa porque revela a dinâmica de poder entre Moisés, como mensageiro de Deus, e o faraó.","conexao_teologica":"O ato de chamar é um símbolo da convocação divina e da resposta humana ao chamado de Deus.","referencias_relacionadas":["Êxodo 3:10","Isaías 43:1","Romanos 8:30"]},"exodo_10_24_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito, que representa a opressão e a resistência a Deus.","explicacao_detalhada":"A palavra 'farao' é central na narrativa do Êxodo, simbolizando a autoridade terrena que se opõe ao plano divino de libertação do povo de Israel.","por_que_esta_palavra":"A figura do faraó é crucial para entender a luta entre o poder de Deus e a arrogância humana.","conexao_teologica":"A resistência do faraó é um exemplo da luta entre a luz e as trevas, entre a obediência e a rebelião contra Deus.","referencias_relacionadas":["Êxodo 5:2","Êxodo 9:17","Romanos 9:17"]},"exodo_10_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de falar ou declarar algo com autoridade.","explicacao_detalhada":"A palavra 'dizer' é usada quando Moisés é chamado para comunicar a mensagem de Deus ao faraó. Isso destaca a importância da comunicação divina.","por_que_esta_palavra":"A palavra é significativa porque revela a autoridade de Deus sendo transmitida através de Moisés.","conexao_teologica":"A comunicação de Deus através de Seus profetas é um tema recorrente na Bíblia, mostrando como Ele se revela à humanidade.","referencias_relacionadas":["Êxodo 4:15","Jeremias 1:7","Hebreus 1:1"]},"exodo_10_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de fazer ou realizar algo.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a ação de Deus em trazer as pragas sobre o Egito. Refere-se à capacidade de Deus de realizar Seus propósitos.","por_que_esta_palavra":"A palavra é importante porque enfatiza a ação de Deus em resposta à desobediência do faraó.","conexao_teologica":"A ação de Deus em fazer justiça é um tema central na Escritura, mostrando Sua santidade e justiça.","referencias_relacionadas":["Salmos 115:3","Isaías 43:13","Romanos 12:19"]},"exodo_10_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor Deus, que é o soberano sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, enfatizando sua autoridade e poder. No contexto de Êxodo 10, Deus está se revelando a Moisés e ao Faraó, mostrando que Ele é o verdadeiro Senhor que controla a situação.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de autoridade e submissão que deve existir entre Deus e seu povo.","conexao_teologica":"A palavra 'senhor' é central na teologia bíblica, pois representa a soberania de Deus sobre a criação e sua relação com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_10_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Neste contexto, a palavra 'verdade' é usada para enfatizar a realidade dos fatos e a fidelidade de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é uma negação que implica na certeza de que algo não é verdadeiro. No diálogo entre Moisés e Faraó, a verdade sobre a libertação do povo de Israel é um tema central.","por_que_esta_palavra":"A palavra é utilizada para afirmar a autenticidade da mensagem de Deus e a necessidade de reconhecer a verdade divina.","conexao_teologica":"A verdade é um atributo de Deus, que se revela como a fonte de toda verdade e justiça.","referencias_relacionadas":["João 14:6","Salmos 25:5","Salmos 119:160"]},"exodo_10_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para uma afirmação anterior.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar ideias e justificar ações. No contexto, Moisés está explicando ao Faraó a razão pela qual o povo deve ser libertado.","por_que_esta_palavra":"É essencial para a argumentação e para a compreensão da lógica divina em relação à libertação do povo.","conexao_teologica":"A palavra 'porque' reflete a lógica divina e a razão pela qual Deus age em favor de seu povo.","referencias_relacionadas":["Romanos 8:28","Gálatas 4:4-5","Êxodo 3:19-20"]},"exodo_10_27_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em uma ação de força ou determinação.","explicacao_detalhada":"A palavra 'agarrar' (חָזַק) é usada para descrever a resistência do Faraó em deixar o povo ir. Essa resistência é uma demonstração de sua dureza de coração.","por_que_esta_palavra":"A palavra é significativa para ilustrar a luta entre a vontade de Deus e a obstinação do Faraó.","conexao_teologica":"A resistência do Faraó é um exemplo da luta entre a obediência a Deus e a rebelião humana.","referencias_relacionadas":["Êxodo 7:13","Êxodo 9:12","Romanos 9:17-18"]},"exodo_10_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao Senhor Deus, enfatizando sua autoridade.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) reforça a ideia de que Deus é o único que tem o direito de exigir obediência.","por_que_esta_palavra":"A ênfase na autoridade de Deus é crucial para a narrativa da libertação do povo de Israel.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o Senhor de todos.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Apocalipse 19:16"]},"exodo_10_27_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e decisões.","explicacao_detalhada":"A palavra 'coração' (לֵב) representa a vontade e a disposição do Faraó em se opor a Deus. A dureza do coração é um tema importante na narrativa.","por_que_esta_palavra":"A condição do coração do Faraó é central para entender sua resistência e a ação de Deus.","conexao_teologica":"A Bíblia frequentemente menciona o coração como o lugar onde as decisões espirituais são tomadas.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Romanos 10:9"]},"exodo_10_28_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um tempo determinado em que as ações de Deus se manifestarão. No contexto, é um aviso ao Faraó sobre o que acontecerá.","por_que_esta_palavra":"A menção do 'dia' é importante para a profecia e o cumprimento das promessas de Deus.","conexao_teologica":"O conceito de tempo é fundamental na narrativa bíblica, onde Deus age em momentos específicos.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","2 Pedro 3:8"]},"exodo_10_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para comunicar uma mensagem importante.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é uma ação de comunicação que revela a intenção de Deus e a resposta do Faraó. É um momento crucial na narrativa.","por_que_esta_palavra":"A comunicação é vital para a revelação de Deus e a resposta humana.","conexao_teologica":"Deus se comunica com seu povo e espera uma resposta, o que é um tema central na relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1-2"]},"exodo_10_28_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito, que simboliza a opressão.","explicacao_detalhada":"A palavra 'faraó' (פַּרְעֹה) representa a autoridade egípcia que se opõe ao plano de Deus para libertar Israel. Ele é um símbolo da resistência ao poder divino.","por_que_esta_palavra":"A figura do Faraó é crucial para entender a dinâmica entre opressão e libertação na narrativa bíblica.","conexao_teologica":"A luta entre Moisés e Faraó ilustra a batalha entre o bem e o mal, e a soberania de Deus sobre as nações.","referencias_relacionadas":["Êxodo 5:1","Êxodo 12:30","Romanos 9:17"]},"exodo_10_29_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação de uma mensagem.","explicacao_detalhada":"A repetição da palavra 'dizer' (אָמַר) destaca a importância da declaração de Moisés ao Faraó, que é uma afirmação de autoridade e profecia.","por_que_esta_palavra":"A comunicação é um meio pelo qual Deus revela sua vontade e exige uma resposta.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua comunicação é fundamental para a fé e a obediência.","referencias_relacionadas":["Isaías 55:11","Mateus 4:4","Tiago 1:22"]},"exodo_10_29_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à autenticidade das palavras de Deus, contrastando com as mentiras do faraó.","explicacao_detalhada":"Neste contexto, Moisés está afirmando que a verdade de Deus prevalecerá, mesmo diante das mentiras e enganos do faraó. A verdade é um atributo essencial de Deus e deve ser reconhecida por todos.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a importância da honestidade e da integridade nas relações, especialmente entre Deus e seu povo.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo sua natureza e caráter. A verdade é também um fundamento da fé cristã.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"exodo_10_29_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' representa a essência da existência e a promessa de Deus de preservar seu povo.","explicacao_detalhada":"Neste versículo, a vida é um símbolo da libertação e da continuidade da existência do povo de Israel, que estava sob opressão no Egito.","por_que_esta_palavra":"A vida é um dom de Deus e, neste contexto, destaca a intenção divina de trazer liberdade e esperança ao seu povo.","conexao_teologica":"A vida é um tema recorrente na Bíblia, simbolizando não apenas a existência física, mas também a vida espiritual que Deus oferece através de Cristo.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Romanos 6:23"]}}