{"exodo_11_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a comunicação direta de Deus a Moisés sobre o que está por vir.","explicacao_detalhada":"Neste versículo, Deus está instruindo Moisés a transmitir uma mensagem importante ao faraó, que envolve a iminente libertação do povo de Israel.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a revelação divina, mostrando como Deus se comunica com seu povo e a importância da obediência a essa comunicação.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, refletindo sua vontade e propósito para a criação.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1-2"]},"exodo_11_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (YHWH) representa a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o uso do nome de Deus enfatiza sua posição como o único verdadeiro Deus que tem poder sobre o Egito e seus deuses.","por_que_esta_palavra":"O nome de Deus é sagrado e carrega consigo a essência de sua identidade e caráter, sendo um chamado à reverência e adoração.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua relação com seu povo e sua promessa de estar com eles.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_11_1_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui reforça a ideia de que a libertação do povo de Israel é uma questão de sobrevivência e continuidade.","explicacao_detalhada":"Neste versículo, a vida é um símbolo da promessa de Deus de proteger e preservar seu povo em meio ao juízo que virá sobre o Egito.","por_que_esta_palavra":"A vida é um tema central na relação entre Deus e seu povo, simbolizando a salvação e a esperança que Ele oferece.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Jesus se apresenta como a fonte da vida eterna.","referencias_relacionadas":["Salmos 36:9","João 11:25-26","1 João 5:12"]},"exodo_11_2_homem":{"palavra_pt":"homem","palavra_original":"אֹזֶן","transliteracao":"ʼôzen","strong":"H241","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a dignidade e o valor que Deus atribui a cada pessoa.","explicacao_detalhada":"Neste contexto, a menção ao homem enfatiza a relação pessoal que Deus tem com seu povo e a responsabilidade que eles têm diante dele.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a criação e o propósito de Deus para a humanidade, que é viver em comunhão com Ele.","conexao_teologica":"A dignidade do homem é um tema central na teologia cristã, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"exodo_11_2_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao povo de Israel, escolhido por Deus para ser seu povo especial.","explicacao_detalhada":"Neste versículo, a menção ao povo destaca a identidade coletiva dos israelitas e a aliança que Deus fez com eles.","por_que_esta_palavra":"A palavra 'povo' é significativa para entender a relação de Deus com Israel e seu plano de redenção para a humanidade.","conexao_teologica":"A ideia de povo escolhido é central na narrativa bíblica, refletindo a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"exodo_11_2_desejo":{"palavra_pt":"desejo","palavra_original":"שָׁאַל","transliteracao":"shâʼal","strong":"H7592","significado_raiz":"Ideia básica: desejo.","significado_contextual":"A palavra 'desejo' implica um anseio profundo por liberdade e por uma vida melhor, que o povo de Israel estava experimentando.","explicacao_detalhada":"Neste contexto, o desejo é uma expressão da luta do povo de Israel por libertação da opressão egípcia e pela realização das promessas de Deus.","por_que_esta_palavra":"A palavra 'desejo' é importante para entender a motivação do povo e a compaixão de Deus por sua situação.","conexao_teologica":"O desejo por liberdade e redenção é um tema que ressoa na experiência cristã, refletindo a busca por salvação em Cristo.","referencias_relacionadas":["Salmos 37:4","Romanos 8:19-21","Gálatas 5:1"]},"exodo_11_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de Deus em conceder ao povo o que eles precisam para sua libertação.","explicacao_detalhada":"Neste versículo, Deus promete dar ao povo o que é necessário para sua libertação, enfatizando sua provisão e cuidado.","por_que_esta_palavra":"A palavra 'dar' é fundamental para entender a generosidade de Deus e sua disposição em atender às necessidades de seu povo.","conexao_teologica":"A provisão de Deus é um tema central na Bíblia, refletindo seu caráter amoroso e cuidadoso com a humanidade.","referencias_relacionadas":["Filipenses 4:19","Mateus 7:11","Salmos 23:1"]},"exodo_11_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui se refere ao indivíduo, destacando a responsabilidade pessoal diante de Deus.","explicacao_detalhada":"Neste contexto, a menção ao homem enfatiza que cada pessoa tem um papel na história da salvação e na relação com Deus.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a individualidade e a dignidade que Deus confere a cada ser humano.","conexao_teologica":"A individualidade do homem é um tema importante na teologia cristã, refletindo a relação pessoal que cada um pode ter com Deus.","referencias_relacionadas":["Gênesis 2:7","Romanos 14:12","Mateus 12:36"]},"exodo_11_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra do Egito, onde os israelitas estavam escravizados.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o espaço físico onde os eventos da história de Israel ocorrem. Neste contexto, enfatiza a opressão dos israelitas sob o domínio egípcio.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a realidade geográfica e social da opressão dos israelitas, bem como a promessa de Deus de libertação.","conexao_teologica":"A terra é um tema central na narrativa bíblica, simbolizando tanto a criação de Deus quanto a herança prometida ao povo de Israel.","referencias_relacionadas":["Gênesis 1:1","Êxodo 3:8","Deuteronômio 6:10"]},"exodo_11_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude do anúncio que Moisés faz sobre a morte dos primogênitos no Egito.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para comunicar uma mensagem importante e solene, que traz um aviso de juízo divino.","por_que_esta_palavra":"A ênfase na palavra 'dizer' mostra a autoridade de Moisés como porta-voz de Deus e a gravidade da mensagem que ele traz.","conexao_teologica":"A comunicação divina através de profetas é um tema recorrente, mostrando como Deus se revela e se relaciona com seu povo.","referencias_relacionadas":["Êxodo 3:10","Jeremias 1:7","Amós 3:7"]},"exodo_11_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na identidade e na relação com o povo de Israel.","explicacao_detalhada":"O nome 'senhor' (יְהֹוָה) representa a soberania e a aliança de Deus com Israel, sendo um símbolo de sua presença e poder.","por_que_esta_palavra":"A invocação do nome de Deus é fundamental para entender a natureza de sua relação com o povo e a importância de sua autoridade.","conexao_teologica":"O nome de Deus é um tema crucial na teologia bíblica, refletindo sua natureza, caráter e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_11_4_noite":{"palavra_pt":"noite","palavra_original":"חָצוֹת","transliteracao":"châtsôwth","strong":"H2676","significado_raiz":"Ideia básica: noite.","significado_contextual":"Refere-se ao momento em que a mensagem de juízo será cumprida, durante a noite.","explicacao_detalhada":"A palavra 'noite' (חָצוֹת) indica um tempo específico e solene, quando Deus agirá de maneira decisiva contra o Egito.","por_que_esta_palavra":"A menção da noite destaca a urgência e a seriedade do aviso, além de simbolizar a transição de um tempo de opressão para um tempo de libertação.","conexao_teologica":"A noite é frequentemente associada a momentos de revelação e intervenção divina na história da salvação.","referencias_relacionadas":["Êxodo 12:29","Salmos 91:5","Mateus 25:6"]},"exodo_11_5_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte dos primogênitos do Egito como um ato de juízo divino.","explicacao_detalhada":"A palavra 'morrer' (מוּת) enfatiza a gravidade do juízo que cairá sobre o Egito, simbolizando a severidade da desobediência a Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a seriedade do aviso e a inevitabilidade do juízo divino sobre aqueles que se opõem a Deus.","conexao_teologica":"A morte como consequência do pecado é um tema recorrente na Bíblia, refletindo a justiça e a santidade de Deus.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Hebreus 9:27"]},"exodo_11_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra do Egito, onde o juízo ocorrerá.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) reforça a ideia de que o juízo de Deus afetará toda a nação egípcia.","por_que_esta_palavra":"A ênfase na terra destaca a abrangência do juízo e a totalidade da opressão que os israelitas sofreram.","conexao_teologica":"A terra é um símbolo da criação de Deus e de sua soberania sobre todas as nações.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 11:12"]},"exodo_11_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de julgar o Egito por sua opressão aos israelitas.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica um ato de avaliação e decisão divina sobre a injustiça cometida contra o povo de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a justiça de Deus e sua disposição de agir em favor dos oprimidos.","conexao_teologica":"O juízo de Deus é um tema central na Bíblia, refletindo sua justiça e sua preocupação com a opressão.","referencias_relacionadas":["Salmos 9:7","Isaías 30:18","Romanos 2:6"]},"exodo_11_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o juízo de Deus será executado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica a totalidade e a abrangência do juízo que cairá sobre o Egito.","por_que_esta_palavra":"A ênfase no modo destaca a certeza e a inevitabilidade do que está por vir, sublinhando a soberania de Deus.","conexao_teologica":"A maneira como Deus age é um reflexo de seu caráter e de sua justiça, mostrando que Ele é fiel às suas promessas.","referencias_relacionadas":["Êxodo 12:12","Salmos 37:28","Mateus 5:18"]},"exodo_11_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda do juízo de Deus sobre o Egito.","explicacao_detalhada":"A palavra 'cair' (הָיָה) implica um evento que ocorrerá de forma decisiva e inegável, simbolizando a ação de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a certeza do juízo e a inevitabilidade da intervenção divina.","conexao_teologica":"A queda do juízo é um tema que reflete a soberania de Deus sobre a história e sua capacidade de cumprir suas promessas.","referencias_relacionadas":["Salmos 91:7","Isaías 54:17","Apocalipse 20:10"]},"exodo_11_6_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do juízo que Deus trará sobre o Egito.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל) enfatiza a magnitude do evento que está prestes a acontecer, destacando a seriedade da situação.","por_que_esta_palavra":"A ênfase na grandeza do juízo sublinha a importância do aviso e a necessidade de atenção ao que Deus está comunicando.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo seu poder e sua majestade em todas as ações.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Romanos 11:33"]},"exodo_11_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas acontecem ou são feitas.","explicacao_detalhada":"No contexto de Êxodo 11:7, a palavra 'modo' é utilizada para descrever a maneira como Deus se diferencia entre os egípcios e os israelitas, enfatizando a proteção divina sobre o Seu povo.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a separação que Deus estabelece entre os que pertencem a Ele e os que não pertencem.","conexao_teologica":"A ideia de um modo divino de agir é central na teologia do Antigo Testamento, onde Deus frequentemente se revela de maneiras específicas e distintas.","referencias_relacionadas":["Êxodo 8:22","Êxodo 9:4","Êxodo 10:23"]},"exodo_11_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, em particular ao homem como figura central na criação.","explicacao_detalhada":"A palavra 'homem' neste versículo é usada para enfatizar a dignidade e a responsabilidade do ser humano diante de Deus, especialmente no contexto da libertação do povo de Israel.","por_que_esta_palavra":"A inclusão do 'homem' destaca a relação entre Deus e a humanidade, mostrando que Deus se importa com o destino dos indivíduos.","conexao_teologica":"A criação do homem à imagem de Deus é um tema recorrente na Bíblia, refletindo a importância do ser humano no plano divino.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"exodo_11_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, especificamente a relação entre pai e filho.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a relação especial entre Deus e o povo de Israel, que é frequentemente descrito como 'filhos' de Deus.","por_que_esta_palavra":"A utilização de 'filho' reforça a ideia de herança e pertencimento ao povo escolhido por Deus.","conexao_teologica":"A filiação divina é um tema importante na Bíblia, onde Deus se revela como Pai e os crentes como Seus filhos.","referencias_relacionadas":["Êxodo 4:22","Deuteronômio 14:1","Romanos 8:14-17"]},"exodo_11_8_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou alguém que se opõe.","explicacao_detalhada":"Neste contexto, a palavra 'inimigo' é usada para descrever os egípcios que se opõem ao plano de Deus para libertar os israelitas.","por_que_esta_palavra":"A menção de 'inimigo' destaca a luta entre o povo de Deus e aqueles que se opõem a Ele.","conexao_teologica":"A batalha entre o bem e o mal é um tema central na narrativa bíblica, refletindo a oposição que os fiéis enfrentam.","referencias_relacionadas":["Êxodo 14:14","Salmos  enemies 34:19","Romanos 12:19"]},"exodo_11_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou acontecem.","explicacao_detalhada":"A palavra 'modo' aqui enfatiza a maneira específica como Deus executa Seu juízo sobre o Egito.","por_que_esta_palavra":"É importante para entender a soberania de Deus em como Ele lida com os inimigos de Seu povo.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele tem controle sobre todas as situações.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 9:17"]},"exodo_11_8_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' neste contexto é usada para enfatizar a autoridade e o poder de Deus sobre todas as coisas, especialmente em relação ao juízo sobre o Egito.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a natureza de Sua intervenção na história.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é visto como o governante supremo.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 40:28"]},"exodo_11_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, especialmente em relação à terra prometida.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o espaço físico onde os eventos estão ocorrendo, enfatizando a geografia da libertação do povo de Israel.","por_que_esta_palavra":"A terra é um elemento importante na narrativa bíblica, simbolizando a promessa e a herança de Deus para Seu povo.","conexao_teologica":"A terra prometida é um tema central na história da salvação, representando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10"]},"exodo_11_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude do juízo de Deus sobre o Egito, enfatizando a seriedade da situação.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente, mostrando Sua capacidade de realizar atos poderosos.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua majestade e poder em toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"exodo_11_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à identidade e autoridade de Deus.","explicacao_detalhada":"A palavra 'senhor' é usada para enfatizar a soberania de Deus e Sua autoridade sobre todas as coisas, especialmente em relação ao Seu povo.","por_que_esta_palavra":"A menção do nome de Deus é fundamental para entender a relação entre Ele e Seu povo, bem como a importância de invocar Seu nome.","conexao_teologica":"O nome de Deus é um tema central na teologia, representando Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_11_10_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se a tomar ou segurar algo com firmeza.","explicacao_detalhada":"A palavra 'agarrar' é usada para descrever a ação de Deus em relação ao Seu povo, enfatizando a proteção e a segurança que Ele oferece.","por_que_esta_palavra":"A ideia de agarrar destaca a intimidade e o cuidado que Deus tem por aqueles que são Seus.","conexao_teologica":"A proteção divina é um tema recorrente, mostrando como Deus cuida e guarda Seu povo.","referencias_relacionadas":["Salmos 91:11-12","Isaías 41:10","João 10:28-29"]},"exodo_11_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar algo.","explicacao_detalhada":"A palavra 'urso' no contexto de Êxodo 11:10 pode ser interpretada como uma referência à criação ou ao ato de fazer algo, enfatizando a soberania de Deus sobre a criação.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a capacidade de Deus de moldar e criar a realidade ao seu redor.","conexao_teologica":"Deus é o Criador de todas as coisas, e Sua palavra tem poder para trazer à existência o que não existe.","referencias_relacionadas":["Gênesis 1:1","Salmos 33:6","Isaías 45:12"]},"exodo_11_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir.","explicacao_detalhada":"A palavra 'modo' enfatiza a forma como as ações são realizadas, indicando que Deus age de maneira específica e intencional.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que as ações de Deus não são aleatórias, mas seguem um plano divino.","conexao_teologica":"A soberania de Deus se manifesta em Seus modos de agir, que são sempre justos e perfeitos.","referencias_relacionadas":["Salmos 18:30","Isaías 55:8-9","Romanos 11:33"]}}