{"exodo_13_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação direta de Deus com Seu povo, enfatizando a importância da revelação divina.","explicacao_detalhada":"Neste versículo, 'falar' indica que Deus está instruindo Moisés sobre como os israelitas devem lembrar e celebrar a Páscoa, mostrando a importância da transmissão oral das tradições.","por_que_esta_palavra":"A palavra 'falar' é usada para destacar a relação pessoal entre Deus e Seu povo, onde Deus se comunica diretamente.","conexao_teologica":"A revelação de Deus é um tema central na teologia, mostrando como Ele se comunica e guia Seu povo.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:5","Hebreus 1:1"]},"exodo_13_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e poder.","explicacao_detalhada":"Neste contexto, o uso do nome 'senhor' enfatiza a soberania de Deus sobre Israel e a importância de reconhecer Sua autoridade em todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a identidade de Deus e para a relação de submissão e adoração que os israelitas devem ter.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua natureza e caráter, e a importância de honrá-Lo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"exodo_13_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar as instruções de Deus, enfatizando a importância da obediência.","explicacao_detalhada":"Neste versículo, 'dizer' é usado para mostrar que as instruções de Deus devem ser transmitidas e seguidas com seriedade, refletindo a importância da palavra de Deus na vida do povo.","por_que_esta_palavra":"A palavra 'dizer' destaca a necessidade de ouvir e obedecer à voz de Deus em todas as circunstâncias.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, mostrando como Ele se revela e orienta.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Romanos 10:17"]},"exodo_13_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho primogênito, que tem um papel especial na herança e na bênção familiar.","explicacao_detalhada":"Na cultura hebraica, o primogênito era considerado o herdeiro principal e tinha direitos especiais. A menção do 'filho' aqui destaca a importância da consagração dos primogênitos a Deus, simbolizando a redenção e a dedicação.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a relação especial entre Deus e o povo de Israel, onde cada primogênito é visto como pertencente a Deus.","conexao_teologica":"A consagração dos primogênitos é uma prefiguração da redenção que Cristo oferece a todos os crentes, sendo Ele o primogênito entre muitos irmãos.","referencias_relacionadas":["Êxodo 22:29","Números 3:13","Lucas 2:23"]},"exodo_13_2_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar ou separar algo como sagrado para Deus.","explicacao_detalhada":"Santificar implica em tornar algo especial e separado para o uso divino. Neste contexto, é um chamado à obediência e à devoção a Deus, reconhecendo Sua soberania.","por_que_esta_palavra":"A palavra 'santificar' é crucial para entender a relação entre o povo de Israel e Deus, onde a santidade é um atributo essencial do caráter divino.","conexao_teologica":"A santificação é um tema central na Bíblia, refletindo a necessidade de pureza e separação do pecado, culminando na santificação dos crentes através do Espírito Santo.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:16","Romanos 12:1"]},"exodo_13_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir, especialmente em relação às instruções de Deus.","explicacao_detalhada":"O 'modo' enfatiza a importância de seguir as diretrizes divinas de maneira correta e reverente, refletindo a obediência do povo a Deus.","por_que_esta_palavra":"A palavra 'modo' é usada para destacar que a adoração e a prática religiosa devem ser feitas de acordo com as instruções de Deus, não de qualquer maneira.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente na Bíblia, onde a verdadeira adoração deve ser feita em espírito e em verdade.","referencias_relacionadas":["Deuteronômio 6:5","Salmos 119:105","João 4:24"]},"exodo_13_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico em que os israelitas foram libertos da escravidão no Egito.","explicacao_detalhada":"O 'dia' mencionado é um marco importante na história da redenção de Israel, simbolizando a libertação e a nova vida que Deus oferece ao Seu povo.","por_que_esta_palavra":"A palavra 'dia' é significativa porque marca um evento histórico e espiritual que deve ser lembrado e celebrado pelas gerações futuras.","conexao_teologica":"O conceito de 'dia' de libertação é um paralelo à salvação oferecida por Cristo, que também é um marco de libertação espiritual.","referencias_relacionadas":["Êxodo 12:17","Salmos 118:24","Gálatas 5:1"]},"exodo_13_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa como um lugar de abrigo e segurança, especialmente no contexto da família.","explicacao_detalhada":"A 'casa' simboliza não apenas um espaço físico, mas também a unidade familiar e a proteção que Deus oferece ao Seu povo.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a importância da família e da comunidade na vida espiritual e na adoração a Deus.","conexao_teologica":"A casa de Deus é um tema importante na Bíblia, representando a presença de Deus entre Seu povo e a segurança que Ele proporciona.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"exodo_13_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo de maneira enfática.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância da comunicação e da transmissão das verdades de Deus às gerações futuras.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a transmissão da fé e dos ensinamentos de Deus, destacando a responsabilidade dos pais em ensinar seus filhos.","conexao_teologica":"A comunicação da verdade de Deus é essencial para a edificação da fé e a continuidade da tradição religiosa.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 78:4","Mateus 28:19-20"]},"exodo_13_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia da celebração da Páscoa, um evento central na história de Israel.","explicacao_detalhada":"Este 'dia' é um lembrete da libertação de Israel da escravidão no Egito e da importância de lembrar as obras de Deus.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância de marcar e celebrar eventos significativos na vida espiritual do povo.","conexao_teologica":"A Páscoa é um símbolo da redenção que se cumpre em Cristo, que é o Cordeiro de Deus.","referencias_relacionadas":["Êxodo 12:14","Lucas 22:15","1 Coríntios 5:7"]},"exodo_13_4_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Refere-se ao mês da celebração da Páscoa, que é determinado pelo calendário lunar.","explicacao_detalhada":"A 'lua' simboliza a regularidade e a ordem que Deus estabeleceu na criação, refletindo a importância de seguir os tempos e as estações determinadas por Ele.","por_que_esta_palavra":"A palavra 'lua' é significativa para entender o calendário religioso e as festividades que Deus instituiu para Seu povo.","conexao_teologica":"A relação entre os ciclos lunares e as festividades religiosas mostra a soberania de Deus sobre o tempo e a história.","referencias_relacionadas":["Levítico 23:5","Salmos 104:19","Eclesiastes 3:1"]},"exodo_13_4_nome":{"palavra_pt":"nome","palavra_original":"אָבִיב","transliteracao":"ʼâbîyb","strong":"H24","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do mês em que a Páscoa é celebrada, simbolizando novos começos.","explicacao_detalhada":"O 'nome' é importante porque representa a identidade e a história do povo de Israel, além de marcar um tempo de renovação e libertação.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade e da memória coletiva do povo de Deus.","conexao_teologica":"O nome de um mês ou evento é um reflexo da obra de Deus na história, que deve ser lembrada e celebrada.","referencias_relacionadas":["Êxodo 12:2","Salmos 103:2","Isaías 43:18-19"]},"exodo_13_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo a Deus como parte da adoração.","explicacao_detalhada":"A palavra 'dar' implica em um ato de generosidade e entrega, refletindo a resposta do povo à bondade de Deus.","por_que_esta_palavra":"A palavra 'dar' é fundamental para entender a relação de gratidão e compromisso entre Deus e Seu povo.","conexao_teologica":"Dar a Deus é um princípio que se estende a toda a vida cristã, onde somos chamados a oferecer nossas vidas como sacrifício vivo.","referencias_relacionadas":["2 Coríntios 9:7","Romanos 12:1","Hebreus 13:16"]},"exodo_13_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao ato de acontecer ou de se tornar, indicando uma mudança de estado.","explicacao_detalhada":"No contexto de Êxodo 13:5, a palavra 'cair' é usada para descrever a transição do povo de Israel de uma condição de escravidão para a liberdade, simbolizando a realização da promessa de Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a ação de Deus em trazer o povo para uma nova realidade, um novo estado de vida.","conexao_teologica":"A mudança de estado é um tema central na teologia bíblica, representando a libertação do pecado e a nova vida em Cristo.","referencias_relacionadas":["Gálatas 5:1","Romanos 6:4","2 Coríntios 5:17"]},"exodo_13_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação que se segue.","explicacao_detalhada":"Em Êxodo 13:5, 'porque' é usado para conectar a promessa de Deus com a ação de libertação, mostrando que a obediência é uma resposta à graça recebida.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a relação entre a ação de Deus e a resposta do povo, destacando a importância da fé e da obediência.","conexao_teologica":"A relação entre graça e obediência é um princípio fundamental na teologia cristã, refletindo a resposta do crente à salvação.","referencias_relacionadas":["Efésios 2:8-10","Tiago 2:17","Romanos 12:1"]},"exodo_13_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de importância especial.","explicacao_detalhada":"No versículo, 'dia' é usado para marcar um tempo específico de celebração e lembrança da libertação do Egito, enfatizando a importância da memória na vida do povo de Deus.","por_que_esta_palavra":"A repetição da palavra 'dia' sublinha a necessidade de recordar e celebrar a intervenção divina na história do povo.","conexao_teologica":"A ideia de 'dia' como tempo de lembrança é central na prática cristã, especialmente em relação à Páscoa e à Ceia do Senhor.","referencias_relacionadas":["Salmos 118:24","1 Coríntios 11:24-25","Lucas 22:19"]},"exodo_13_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome pessoal de Deus, que denota autoridade e soberania.","explicacao_detalhada":"Em Êxodo 13:6, 'senhor' é usado para reconhecer a soberania de Deus sobre o povo de Israel e sua ação redentora.","por_que_esta_palavra":"A utilização do nome 'senhor' enfatiza a relação de aliança entre Deus e seu povo, destacando a importância da adoração e submissão.","conexao_teologica":"O nome de Deus é um tema central na teologia, representando sua natureza, caráter e promessas.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Filipenses 2:9-11"]},"exodo_13_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é novamente usada para enfatizar a importância de um tempo específico de celebração.","explicacao_detalhada":"Neste contexto, 'dia' refere-se ao tempo em que o povo deve lembrar e ensinar sobre a libertação, reforçando a importância da tradição e da educação na fé.","por_que_esta_palavra":"A repetição da palavra 'dia' serve para reforçar a necessidade de um tempo dedicado à reflexão e à gratidão.","conexao_teologica":"A prática de lembrar e ensinar é fundamental na vida cristã, refletindo a importância da transmissão da fé às futuras gerações.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 78:4","Mateus 28:19-20"]},"exodo_13_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo deve ser feito ou a forma de proceder.","explicacao_detalhada":"Em Êxodo 13:7, 'modo' é utilizado para descrever a forma específica de celebrar e lembrar a libertação, indicando que há um jeito correto de honrar a Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da adoração adequada e da obediência às instruções divinas.","conexao_teologica":"A adoração deve ser feita em espírito e em verdade, conforme ensinado em João 4:24, refletindo a importância da sinceridade na prática da fé.","referencias_relacionadas":["Colossenses 3:17","Romanos 12:1","Hebreus 12:28-29"]},"exodo_13_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade das promessas de Deus.","explicacao_detalhada":"No contexto de Êxodo 13:7, 'verdade' é usada para afirmar que a libertação do povo é uma realidade que deve ser reconhecida e celebrada.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender a confiança que o povo deve ter nas promessas de Deus, que são sempre fiéis.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo sua natureza imutável e a certeza de suas promessas.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"exodo_13_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é novamente utilizada para enfatizar a importância de um tempo específico de ensino e lembrança.","explicacao_detalhada":"Em Êxodo 13:8, 'dia' refere-se ao momento em que os pais devem ensinar seus filhos sobre a libertação, destacando a responsabilidade de transmitir a fé.","por_que_esta_palavra":"A repetição da palavra 'dia' sublinha a importância da educação na fé e da transmissão da história de salvação.","conexao_teologica":"A educação na fé é um princípio fundamental, refletindo a responsabilidade dos crentes em ensinar a próxima geração sobre Deus.","referencias_relacionadas":["Salmos 78:5-6","Deuteronômio 11:19","Provérbios 22:6"]},"exodo_13_8_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação e à transmissão de informações, especialmente sobre a obra de Deus.","explicacao_detalhada":"No versículo, 'palavra' é usada para descrever o que deve ser ensinado aos filhos, enfatizando a importância de compartilhar a história da libertação.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a necessidade de comunicar a verdade de Deus de forma clara e eficaz.","conexao_teologica":"A comunicação da palavra de Deus é essencial na vida cristã, refletindo a importância da pregação e do ensino na igreja.","referencias_relacionadas":["Romanos 10:17","2 Timóteo 3:16-17","Hebreus 4:12"]},"exodo_13_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da fé através das gerações.","explicacao_detalhada":"Em Êxodo 13:8, 'filho' é usado para enfatizar a responsabilidade dos pais em ensinar seus filhos sobre a obra de Deus na história de Israel.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a importância da família na transmissão da fé e na formação espiritual das próximas gerações.","conexao_teologica":"A relação entre pais e filhos é fundamental na teologia bíblica, refletindo a importância da educação espiritual e do discipulado.","referencias_relacionadas":["Efésios 6:4","Colossenses 3:21","Salmos 127:3"]},"exodo_13_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' aqui se refere ao ato de acontecer ou ocorrer, no contexto de lembrar os feitos de Deus.","explicacao_detalhada":"No versículo, 'cair' implica que a lembrança dos feitos de Deus deve ser uma parte ativa da vida do povo, como um evento que deve ser constantemente trazido à mente.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a importância de não deixar que a memória dos atos de Deus se perca com o tempo.","conexao_teologica":"A lembrança dos atos de Deus é fundamental na teologia do Antigo Testamento, onde a história da salvação é constantemente relembrada.","referencias_relacionadas":["Deuteronômio 6:12","Salmos 78:4","Josué 4:7"]},"exodo_13_9_dia":{"palavra_pt":"dia","palavra_original":"זִכְרוֹן","transliteracao":"zikrôwn","strong":"H2146","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se a um período específico de tempo, enfatizando a importância de um momento de recordação.","explicacao_detalhada":"Neste contexto, 'dia' é um lembrete da libertação do Egito e da necessidade de celebrar essa data como um ato de gratidão a Deus.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar um tempo sagrado, um momento em que o povo deve se lembrar e celebrar a intervenção divina.","conexao_teologica":"A ideia de dias sagrados e festivais é central na prática religiosa israelita, refletindo a importância da memória coletiva.","referencias_relacionadas":["Êxodo 12:14","Levítico 23:4","Deuteronômio 16:1"]},"exodo_13_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Assim como em 'exodo_13_9_dia', a palavra 'dia' aqui também enfatiza a importância de um tempo específico para recordar a libertação.","explicacao_detalhada":"Este 'dia' é um marco na história do povo de Israel, onde eles devem observar e celebrar a salvação que receberam.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a ideia de que a memória e a celebração são essenciais na vida espiritual do povo.","conexao_teologica":"A observância de dias específicos para lembrar os feitos de Deus é uma prática que se estende por toda a Escritura.","referencias_relacionadas":["Êxodo 12:17","Salmos 105:5","Deuteronômio 16:3"]},"exodo_13_10_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em proteger e libertar o Seu povo da escravidão.","explicacao_detalhada":"Neste contexto, 'salvar' implica não apenas a libertação física do Egito, mas também a preservação da identidade e da fé do povo.","por_que_esta_palavra":"A escolha da palavra 'salvar' destaca a natureza redentora de Deus e Sua fidelidade em cumprir promessas.","conexao_teologica":"A salvação é um tema central na teologia bíblica, refletindo a ação contínua de Deus na história da humanidade.","referencias_relacionadas":["Salmos 34:6","Isaías 43:2","Romanos 10:13"]},"exodo_13_10_appointed":{"palavra_pt":"appointed","palavra_original":"חֻקָּה","transliteracao":"chuqqâh","strong":"H2708","significado_raiz":"Ideia básica: appointed.","significado_contextual":"A palavra 'appointed' refere-se a algo que foi estabelecido ou designado por Deus.","explicacao_detalhada":"Neste versículo, 'appointed' indica que Deus estabeleceu um modo específico de lembrar Sua intervenção na história.","por_que_esta_palavra":"A palavra enfatiza a soberania de Deus em determinar como Seu povo deve se lembrar de Sua salvação.","conexao_teologica":"A ideia de que Deus designa tempos e modos de adoração é um tema recorrente na Escritura, mostrando Sua autoridade.","referencias_relacionadas":["Levítico 23:2","Salmos 81:3","Eclesiastes 3:1"]},"exodo_13_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' novamente se refere ao ato de acontecer, enfatizando a importância de um evento significativo na vida do povo.","explicacao_detalhada":"Aqui, 'cair' sugere que a ação de Deus em libertar o povo deve ser lembrada e celebrada em um contexto de gratidão.","por_que_esta_palavra":"A repetição da palavra 'cair' reforça a ideia de que a memória dos atos de Deus deve ser uma parte ativa da vida do povo.","conexao_teologica":"A memória dos atos de Deus é essencial para a identidade do povo de Deus e sua relação com Ele.","referencias_relacionadas":["Deuteronômio 6:12","Salmos 103:2","Isaías 46:9"]},"exodo_13_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o povo deve observar os mandamentos de Deus.","explicacao_detalhada":"Neste contexto, 'porque' conecta a obediência do povo à sua experiência de salvação, mostrando que a gratidão deve levar à ação.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação por trás da obediência a Deus.","conexao_teologica":"A relação entre salvação e obediência é um tema central na teologia bíblica, refletindo a resposta do povo ao amor de Deus.","referencias_relacionadas":["Deuteronômio 5:15","Romanos 12:1","Tiago 1:22"]},"exodo_13_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para lembrar ao povo quem é o seu Deus e a importância de Sua liderança em suas vidas.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de aliança entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, refletindo Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"exodo_13_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, enfatizando a importância da obediência a Deus.","explicacao_detalhada":"Neste contexto, 'modo' indica que há uma forma específica que Deus deseja que Seu povo siga ao lembrar de Sua salvação.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a adoração e a lembrança devem ser feitas de acordo com as instruções divinas.","conexao_teologica":"A obediência ao modo de Deus é um tema recorrente na Escritura, mostrando a importância da santidade e da reverência.","referencias_relacionadas":["Êxodo 25:40","Deuteronômio 12:32","1 Crônicas 28:19"]},"exodo_13_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Assim como em 'exodo_13_11_nome', a palavra 'senhor' reafirma a autoridade e a soberania de Deus sobre o povo.","explicacao_detalhada":"Neste versículo, 'senhor' é uma lembrança da aliança e do compromisso de Deus com Seu povo.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a importância da relação entre Deus e Israel.","conexao_teologica":"A centralidade do nome de Deus na vida do povo é um tema que permeia toda a Escritura, refletindo Sua presença constante.","referencias_relacionadas":["Êxodo 20:2","Salmos 23:1","Isaías 45:5"]},"exodo_13_12_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz representa a passagem e a libertação do povo hebreu da escravidão no Egito.","explicacao_detalhada":"No contexto de Êxodo 13:12, a cruz simboliza a transição do povo de Israel da opressão para a liberdade, um ato de fé e obediência a Deus.","por_que_esta_palavra":"A palavra 'cruz' é usada para enfatizar a importância da libertação e do sacrifício que vem com a obediência a Deus.","conexao_teologica":"A cruz é um símbolo de redenção, que se conecta com a ideia de sacrifício e salvação, culminando na cruz de Cristo no Novo Testamento.","referencias_relacionadas":["Êxodo 12:13","Gálatas 6:14","1 Pedro 2:24"]},"exodo_13_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O termo 'modo' refere-se à maneira como os primogênitos devem ser consagrados ao Senhor.","explicacao_detalhada":"Em Êxodo 13:13, o 'modo' implica em um procedimento específico que deve ser seguido para a consagração dos primogênitos, refletindo a obediência às instruções divinas.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a importância da ritualística e da obediência nas práticas religiosas do povo de Israel.","conexao_teologica":"A consagração dos primogênitos é um ato que aponta para a dedicação total a Deus, um princípio que se estende ao Novo Testamento com a entrega de nossas vidas a Cristo.","referencias_relacionadas":["Êxodo 13:2","Números 3:13","Romanos 12:1"]},"exodo_13_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a autenticidade e a certeza das promessas de Deus.","explicacao_detalhada":"Em Êxodo 13:13, a 'verdade' é um lembrete da fidelidade de Deus em cumprir Suas promessas, especialmente em relação à libertação do povo hebreu.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a confiança que o povo deve ter nas promessas divinas e na necessidade de viver de acordo com elas.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, culminando na revelação de Jesus como 'o caminho, a verdade e a vida' (João 14:6).","referencias_relacionadas":["Salmos 119:160","João 8:32","2 Coríntios 1:20"]},"exodo_13_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' refere-se ao lar e à família, simbolizando a unidade e a proteção que Deus oferece.","explicacao_detalhada":"Em Êxodo 13:14, a 'casa' é um espaço sagrado onde a memória da libertação deve ser transmitida de geração em geração.","por_que_esta_palavra":"A palavra 'casa' é importante porque representa não apenas um local físico, mas também um espaço de adoração e ensino sobre a fidelidade de Deus.","conexao_teologica":"A ideia de 'casa' se conecta com a noção de que Deus deseja habitar entre Seu povo, como visto em Êxodo e mais tarde em Jesus, que é chamado de 'Emmanuel'.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"exodo_13_14_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a transição de um estado para outro, como a passagem da escravidão para a liberdade.","explicacao_detalhada":"Em Êxodo 13:14, 'cair' implica em um momento de mudança significativa na vida do povo hebreu, simbolizando a libertação de Deus.","por_que_esta_palavra":"A palavra 'cair' é relevante porque destaca a ação de Deus em mudar a condição do Seu povo, trazendo-os para um novo começo.","conexao_teologica":"A ideia de 'cair' se relaciona com a transformação espiritual que ocorre quando alguém aceita a salvação em Cristo.","referencias_relacionadas":["Isaías 61:1","Romanos 6:4","2 Coríntios 5:17"]},"exodo_13_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual os primogênitos devem ser consagrados ao Senhor.","explicacao_detalhada":"Em Êxodo 13:14, 'porque' conecta a ação de consagrar os primogênitos à lembrança da libertação do Egito, enfatizando a gratidão e a obediência.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a motivação por trás das ações do povo, que deve ser sempre em resposta à graça de Deus.","conexao_teologica":"A gratidão e a obediência são temas recorrentes na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 6:12","Salmos 103:2","Colossenses 3:17"]},"exodo_13_15_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao ato de Deus em punir os primogênitos do Egito, destacando a seriedade do julgamento divino.","explicacao_detalhada":"Em Êxodo 13:15, 'destruir' enfatiza a gravidade da desobediência e a necessidade de consagração como resposta ao livramento.","por_que_esta_palavra":"A palavra 'destruir' é usada para mostrar a consequência do pecado e a importância de seguir as instruções de Deus.","conexao_teologica":"A destruição dos primogênitos é um evento que prefigura o sacrifício de Cristo, que traz redenção em vez de destruição.","referencias_relacionadas":["Êxodo 12:29","Romanos 6:23","Hebreus 9:22"]},"exodo_13_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à terra prometida, simbolizando a herança e a bênção de Deus para Seu povo.","explicacao_detalhada":"Em Êxodo 13:15, 'terra' representa não apenas um local físico, mas também a realização das promessas de Deus ao povo de Israel.","por_que_esta_palavra":"A palavra 'terra' é importante porque destaca a conexão entre a obediência e a herança das bênçãos de Deus.","conexao_teologica":"A terra prometida é um símbolo da herança espiritual que os crentes têm em Cristo, que é a verdadeira terra prometida.","referencias_relacionadas":["Gênesis 12:1-3","Josué 1:3","Hebreus 11:10"]},"exodo_13_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os primogênitos devem ser tratados e consagrados ao Senhor.","explicacao_detalhada":"Em Êxodo 13:15, 'modo' implica em um procedimento que deve ser seguido para honrar a Deus e lembrar Sua ação libertadora.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a importância da ritualística e da obediência nas práticas religiosas do povo de Israel.","conexao_teologica":"A maneira de adorar e obedecer a Deus é um tema central na Bíblia, refletindo a necessidade de viver de acordo com Sua vontade.","referencias_relacionadas":["Levítico 10:3","Deuteronômio 12:32","Colossenses 3:23"]},"exodo_13_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a transição de um estado para outro, como a passagem da escravidão para a liberdade.","explicacao_detalhada":"Em Êxodo 13:16, 'cair' implica em um momento de mudança significativa na vida do povo hebreu, simbolizando a libertação de Deus.","por_que_esta_palavra":"A palavra 'cair' é relevante porque destaca a ação de Deus em mudar a condição do Seu povo, trazendo-os para um novo começo.","conexao_teologica":"A ideia de 'cair' se relaciona com a transformação espiritual que ocorre quando alguém aceita a salvação em Cristo.","referencias_relacionadas":["Isaías 61:1","Romanos 6:4","2 Coríntios 5:17"]},"exodo_13_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao ato de descer ou ser derrubado, simbolizando uma mudança de estado ou condição.","explicacao_detalhada":"Neste contexto, 'cair' pode ser interpretado como a transição do povo de Israel da escravidão para a liberdade, representando uma libertação divina.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a ação de Deus em tirar o povo da opressão, mostrando que a mudança de estado é uma ação divina.","conexao_teologica":"A libertação do povo de Israel é um tema central na teologia bíblica, simbolizando a salvação e a intervenção de Deus na história humana.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:19","Isaías 61:1"]},"exodo_13_17_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de mandar ou despachar alguém para um propósito específico.","explicacao_detalhada":"No contexto, Deus envia Moisés e o povo de Israel para a terra prometida, indicando um plano divino de redenção e direção.","por_que_esta_palavra":"A palavra 'enviar' destaca a soberania de Deus em guiar Seu povo e cumprir Suas promessas.","conexao_teologica":"A ideia de ser enviado é central na missão de Deus, refletindo a chamada divina para a ação e a obediência.","referencias_relacionadas":["Êxodo 3:10","Mateus 28:19","Romanos 10:15"]},"exodo_13_17_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'farao' refere-se ao rei do Egito, que simboliza a opressão e a resistência ao plano de Deus.","explicacao_detalhada":"Faraó representa a autoridade terrena que se opõe à vontade divina, sendo um antagonista na narrativa da libertação do povo de Israel.","por_que_esta_palavra":"A menção de faraó enfatiza a luta entre o poder humano e a soberania de Deus, mostrando a necessidade de libertação.","conexao_teologica":"A oposição de faraó é um exemplo da luta espiritual entre o bem e o mal, refletindo a necessidade de um Salvador.","referencias_relacionadas":["Êxodo 5:1","Romanos 9:17","Apocalipse 16:10"]},"exodo_13_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a herança e a bênção de Deus.","explicacao_detalhada":"Neste contexto, a terra é um símbolo da promessa de Deus e da realização de Suas promessas ao povo escolhido.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância da terra prometida como parte do pacto entre Deus e Israel.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 6:10","Josué 1:2"]},"exodo_13_18_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica movimento e progresso, simbolizando a jornada do povo de Israel em direção à liberdade.","explicacao_detalhada":"Andar representa a obediência e a confiança em Deus durante a travessia do deserto em direção à terra prometida.","por_que_esta_palavra":"A escolha de 'andar' enfatiza a necessidade de seguir a direção de Deus em cada passo da jornada.","conexao_teologica":"A caminhada de fé é um tema central na Bíblia, refletindo a relação contínua entre Deus e Seu povo.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","Hebreus 11:8"]},"exodo_13_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, que guia e protege Seu povo.","explicacao_detalhada":"Neste contexto, Deus é apresentado como o libertador e protetor do povo de Israel, que cumpre Suas promessas.","por_que_esta_palavra":"A menção de Deus enfatiza Sua soberania e poder sobre todas as coisas, incluindo a libertação do povo.","conexao_teologica":"A natureza de Deus como libertador é um tema central na teologia bíblica, refletindo Seu amor e compromisso com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:1","Isaías 43:1"]},"exodo_13_19_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica a ação de pegar ou receber algo, simbolizando a aceitação de uma herança.","explicacao_detalhada":"Neste contexto, 'tomar' refere-se à ação de agarrar a promessa de Deus, que inclui a proteção e a herança.","por_que_esta_palavra":"A escolha de 'tomar' enfatiza a responsabilidade do povo em aceitar e viver as promessas de Deus.","conexao_teologica":"A aceitação das promessas de Deus é fundamental para a vida de fé, refletindo a relação entre fé e ação.","referencias_relacionadas":["Gênesis 15:18","Salmos 37:29","Hebreus 11:8"]},"exodo_13_19_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"A palavra 'osso' refere-se à parte estrutural do corpo, simbolizando a força e a continuidade da vida.","explicacao_detalhada":"Neste contexto, 'osso' é mencionado para enfatizar a importância da linhagem e da herança do povo de Israel.","por_que_esta_palavra":"A menção de 'osso' destaca a conexão entre a vida física e a espiritual, refletindo a continuidade da promessa de Deus.","conexao_teologica":"A ideia de linhagem e herança é central na narrativa bíblica, refletindo a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 2:23","Salmos 34:20","Hebreus 7:14"]},"exodo_13_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma razão ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de tomar com a razão pela qual isso deve ser feito, enfatizando a obediência a Deus.","por_que_esta_palavra":"A escolha de 'porque' destaca a importância de entender as razões por trás das ações de Deus e a resposta do povo.","conexao_teologica":"A compreensão das razões divinas é fundamental para a fé, refletindo a relação entre conhecimento e obediência.","referencias_relacionadas":["Deuteronômio 6:24","Romanos 12:1","Tiago 1:22"]},"exodo_13_20_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à rota ou direção a ser seguida, simbolizando a jornada da vida.","explicacao_detalhada":"Neste contexto, 'caminho' representa a direção que Deus dá ao Seu povo em sua jornada de fé.","por_que_esta_palavra":"A escolha de 'caminho' enfatiza a importância de seguir a orientação divina em todas as áreas da vida.","conexao_teologica":"A ideia de caminhar no caminho de Deus é central na vida cristã, refletindo a busca pela santidade e pela verdade.","referencias_relacionadas":["Salmos 119:35","Provérbios 3:6","Mateus 7:14"]},"exodo_13_20_fim":{"palavra_pt":"fim","palavra_original":"קָצֶה","transliteracao":"qâtseh","strong":"H7097","significado_raiz":"Ideia básica: fim.","significado_contextual":"O termo 'fim' refere-se ao limite ou à conclusão de um caminho, simbolizando a chegada ao destino prometido por Deus.","explicacao_detalhada":"Neste contexto, o 'fim' representa não apenas um ponto geográfico, mas também o cumprimento das promessas divinas. É o término de uma jornada de libertação do povo hebreu da escravidão no Egito.","por_que_esta_palavra":"A palavra 'fim' é usada para enfatizar a realização do plano de Deus para a libertação e a condução do Seu povo.","conexao_teologica":"O 'fim' é um conceito que se relaciona com a ideia de propósito divino e a realização das promessas de Deus ao Seu povo.","referencias_relacionadas":["Êxodo 3:8","Êxodo 12:51","Salmos 107:6"]},"exodo_13_21_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui se refere ao caminho que Deus traçou para o Seu povo, simbolizando a direção e a proteção divina.","explicacao_detalhada":"O 'caminho' é uma metáfora para a jornada espiritual e física que os israelitas devem seguir sob a orientação de Deus, que os guia em sua nova vida como povo livre.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a importância de seguir o caminho que Deus estabeleceu, que leva à verdadeira liberdade e à vida plena.","conexao_teologica":"A vida em Deus é frequentemente associada à obediência e à fidelidade, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["Deuteronômio 30:19-20","Salmos 119:105","Provérbios 4:18"]},"exodo_13_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (YHWH) é usado para identificar a autoridade e a soberania de Deus sobre o povo de Israel.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' enfatiza a relação pessoal e a aliança entre Deus e os israelitas, destacando Sua presença constante e proteção.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a identidade de Deus como aquele que guia e protege Seu povo em sua jornada.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e compromisso com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 42:8"]},"exodo_13_21_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à manifestação da presença de Deus, simbolizando a coluna de nuvem e de fogo que guiava os israelitas.","explicacao_detalhada":"A 'expressão' de Deus é uma forma de mostrar como Ele se comunica e se revela ao Seu povo, proporcionando direção e segurança durante a jornada.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a forma visível e tangível da presença de Deus, que é essencial para a fé e a confiança do povo.","conexao_teologica":"A presença de Deus é um tema recorrente na Bíblia, simbolizando Sua proximidade e o desejo de se relacionar com a humanidade.","referencias_relacionadas":["Êxodo 14:19-20","Números 9:15-23","Salmos 99:7"]},"exodo_13_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a fidelidade de Deus às Suas promessas e à Sua palavra.","explicacao_detalhada":"Neste contexto, a 'verdade' representa a certeza de que Deus cumprirá o que prometeu ao Seu povo, mesmo diante das dificuldades.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a confiança que os israelitas devem ter em Deus durante sua jornada.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, refletindo Sua imutabilidade e a certeza de Suas promessas.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 4:21"]},"exodo_13_22_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' é novamente utilizada para descrever a manifestação da presença de Deus, reforçando a ideia de Sua constante vigilância.","explicacao_detalhada":"A 'expressão' de Deus é um lembrete da Sua orientação e proteção, essencial para a jornada do povo hebreu.","por_que_esta_palavra":"A repetição da palavra 'expressão' enfatiza a importância da presença de Deus em cada passo da jornada.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, simbolizando Sua proximidade e o desejo de se relacionar com a humanidade.","referencias_relacionadas":["Êxodo 14:19-20","Números 9:15-23","Salmos 99:7"]}}