{"exodo_14_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação direta de Deus com Moisés, instruindo-o sobre o que fazer em relação ao povo.","explicacao_detalhada":"Neste contexto, 'falar' destaca a importância da revelação divina e da obediência às instruções de Deus para a liderança do povo.","por_que_esta_palavra":"A palavra 'falar' é essencial para entender a relação entre Deus e Moisés, mostrando como Deus se comunica com os líderes.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, refletindo Sua vontade e direção.","referencias_relacionadas":["Êxodo 3:10","Números 12:6-8","Hebreus 1:1-2"]},"exodo_14_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é novamente utilizado para reafirmar a autoridade e a soberania de Deus sobre a situação enfrentada pelos israelitas.","explicacao_detalhada":"A invocação do nome 'Senhor' neste contexto enfatiza a necessidade de confiar em Deus em momentos de crise.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a identidade de Deus como o protetor e guia do Seu povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e compromisso com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 42:8"]},"exodo_14_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a ordem de Deus, destacando a importância da obediência à Sua palavra.","explicacao_detalhada":"Neste contexto, 'dizer' enfatiza a autoridade de Deus e a necessidade de que Seu povo siga Suas instruções.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a relação de autoridade entre Deus e Seu povo.","conexao_teologica":"A obediência à palavra de Deus é um tema central na Bíblia, refletindo a fé e a confiança do povo em Sua liderança.","referencias_relacionadas":["Deuteronômio 5:27","Salmos 119:105","Tiago 1:22"]},"exodo_14_2_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se ao Mar Vermelho, que representa um obstáculo significativo para os israelitas em sua fuga do Egito.","explicacao_detalhada":"Neste contexto, o 'mar' simboliza tanto o desafio que os israelitas enfrentam quanto a intervenção milagrosa de Deus que os salvará.","por_que_esta_palavra":"A palavra 'mar' é usada para enfatizar a magnitude do desafio e a grandeza do poder de Deus em superá-lo.","conexao_teologica":"O Mar Vermelho é um símbolo de libertação e salvação, refletindo a intervenção divina na história do povo de Deus.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 106:9","Isaías 43:16"]},"exodo_14_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, indicando uma relação familiar direta.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação entre um pai e seu filho, simbolizando continuidade e herança. No contexto de Êxodo 14, pode se referir ao povo de Israel como filhos de Deus, enfatizando sua identidade e relação especial com Ele.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a intimidade e a responsabilidade que Deus tem para com Seu povo, como um pai que cuida e protege seus filhos.","conexao_teologica":"A relação de Deus como Pai e Israel como Seus filhos é um tema recorrente na Bíblia, simbolizando amor, cuidado e disciplina.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Mateus 5:9"]},"exodo_14_2_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou estabelecer algo de forma sólida.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) implica não apenas a construção física, mas também a ideia de restaurar ou fortalecer algo que já existe. No contexto de Êxodo 14, pode simbolizar a construção da fé e da confiança do povo em Deus durante a travessia do Mar Vermelho.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de um fundamento sólido na fé, especialmente em momentos de crise.","conexao_teologica":"A edificação da fé é um tema importante na vida cristã, onde os crentes são chamados a edificar uns aos outros na verdade de Deus.","referencias_relacionadas":["Mateus 7:24-25","1 Pedro 2:5","Efésios 2:20-22"]},"exodo_14_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Novamente, refere-se à relação de descendência e identidade.","explicacao_detalhada":"A repetição da palavra 'filho' (בֵּן) reforça a ideia de que Israel é considerado o povo escolhido de Deus, com uma identidade única e especial diante dEle.","por_que_esta_palavra":"A ênfase na palavra 'filho' destaca a proteção e o amor que Deus tem por Seu povo, especialmente em momentos de adversidade.","conexao_teologica":"A identidade de ser filho de Deus é central na teologia cristã, onde os crentes são chamados a viver como filhos e filhas do Rei.","referencias_relacionadas":["Romanos 8:14-17","Gálatas 3:26","João 1:12"]},"exodo_14_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, simbolizando a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é frequentemente usada na Bíblia para descrever a terra prometida, um lugar de bênção e abundância. No contexto de Êxodo 14, pode simbolizar a libertação do povo de Israel e a jornada em direção à terra prometida.","por_que_esta_palavra":"A escolha da palavra 'terra' ressalta a importância do local físico e espiritual que Deus preparou para Seu povo.","conexao_teologica":"A terra prometida é um símbolo da promessa de Deus de um futuro melhor e da redenção completa.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:2-4"]},"exodo_14_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' (אָמַר) pode ser interpretada como uma declaração de poder ou autoridade. No contexto de Êxodo 14, pode se referir à grandeza de Deus e à Sua capacidade de salvar e proteger Seu povo em situações impossíveis.","por_que_esta_palavra":"A ênfase na grandeza de Deus é crucial para entender Sua soberania e poder sobre as circunstâncias da vida.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na fé, lembrando os crentes de que Ele é maior do que qualquer desafio.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Efésios 3:20"]},"exodo_14_4_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de segurar firmemente algo.","explicacao_detalhada":"A palavra 'agarrar' (חָזַק) implica força e determinação. No contexto de Êxodo 14, pode simbolizar a necessidade de agarrar-se à fé e à confiança em Deus durante momentos de crise.","por_que_esta_palavra":"A escolha da palavra 'agarrar' destaca a ação ativa que os crentes devem tomar em sua relação com Deus.","conexao_teologica":"A ideia de agarrar-se à fé é fundamental na vida cristã, onde os crentes são chamados a permanecer firmes em suas convicções.","referencias_relacionadas":["Hebreus 10:23","1 Coríntios 15:58","Filipenses 3:12-14"]},"exodo_14_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir.","explicacao_detalhada":"A palavra 'modo' (כֹּל) pode indicar a forma como algo deve ser feito. No contexto de Êxodo 14, pode se referir à maneira como o povo de Israel deve confiar e seguir a liderança de Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da atitude e do comportamento na vida de fé.","conexao_teologica":"A maneira como os crentes vivem sua fé é crucial para seu testemunho e relacionamento com Deus.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Mateus 5:16"]},"exodo_14_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de fazer ou realizar algo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) implica ação e realização. No contexto de Êxodo 14, pode simbolizar a ação de Deus em salvar Seu povo e realizar milagres em seu favor.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a atividade de Deus em resposta à fé do Seu povo.","conexao_teologica":"A ação de Deus em favor de Seu povo é um tema central na narrativa bíblica, mostrando Seu poder e fidelidade.","referencias_relacionadas":["Salmos 126:3","Isaías 43:2","Romanos 8:28"]},"exodo_14_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade e liderança.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever um governante ou líder. No contexto de Êxodo 14, pode se referir ao faraó como um símbolo da opressão e da resistência contra o plano de Deus para libertar Seu povo.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a luta entre a autoridade humana e a soberania divina.","conexao_teologica":"A soberania de Deus sobre todos os reis e governantes é um tema central na Bíblia, mostrando que Ele é o Rei dos Reis.","referencias_relacionadas":["Salmos 47:2","Isaías 9:6-7","Apocalipse 19:16"]},"exodo_14_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de algo.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir uma explicação ou justificativa. No contexto de Êxodo 14, pode indicar a razão pela qual Deus agiu em favor de Seu povo.","por_que_esta_palavra":"A escolha da palavra 'porque' enfatiza a lógica e a razão por trás das ações de Deus.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a fé, pois nos ajuda a confiar em Seus planos e propósitos.","referencias_relacionadas":["Romanos 8:31","Salmos 37:5","Provérbios 3:5-6"]},"exodo_14_5_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que estava em escravidão no Egito e estava prestes a ser libertado.","explicacao_detalhada":"A palavra 'povo' (עַם) é usada para descrever a coletividade dos israelitas, que formam uma nação escolhida por Deus. Neste contexto, o povo está em um momento crítico de transição, saindo da opressão egípcia.","por_que_esta_palavra":"A escolha de 'povo' enfatiza a identidade coletiva dos israelitas e sua relação especial com Deus como Seu povo escolhido.","conexao_teologica":"A ideia de ser um povo escolhido está presente em várias partes da Bíblia, refletindo a aliança de Deus com Israel.","referencias_relacionadas":["Deuteronômio 7:6","Isaías 43:20","1 Pedro 2:9"]},"exodo_14_6_batalha":{"palavra_pt":"batalha","palavra_original":"אָסַר","transliteracao":"ʼâçar","strong":"H631","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se à luta que os israelitas enfrentariam contra o exército egípcio que os perseguia.","explicacao_detalhada":"A palavra 'batalha' (אָסַר) implica um conflito físico e espiritual, simbolizando a luta pela liberdade e a proteção divina sobre o povo de Israel.","por_que_esta_palavra":"A utilização de 'batalha' destaca a seriedade da situação e a necessidade de intervenção divina para a vitória.","conexao_teologica":"Deus é frequentemente retratado como um guerreiro que luta pelas causas de Seu povo.","referencias_relacionadas":["Êxodo 15:3","Salmos 24:8","Isaías 42:13"]},"exodo_14_6_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"Usada para indicar a presença de algo ou alguém que não é especificamente mencionado.","explicacao_detalhada":"A palavra 'unrepresented' (אֵת) é uma partícula que pode indicar a presença de um objeto ou pessoa em uma ação, mas não é o foco principal do versículo.","por_que_esta_palavra":"A inclusão dessa palavra serve para dar ênfase à ação sem especificar o objeto, mantendo o foco na ação em si.","conexao_teologica":"A presença de Deus em todas as ações é implícita, mesmo quando não é mencionada diretamente.","referencias_relacionadas":["Gênesis 1:1","Salmos 139:7","Mateus 28:20"]},"exodo_14_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Êxodo 14:7, \"modo\" aparece na frase \"E tomou seiscentos carros escolhidos, e todos os carros do Egito, e os capitães sobre eles todos.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Êxodo 14:7 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Êxodo 15:15. Lendo junto com Êxodo 14:7, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 14:7","Êxodo 15:15","Salmos 119:105"]},"exodo_14_7_grande":{"palavra_pt":"grande","palavra_original":"שָׁלִישׁ","transliteracao":"shâlîysh","strong":"H7991","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se ao grande exército egípcio que estava em perseguição aos israelitas.","explicacao_detalhada":"A palavra 'grande' (שָׁלִישׁ) enfatiza a magnitude do exército egípcio, aumentando a sensação de perigo e a necessidade de intervenção divina.","por_que_esta_palavra":"A grandeza do exército contrasta com a vulnerabilidade dos israelitas, destacando a necessidade de fé em Deus.","conexao_teologica":"Deus é maior do que qualquer adversidade que Seu povo enfrente, um tema central na narrativa bíblica.","referencias_relacionadas":["Salmos 27:1","Romanos 8:31","1 João 4:4"]},"exodo_14_7_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou capturar algo, neste caso, a intenção dos egípcios de capturar os israelitas.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) implica uma ação decisiva e agressiva, refletindo a determinação dos egípcios em reter os israelitas.","por_que_esta_palavra":"Enfatiza a urgência e a gravidade da situação, onde a liberdade do povo estava em risco.","conexao_teologica":"A libertação de Israel é um ato de Deus que demonstra Sua soberania sobre as nações.","referencias_relacionadas":["Êxodo 3:8","Salmos 68:20","Gálatas 5:1"]},"exodo_14_8_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à força com que os egípcios estavam se movendo para capturar os israelitas.","explicacao_detalhada":"A palavra 'agarrar' (חָזַק) implica força e poder, refletindo a intensidade da perseguição.","por_que_esta_palavra":"Destaca a determinação dos egípcios e a gravidade da situação enfrentada pelos israelitas.","conexao_teologica":"A força dos opressores contrasta com a proteção divina prometida a Israel.","referencias_relacionadas":["Salmos 91:15","Isaías 54:17","Romanos 8:37"]},"exodo_14_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Israel, enfatizando a relação familiar e a continuidade da nação.","explicacao_detalhada":"A palavra 'filho' (בֵּן) simboliza a herança e a identidade do povo de Israel como filhos de Deus.","por_que_esta_palavra":"Enfatiza a relação especial entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","conexao_teologica":"A filiação divina é um tema central na Bíblia, refletindo a intimidade da relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:16","Gálatas 3:26"]},"exodo_14_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado como Senhor e Salvador.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que representa Sua autoridade e poder sobre todas as coisas.","por_que_esta_palavra":"O uso do nome de Deus enfatiza Sua soberania e a confiança que os israelitas devem ter Nele durante a crise.","conexao_teologica":"O nome de Deus é central na revelação de Sua natureza e caráter, sendo um tema recorrente na Escritura.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Filipenses 2:9-11"]},"exodo_14_9_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao Mar Vermelho, que os israelitas estavam prestes a cruzar em sua fuga do Egito.","explicacao_detalhada":"A palavra 'mar' (יָם) simboliza tanto um obstáculo quanto um meio de libertação, representando a intervenção divina na história de Israel.","por_que_esta_palavra":"O mar é um elemento crucial na narrativa da libertação, onde Deus demonstrará Seu poder ao abrir as águas.","conexao_teologica":"A travessia do mar é um símbolo da salvação e da libertação que Deus oferece a Seu povo.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 106:9","Hebreus 11:29"]},"exodo_14_9_seguir":{"palavra_pt":"seguir","palavra_original":"רָדַף","transliteracao":"râdaph","strong":"H7291","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de perseguir ou ir atrás de algo ou alguém.","explicacao_detalhada":"No contexto de Êxodo 14:9, os egípcios estavam seguindo os israelitas que haviam saído do Egito, buscando recapturá-los após a sua fuga.","por_que_esta_palavra":"A escolha da palavra 'seguir' enfatiza a determinação dos egípcios em recuperar os israelitas, mostrando a urgência e a intensidade da perseguição.","conexao_teologica":"A perseguição dos egípcios simboliza a luta do povo de Deus contra as forças do mal e a opressão, refletindo a libertação divina.","referencias_relacionadas":["Êxodo 14:10","Salmos 23:6","Romanos 8:31"]},"exodo_14_10_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'farao' refere-se ao rei do Egito, que simboliza a opressão e a tirania.","explicacao_detalhada":"Faraó, como líder do Egito, representa a resistência à vontade de Deus e a opressão do povo israelita, sendo um antagonista na narrativa da libertação.","por_que_esta_palavra":"A menção de Faraó destaca a luta entre o poder humano e a soberania divina, mostrando como Deus age contra aqueles que se opõem ao Seu povo.","conexao_teologica":"Faraó é um símbolo do pecado e da rebelião contra Deus, e sua queda representa a vitória de Deus sobre a opressão.","referencias_relacionadas":["Êxodo 5:1","Êxodo 12:30","Romanos 9:17"]},"exodo_14_10_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do exército egípcio que estava em perseguição.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a força e o poder do exército de Faraó, que era uma ameaça significativa para os israelitas.","por_que_esta_palavra":"A utilização da palavra 'grande' serve para intensificar o medo e a tensão da situação, contrastando com a proteção divina que os israelitas estavam prestes a experimentar.","conexao_teologica":"A grandeza do exército egípcio contrasta com a grandeza do poder de Deus, que é capaz de salvar e libertar Seu povo.","referencias_relacionadas":["Êxodo 14:9","Salmos 136:15","Isaías 43:16"]},"exodo_14_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se aos israelitas, que são descritos como filhos de Deus.","explicacao_detalhada":"Neste contexto, a menção de 'filho' destaca a relação especial entre Deus e o povo de Israel, que é considerado Seu povo escolhido.","por_que_esta_palavra":"A palavra 'filho' é significativa porque enfatiza a identidade e o valor do povo de Deus, que é protegido e amado por Ele.","conexao_teologica":"A relação de Deus com Israel como Seus filhos é um tema central na teologia bíblica, refletindo a paternidade divina e a aliança.","referencias_relacionadas":["Êxodo 4:22","Deuteronômio 14:1","Gálatas 3:26"]},"exodo_14_11_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada para expressar o medo dos israelitas de serem mortos pelos egípcios.","explicacao_detalhada":"Os israelitas, ao verem Faraó e seu exército se aproximando, temiam pela sua vida e questionavam a decisão de Moisés de deixá-los sair do Egito.","por_que_esta_palavra":"A palavra 'morrer' reflete o desespero e a falta de fé dos israelitas em um momento crítico, contrastando com a proteção que Deus estava prestes a oferecer.","conexao_teologica":"O medo da morte é um tema recorrente na Bíblia, mas a resposta de Deus é sempre a de oferecer salvação e vida.","referencias_relacionadas":["Êxodo 14:12","Salmos 34:19","Romanos 8:38-39"]},"exodo_14_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para relatar as queixas dos israelitas a Moisés.","explicacao_detalhada":"Os israelitas expressaram suas preocupações e medos a Moisés, questionando sua liderança e a decisão de deixar o Egito.","por_que_esta_palavra":"A palavra 'dizer' é importante porque mostra a comunicação e a interação entre o povo e seu líder, além de destacar a falta de confiança.","conexao_teologica":"A comunicação entre Deus, Moisés e o povo é fundamental para entender a dinâmica da liderança e da fé.","referencias_relacionadas":["Êxodo 14:12","Números 14:2","Salmos 106:25"]},"exodo_14_11_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"A palavra 'campo' refere-se ao deserto ou à região onde os israelitas estavam acampados.","explicacao_detalhada":"O deserto é um lugar de provação e teste, onde o povo de Israel enfrentou desafios e dificuldades após sua saída do Egito.","por_que_esta_palavra":"A menção do 'campo' destaca a vulnerabilidade dos israelitas e a necessidade de dependência de Deus em tempos de crise.","conexao_teologica":"O deserto é frequentemente usado na Bíblia como um símbolo de purificação e preparação para a promessa de Deus.","referencias_relacionadas":["Êxodo 16:1","Deuteronômio 8:2","Mateus 4:1"]},"exodo_14_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se ao que os israelitas estavam expressando em suas queixas.","explicacao_detalhada":"Os israelitas estavam verbalizando suas preocupações e medos, questionando a decisão de Moisés e expressando seu desejo de voltar ao Egito.","por_que_esta_palavra":"A palavra 'palavra' é significativa porque mostra a importância da comunicação e da expressão de sentimentos em momentos de crise.","conexao_teologica":"A comunicação com Deus e entre os irmãos é essencial para a vida comunitária e a fé, refletindo a necessidade de diálogo.","referencias_relacionadas":["Êxodo 14:11","Salmos 19:14","Tiago 1:19"]},"exodo_14_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para expressar a incredulidade dos israelitas sobre a libertação.","explicacao_detalhada":"Os israelitas estavam questionando a verdade da promessa de Deus de libertá-los, refletindo sua falta de fé nas promessas divinas.","por_que_esta_palavra":"A palavra 'verdade' é crucial porque revela a luta interna do povo entre a fé e a dúvida, um tema comum na experiência humana.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, e a confiança nas Suas promessas é fundamental para a vida de fé.","referencias_relacionadas":["Salmos 119:160","João 8:32","Hebreus 10:23"]},"exodo_14_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para relatar as queixas dos israelitas.","explicacao_detalhada":"Os israelitas estavam expressando suas preocupações a Moisés, questionando a sua liderança e a decisão de deixar o Egito.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a comunicação contínua entre o povo e seu líder, bem como a persistência de suas queixas.","conexao_teologica":"A comunicação é vital na relação entre Deus e Seu povo, e a honestidade nas queixas pode levar a um crescimento na fé.","referencias_relacionadas":["Êxodo 14:11","Números 14:2","Salmos 106:25"]},"exodo_14_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período do dia em que os israelitas estavam prestes a atravessar o Mar Vermelho.","explicacao_detalhada":"O termo 'dia' aqui indica um momento específico no tempo, enfatizando a urgência e a importância do evento que estava prestes a acontecer.","por_que_esta_palavra":"A palavra 'dia' é utilizada para marcar a cronologia dos eventos, mostrando que Deus age em momentos específicos na história.","conexao_teologica":"Deus intervém na história em momentos determinados, mostrando seu controle sobre o tempo e os eventos.","referencias_relacionadas":["Gênesis 1:5","Salmos 74:16","Eclesiastes 3:1"]},"exodo_14_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para comunicar a instrução de Moisés ao povo.","explicacao_detalhada":"Neste contexto, Moisés está transmitindo uma mensagem de encorajamento e confiança em Deus, que deve ser proclamada ao povo.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a comunicação da vontade de Deus e a liderança de Moisés sobre os israelitas.","conexao_teologica":"A comunicação divina é essencial na relação entre Deus e seu povo, sendo a palavra um meio de revelação.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 4:12"]},"exodo_14_13_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se aos israelitas que estavam em situação de desespero diante do exército egípcio.","explicacao_detalhada":"A palavra 'povo' destaca a coletividade dos israelitas, enfatizando sua identidade como o povo escolhido de Deus.","por_que_esta_palavra":"O uso de 'povo' reforça a ideia de comunidade e a necessidade de unidade em momentos de crise.","conexao_teologica":"Deus se relaciona com seu povo de maneira coletiva, mostrando que a salvação e a intervenção divina são para todos.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 7:6","1 Pedro 2:9"]},"exodo_14_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e poder.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é um símbolo da presença e do compromisso de Deus com seu povo, especialmente em momentos de crise.","por_que_esta_palavra":"A invocação do nome de Deus é um lembrete da sua fidelidade e do seu poder para salvar.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:1","Isaías 41:10"]},"exodo_14_14_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Refere-se ao ato de Deus de preparar um caminho de salvação para seu povo.","explicacao_detalhada":"A palavra 'planejar' implica que Deus tem um propósito e um plano para a libertação dos israelitas.","por_que_esta_palavra":"Destaca a soberania de Deus em guiar e proteger seu povo em momentos de necessidade.","conexao_teologica":"Deus é um Deus que planeja e age de acordo com seus propósitos, revelando sua soberania.","referencias_relacionadas":["Jeremias 29:11","Romanos 8:28","Efésios 1:11"]},"exodo_14_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente usada para enfatizar a instrução de Deus a Moisés.","explicacao_detalhada":"Aqui, Deus está instruindo Moisés a falar ao povo e a agir com fé, mostrando a importância da comunicação divina.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a importância da obediência à palavra de Deus.","conexao_teologica":"A obediência à palavra de Deus é fundamental para a experiência de fé e libertação.","referencias_relacionadas":["Tiago 1:22","Romanos 10:17","1 João 2:5"]},"exodo_14_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando sua autoridade.","explicacao_detalhada":"O nome 'Senhor' é invocado para reafirmar a confiança no poder de Deus em meio à adversidade.","por_que_esta_palavra":"Reforça a ideia de que a salvação e a proteção vêm do Senhor.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e confiança em sua promessa.","referencias_relacionadas":["Salmos 20:7","Isaías 12:2","Filipenses 2:9-11"]},"exodo_14_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao povo de Israel como filhos de Deus, enfatizando a relação especial entre Deus e seu povo.","explicacao_detalhada":"A palavra 'filho' destaca a filiação espiritual e a proteção que Deus oferece aos seus escolhidos.","por_que_esta_palavra":"A designação de 'filho' implica amor, cuidado e responsabilidade de Deus para com seu povo.","conexao_teologica":"A relação de Deus como Pai é um tema central na Bíblia, refletindo seu amor e compromisso com a humanidade.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:15","Gálatas 4:6"]},"exodo_14_16_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao Mar Vermelho, que seria dividido por Deus para permitir a passagem dos israelitas.","explicacao_detalhada":"A palavra 'mar' simboliza tanto a barreira que os israelitas enfrentavam quanto o poder de Deus para superá-la.","por_que_esta_palavra":"O mar representa desafios e obstáculos que, com a intervenção divina, podem ser superados.","conexao_teologica":"Deus é capaz de realizar milagres e intervenções sobrenaturais em favor de seu povo.","referencias_relacionadas":["Salmos 106:9","Isaías 43:16","Hebreus 11:29"]},"exodo_14_16_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se às tribos de Israel, enfatizando a unidade e diversidade do povo escolhido.","explicacao_detalhada":"A palavra 'tribo' destaca a organização social e a identidade coletiva dos israelitas como nação.","por_que_esta_palavra":"A menção das tribos reforça a ideia de que Deus se preocupa com cada grupo dentro de seu povo.","conexao_teologica":"A diversidade dentro da unidade é um tema importante na teologia bíblica, refletindo a natureza do corpo de Cristo.","referencias_relacionadas":["Números 1:2","Apocalipse 7:4-8","Gênesis 49:28"]},"exodo_14_16_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do poder de Deus ao abrir o mar.","explicacao_detalhada":"A palavra 'grande' neste contexto enfatiza a magnitude do milagre que Deus realizou ao dividir as águas do mar Vermelho, mostrando Sua soberania sobre a natureza.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a importância do ato divino e a proteção que Deus oferece ao Seu povo.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua capacidade de salvar e proteger aqueles que confiam Nele.","referencias_relacionadas":["Salmos 77:14","Isaías 43:16","Salmos 145:3"]},"exodo_14_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus agiu contra o faraó e seu exército.","explicacao_detalhada":"A palavra 'modo' indica a maneira específica pela qual Deus executou Seu plano de libertação, utilizando as forças da natureza para demonstrar Seu poder.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que Deus tem um plano e uma estratégia em Suas ações.","conexao_teologica":"Deus age de maneiras que muitas vezes são inesperadas, revelando Sua sabedoria e poder em situações difíceis.","referencias_relacionadas":["Salmos 106:9","Isaías 10:15","Romanos 11:33"]},"exodo_14_17_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao faraó como símbolo da opressão e resistência a Deus.","explicacao_detalhada":"A palavra 'faraó' representa não apenas uma figura histórica, mas também a personificação do orgulho e da rebelião contra Deus.","por_que_esta_palavra":"A menção do faraó é crucial para entender a luta entre o poder humano e a autoridade divina.","conexao_teologica":"A história do faraó ilustra a luta contínua entre o bem e o mal, e como Deus prevalece sobre as forças da opressão.","referencias_relacionadas":["Êxodo 5:1","Romanos 9:17","Salmos 136:15"]},"exodo_14_17_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus em proteger Seu povo.","explicacao_detalhada":"A palavra 'bom' neste contexto ressalta a intenção de Deus em salvar os israelitas e demonstrar Sua fidelidade.","por_que_esta_palavra":"A bondade de Deus é um tema recorrente, mostrando que Ele deseja o bem para aqueles que O seguem.","conexao_teologica":"A bondade de Deus é um atributo essencial que se manifesta em Suas ações em favor do Seu povo.","referencias_relacionadas":["Salmos 100:5","Romanos 8:28","Tiago 1:17"]},"exodo_14_18_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Novamente se refere ao faraó, enfatizando sua queda diante do poder de Deus.","explicacao_detalhada":"A repetição da palavra 'faraó' destaca a certeza da derrota do opressor e a vitória de Deus sobre a injustiça.","por_que_esta_palavra":"A ênfase no faraó serve para mostrar que nenhum poder humano pode resistir à vontade de Deus.","conexao_teologica":"A história do faraó é um lembrete de que Deus é soberano e que a justiça divina prevalecerá.","referencias_relacionadas":["Êxodo 14:4","Salmos 135:10-12","Apocalipse 19:20"]},"exodo_14_18_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento que o faraó terá do poder de Deus.","explicacao_detalhada":"A palavra 'conhecer' implica em uma experiência direta e reveladora do poder de Deus, que levará o faraó a reconhecer Sua soberania.","por_que_esta_palavra":"O conhecimento de Deus é fundamental para a transformação e a revelação de Sua natureza ao mundo.","conexao_teologica":"Conhecer a Deus é um convite a um relacionamento mais profundo e à compreensão de Sua grandeza.","referencias_relacionadas":["Jeremias 9:24","Oséias 6:6","Filipenses 3:10"]},"exodo_14_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual Deus agirá contra o faraó.","explicacao_detalhada":"A palavra 'porque' estabelece a conexão entre a ação de Deus e a necessidade de demonstrar Sua glória e justiça.","por_que_esta_palavra":"É importante entender o motivo das ações de Deus, que sempre têm um propósito maior.","conexao_teologica":"Deus age em resposta à desobediência e à opressão, revelando Sua justiça e misericórdia.","referencias_relacionadas":["Romanos 1:20","Gálatas 6:7","Salmos 19:1"]},"exodo_14_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à presença e ação de Deus no meio do Seu povo.","explicacao_detalhada":"A palavra 'deus' enfatiza a natureza divina que atua em favor dos israelitas, guiando-os e protegendo-os.","por_que_esta_palavra":"A presença de Deus é fundamental para a segurança e a direção do Seu povo em momentos de crise.","conexao_teologica":"A relação entre Deus e Seu povo é central na narrativa bíblica, mostrando Seu compromisso com a redenção.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:1","Mateus 28:20"]},"exodo_14_19_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho que Deus abriu para os israelitas atravessarem o mar.","explicacao_detalhada":"A palavra 'caminho' simboliza a direção que Deus fornece em momentos de dificuldade, mostrando que Ele sempre tem um plano.","por_que_esta_palavra":"O caminho aberto por Deus é um ato de salvação e libertação, demonstrando Sua fidelidade.","conexao_teologica":"Deus é frequentemente descrito como aquele que guia Seu povo, abrindo caminhos onde não há.","referencias_relacionadas":["Isaías 43:16","Salmos 77:19","Hebreus 10:20"]},"exodo_14_20_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Refere-se às trevas que Deus colocou entre os egípcios e os israelitas.","explicacao_detalhada":"A palavra 'trevas' simboliza a proteção que Deus oferece ao Seu povo, criando uma barreira contra os inimigos.","por_que_esta_palavra":"As trevas representam tanto a proteção quanto o juízo de Deus sobre aqueles que se opõem a Ele.","conexao_teologica":"A presença de trevas como proteção é um tema que aparece em várias partes da Bíblia, simbolizando a separação entre o povo de Deus e os ímpios.","referencias_relacionadas":["Êxodo 10:21-23","Salmos 18:9","Mateus 27:45"]},"exodo_14_20_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar em um espaço, simbolizando a ação de Deus em guiar o povo.","explicacao_detalhada":"Neste contexto, Deus instrui Moisés a chamar os israelitas para que entrem no mar, que foi dividido. A palavra implica um convite divino para que o povo se mova em direção à salvação.","por_que_esta_palavra":"A escolha da palavra 'vir/entrar' enfatiza a ação de fé necessária para que os israelitas atravessassem o mar em segurança.","conexao_teologica":"A travessia do mar simboliza a libertação e a salvação, refletindo a relação entre Deus e seu povo, onde Ele os guia em momentos de crise.","referencias_relacionadas":["Êxodo 14:16","Êxodo 14:21","Salmos 77:19"]},"exodo_14_20_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se ao rebanho de animais que os israelitas possuíam, simbolizando a riqueza e a vida pastoral do povo.","explicacao_detalhada":"Neste versículo, o gado é mencionado como parte do que os israelitas levariam consigo na travessia, destacando a importância da preservação da vida e dos bens durante a fuga do Egito.","por_que_esta_palavra":"A inclusão do gado mostra que Deus se preocupa com todos os aspectos da vida de seu povo, incluindo suas posses e sustento.","conexao_teologica":"O cuidado de Deus por seu povo se estende a todas as áreas da vida, refletindo sua providência e proteção.","referencias_relacionadas":["Êxodo 12:38","Gênesis 46:32","Salmos 23:1"]},"exodo_14_21_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se ao Mar Vermelho, que foi dividido por Deus para permitir a passagem dos israelitas.","explicacao_detalhada":"Neste contexto, o mar representa tanto um obstáculo quanto um meio de libertação, onde Deus demonstra seu poder sobre a natureza.","por_que_esta_palavra":"A menção do mar enfatiza o milagre da divisão das águas, um ato que revela a soberania de Deus sobre as forças da criação.","conexao_teologica":"O Mar Vermelho simboliza a transição do cativeiro para a liberdade, um tema central na narrativa da salvação.","referencias_relacionadas":["Êxodo 14:16","Salmos 106:9","Isaías 43:16"]},"exodo_14_21_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' ou 'espírito' refere-se à ação de Deus que separou as águas do mar.","explicacao_detalhada":"Neste versículo, o vento é descrito como um instrumento divino que possibilitou a travessia, simbolizando a presença e o poder de Deus agindo em favor de seu povo.","por_que_esta_palavra":"A utilização do vento destaca a maneira sobrenatural como Deus opera, muitas vezes através de elementos naturais.","conexao_teologica":"O vento como símbolo do Espírito Santo sugere a presença de Deus que guia e protege seu povo em momentos de necessidade.","referencias_relacionadas":["Gênesis 1:2","Salmos 104:3","João 3:8"]},"exodo_14_21_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do milagre realizado por Deus ao dividir as águas do mar.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a grandiosidade do ato divino, que não apenas salvou os israelitas, mas também demonstrou o poder de Deus sobre a criação.","por_que_esta_palavra":"A ênfase na grandeza ressalta a importância do evento na história da salvação, mostrando que Deus é capaz de realizar feitos extraordinários.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, refletindo sua majestade e poder em todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"exodo_14_22_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' novamente se refere ao Mar Vermelho, que foi atravessado pelos israelitas.","explicacao_detalhada":"Neste versículo, o mar é um símbolo de libertação, onde as águas se tornaram um caminho seguro para o povo de Deus.","por_que_esta_palavra":"A repetição da palavra 'mar' enfatiza a continuidade do milagre e a proteção divina durante a travessia.","conexao_teologica":"A travessia do mar é um precursor da salvação em Cristo, onde a água simboliza tanto a morte quanto a vida.","referencias_relacionadas":["Êxodo 14:21","1 Coríntios 10:1-2","Hebreus 11:29"]},"exodo_14_22_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada novamente para descrever a ação de entrar no mar, simbolizando a obediência do povo a Deus.","explicacao_detalhada":"Neste contexto, a palavra destaca a necessidade de fé e coragem para seguir as instruções de Deus em um momento de incerteza.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da ação do povo em resposta à direção divina.","conexao_teologica":"A obediência à palavra de Deus é fundamental para a experiência de libertação e salvação.","referencias_relacionadas":["Êxodo 14:16","Tiago 1:22","Romanos 10:17"]},"exodo_14_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à identidade dos israelitas como filhos de Deus, enfatizando sua relação especial com Ele.","explicacao_detalhada":"Neste versículo, a menção de 'filho' destaca a herança e o cuidado que Deus tem por seu povo escolhido.","por_que_esta_palavra":"A palavra 'filho' reforça a ideia de que os israelitas são parte da família de Deus, com direitos e responsabilidades.","conexao_teologica":"A relação de Deus como Pai e os israelitas como filhos é um tema central na teologia bíblica, refletindo amor e compromisso.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14-17","Gálatas 4:6-7"]},"exodo_14_23_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' é mencionada novamente, referindo-se ao Mar Vermelho que os egípcios tentaram atravessar.","explicacao_detalhada":"Neste versículo, o mar simboliza tanto a proteção dos israelitas quanto a destruição dos inimigos de Deus.","por_que_esta_palavra":"A repetição da palavra 'mar' enfatiza a dualidade do milagre: salvação para os justos e juízo para os ímpios.","conexao_teologica":"O mar como símbolo de juízo e salvação é um tema que ecoa ao longo das Escrituras, refletindo a justiça de Deus.","referencias_relacionadas":["Êxodo 14:28","Salmos 106:11","Isaías 51:10"]},"exodo_14_23_seguir":{"palavra_pt":"seguir","palavra_original":"רָדַף","transliteracao":"râdaph","strong":"H7291","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à ação dos egípcios ao perseguir os israelitas através do mar.","explicacao_detalhada":"Neste contexto, 'seguir' implica uma determinação errada dos egípcios em capturar os israelitas, desconsiderando o poder de Deus.","por_que_esta_palavra":"A escolha da palavra 'seguir' destaca a obstinação dos egípcios e a inevitabilidade do juízo divino sobre eles.","conexao_teologica":"A perseguição dos egípcios simboliza a luta entre o bem e o mal, onde a fidelidade a Deus resulta em libertação.","referencias_relacionadas":["Êxodo 14:24","Salmos 77:16","Romanos 12:19"]},"exodo_14_23_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de os israelitas entrarem no mar, simbolizando a obediência e a fé em Deus.","explicacao_detalhada":"Neste contexto, a palavra indica a ação de atravessar o mar em direção à liberdade, representando a transição de um estado de opressão para um de libertação.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da ação e da decisão de seguir a liderança divina, mesmo em situações de incerteza.","conexao_teologica":"A travessia do mar é um símbolo da salvação e da intervenção divina na vida do povo de Deus.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 77:16-20","Isaías 43:16-17"]},"exodo_14_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao momento em que os egípcios foram derrotados, simbolizando a queda do inimigo diante do poder de Deus.","explicacao_detalhada":"Neste versículo, a palavra destaca a ação de Deus ao causar a destruição dos perseguidores, mostrando Sua soberania sobre as forças do mal.","por_que_esta_palavra":"A palavra 'cair' é utilizada para ilustrar a fragilidade dos inimigos de Deus e a certeza de que Ele protege Seu povo.","conexao_teologica":"A queda dos egípcios é um exemplo da justiça divina e da proteção que Deus oferece aos que confiam Nele.","referencias_relacionadas":["Êxodo 14:26-28","Salmos 68:1","Romanos 8:31"]},"exodo_14_24_noite":{"palavra_pt":"noite","palavra_original":"אַשְׁמֻרָה","transliteracao":"ʼashmurâh","strong":"H821","significado_raiz":"Ideia básica: noite.","significado_contextual":"A palavra 'noite' refere-se ao tempo em que os eventos ocorreram, simbolizando a escuridão e o medo que cercavam os israelitas.","explicacao_detalhada":"Neste contexto, a noite representa a incerteza e a tensão antes da libertação, contrastando com a luz da manhã que traz esperança.","por_que_esta_palavra":"A utilização de 'noite' enfatiza o momento crítico em que a intervenção de Deus se torna evidente, trazendo mudança.","conexao_teologica":"A noite pode ser vista como um símbolo do pecado e da opressão, enquanto a luz representa a salvação e a libertação.","referencias_relacionadas":["Salmos 30:5","Isaías 9:2","João 1:5"]},"exodo_14_24_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao momento da libertação, simbolizando a nova era que se inicia para os israelitas.","explicacao_detalhada":"Neste contexto, o dia representa a clareza e a certeza da ação de Deus, que traz libertação e esperança ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'dia' destaca a transformação que ocorre quando Deus age em favor de Seu povo.","conexao_teologica":"O dia da libertação é um marco na história da salvação, simbolizando a vitória de Deus sobre as trevas.","referencias_relacionadas":["Êxodo 14:30","Salmos 118:24","Isaías 60:1"]},"exodo_14_25_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de Deus direcionar os eventos, mostrando Seu controle sobre a situação.","explicacao_detalhada":"Neste contexto, a palavra enfatiza a soberania de Deus ao ordenar as circunstâncias para a proteção de Seu povo.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque revela a intenção divina de guiar e proteger os israelitas durante a travessia.","conexao_teologica":"Deus chama Seu povo para a liberdade, mostrando que Ele é um Deus que se importa e age em favor de Sua criação.","referencias_relacionadas":["Êxodo 3:10","Isaías 43:1","Romanos 8:28"]},"exodo_14_25_idiom":{"palavra_pt":"expressao","palavra_original":"כְּבֵדֻת","transliteracao":"kᵉbêduth","strong":"H3517","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como Deus se manifesta e se comunica com Seu povo.","explicacao_detalhada":"Neste contexto, a expressão de Deus é vista na maneira como Ele age e se revela durante a travessia do mar.","por_que_esta_palavra":"A palavra 'expressão' é importante porque destaca a comunicação divina e a revelação do caráter de Deus ao Seu povo.","conexao_teologica":"A expressão de Deus é um reflexo de Sua natureza e de Seu desejo de se relacionar com a humanidade.","referencias_relacionadas":["Êxodo 34:6-7","Salmos 19:1","Hebreus 1:1-2"]},"exodo_14_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à declaração de Deus sobre a situação, enfatizando Sua autoridade.","explicacao_detalhada":"Neste contexto, a palavra destaca a importância da comunicação divina e a certeza de que as promessas de Deus se cumprirão.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a confiança que os israelitas devem ter nas palavras de Deus.","conexao_teologica":"As palavras de Deus são poderosas e têm o poder de transformar realidades e trazer esperança.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"exodo_14_26_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se ao local da travessia, simbolizando a barreira que foi superada pela intervenção divina.","explicacao_detalhada":"Neste contexto, o mar representa tanto um obstáculo quanto um meio de libertação, mostrando o poder de Deus sobre a natureza.","por_que_esta_palavra":"A palavra 'mar' é significativa porque destaca a magnitude do milagre que ocorreu durante a travessia.","conexao_teologica":"O mar é um símbolo de caos e desordem, e a intervenção de Deus traz ordem e libertação.","referencias_relacionadas":["Êxodo 14:21","Salmos 106:9","Isaías 51:10"]},"exodo_14_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à declaração de Deus sobre o que acontecerá com os egípcios, enfatizando Sua soberania.","explicacao_detalhada":"Neste contexto, a palavra destaca a certeza do juízo de Deus sobre aqueles que se opõem a Ele e ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a autoridade de Deus e a certeza de que Suas promessas se cumprirão.","conexao_teologica":"As declarações de Deus são sempre cumpridas, mostrando Sua fidelidade e justiça.","referencias_relacionadas":["Números 23:19","Salmos 119:89","Isaías 55:11"]},"exodo_14_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre todas as coisas, incluindo a natureza e os eventos históricos.","explicacao_detalhada":"Neste contexto, o nome de Deus é invocado para mostrar Sua soberania e poder sobre a situação enfrentada pelos israelitas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre Deus e Seu povo, destacando Sua posição de autoridade.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e invocá-lo é reconhecer Sua soberania.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_14_27_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar que foi dividido por Deus para permitir a passagem dos israelitas.","explicacao_detalhada":"O mar, neste contexto, simboliza tanto um obstáculo quanto um meio de salvação. A divisão das águas representa o poder de Deus em libertar seu povo da escravidão no Egito.","por_que_esta_palavra":"A palavra 'mar' é utilizada para enfatizar a magnitude do milagre realizado por Deus, mostrando que Ele tem controle sobre a natureza.","conexao_teologica":"O mar dividido é um símbolo da salvação e da libertação, refletindo a obra redentora de Deus na vida dos crentes.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 77:16-20","Isaías 43:16"]},"exodo_14_27_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"Descreve a grandeza do milagre realizado por Deus ao dividir o mar.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude do ato divino, que não apenas salvou os israelitas, mas também demonstrou o poder de Deus sobre as forças da natureza.","por_que_esta_palavra":"Utilizar 'grande' destaca a importância e a singularidade do evento, mostrando que é um ato sem precedentes na história.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que nos lembra de sua soberania e poder em todas as situações.","referencias_relacionadas":["Salmos 145:3","Jeremias 32:17","Efésios 3:20"]},"exodo_14_27_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de edificar ou estabelecer algo sólido, como a fé e a confiança em Deus.","explicacao_detalhada":"Neste contexto, edificar pode ser interpretado como a construção de uma nova identidade para os israelitas, que agora são um povo livre e escolhido por Deus.","por_que_esta_palavra":"A palavra 'edificar' é importante para mostrar que a libertação não é apenas física, mas também espiritual, levando à formação de uma nova nação.","conexao_teologica":"A edificação da fé é um tema central na Bíblia, onde Deus chama seu povo a construir uma vida fundamentada em sua palavra.","referencias_relacionadas":["Mateus 7:24-25","1 Pedro 2:5","Efésios 2:19-22"]},"exodo_14_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus age e realiza seus propósitos.","explicacao_detalhada":"A palavra 'modo' implica na maneira específica que Deus escolheu para salvar seu povo, demonstrando sua sabedoria e poder.","por_que_esta_palavra":"É importante entender o 'modo' de Deus para reconhecer sua soberania e a forma como Ele opera na história.","conexao_teologica":"A maneira como Deus age é um tema que nos ensina sobre sua natureza e seus planos para a humanidade.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 103:19"]},"exodo_14_28_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Novamente refere-se ao mar, que é central na narrativa da libertação dos israelitas.","explicacao_detalhada":"O mar é um símbolo de desafio e também de libertação, representando a intervenção divina em momentos críticos.","por_que_esta_palavra":"Repetir a palavra 'mar' enfatiza a importância do milagre e a ação poderosa de Deus.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar a luta entre o bem e o mal, e a vitória de Deus sobre as forças opressoras.","referencias_relacionadas":["Êxodo 14:21","Salmos 106:9","Isaías 51:10"]},"exodo_14_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao povo de Israel como filhos de Deus, uma relação de filiação e proteção.","explicacao_detalhada":"A palavra 'filho' destaca a intimidade da relação entre Deus e seu povo, que é tratado como uma nação escolhida e amada.","por_que_esta_palavra":"É fundamental entender a identidade do povo de Deus como filhos, o que implica em responsabilidade e bênçãos.","conexao_teologica":"A filiação é um tema central na Bíblia, onde Deus se revela como Pai e os crentes como seus filhos.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14-17","1 João 3:1"]},"exodo_14_29_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Mais uma vez, refere-se ao mar, que é um elemento crucial na narrativa da passagem dos israelitas.","explicacao_detalhada":"O mar simboliza tanto a libertação quanto a destruição dos inimigos de Israel, mostrando a justiça de Deus.","por_que_esta_palavra":"A repetição da palavra 'mar' serve para reforçar a importância do evento e a ação de Deus.","conexao_teologica":"O mar é um símbolo de caos e desordem, e a intervenção de Deus traz ordem e salvação.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 136:13-15","Isaías 43:2"]},"exodo_14_29_seco":{"palavra_pt":"seco","palavra_original":"יַבָּשָׁה","transliteracao":"yabbâshâh","strong":"H3004","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se à terra seca que os israelitas atravessaram após a divisão do mar.","explicacao_detalhada":"A palavra 'seco' simboliza a proteção e o cuidado de Deus, que fez um caminho seguro para seu povo.","por_que_esta_palavra":"A ênfase no 'seco' destaca o milagre da passagem, onde Deus não apenas dividiu as águas, mas também proporcionou um caminho seguro.","conexao_teologica":"A terra seca é um símbolo da provisão de Deus, que sempre cuida de seu povo em momentos de necessidade.","referencias_relacionadas":["Êxodo 14:22","Salmos 66:6","Hebreus 11:29"]},"exodo_14_30_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à salvação que Deus proporcionou ao povo de Israel ao libertá-los do Egito.","explicacao_detalhada":"A palavra 'salvar' é central na narrativa, pois representa a libertação do povo da opressão e da escravidão.","por_que_esta_palavra":"A ênfase na salvação mostra a natureza redentora de Deus, que sempre busca libertar seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo na cruz.","referencias_relacionadas":["Salmos 37:39","Isaías 12:2","Romanos 10:9"]},"exodo_14_30_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Deus realizou o milagre da passagem pelo mar.","explicacao_detalhada":"A palavra 'dia' destaca a importância do evento histórico e a lembrança da intervenção divina na vida do povo.","por_que_esta_palavra":"A menção ao 'dia' serve para marcar um momento específico de ação de Deus, que deve ser lembrado e celebrado.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para lembrar os feitos de Deus e a importância de celebrar suas obras.","referencias_relacionadas":["Êxodo 12:14","Salmos 118:24","Deuteronômio 6:12"]},"exodo_14_30_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar que foi dividido por Deus para permitir que os israelitas escapassem do exército egípcio.","explicacao_detalhada":"O 'mar' neste contexto é o Mar Vermelho, que simboliza a salvação e a libertação do povo de Israel da escravidão no Egito. A divisão das águas representa o poder de Deus sobre a natureza e Sua capacidade de salvar.","por_que_esta_palavra":"A palavra 'mar' é usada para enfatizar a magnitude do milagre que ocorreu, onde as águas se separaram, permitindo a passagem dos israelitas.","conexao_teologica":"O mar é um símbolo de libertação e salvação, refletindo a obra redentora de Deus na história da salvação.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 106:9","Isaías 63:11-12"]},"exodo_14_31_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança que os israelitas tiveram em Deus após a travessia do mar.","explicacao_detalhada":"A palavra 'crer' implica uma fé ativa e uma resposta ao que Deus fez, reconhecendo Sua soberania e poder. Este ato de fé é fundamental para a relação entre Deus e Seu povo.","por_que_esta_palavra":"A escolha da palavra 'crer' destaca a importância da fé na vida do povo de Deus, especialmente após testemunharem Sua intervenção poderosa.","conexao_teologica":"A fé é um tema central na Bíblia, sendo essencial para a salvação e a vida cristã, como exemplificado em Hebreus 11.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"exodo_14_31_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Descreve a grandeza de Deus e Seus feitos poderosos em favor de Israel.","explicacao_detalhada":"A palavra 'grande' enfatiza a majestade e o poder de Deus, que se manifestou através dos milagres realizados durante a libertação do povo. Isso reflete a natureza incomparável de Deus.","por_que_esta_palavra":"A utilização de 'grande' serve para exaltar a obra de Deus e lembrar ao povo de Sua soberania sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, que nos convida a adorá-Lo e reconhecer Sua autoridade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"exodo_14_31_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua identidade e caráter.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é associado à aliança de Deus com Seu povo e à Sua fidelidade. É um nome que evoca reverência e respeito, sendo central na adoração israelita.","por_que_esta_palavra":"A menção do nome do Senhor destaca a importância de reconhecer quem Ele é e o que Ele fez por Seu povo.","conexao_teologica":"O nome de Deus é fundamental para a compreensão da Sua natureza e do relacionamento que Ele deseja ter com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]}}