{"exodo_17_1_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à jornada dos israelitas pelo deserto em direção à Terra Prometida.","explicacao_detalhada":"O caminho simboliza a trajetória de fé e dependência de Deus durante a travessia do deserto.","por_que_esta_palavra":"A jornada pelo caminho é uma metáfora para a vida cristã, onde cada passo deve ser guiado pela vontade de Deus.","conexao_teologica":"Jesus é descrito como o caminho (João 14:6), enfatizando que a jornada espiritual é feita através dEle.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Isaías 30:21"]},"exodo_17_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação entre Deus e o povo de Israel, que é considerado Seu filho.","explicacao_detalhada":"A designação de Israel como 'filho' destaca a intimidade e a responsabilidade na relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'filho' enfatiza a paternidade de Deus e a expectativa de obediência e lealdade por parte de Israel.","conexao_teologica":"A relação de Deus como Pai é um tema central na Bíblia, refletindo amor, cuidado e disciplina.","referencias_relacionadas":["Êxodo 4:22","Oséias 11:1","Romanos 8:14"]},"exodo_17_2_repreender":{"palavra_pt":"repreender","palavra_original":"רִיב","transliteracao":"rîyb","strong":"H7378","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' refere-se à ação de Moisés ao confrontar o povo por sua falta de fé e reclamações.","explicacao_detalhada":"Moisés repreende o povo por sua incredulidade, lembrando-os da fidelidade de Deus em suas necessidades.","por_que_esta_palavra":"A repreensão é uma forma de correção que visa restaurar a fé e a confiança no Senhor.","conexao_teologica":"A disciplina e a correção são aspectos do amor de Deus, que busca o arrependimento e a restauração de Seu povo.","referencias_relacionadas":["Hebreus 12:6","Provérbios 3:11-12","Apocalipse 3:19"]},"exodo_17_2_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se aos israelitas, que estavam em constante dependência de Deus durante a jornada no deserto.","explicacao_detalhada":"O povo é visto como um coletivo que enfrenta desafios e tentações, necessitando da orientação divina.","por_que_esta_palavra":"A menção do 'povo' destaca a importância da comunidade na fé e a responsabilidade coletiva diante de Deus.","conexao_teologica":"A ideia de povo de Deus é central na Bíblia, representando a aliança e a escolha divina.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Gálatas 6:2"]},"exodo_17_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Moisés ao povo, expressando a necessidade de fé e confiança em Deus.","explicacao_detalhada":"Moisés fala ao povo, lembrando-os das promessas de Deus e da importância de confiar em Sua provisão.","por_que_esta_palavra":"A comunicação é essencial para a edificação da fé e a manutenção da esperança entre o povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação de Sua verdade é fundamental para a vida espiritual.","referencias_relacionadas":["Romanos 10:17","Tiago 1:22","Salmos 119:11"]},"exodo_17_3_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à angústia e desespero do povo que estava no deserto, clamando por água.","explicacao_detalhada":"Neste contexto, a reclamação do povo é tão intensa que eles expressam que prefeririam ter morrido do que sofrer a sede no deserto. A morte aqui simboliza a desesperança e a falta de fé na provisão de Deus.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a gravidade da situação e a falta de confiança do povo em Deus, que já havia demonstrado seu poder em outras ocasiões.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a separação de Deus. Aqui, a falta de água representa a separação espiritual que o povo sente ao não confiar em Deus.","referencias_relacionadas":["Números 11:4-6","Salmos 78:19-20","Deuteronômio 8:15"]},"exodo_17_3_suffer":{"palavra_pt":"suffer","palavra_original":"צָמֵא","transliteracao":"tsâmêʼ","strong":"H6770","significado_raiz":"Ideia básica: suffer.","significado_contextual":"A palavra 'sofrer' refere-se à experiência de sede e desespero do povo no deserto.","explicacao_detalhada":"O sofrimento aqui é físico e emocional, refletindo a luta do povo em confiar na provisão de Deus enquanto enfrentam dificuldades. A sede é uma metáfora para a necessidade espiritual.","por_que_esta_palavra":"A palavra 'sofrer' é usada para mostrar a intensidade da necessidade do povo e sua incapacidade de ver além das circunstâncias imediatas.","conexao_teologica":"O sofrimento é um aspecto da experiência humana que pode levar à dependência de Deus. A Bíblia frequentemente associa o sofrimento à purificação e ao crescimento espiritual.","referencias_relacionadas":["Salmos 42:1-2","Mateus 5:6","Romanos 5:3-5"]},"exodo_17_3_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se aos israelitas que estavam em jornada pelo deserto.","explicacao_detalhada":"Neste contexto, o povo representa a comunidade de crentes que, apesar de terem sido libertos da escravidão, ainda lutam com a fé e a confiança em Deus durante as dificuldades.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a coletividade da experiência e a responsabilidade de todos em confiar em Deus.","conexao_teologica":"A ideia de povo é central na teologia bíblica, pois Deus se relaciona com seu povo de maneira especial, prometendo cuidado e proteção.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"exodo_17_4_assembleia":{"palavra_pt":"assembleia","palavra_original":"צָעַק","transliteracao":"tsâʻaq","strong":"H6817","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"A palavra 'assembleia' refere-se ao clamor coletivo do povo diante de suas dificuldades.","explicacao_detalhada":"A assembleia aqui representa a união do povo em sua queixa e necessidade, mostrando a força da comunidade em momentos de crise.","por_que_esta_palavra":"A palavra 'assembleia' destaca a importância da coletividade na adoração e na busca por ajuda divina.","conexao_teologica":"A assembleia é um conceito importante na Bíblia, simbolizando a união do povo de Deus em oração e adoração, especialmente em tempos de necessidade.","referencias_relacionadas":["Salmos 22:22","Hebreus 10:25","Atos 2:42"]},"exodo_17_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é invocado pelo povo em sua necessidade.","explicacao_detalhada":"Neste contexto, o uso do nome de Deus enfatiza sua autoridade e poder para atender às necessidades do povo, além de ser um chamado à lembrança de sua fidelidade.","por_que_esta_palavra":"A palavra 'senhor' é central na relação entre Deus e seu povo, simbolizando sua soberania e compromisso com a aliança.","conexao_teologica":"O nome de Deus é um tema importante na Bíblia, representando sua natureza e caráter. Invocar o nome do Senhor é um ato de fé e dependência.","referencias_relacionadas":["Salmos 20:7","Isaías 26:4","Romanos 10:13"]},"exodo_17_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à instrução de Deus para Moisés em resposta ao clamor do povo.","explicacao_detalhada":"Neste contexto, 'dizer' implica em uma comunicação direta de Deus a Moisés, que é o mediador entre Deus e o povo.","por_que_esta_palavra":"A palavra 'dizer' enfatiza a importância da revelação divina e da obediência às instruções de Deus.","conexao_teologica":"A comunicação de Deus com seu povo é um tema central na Bíblia, mostrando como Deus se revela e orienta aqueles que o seguem.","referencias_relacionadas":["Êxodo 3:14","Deuteronômio 5:5","Hebreus 1:1-2"]},"exodo_17_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente refere-se à instrução que Deus dá a Moisés sobre o que fazer em resposta ao clamor do povo.","explicacao_detalhada":"A repetição da palavra 'dizer' reforça a importância da obediência e da ação de Moisés como líder escolhido por Deus.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a dinâmica entre Deus e Moisés, mostrando como Deus se comunica e orienta seu povo.","conexao_teologica":"A obediência à palavra de Deus é um tema recorrente na Bíblia, destacando a importância de seguir suas instruções para experimentar sua provisão.","referencias_relacionadas":["Salmos 119:105","Tiago 1:22","1 João 2:5"]},"exodo_17_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente invocada, reafirmando a soberania de Deus sobre a situação.","explicacao_detalhada":"O uso do nome de Deus aqui é um lembrete da sua presença e poder, especialmente em momentos de crise.","por_que_esta_palavra":"A repetição do nome 'senhor' enfatiza a relação contínua entre Deus e seu povo, e a necessidade de confiar em sua liderança.","conexao_teologica":"O nome de Deus é uma fonte de esperança e segurança para os crentes, simbolizando sua fidelidade e compromisso com aqueles que o seguem.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Filipenses 4:19"]},"exodo_17_5_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus que Moisés deve buscar ao interceder pelo povo.","explicacao_detalhada":"Neste contexto, 'rosto' simboliza a intimidade e a relação pessoal que Moisés tem com Deus, contrastando com a distância que o povo sente.","por_que_esta_palavra":"A palavra 'rosto' é significativa porque representa a busca pela presença de Deus em momentos de necessidade.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, simbolizando a comunhão que os crentes têm com Ele e a importância de buscar sua face.","referencias_relacionadas":["Êxodo 33:14","Salmos 27:8","Mateus 5:8"]},"exodo_17_6_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se ao local onde Deus ordena que Moisés bata para que a água flua.","explicacao_detalhada":"A rocha simboliza a provisão de Deus e a firmeza de sua palavra. A água que flui da rocha representa a vida e a satisfação das necessidades do povo.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a solidez e a confiabilidade de Deus como fonte de sustento.","conexao_teologica":"A rocha é um símbolo de Cristo na teologia cristã, representando a fonte de água viva que sacia a sede espiritual.","referencias_relacionadas":["1 Coríntios 10:4","Salmos 18:2","Isaías 32:2"]},"exodo_17_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' refere-se a uma ação de fazer ou criar algo.","explicacao_detalhada":"Neste contexto, a palavra 'urso' é utilizada para descrever a ação de Deus em prover água para o povo de Israel, simbolizando a criação de um milagre em meio à necessidade.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a capacidade de Deus de agir e prover em situações de desespero.","conexao_teologica":"A ação de Deus em prover água é um símbolo da sua providência e cuidado pelo seu povo, refletindo a relação entre Criador e criatura.","referencias_relacionadas":["Salmos 78:15","Isaías 48:21","1 Coríntios 10:4"]},"exodo_17_6_nome":{"palavra_pt":"nome","palavra_original":"חֹרֵב","transliteracao":"Chôrêb","strong":"H2722","significado_raiz":"Ideia básica: nome.","significado_contextual":"O termo 'nome' é usado para identificar um lugar específico onde a ação ocorre.","explicacao_detalhada":"O nome 'Chôrêb' refere-se ao monte Sinai, um local de grande importância espiritual e histórica para o povo de Israel, onde receberam a Lei.","por_que_esta_palavra":"O uso do nome enfatiza a importância do local na narrativa bíblica e na experiência do povo com Deus.","conexao_teologica":"O monte Chôrêb é um símbolo da revelação divina e da aliança entre Deus e Israel.","referencias_relacionadas":["Êxodo 3:1","Deuteronômio 5:2","Gálatas 4:24"]},"exodo_17_7_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' indica a ação de invocar ou clamar a Deus.","explicacao_detalhada":"Neste contexto, Moisés clama ao Senhor em busca de ajuda para o povo que está em necessidade de água, demonstrando a dependência do povo em relação a Deus.","por_que_esta_palavra":"A escolha de 'chamar' destaca a necessidade de comunicação e relacionamento entre o homem e Deus.","conexao_teologica":"A oração e o clamor são fundamentais na vida espiritual, mostrando a necessidade de buscar a intervenção divina.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Tiago 5:16"]},"exodo_17_7_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O termo 'corpo' refere-se ao lugar onde o povo se encontra, simbolizando a coletividade do povo de Israel.","explicacao_detalhada":"Neste contexto, 'corpo' representa a comunidade de Israel que está reunida em busca de água, simbolizando a unidade do povo diante das dificuldades.","por_que_esta_palavra":"A palavra é usada para enfatizar a coletividade e a necessidade de apoio mútuo entre os membros da comunidade.","conexao_teologica":"A ideia de corpo é frequentemente usada na Bíblia para descrever a Igreja como um corpo unido em Cristo.","referencias_relacionadas":["Romanos 12:5","1 Coríntios 12:12","Efésios 4:16"]},"exodo_17_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação de Deus com o povo de Israel.","explicacao_detalhada":"Neste contexto, 'filho' simboliza a herança e a relação especial que Israel tem com Deus, como seu povo escolhido.","por_que_esta_palavra":"A escolha de 'filho' enfatiza a intimidade e o cuidado paternal de Deus por seu povo.","conexao_teologica":"A relação de Deus como Pai é um tema central na Bíblia, refletindo amor e proteção.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:15"]},"exodo_17_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' refere-se à ação de Moisés ao se dirigir ao deserto para enfrentar os amalecitas.","explicacao_detalhada":"Neste contexto, Moisés é instruído a ir ao deserto para lutar contra os amalecitas, simbolizando a necessidade de ação e coragem diante do desafio.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a urgência e a determinação de Moisés em obedecer a ordem de Deus.","conexao_teologica":"A obediência a Deus em tempos de conflito é um tema recorrente na Bíblia, mostrando a importância da fé e da ação.","referencias_relacionadas":["Deuteronômio 20:1","Josué 1:9","2 Timóteo 1:7"]},"exodo_17_8_deserto":{"palavra_pt":"deserto","palavra_original":"רְפִידִים","transliteracao":"Rᵉphîydîym","strong":"H7508","significado_raiz":"Ideia básica: deserto.","significado_contextual":"O termo 'deserto' refere-se ao ambiente hostil onde a batalha ocorre.","explicacao_detalhada":"Neste contexto, o deserto é um símbolo de provação e teste, onde o povo de Israel enfrenta desafios e dificuldades.","por_que_esta_palavra":"A palavra é usada para enfatizar a dureza do ambiente e a necessidade de confiar em Deus durante as dificuldades.","conexao_teologica":"O deserto é um lugar de formação espiritual, onde Deus molda o caráter do seu povo.","referencias_relacionadas":["Êxodo 16:1","Números 14:33","Mateus 4:1"]},"exodo_17_8_batalha":{"palavra_pt":"batalha","palavra_original":"לָחַם","transliteracao":"lâcham","strong":"H3898","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao confronto físico entre Israel e os amalecitas.","explicacao_detalhada":"Neste contexto, a batalha simboliza a luta do povo de Deus contra as forças do mal e a necessidade de confiar na ajuda divina.","por_que_esta_palavra":"A escolha de 'batalha' enfatiza a seriedade do conflito e a importância da intervenção de Deus.","conexao_teologica":"A batalha espiritual é um tema central na Bíblia, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","Apocalipse 12:7"]},"exodo_17_9_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se às doze tribos de Israel, cada uma representando uma parte do povo escolhido.","explicacao_detalhada":"Neste contexto, Moisés é instruído a escolher uma tribo para liderar a batalha, simbolizando a organização e a unidade do povo.","por_que_esta_palavra":"A palavra é usada para enfatizar a estrutura social e a identidade do povo de Israel como nação.","conexao_teologica":"As tribos de Israel são fundamentais para entender a história e a promessa de Deus ao seu povo.","referencias_relacionadas":["Gênesis 49:28","Números 1:4","Apocalipse 7:5-8"]},"exodo_17_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade que guia e protege Israel.","explicacao_detalhada":"Neste contexto, Deus é visto como o líder supremo que dá instruções a Moisés e garante a vitória sobre os inimigos.","por_que_esta_palavra":"A escolha da palavra 'Deus' enfatiza a soberania e o poder divino em todas as situações.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"exodo_17_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de Moisés ao instruir Josué sobre como enfrentar os amalequitas.","explicacao_detalhada":"No contexto de Êxodo 17:9, Moisés ordena a Josué que escolha homens para lutar contra os amalequitas, enfatizando a importância da comunicação e da liderança.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a autoridade de Moisés e a necessidade de instrução clara em momentos de crise.","conexao_teologica":"A comunicação divina é um tema recorrente na Bíblia, onde Deus frequentemente fala e instrui Seu povo.","referencias_relacionadas":["Êxodo 3:10","Êxodo 4:12","Salmos 119:105"]},"exodo_17_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não aparece diretamente no versículo, mas pode ser uma confusão com a palavra 'fazer' que se refere à ação de Josué ao lutar.","explicacao_detalhada":"Josué é instruído a 'fazer' a guerra contra os amalequitas, simbolizando a luta do povo de Israel contra seus inimigos.","por_que_esta_palavra":"A palavra 'fazer' é crucial para entender a ação proativa de Josué e a necessidade de combate na defesa do povo de Deus.","conexao_teologica":"A luta de Josué representa a batalha espiritual que os crentes enfrentam na vida.","referencias_relacionadas":["2 Coríntios 10:4","Efésios 6:12","1 Timóteo 6:12"]},"exodo_17_10_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à liderança e à origem da estratégia de combate que Moisés estabelece.","explicacao_detalhada":"Moisés, como líder, estabelece o princípio de que a vitória vem da obediência a Deus e da união do povo.","por_que_esta_palavra":"O 'princípio' é essencial para entender a estrutura de liderança e a importância da direção divina nas batalhas.","conexao_teologica":"Deus é o princípio de todas as coisas e a fonte de sabedoria para a liderança.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Salmos 37:5"]},"exodo_17_11_grande":{"palavra_pt":"grande","palavra_original":"גָּבַר","transliteracao":"gâbar","strong":"H1396","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude da vitória que Deus proporciona ao povo de Israel.","explicacao_detalhada":"Quando Moisés levanta as mãos, a vitória é garantida, simbolizando a grandeza do poder de Deus em batalha.","por_que_esta_palavra":"A grandeza de Deus é um tema central, mostrando que a vitória não depende da força humana, mas da intervenção divina.","conexao_teologica":"A grandeza de Deus é frequentemente celebrada nas Escrituras, mostrando Seu domínio sobre todas as nações.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 8:31"]},"exodo_17_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à derrota dos amalequitas quando as mãos de Moisés estão levantadas.","explicacao_detalhada":"A ação de cair simboliza a queda do inimigo diante da força de Deus, que é invocada através da oração e intercessão.","por_que_esta_palavra":"Entender a queda dos amalequitas é crucial para reconhecer a eficácia da intercessão e do apoio divino.","conexao_teologica":"A ideia de cair diante de Deus é um tema que aparece em várias passagens, simbolizando a derrota do mal.","referencias_relacionadas":["Salmos 68:1","Romanos 14:11","Filipenses 2:10"]},"exodo_17_11_levantar":{"palavra_pt":"levantar","palavra_original":"רוּם","transliteracao":"rûwm","strong":"H7311","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de Moisés elevar suas mãos em oração, simbolizando a dependência de Deus.","explicacao_detalhada":"Levantar as mãos é um gesto de adoração e súplica, mostrando que a vitória é alcançada através da oração.","por_que_esta_palavra":"A ação de levantar as mãos é um símbolo poderoso da intercessão e da busca pela ajuda divina.","conexao_teologica":"A oração é um meio pelo qual os crentes se conectam com Deus e buscam Sua intervenção.","referencias_relacionadas":["1 Timóteo 2:8","Salmos 141:2","Hebreus 4:16"]},"exodo_17_12_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Moisés em tomar decisões e liderar o povo durante a batalha.","explicacao_detalhada":"Moisés, ao julgar, exerce sua autoridade e responsabilidade como líder, guiando o povo em momentos críticos.","por_que_esta_palavra":"O julgamento é uma parte essencial da liderança, especialmente em tempos de crise, onde decisões rápidas são necessárias.","conexao_teologica":"Deus é o juiz supremo e Moisés reflete essa função ao liderar o povo de Israel.","referencias_relacionadas":["Salmos 9:7","Isaías 33:22","Tiago 4:12"]},"exodo_17_12_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' simboliza a luz e a clareza que Deus traz em meio à batalha.","explicacao_detalhada":"O sol é um símbolo de esperança e vitória, representando a presença de Deus que ilumina o caminho do Seu povo.","por_que_esta_palavra":"A menção do sol destaca a importância da luz divina em momentos de escuridão e confusão.","conexao_teologica":"Jesus é descrito como a luz do mundo, trazendo clareza e direção aos crentes.","referencias_relacionadas":["João 8:12","Mateus 5:14","Salmos 27:1"]},"exodo_17_12_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se à ação de Moisés ao levantar suas mãos em oração, simbolizando a intercessão.","explicacao_detalhada":"As mãos de Moisés representam a autoridade e a necessidade de apoio espiritual durante a batalha.","por_que_esta_palavra":"A mão é um símbolo de poder e ação, essencial para entender a dinâmica da liderança e da oração.","conexao_teologica":"As mãos levantadas em oração são um símbolo de rendição e dependência de Deus.","referencias_relacionadas":["Salmos 63:4","Êxodo 9:22","1 Reis 8:22"]},"exodo_17_13_discomfit":{"palavra_pt":"discomfit","palavra_original":"חָלַשׁ","transliteracao":"châlash","strong":"H2522","significado_raiz":"Ideia básica: discomfit.","significado_contextual":"A palavra 'discomfit' refere-se à derrota dos amalequitas, que foram desbaratados pela intervenção divina.","explicacao_detalhada":"A desconfiança e a derrota dos inimigos são um testemunho do poder de Deus em favor de Seu povo.","por_que_esta_palavra":"Entender a desconfiança dos amalequitas é crucial para reconhecer a soberania de Deus sobre as nações.","conexao_teologica":"Deus é o defensor de Seu povo e garante a vitória sobre os inimigos espirituais.","referencias_relacionadas":["Salmos 44:5","Isaías 54:17","Romanos 8:37"]},"exodo_17_13_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à boca como um órgão de fala e expressão.","explicacao_detalhada":"Neste contexto, a boca simboliza a comunicação e a declaração de ordens ou promessas. A boca é usada para transmitir a vontade de Deus e as instruções para o povo.","por_que_esta_palavra":"A palavra 'boca' é utilizada para enfatizar a importância da comunicação divina e a necessidade de ouvir e obedecer às instruções dadas por Deus.","conexao_teologica":"A boca é um símbolo do poder da palavra de Deus, que cria e transforma. A comunicação divina é essencial para a vida espiritual.","referencias_relacionadas":["Salmos 19:14","Provérbios 18:21","Mateus 12:34"]},"exodo_17_13_jehoshua":{"palavra_pt":"jehoshua","palavra_original":"יְהוֹשׁוּעַ","transliteracao":"Yᵉhôwshûwaʻ","strong":"H3091","significado_raiz":"Ideia básica: jehoshua.","significado_contextual":"Nome do líder israelita que sucedeu Moisés.","explicacao_detalhada":"Jehoshua, ou Josué, é uma figura central na conquista da Terra Prometida. Seu nome significa 'O Senhor é salvação', refletindo sua missão de guiar o povo de Israel.","por_que_esta_palavra":"A escolha do nome Jehoshua destaca a relação entre a salvação divina e a liderança do povo de Deus em tempos de batalha e conquista.","conexao_teologica":"Jehoshua é um tipo de Cristo, simbolizando a salvação e a liderança divina. Ele representa a fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["Josué 1:1-9","Hebreus 4:8","Mateus 1:21"]},"exodo_17_14_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele governa.","explicacao_detalhada":"O céu é mencionado como um testemunho da soberania de Deus sobre a criação. É um espaço que representa a presença divina e a autoridade celestial.","por_que_esta_palavra":"A palavra 'céus' é usada para enfatizar a grandeza de Deus e Sua capacidade de intervir na história humana.","conexao_teologica":"O céu é um símbolo da esperança e da promessa de Deus, onde Ele reina e onde os fiéis esperam estar um dia.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"exodo_17_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou pronunciar algo com autoridade.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a ordem de Deus e a importância de proclamar Sua vontade. É um ato de autoridade e poder.","por_que_esta_palavra":"A ênfase na palavra 'dizer' destaca a importância da comunicação divina e a necessidade de obedecer às instruções de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a declaração de Sua vontade é fundamental para a vida do povo de Deus.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12","Tiago 1:22"]},"exodo_17_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua natureza e caráter.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é sagrado e representa a aliança de Deus com Seu povo. É um nome que evoca reverência e adoração.","por_que_esta_palavra":"A menção do nome de Deus enfatiza a importância de reconhecer Sua autoridade e a relação especial que Ele tem com Israel.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua presença, poder e promessa de salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_17_15_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir algo, neste caso, um altar.","explicacao_detalhada":"A construção de um altar simboliza a adoração e a consagração a Deus. É um espaço sagrado onde o povo se encontra com o Senhor.","por_que_esta_palavra":"A palavra 'construir' enfatiza a importância de estabelecer um lugar de adoração e de lembrar as intervenções de Deus na vida do povo.","conexao_teologica":"A construção de altares é um tema recorrente na Bíblia, simbolizando a devoção e a gratidão a Deus.","referencias_relacionadas":["Gênesis 12:7","1 Reis 18:30","Romanos 12:1"]},"exodo_17_15_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local de sacrifício e adoração a Deus.","explicacao_detalhada":"O altar é um símbolo de comunhão entre Deus e o homem, onde sacrifícios são oferecidos em reconhecimento da santidade de Deus.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a prática de adoração no Antigo Testamento e a necessidade de expiação dos pecados.","conexao_teologica":"O altar aponta para o sacrifício de Cristo, que é o verdadeiro altar que nos reconcilia com Deus.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"exodo_17_15_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de invocar ou nomear algo.","explicacao_detalhada":"Chamar o nome do Senhor implica em reconhecer Sua soberania e autoridade, invocando Sua presença em momentos de necessidade.","por_que_esta_palavra":"A palavra 'chamar' enfatiza a relação ativa entre o crente e Deus, onde se busca Sua ajuda e orientação.","conexao_teologica":"Chamar o nome do Senhor é um ato de fé e confiança, refletindo a dependência do ser humano em relação a Deus.","referencias_relacionadas":["Romanos 10:13","Salmos 116:13","Atos 2:21"]},"exodo_17_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando Sua grandeza.","explicacao_detalhada":"A repetição do nome 'Senhor' neste contexto reforça a importância de reconhecer a majestade e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra 'Senhor' é usada para invocar a presença e a proteção divina em tempos de batalha e dificuldade.","conexao_teologica":"O nome de Deus é um refúgio e uma fortaleza para aqueles que confiam nEle, representando Sua fidelidade e poder.","referencias_relacionadas":["Salmos 46:1","Provérbios 18:10","Isaías 40:28"]},"exodo_17_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Em Êxodo 17:16, \"dizer\" aparece na frase \"E disse: Porquanto jurou o Senhor, haverá guerra do Senhor contra Amaleque de geração em geração.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אָמַר; ʼâmar; H559), \"dizer\" traz a ideia de dizer. Aqui, essa palavra deixa o ensino de Êxodo 17:16 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"dizer\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Êxodo 17:2. Lendo junto com Êxodo 17:16, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 17:16","Êxodo 17:2","Salmos 119:105"]},"exodo_17_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para explicar a razão pela qual Deus é exaltado.","explicacao_detalhada":"Neste contexto, Moisés ergue a sua mão em um ato de adoração e reconhecimento da soberania de Deus, e a palavra 'porque' conecta a ação de Moisés à razão de sua adoração.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a motivação por trás da adoração e do reconhecimento do poder de Deus.","conexao_teologica":"A adoração a Deus é frequentemente ligada à compreensão de Sua grandeza e poder, e a palavra 'porque' serve como um elo entre a ação e a razão.","referencias_relacionadas":["Salmos 95:6","Isaías 25:1","Romanos 11:36"]}}