{"exodo_18_1_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à ação de prestar atenção e entender as instruções de Deus.","explicacao_detalhada":"No contexto, Moisés ouve sobre tudo o que Deus fez por Israel, o que é crucial para a sua liderança e para a formação do povo.","por_que_esta_palavra":"A palavra 'ouvir' é essencial para a comunicação entre Deus e Seu povo, destacando a importância da obediência e da atenção às instruções divinas.","conexao_teologica":"A capacidade de ouvir a voz de Deus é fundamental para a vida espiritual e a liderança, pois implica em discernimento e resposta às Suas orientações.","referencias_relacionadas":["Deuteronômio 6:4","Tiago 1:22","Romanos 10:17"]},"exodo_18_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a Jetro, que desempenha um papel importante como conselheiro e líder espiritual.","explicacao_detalhada":"Jetro, como sacerdote, tem a autoridade e a sabedoria para aconselhar Moisés sobre a liderança do povo, destacando a importância do papel sacerdotal na orientação espiritual.","por_que_esta_palavra":"A palavra 'sacerdote' é significativa porque representa a intermediação entre Deus e o povo, e a importância de líderes espirituais na vida comunitária.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a mediação entre Deus e a humanidade, e a necessidade de líderes espirituais para guiar o povo.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Êxodo 28:1"]},"exodo_18_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Jetro se aproxima de Moisés e oferece conselhos.","explicacao_detalhada":"Jetro observa a carga de Moisés e sugere um modo mais eficaz de liderar, enfatizando a importância de métodos adequados na liderança.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a abordagem prática e sábia que Jetro traz para a liderança de Moisés.","conexao_teologica":"A maneira como lideramos e servimos a Deus e aos outros é um reflexo de nossa compreensão da sabedoria divina e da eficácia no ministério.","referencias_relacionadas":["Provérbios 15:22","Eclesiastes 4:9-10","1 Coríntios 14:40"]},"exodo_18_2_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' é usada para descrever a ação de Jetro ao se reunir com Moisés.","explicacao_detalhada":"Jetro 'toma' a iniciativa de se encontrar com Moisés, mostrando a importância da ação e do envolvimento ativo na vida do povo de Deus.","por_que_esta_palavra":"A palavra 'tomar' destaca a necessidade de ação deliberada e envolvimento nas questões espirituais e comunitárias.","conexao_teologica":"A ação de tomar iniciativa é um princípio bíblico que reflete a responsabilidade de cada crente em se envolver na obra de Deus.","referencias_relacionadas":["Mateus 28:19-20","Tiago 2:17","Gálatas 6:2"]},"exodo_18_2_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' é usada para descrever a ação de Jetro ao se juntar a Moisés.","explicacao_detalhada":"Jetro 'segue' Moisés, indicando um compromisso em apoiar e ajudar na liderança do povo de Israel.","por_que_esta_palavra":"A palavra 'seguir' enfatiza a importância da comunidade e do apoio mútuo na jornada espiritual.","conexao_teologica":"Seguir a liderança de Deus e apoiar uns aos outros é um princípio fundamental na vida cristã e na edificação da igreja.","referencias_relacionadas":["Hebreus 10:24-25","1 Coríntios 11:1","Filipenses 3:17"]},"exodo_18_2_jethro":{"palavra_pt":"jethro","palavra_original":"יִתְרוֹ","transliteracao":"Yithrôw","strong":"H3503","significado_raiz":"Ideia básica: jethro.","significado_contextual":"A palavra 'Jetro' refere-se ao sogro de Moisés, que traz conselhos valiosos.","explicacao_detalhada":"Jetro, como sacerdote e conselheiro, desempenha um papel crucial na vida de Moisés e na organização do povo de Israel.","por_que_esta_palavra":"A menção de Jetro destaca a importância das relações familiares e da sabedoria que pode vir de fora da liderança direta.","conexao_teologica":"A influência de Jetro mostra como Deus pode usar pessoas em nossas vidas para nos guiar e aconselhar em momentos de necessidade.","referencias_relacionadas":["Êxodo 2:16","Êxodo 3:1","Êxodo 18:24"]},"exodo_18_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao local onde Jetro e sua família habitavam antes de se reunirem com Moisés.","explicacao_detalhada":"A menção da terra enfatiza a conexão geográfica e cultural entre Jetro e o povo de Israel.","por_que_esta_palavra":"A palavra 'terra' é importante para entender a origem e a identidade das pessoas envolvidas na narrativa.","conexao_teologica":"A terra é frequentemente um símbolo de promessa e herança na Bíblia, representando o plano de Deus para Seu povo.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7-10","Salmos 37:29"]},"exodo_18_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se ao filho de Moisés, destacando a importância da família na narrativa.","explicacao_detalhada":"A menção do filho de Moisés mostra a continuidade da linhagem e a importância da família na liderança e na história de Israel.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a transmissão de valores e a responsabilidade familiar na fé.","conexao_teologica":"A família é um tema central na Bíblia, simbolizando a transmissão da fé e dos ensinamentos de geração em geração.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"exodo_18_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para explicar a razão pela qual Jetro se reúne com Moisés.","explicacao_detalhada":"Jetro vem por causa das notícias sobre o que Deus fez por Israel, mostrando a importância do testemunho e da comunicação.","por_que_esta_palavra":"A palavra 'porque' conecta a ação de Jetro à motivação de se reunir com Moisés, enfatizando a importância do testemunho.","conexao_teologica":"O testemunho do que Deus faz em nossas vidas é fundamental para encorajar outros e promover a unidade na fé.","referencias_relacionadas":["Salmos 66:16","Atos 1:8","1 João 1:3"]},"exodo_18_4_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e poder. No contexto de Êxodo 18:4, o nome é mencionado para enfatizar a importância de reconhecer a autoridade divina na vida do povo de Israel.","por_que_esta_palavra":"A palavra 'nome' é usada para expressar a identidade e a reputação de Deus entre os israelitas.","conexao_teologica":"O nome de Deus é central na teologia bíblica, pois revela quem Ele é e Sua relação com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"exodo_18_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual algo é afirmado ou feito.","explicacao_detalhada":"A palavra 'porque' conecta a declaração anterior à justificativa de que Deus é a fonte de autoridade e sabedoria.","por_que_esta_palavra":"Utilizada para introduzir a razão pela qual Jetro reconhece a importância do papel de Moisés como líder.","conexao_teologica":"A compreensão das razões divinas é fundamental para a obediência e a fé.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"exodo_18_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é reconhecido como o único verdadeiro.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade divina sobre todas as coisas, especialmente no contexto da liderança de Moisés.","por_que_esta_palavra":"É essencial para entender a relação entre Deus e Seu povo, destacando Sua importância na vida dos israelitas.","conexao_teologica":"A natureza de Deus como criador e sustentador é um tema central na Bíblia.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"exodo_18_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente refere-se ao Deus de Israel, enfatizando Sua presença na vida do povo.","explicacao_detalhada":"A repetição da palavra 'Deus' reforça a ideia de que a liderança de Moisés é fundamentada na autoridade divina.","por_que_esta_palavra":"A palavra é crucial para entender a legitimidade da liderança de Moisés como um chamado divino.","conexao_teologica":"A presença de Deus é um tema recorrente que assegura ao povo que Ele está com eles.","referencias_relacionadas":["Êxodo 3:12","Salmos 23:1","Mateus 28:20"]},"exodo_18_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convidar ou trazer alguém para um lugar ou situação.","explicacao_detalhada":"A palavra 'vir' implica um movimento em direção a algo, neste caso, a presença de Jetro junto a Moisés.","por_que_esta_palavra":"É importante para entender a dinâmica do encontro entre Jetro e Moisés, que é um momento de aconselhamento.","conexao_teologica":"O chamado de Deus muitas vezes envolve um movimento em direção a Ele ou a outros em Sua missão.","referencias_relacionadas":["Mateus 11:28","Romanos 10:14","Apocalipse 22:17"]},"exodo_18_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, especificamente entre Moisés e seu filho.","explicacao_detalhada":"A palavra 'filho' destaca a importância das relações familiares e a transmissão de valores e ensinamentos.","por_que_esta_palavra":"É crucial para entender a identidade de Moisés e seu papel como pai, além de líder.","conexao_teologica":"A relação pai-filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Efésios 6:4","Hebreus 12:7"]},"exodo_18_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo significativo.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância da comunicação na liderança e na transmissão de sabedoria.","por_que_esta_palavra":"É essencial para entender como a sabedoria é compartilhada entre Jetro e Moisés.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, sendo a Palavra de Deus central para a fé.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","1 Pedro 4:11"]},"exodo_18_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Novamente refere-se à relação familiar entre Moisés e seu filho.","explicacao_detalhada":"A repetição da palavra 'filho' reforça a importância da educação e do exemplo na formação da próxima geração.","por_que_esta_palavra":"É importante para entender a continuidade da fé e dos ensinamentos dentro da família.","conexao_teologica":"A transmissão de valores de pais para filhos é um princípio bíblico que reflete o caráter de Deus como Pai.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 78:4","Provérbios 22:6"]},"exodo_18_7_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se ao estado de tranquilidade e harmonia, tanto interna quanto externa.","explicacao_detalhada":"A palavra 'paz' é usada para descrever o desejo de Jetro para a vida de Moisés e sua família, refletindo a bênção de Deus.","por_que_esta_palavra":"É essencial para entender o desejo de bem-estar e harmonia que deve existir entre o povo de Deus.","conexao_teologica":"A paz é um tema central na Bíblia, frequentemente associada à presença de Deus e à Sua bênção.","referencias_relacionadas":["Filipenses 4:7","Isaías 26:3","João 14:27"]},"exodo_18_7_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus em um contexto de adoração e reverência.","explicacao_detalhada":"A palavra 'Deus' aqui é usada para enfatizar a importância da adoração e do reconhecimento da soberania divina.","por_que_esta_palavra":"É crucial para entender a relação de dependência do povo em relação a Deus.","conexao_teologica":"A adoração a Deus é um aspecto fundamental da vida de fé, refletindo a reverência e o amor que devemos ter por Ele.","referencias_relacionadas":["Salmos 95:6","Romanos 12:1","Hebreus 12:28"]},"exodo_18_7_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de deixar um lugar, simbolizando a libertação do povo hebreu da escravidão no Egito.","explicacao_detalhada":"No contexto de Êxodo 18:7, Moisés recebe Jetro, seu sogro, que vem de longe para encontrar-se com ele. O ato de 'sair' representa a transição do povo de Israel de um estado de opressão para um estado de liberdade.","por_que_esta_palavra":"A escolha da palavra 'sair' enfatiza a importância da libertação e do novo começo que Deus proporcionou ao seu povo.","conexao_teologica":"A libertação do Egito é um tema central na teologia bíblica, simbolizando a salvação e a redenção que Deus oferece a todos os que creem.","referencias_relacionadas":["Êxodo 3:10","Êxodo 12:51","Gálatas 5:1"]},"exodo_18_8_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é usada para descrever o caminho que o povo de Israel deve seguir após sua libertação.","explicacao_detalhada":"Em Êxodo 18:8, Moisés relata a Jetro tudo o que Deus fez por Israel, incluindo a libertação da escravidão, o que representa uma nova vida para o povo.","por_que_esta_palavra":"A palavra 'vida' é crucial, pois simboliza a nova identidade e o propósito que Deus deu ao seu povo após a libertação.","conexao_teologica":"A vida em Cristo é um tema recorrente na Bíblia, onde a nova vida é oferecida a todos que aceitam a salvação.","referencias_relacionadas":["João 10:10","Romanos 6:4","2 Coríntios 5:17"]},"exodo_18_8_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'farao' refere-se ao governante do Egito, que simboliza a opressão e a resistência ao plano de Deus.","explicacao_detalhada":"No contexto de Êxodo 18:8, a menção ao faraó destaca a grandeza do poder de Deus ao libertar Israel de um governante tirano.","por_que_esta_palavra":"A figura do faraó é importante para entender a magnitude da libertação e a soberania de Deus sobre as autoridades terrenas.","conexao_teologica":"A batalha entre Deus e o faraó é um símbolo da luta entre o bem e o mal, que se reflete em várias narrativas bíblicas.","referencias_relacionadas":["Êxodo 5:1","Êxodo 12:30","Romanos 9:17"]},"exodo_18_8_falar":{"palavra_pt":"falar","palavra_original":"סָפַר","transliteracao":"çâphar","strong":"H5608","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Moisés sobre as maravilhas que Deus realizou.","explicacao_detalhada":"Em Êxodo 18:8, Moisés fala a Jetro sobre os eventos que ocorreram, enfatizando a importância de compartilhar testemunhos de fé.","por_que_esta_palavra":"A comunicação é fundamental na fé, pois permite que as experiências de Deus sejam compartilhadas e encorajem outros.","conexao_teologica":"A proclamação da palavra de Deus é um tema central na Bíblia, refletindo a importância do testemunho e da evangelização.","referencias_relacionadas":["Salmos 66:16","Mateus 28:19-20","Atos 1:8"]},"exodo_18_9_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever as ações de Deus em relação ao povo de Israel.","explicacao_detalhada":"Em Êxodo 18:9, Jetro reconhece que as ações de Deus em libertar Israel são boas, refletindo a bondade divina.","por_que_esta_palavra":"A bondade de Deus é um tema central na Bíblia, mostrando que Ele age em favor do seu povo.","conexao_teologica":"A bondade de Deus é um atributo que se manifesta em suas promessas e ações, sendo um fundamento da fé cristã.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Tiago 1:17"]},"exodo_18_9_glad":{"palavra_pt":"glad","palavra_original":"חָדָה","transliteracao":"châdâh","strong":"H2302","significado_raiz":"Ideia básica: glad.","significado_contextual":"A palavra 'glad' expressa a alegria e satisfação de Jetro ao ouvir sobre as maravilhas de Deus.","explicacao_detalhada":"Em Êxodo 18:9, a alegria de Jetro reflete a resposta positiva à obra de Deus na vida de Israel, mostrando como a fé gera alegria.","por_que_esta_palavra":"A alegria é uma resposta natural ao reconhecimento da bondade e das obras de Deus.","conexao_teologica":"A alegria no Senhor é um tema recorrente na Bíblia, enfatizando a importância da alegria na vida do crente.","referencias_relacionadas":["Salmos 126:3","Filipenses 4:4","1 Tessalonicenses 5:16"]},"exodo_18_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus age e se revela ao seu povo.","explicacao_detalhada":"Em Êxodo 18:9, Jetro observa o modo como Deus libertou Israel, reconhecendo a grandeza de suas ações.","por_que_esta_palavra":"A maneira de Deus agir é fundamental para entender sua natureza e seus planos para a humanidade.","conexao_teologica":"A forma como Deus se revela e age é um tema central na teologia, mostrando sua soberania e amor.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 2:10"]},"exodo_18_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Moisés sobre as ações de Deus.","explicacao_detalhada":"Em Êxodo 18:10, Moisés relata a Jetro as maravilhas que Deus fez, enfatizando a importância de compartilhar a verdade.","por_que_esta_palavra":"A comunicação é vital na fé, pois permite que as verdades de Deus sejam conhecidas e compreendidas.","conexao_teologica":"A proclamação da palavra de Deus é um chamado para todos os crentes, refletindo a importância do testemunho.","referencias_relacionadas":["Romanos 10:14","1 Pedro 3:15","Apocalipse 12:11"]},"exodo_18_10_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de reconhecer e agradecer a Deus pelas suas bênçãos.","explicacao_detalhada":"Em Êxodo 18:10, Jetro reconhece as bênçãos de Deus sobre Israel e expressa sua gratidão, mostrando a importância da adoração.","por_que_esta_palavra":"A bênção é um tema central na Bíblia, refletindo a generosidade e a bondade de Deus para com seu povo.","conexao_teologica":"A adoração e a gratidão são fundamentais na vida do crente, reconhecendo a soberania e a bondade de Deus.","referencias_relacionadas":["Salmos 103:1-2","1 Crônicas 16:34","Efésios 1:3"]},"exodo_18_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é central na adoração e na relação do povo com Ele.","explicacao_detalhada":"Em Êxodo 18:10, o uso do nome 'Senhor' enfatiza a autoridade e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"O nome de Deus é sagrado e representa sua presença e poder na vida do seu povo.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo sua natureza e seu relacionamento com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_18_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus age e se manifesta.","explicacao_detalhada":"A palavra 'modo' indica a maneira pela qual Deus se revela e atua na vida do povo de Israel, mostrando que suas ações são sempre justas e sábias.","por_que_esta_palavra":"É importante entender o 'modo' de Deus para reconhecer sua soberania e a forma como Ele guia seu povo.","conexao_teologica":"A compreensão do modo de Deus é fundamental para a teologia da providência divina e da revelação.","referencias_relacionadas":["Salmos 77:13","Isaías 55:8-9","Romanos 11:33"]},"exodo_18_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à autoridade suprema de Deus.","explicacao_detalhada":"A palavra 'deus' enfatiza a singularidade e a majestade de Deus, que é o criador e sustentador de todas as coisas.","por_que_esta_palavra":"É crucial reconhecer a divindade de Deus para entender sua relação com a humanidade e sua vontade para o povo de Israel.","conexao_teologica":"A palavra 'deus' é central na teologia monoteísta, que afirma a existência de um único Deus verdadeiro.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 6:4","Salmos 46:10"]},"exodo_18_11_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus e suas instruções para o povo.","explicacao_detalhada":"A palavra 'palavra' implica não apenas em um discurso, mas em um mandamento ou revelação que deve ser seguido.","por_que_esta_palavra":"Entender a 'palavra' de Deus é essencial para a obediência e a vida espiritual do povo.","conexao_teologica":"A 'palavra' de Deus é vista como viva e eficaz, tendo poder para transformar vidas.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"exodo_18_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de agir de Deus em relação ao povo e suas decisões.","explicacao_detalhada":"A repetição da palavra 'modo' aqui reforça a ideia de que as ações de Deus são consistentes e fundamentadas em sua natureza.","por_que_esta_palavra":"É importante para o povo entender como Deus opera em suas vidas e decisões.","conexao_teologica":"A natureza de Deus e seu modo de agir são temas recorrentes na teologia bíblica.","referencias_relacionadas":["Salmos 25:4","Provérbios 3:5-6","Romanos 8:28"]},"exodo_18_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Enfatiza a autoridade e a divindade de Deus nas decisões e orientações.","explicacao_detalhada":"A palavra 'deus' aqui reafirma a centralidade de Deus na vida do povo e sua soberania sobre todas as situações.","por_que_esta_palavra":"Reconhecer a autoridade de Deus é fundamental para a liderança e a justiça no julgamento do povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, que destaca seu controle sobre a história e a vida humana.","referencias_relacionadas":["Salmos 103:19","Daniel 4:35","Efésios 1:11"]},"exodo_18_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões e discernir entre o certo e o errado.","explicacao_detalhada":"A palavra 'julgar' implica em responsabilidade e autoridade para decidir sobre questões morais e legais.","por_que_esta_palavra":"É essencial que os líderes do povo sejam justos e sábios em seus julgamentos, refletindo o caráter de Deus.","conexao_teologica":"O julgamento é uma expressão da justiça de Deus, que exige que seus representantes na terra ajam com retidão.","referencias_relacionadas":["Salmos 82:3-4","Provérbios 21:15","Miquéias 6:8"]},"exodo_18_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda ou ao colapso de um sistema ou estrutura.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a falência de um sistema de justiça que não é fundamentado em princípios divinos.","por_que_esta_palavra":"Entender o conceito de 'cair' ajuda a perceber as consequências de decisões erradas e a importância da sabedoria divina.","conexao_teologica":"A queda é um tema que aparece na narrativa bíblica, simbolizando a necessidade de redenção e restauração.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Apocalipse 21:4"]},"exodo_18_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação e instruções que devem ser seguidas.","explicacao_detalhada":"A palavra 'palavra' aqui enfatiza a importância de ouvir e seguir as orientações de Deus.","por_que_esta_palavra":"É vital para a vida espiritual do povo que eles estejam atentos à 'palavra' de Deus.","conexao_teologica":"A 'palavra' de Deus é fundamental para a fé e a prática do povo, sendo um guia seguro.","referencias_relacionadas":["Tiago 1:22","Mateus 4:4","Romanos 10:17"]},"exodo_18_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de agir e às instruções que devem ser seguidas.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a ideia de que as ações devem ser consistentes com a vontade de Deus.","por_que_esta_palavra":"É importante que o povo compreenda o 'modo' de Deus para que possam viver de acordo com seus princípios.","conexao_teologica":"A forma como Deus age é um reflexo de seu caráter e de sua vontade para a humanidade.","referencias_relacionadas":["Salmos 119:33-34","Isaías 30:21","1 Pedro 2:9"]},"exodo_18_14_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à capacidade de perceber e entender as instruções de Deus.","explicacao_detalhada":"A palavra 'ver' implica em uma percepção clara e discernimento das verdades divinas.","por_que_esta_palavra":"É essencial que o povo 'veja' e compreenda as orientações de Deus para que possam segui-las.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, simbolizando a compreensão da verdade divina.","referencias_relacionadas":["Mateus 5:8","Efésios 1:18","Apocalipse 3:18"]},"exodo_18_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de Moisés sobre as questões do povo.","explicacao_detalhada":"Neste contexto, Moisés está explicando a Jetro como ele se comunica com o povo e como resolve suas questões. A palavra 'dizer' reflete a importância da comunicação clara e da liderança.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a necessidade de transmitir informações e decisões de forma eficaz.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e seu povo, refletindo a necessidade de ouvir e obedecer à Sua palavra.","referencias_relacionadas":["Êxodo 3:14","Salmos 119:105","Tiago 1:19"]},"exodo_18_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Moisés estava agindo como juiz.","explicacao_detalhada":"Moisés explica que ele julga o povo porque eles trazem suas questões a ele. A palavra 'porque' é crucial para entender a motivação por trás de suas ações.","por_que_esta_palavra":"A palavra 'porque' estabelece uma conexão lógica entre a ação de Moisés e a necessidade do povo.","conexao_teologica":"Deus se preocupa com as necessidades do Seu povo e fornece líderes para guiá-los e ajudá-los em suas dificuldades.","referencias_relacionadas":["Êxodo 18:16","Salmos 72:2","Mateus 7:1"]},"exodo_18_15_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se aos israelitas que estavam sob a liderança de Moisés.","explicacao_detalhada":"O uso da palavra 'povo' destaca a coletividade e a necessidade de Moisés em atender às demandas de uma grande comunidade.","por_que_esta_palavra":"A palavra 'povo' é significativa porque representa a identidade coletiva dos israelitas e sua relação com Deus.","conexao_teologica":"Deus escolheu um povo para Si mesmo, e a liderança é uma parte essencial de como Ele cuida de Sua nação.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"exodo_18_16_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à função de Moisés de resolver disputas e questões entre o povo.","explicacao_detalhada":"Moisés atuava como juiz, aplicando a lei de Deus e garantindo que a justiça fosse feita entre os israelitas.","por_que_esta_palavra":"A palavra 'julgar' é importante porque reflete a responsabilidade de liderança e a aplicação da justiça.","conexao_teologica":"A justiça é um atributo de Deus, e Moisés, como líder, deve refletir esse caráter em suas decisões.","referencias_relacionadas":["Deuteronômio 1:16-17","Salmos 82:3","Miquéias 6:8"]},"exodo_18_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Senhor, que é a fonte da lei e da justiça.","explicacao_detalhada":"Moisés reconhece que seu papel de juiz é derivado da autoridade de Deus, que lhe deu a responsabilidade de liderar e julgar.","por_que_esta_palavra":"A palavra 'deus' é central porque enfatiza a soberania divina sobre a justiça e a moralidade.","conexao_teologica":"Deus é o juiz supremo, e Moisés atua como um representante de Sua vontade entre o povo.","referencias_relacionadas":["Salmos 75:7","Romanos 13:1","Hebreus 12:23"]},"exodo_18_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual Moisés estava exercendo sua função de juiz.","explicacao_detalhada":"Moisés explica que ele julga porque o povo traz suas questões a ele, mostrando a necessidade de um mediador.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica por trás da liderança e da mediação.","conexao_teologica":"A mediação é um tema importante na Bíblia, refletindo a necessidade de um intermediário entre Deus e o homem.","referencias_relacionadas":["1 Timóteo 2:5","Hebreus 8:6","Gálatas 3:20"]},"exodo_18_17_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se ao que Moisés estava comunicando sobre a situação do povo.","explicacao_detalhada":"Moisés fala sobre a importância de discernir entre as questões que lhe são apresentadas, utilizando a palavra 'palavra' para descrever as situações.","por_que_esta_palavra":"A palavra 'palavra' é significativa porque representa a comunicação e a clareza nas decisões.","conexao_teologica":"A palavra de Deus é fundamental para a vida e a justiça, e Moisés deve se basear nela ao julgar.","referencias_relacionadas":["Salmos 119:11","Mateus 4:4","Tiago 1:22"]},"exodo_18_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação de Moisés sobre as questões do povo.","explicacao_detalhada":"Moisés está reiterando a importância de expressar claramente as decisões e orientações que recebe.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a importância da comunicação eficaz na liderança.","conexao_teologica":"A comunicação é vital na relação entre Deus e Seu povo, e Moisés deve ser um canal claro dessa comunicação.","referencias_relacionadas":["Êxodo 4:15","Salmos 19:14","Colossenses 4:6"]},"exodo_18_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à necessidade de discernir o que é justo e correto nas decisões.","explicacao_detalhada":"Moisés deve julgar com base na verdade, refletindo a justiça de Deus em suas decisões.","por_que_esta_palavra":"A palavra 'verdade' é essencial porque a justiça deve ser fundamentada na verdade divina.","conexao_teologica":"Deus é a verdade, e a justiça deve sempre refletir Seu caráter e Seus princípios.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"exodo_18_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' é usada novamente para enfatizar a importância do que está sendo discutido.","explicacao_detalhada":"Moisés está enfatizando que as questões apresentadas são significativas e devem ser tratadas com seriedade.","por_que_esta_palavra":"A repetição da palavra 'palavra' destaca a importância da comunicação e da clareza nas decisões.","conexao_teologica":"A palavra de Deus é central na vida do crente, e Moisés deve sempre se basear nela ao lidar com o povo.","referencias_relacionadas":["Salmos 119:105","Mateus 7:24","2 Timóteo 3:16"]},"exodo_18_18_cair":{"palavra_pt":"cair","palavra_original":"נָבֵל","transliteracao":"nâbêl","strong":"H5034","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui se refere à ideia de desmoronar ou falhar sob pressão.","explicacao_detalhada":"Moisés é advertido sobre o peso que ele carrega ao julgar o povo sozinho, indicando que essa carga pode levar ao seu colapso.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar a fragilidade da posição de Moisés e a necessidade de compartilhar responsabilidades.","conexao_teologica":"A ideia de cair pode ser vista como uma metáfora para a fragilidade humana e a necessidade de apoio mútuo na comunidade de fé.","referencias_relacionadas":["Gálatas 6:2","Eclesiastes 4:9-10","1 Coríntios 12:12-27"]},"exodo_18_18_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Povo se refere à nação de Israel, que estava sob a liderança de Moisés.","explicacao_detalhada":"O termo 'povo' destaca a coletividade e a responsabilidade de Moisés em cuidar e liderar essa grande multidão.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a relação entre Moisés e os israelitas, enfatizando a necessidade de um sistema de liderança mais eficaz.","conexao_teologica":"A noção de povo é central na teologia do Antigo Testamento, onde Deus se relaciona com Israel como Sua nação escolhida.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","Salmos 100:3"]},"exodo_18_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus aqui é apresentado como a fonte de sabedoria e orientação.","explicacao_detalhada":"Moisés é aconselhado a buscar a direção divina para lidar com as questões do povo, indicando a importância da revelação divina na liderança.","por_que_esta_palavra":"A palavra 'Deus' é fundamental, pois enfatiza a dependência de Moisés em relação ao Senhor para a tomada de decisões.","conexao_teologica":"A relação entre Deus e Seu povo é um tema central na Bíblia, onde Deus guia e sustenta aqueles que O buscam.","referencias_relacionadas":["Tiago 1:5","Salmos 32:8","Provérbios 3:5-6"]},"exodo_18_19_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra se refere à instrução ou decisão que deve ser transmitida ao povo.","explicacao_detalhada":"A palavra de Deus é vista como um guia essencial para a vida e as decisões do povo, e Moisés deve ser o canal dessa comunicação.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da revelação divina e da comunicação clara entre Deus e Seu povo.","conexao_teologica":"A palavra de Deus é um tema recorrente, sendo vista como fonte de vida e direção para os crentes.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 4:12"]},"exodo_18_19_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Voz refere-se à comunicação de Deus e à necessidade de ouvir Sua orientação.","explicacao_detalhada":"A voz de Deus é um meio pelo qual Ele se comunica com Seu povo, e Moisés deve estar atento a essa direção.","por_que_esta_palavra":"A palavra 'voz' enfatiza a importância de ouvir e discernir a vontade de Deus em meio ao clamor do povo.","conexao_teologica":"A voz de Deus é um tema importante, simbolizando a revelação e a presença divina na vida dos crentes.","referencias_relacionadas":["João 10:27","Salmos 29:4","Isaías 30:21"]},"exodo_18_20_ensinar":{"palavra_pt":"ensinar","palavra_original":"זָהַר","transliteracao":"zâhar","strong":"H2094","significado_raiz":"Ideia básica: ensinar.","significado_contextual":"Ensinar refere-se ao ato de instruir o povo em como viver e agir segundo a vontade de Deus.","explicacao_detalhada":"Moisés é orientado a ensinar o povo sobre os estatutos e leis de Deus, promovendo uma cultura de aprendizado e obediência.","por_que_esta_palavra":"A palavra 'ensinar' destaca a responsabilidade de líderes espirituais em guiar o povo na verdade divina.","conexao_teologica":"O ensino é um aspecto vital da vida comunitária, refletindo a importância da educação espiritual na fé.","referencias_relacionadas":["Mateus 28:19-20","Deuteronômio 6:6-7","2 Timóteo 2:2"]},"exodo_18_20_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom refere-se à qualidade das ações e decisões que devem ser tomadas.","explicacao_detalhada":"Moisés deve ensinar ao povo a fazer o que é certo e bom, conforme os padrões de Deus.","por_que_esta_palavra":"A palavra 'bom' enfatiza a moralidade e a ética que devem guiar a vida do povo de Deus.","conexao_teologica":"A noção de 'bom' é central na teologia bíblica, refletindo o caráter de Deus e Sua vontade para a humanidade.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:22-23","Miquéias 6:8"]},"exodo_18_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as decisões devem ser tomadas e as questões abordadas.","explicacao_detalhada":"Moisés é instruído a escolher homens sábios e respeitáveis para ajudar na liderança, enfatizando a importância de um bom método de governança.","por_que_esta_palavra":"A palavra 'modo' destaca a necessidade de estrutura e organização na liderança do povo.","conexao_teologica":"A maneira como lideramos e governamos reflete a ordem e a sabedoria de Deus em nossas vidas.","referencias_relacionadas":["1 Coríntios 14:40","Provérbios 11:14","Êxodo 18:25"]},"exodo_18_21_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Povo novamente se refere à comunidade de Israel que precisa de liderança e orientação.","explicacao_detalhada":"A repetição do termo 'povo' enfatiza a responsabilidade contínua de Moisés em cuidar e guiar essa nação.","por_que_esta_palavra":"A palavra 'povo' é essencial para entender a dinâmica de liderança e a necessidade de um sistema de apoio.","conexao_teologica":"A comunidade de fé é um tema central, onde cada membro tem um papel e responsabilidade dentro do corpo de Cristo.","referencias_relacionadas":["Romanos 12:4-5","Efésios 4:16","Hebreus 10:24-25"]},"exodo_18_22_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se ao ato de tomar decisões e resolver disputas entre o povo.","explicacao_detalhada":"Moisés é orientado a delegar a função de julgamento a outros, aliviando sua carga e promovendo justiça entre o povo.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a função de liderança e a necessidade de justiça na comunidade.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletida na vida do Seu povo, sendo um princípio fundamental na liderança.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3-4","Isaías 1:17"]},"exodo_18_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Moisés deveria organizar o julgamento do povo.","explicacao_detalhada":"A palavra 'modo' indica a forma ou método que Moisés deveria seguir para administrar a justiça entre os israelitas, sugerindo uma estrutura ordenada e eficiente.","por_que_esta_palavra":"É importante para entender a necessidade de um sistema de liderança e a delegação de responsabilidades.","conexao_teologica":"Reflete a importância da ordem e da justiça na liderança espiritual e comunitária.","referencias_relacionadas":["Êxodo 18:13-27","1 Coríntios 14:40","Salmos 37:30"]},"exodo_18_22_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a qualquer questão ou assunto que necessite de resolução.","explicacao_detalhada":"A palavra 'palavra/coisa' é usada para descrever as diversas situações que o povo trazia a Moisés, enfatizando a variedade de problemas que ele enfrentava.","por_que_esta_palavra":"É crucial para entender a natureza das queixas e questões que o povo apresentava.","conexao_teologica":"Mostra a necessidade de comunicação e resolução de conflitos na comunidade de fé.","referencias_relacionadas":["Êxodo 18:15","Mateus 5:37","Tiago 1:19"]},"exodo_18_23_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Novamente refere-se a questões ou assuntos que precisam ser tratados.","explicacao_detalhada":"A repetição da palavra 'palavra/coisa' reforça a ideia de que Moisés deveria estar preparado para lidar com uma variedade de situações.","por_que_esta_palavra":"Destaca a responsabilidade de um líder em ouvir e resolver as questões do povo.","conexao_teologica":"Enfatiza a importância da liderança sábia e da escuta ativa na comunidade.","referencias_relacionadas":["Êxodo 18:16","Provérbios 18:13","1 Pedro 5:2"]},"exodo_18_23_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se ao resultado desejado de um julgamento justo e eficaz.","explicacao_detalhada":"A palavra 'paz/shalom' implica um estado de harmonia e bem-estar que deve ser alcançado através da justiça.","por_que_esta_palavra":"É fundamental para entender que a justiça deve levar à paz na comunidade.","conexao_teologica":"Reflete o desejo de Deus para que seu povo viva em paz e unidade.","referencias_relacionadas":["Romanos 14:19","Salmos 34:14","Mateus 5:9"]},"exodo_18_23_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a ação de proteger ou resgatar o povo de problemas.","explicacao_detalhada":"A palavra 'salvar' sugere a intervenção necessária para evitar que o povo sofra devido a conflitos não resolvidos.","por_que_esta_palavra":"É importante para entender o papel do líder como protetor e salvador da comunidade.","conexao_teologica":"Reflete a natureza salvadora de Deus e o chamado para que líderes imitem essa característica.","referencias_relacionadas":["Salmos 37:39","Isaías 43:2","Romanos 10:13"]},"exodo_18_24_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação e à necessidade de ouvir as queixas do povo.","explicacao_detalhada":"A palavra 'voz' enfatiza a importância da escuta ativa e da comunicação clara entre líderes e liderados.","por_que_esta_palavra":"É essencial para entender que a liderança eficaz envolve ouvir as preocupações do povo.","conexao_teologica":"Reflete a maneira como Deus se comunica com seu povo e a importância da escuta na relação com Ele.","referencias_relacionadas":["Salmos 29:4","João 10:27","Tiago 1:19"]},"exodo_18_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou realizar algo.","explicacao_detalhada":"A palavra 'urso' implica a ideia de criar ou produzir, enfatizando a responsabilidade de agir em prol do bem-estar da comunidade.","por_que_esta_palavra":"É importante para entender que a liderança não é apenas ouvir, mas também agir.","conexao_teologica":"Reflete a natureza criativa de Deus e o chamado para que os líderes façam o bem.","referencias_relacionadas":["Gálatas 6:9","Efésios 2:10","Tiago 4:17"]},"exodo_18_24_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à ação de escutar atentamente as necessidades do povo.","explicacao_detalhada":"A palavra 'ouvir' enfatiza a importância da atenção e da empatia na liderança.","por_que_esta_palavra":"É crucial para entender que a liderança eficaz requer sensibilidade às necessidades dos outros.","conexao_teologica":"Reflete a maneira como Deus ouve as orações e clamores de seu povo.","referencias_relacionadas":["Salmos 34:15","1 João 5:14","Hebreus 4:16"]},"exodo_18_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo de agir ou administrar as questões do povo.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a necessidade de um sistema claro e eficaz de liderança.","por_que_esta_palavra":"É importante para entender a estrutura necessária para uma liderança eficaz.","conexao_teologica":"Enfatiza a importância da ordem e da responsabilidade na liderança espiritual.","referencias_relacionadas":["1 Coríntios 14:40","Salmos 119:133","Provérbios 11:14"]},"exodo_18_25_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se à ação de dar ou oferecer algo, especialmente em um contexto de necessidade.","explicacao_detalhada":"A palavra 'dar' implica a ideia de oferecer ajuda ou recursos ao povo necessitado.","por_que_esta_palavra":"É essencial para entender que a liderança envolve não apenas ouvir, mas também fornecer apoio.","conexao_teologica":"Reflete a generosidade de Deus e o chamado para que os líderes sejam servos do povo.","referencias_relacionadas":["Mateus 10:8","2 Coríntios 9:7","Atos 20:35"]},"exodo_18_26_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de decidir ou avaliar questões legais e morais entre o povo.","explicacao_detalhada":"No contexto de Êxodo 18:26, Moisés é aconselhado a delegar a tarefa de julgar o povo a líderes mais capacitados, a fim de evitar sobrecarga e garantir que as decisões sejam justas e sábias.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da justiça e da liderança sábia na comunidade israelita.","conexao_teologica":"O ato de julgar é fundamental na justiça divina, refletindo o caráter de Deus como justo e reto.","referencias_relacionadas":["Deuteronômio 1:16-17","Salmos 82:3-4","Provérbios 31:9"]},"exodo_18_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou método de como as decisões devem ser tomadas.","explicacao_detalhada":"Em Êxodo 18:26, o 'modo' de julgar implica em seguir um processo ordenado e sábio, onde líderes são escolhidos para lidar com questões específicas.","por_que_esta_palavra":"A escolha do 'modo' é crucial para garantir que a justiça seja aplicada de forma eficaz e organizada.","conexao_teologica":"Deus estabelece ordens e modos em Sua criação, refletindo a necessidade de ordem e estrutura na sociedade.","referencias_relacionadas":["1 Coríntios 14:40","Salmos 37:5","Provérbios 4:7"]},"exodo_18_26_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a qualquer questão ou assunto que necessite de julgamento.","explicacao_detalhada":"No versículo, 'palavra' abrange tanto as questões legais quanto as morais que o povo traz a Moisés para resolução.","por_que_esta_palavra":"A utilização de 'palavra' destaca a diversidade de problemas que podem surgir e a necessidade de uma liderança sábia para resolvê-los.","conexao_teologica":"A palavra de Deus é central na vida do povo, sendo a base para decisões e julgamentos justos.","referencias_relacionadas":["Salmos 119:105","Tiago 1:22","Mateus 4:4"]},"exodo_18_27_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de despachar ou delegar tarefas a outros.","explicacao_detalhada":"Em Êxodo 18:27, Moisés é orientado a enviar os líderes que ele escolheu para lidar com as questões do povo, aliviando sua carga.","por_que_esta_palavra":"A palavra 'enviar' é importante para entender a delegação de autoridade e a importância do trabalho em equipe na liderança.","conexao_teologica":"Deus envia líderes e mensageiros para guiar Seu povo, refletindo a importância da colaboração na obra divina.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","Atos 13:2"]},"exodo_18_27_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de se mover ou seguir um caminho.","explicacao_detalhada":"No contexto de Êxodo 18:27, 'andar' pode simbolizar a jornada do povo e a necessidade de seguir o caminho que Deus estabeleceu.","por_que_esta_palavra":"A palavra 'andar' é usada para enfatizar a ação e o progresso na vida espiritual e comunitária.","conexao_teologica":"Andar nos caminhos de Deus é um tema recorrente na Bíblia, simbolizando a obediência e a fé.","referencias_relacionadas":["Salmos 119:1","Miquéias 6:8","Gálatas 5:16"]},"exodo_18_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico onde o povo habita.","explicacao_detalhada":"Em Êxodo 18:27, a 'terra' é o contexto geográfico e social em que as decisões e julgamentos são feitos.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação do povo com o ambiente que Deus lhes deu.","conexao_teologica":"A terra prometida é um símbolo da bênção e da aliança de Deus com Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 8:7-10"]}}