{"exodo_19_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao local onde os israelitas estavam acampados antes de receber a Lei.","explicacao_detalhada":"Em Êxodo 19:1, a 'terra' é o cenário onde Deus se revela ao Seu povo e estabelece uma nova aliança.","por_que_esta_palavra":"A 'terra' é um elemento central na narrativa da libertação e da formação da identidade do povo de Israel.","conexao_teologica":"A terra é frequentemente associada à presença de Deus e à realização de Suas promessas.","referencias_relacionadas":["Êxodo 3:12","Salmos 78:54","Hebreus 11:9"]},"exodo_19_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que os eventos ocorrem.","explicacao_detalhada":"Em Êxodo 19:1, o 'dia' marca um momento significativo na história de Israel, quando eles se preparam para receber a Lei.","por_que_esta_palavra":"O 'dia' é importante para contextualizar a revelação de Deus e a preparação do povo para um novo relacionamento com Ele.","conexao_teologica":"Deus age em momentos específicos da história, revelando-se em tempos determinados.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","2 Coríntios 6:2"]},"exodo_19_1_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' refere-se ao ciclo lunar que marca o tempo e as festividades religiosas.","explicacao_detalhada":"Em Êxodo 19:1, a menção da 'lua' pode estar relacionada ao calendário religioso e à importância dos ciclos naturais na vida do povo.","por_que_esta_palavra":"A 'lua' é um símbolo do tempo e da ordem que Deus estabeleceu na criação.","conexao_teologica":"A criação e os ciclos naturais refletem a soberania de Deus sobre o tempo e a história.","referencias_relacionadas":["Gênesis 1:14","Salmos 104:19","Eclesiastes 3:1"]},"exodo_19_2_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à jornada que o povo de Israel estava fazendo em direção ao Monte Sinai.","explicacao_detalhada":"Em Êxodo 19:2, o 'caminho' simboliza tanto a jornada física quanto a espiritual do povo em busca de um encontro com Deus.","por_que_esta_palavra":"O 'caminho' é uma metáfora para a vida de fé e a obediência aos mandamentos de Deus.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando a importância de seguir a direção de Deus.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","João 14:6"]},"exodo_19_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar na presença de Deus.","explicacao_detalhada":"Neste contexto, Deus convoca o povo de Israel a se aproximar do monte Sinai, onde Ele se revelará e estabelecerá uma aliança com eles. A ideia de 'vir' implica um movimento em direção a algo sagrado e significativo.","por_que_esta_palavra":"A escolha da palavra 'vir' enfatiza a necessidade de uma resposta ativa do povo em direção a Deus, simbolizando a importância da obediência e da disposição para ouvir Sua voz.","conexao_teologica":"A convocação para 'vir' é um tema recorrente na Bíblia, onde Deus chama Seu povo para se aproximar d'Ele, refletindo a relação de proximidade e intimidade que Ele deseja ter com a humanidade.","referencias_relacionadas":["Hebreus 10:22","Tiago 4:8","Mateus 11:28"]},"exodo_19_2_monte":{"palavra_pt":"monte","palavra_original":"סִינַי","transliteracao":"Çîynay","strong":"H5514","significado_raiz":"Ideia básica: monte.","significado_contextual":"O 'monte' refere-se ao monte Sinai, local onde Deus se manifestou ao povo de Israel.","explicacao_detalhada":"O monte Sinai é um lugar sagrado, escolhido por Deus para revelar Sua lei e estabelecer uma aliança com Israel. A montanha simboliza a presença de Deus e a santidade do encontro.","por_que_esta_palavra":"A palavra 'monte' é significativa porque representa um espaço geográfico que se torna um ponto de encontro espiritual entre Deus e Seu povo, onde a revelação divina ocorre.","conexao_teologica":"O monte Sinai é um precursor do monte da Transfiguração e do Calvário, onde Deus se revela e cumpre Sua promessa de salvação.","referencias_relacionadas":["Deuteronômio 5:2","Gálatas 4:24","Mateus 17:1-2"]},"exodo_19_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Deus de Israel, que se revela ao Seu povo.","explicacao_detalhada":"Neste versículo, Deus se apresenta como o Criador e Sustentador, que deseja estabelecer um relacionamento com Israel. A palavra enfatiza Sua autoridade e poder.","por_que_esta_palavra":"A utilização da palavra 'deus' destaca a singularidade do Deus de Israel em contraste com os deuses pagãos, reforçando a ideia de que Ele é o único digno de adoração.","conexao_teologica":"A revelação de Deus como 'deus' é central na teologia bíblica, pois estabelece a base para a adoração e a aliança entre Deus e Seu povo.","referencias_relacionadas":["Isaías 45:5","Salmos 86:10","João 4:24"]},"exodo_19_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' pode referir-se ao povo de Israel como a família de Deus.","explicacao_detalhada":"Neste contexto, 'casa' simboliza a comunidade de fé que Deus está formando, onde Ele habitará no meio deles. Refere-se à ideia de pertencimento e proteção.","por_que_esta_palavra":"A palavra 'casa' é utilizada para enfatizar a intimidade do relacionamento entre Deus e Seu povo, como uma família unida sob Sua liderança.","conexao_teologica":"A noção de 'casa' é um tema importante na Bíblia, representando a habitação de Deus entre os homens, culminando na Igreja como a nova casa de Deus.","referencias_relacionadas":["1 Pedro 2:5","Efésios 2:19-22","Hebreus 3:6"]},"exodo_19_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação especial entre Deus e Israel, que é considerado Seu povo escolhido.","explicacao_detalhada":"Neste contexto, 'filho' simboliza a herança e a responsabilidade que Israel tem como povo de Deus, refletindo a intimidade e o cuidado que Deus tem por eles.","por_que_esta_palavra":"A utilização da palavra 'filho' destaca a relação paternal de Deus, que não apenas governa, mas também ama e cuida de Seu povo.","conexao_teologica":"A ideia de Deus como Pai é fundamental na teologia cristã, onde todos os crentes são considerados filhos de Deus através de Cristo.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:6","João 1:12"]},"exodo_19_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora para a força e proteção que Deus oferece ao Seu povo.","explicacao_detalhada":"Neste contexto, 'urso' pode simbolizar a ideia de que Deus é um defensor poderoso, que protege e cuida de Israel como um urso protege seus filhotes.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a força e a ferocidade de Deus em proteger Seu povo contra inimigos e perigos.","conexao_teologica":"A proteção divina é um tema recorrente na Bíblia, onde Deus é frequentemente descrito como um defensor e protetor de Seu povo.","referencias_relacionadas":["Salmos 91:1-2","Isaías 41:10","Romanos 8:31"]},"exodo_19_4_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à majestade de Deus.","explicacao_detalhada":"Neste contexto, 'grande' destaca a soberania de Deus sobre todas as coisas e Sua capacidade de realizar maravilhas em favor de Seu povo.","por_que_esta_palavra":"A utilização da palavra 'grande' enfatiza a grandeza de Deus em contraste com a fragilidade humana, lembrando que Ele é digno de reverência e adoração.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, onde reconhecemos Sua majestade e poder em nossas vidas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"exodo_19_4_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"A palavra 'ave' pode simbolizar a proteção e o cuidado de Deus sobre Seu povo, como uma ave que abriga seus filhotes.","explicacao_detalhada":"Neste contexto, 'ave' sugere a ideia de abrigo e segurança que Deus oferece, refletindo Seu amor e cuidado paternal.","por_que_esta_palavra":"A escolha da palavra 'ave' enfatiza a ternura e a proteção que Deus proporciona, mostrando que Ele cuida de nós em momentos de vulnerabilidade.","conexao_teologica":"A imagem de Deus como uma ave que protege é encontrada em várias passagens bíblicas, simbolizando Seu amor e cuidado constante.","referencias_relacionadas":["Salmos 91:4","Mateus 23:37","Isaías 31:5"]},"exodo_19_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus deseja que Seu povo viva e se comporte.","explicacao_detalhada":"Neste contexto, 'modo' implica em um estilo de vida que reflete a santidade e os mandamentos de Deus, estabelecendo um padrão de comportamento para Israel.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da obediência e da conformidade com a vontade de Deus em todas as áreas da vida.","conexao_teologica":"A vida cristã é chamada a ser vivida de acordo com os princípios de Deus, refletindo Sua natureza e caráter em nossas ações.","referencias_relacionadas":["Romanos 12:1-2","1 Pedro 1:15-16","Gálatas 5:22-23"]},"exodo_19_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a bênção e a herança que Deus lhes deu.","explicacao_detalhada":"Neste contexto, 'terra' representa não apenas um lugar físico, mas também a realização das promessas de Deus e a habitação do povo de Deus em Sua presença.","por_que_esta_palavra":"A utilização da palavra 'terra' enfatiza a fidelidade de Deus em cumprir Suas promessas e a importância da terra como parte da identidade do povo de Israel.","conexao_teologica":"A terra prometida é um símbolo da herança espiritual que os crentes têm em Cristo, representando a plenitude da vida em comunhão com Deus.","referencias_relacionadas":["Deuteronômio 8:7-10","Josué 1:3","Hebreus 11:9-10"]},"exodo_19_5_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' neste contexto refere-se à ação de Deus em resgatar o povo de Israel da escravidão no Egito.","explicacao_detalhada":"O termo implica não apenas a libertação física, mas também a proteção e a escolha de Israel como povo especial de Deus, que deve obedecer a Sua aliança.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a relação de Deus com Israel, destacando Sua intenção de salvá-los e guiá-los.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a intervenção divina na história da humanidade, culminando na salvação através de Jesus Cristo.","referencias_relacionadas":["Êxodo 3:8","Salmos 68:20","Isaías 43:1"]},"exodo_19_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à comunicação de Deus e à revelação de Sua vontade ao povo de Israel.","explicacao_detalhada":"Neste contexto, a palavra é um meio pelo qual Deus estabelece Sua aliança e instruções para o povo, enfatizando a importância da obediência.","por_que_esta_palavra":"É fundamental para entender como Deus se relaciona com Seu povo e como as Suas instruções são essenciais para a vida comunitária e espiritual.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um guia para a vida dos crentes, conforme Hebreus 4:12.","referencias_relacionadas":["Deuteronômio 8:3","Salmos 119:105","Mateus 4:4"]},"exodo_19_6_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"A palavra 'reino' refere-se ao domínio de Deus sobre Israel e a expectativa de que eles sejam um reino de sacerdotes.","explicacao_detalhada":"Este conceito implica que Israel deve viver sob a autoridade de Deus, refletindo Seu caráter e justiça ao mundo.","por_que_esta_palavra":"A ideia de realeza é central na identidade de Israel como povo escolhido, que deve representar Deus na Terra.","conexao_teologica":"O conceito de reino de Deus é fundamental na mensagem de Jesus, que fala sobre o Reino dos Céus e a inclusão de todos os povos.","referencias_relacionadas":["1 Pedro 2:9","Mateus 5:14","Apocalipse 1:6"]},"exodo_19_6_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se à função mediadora entre Deus e o povo, representando a santidade e a intercessão.","explicacao_detalhada":"Os sacerdotes têm o papel de oferecer sacrifícios e orações, mantendo a pureza e a adoração a Deus, e são essenciais para a vida espiritual de Israel.","por_que_esta_palavra":"A função sacerdotal é um símbolo da relação íntima que Deus deseja ter com Seu povo, onde cada israelita é chamado a ser um sacerdote em sua vida.","conexao_teologica":"Jesus é apresentado como o Sumo Sacerdote que intercede por nós, cumprindo o papel sacerdotal de forma perfeita.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:5","Romanos 12:1"]},"exodo_19_7_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' novamente enfatiza a comunicação divina e a importância de ouvir e obedecer a Deus.","explicacao_detalhada":"Neste contexto, é um chamado para que o povo escute e responda às instruções que Deus dará, reafirmando a necessidade de um relacionamento ativo com Ele.","por_que_esta_palavra":"Reforça a ideia de que a palavra de Deus deve ser central na vida do povo, guiando suas ações e decisões.","conexao_teologica":"A obediência à palavra de Deus é um tema recorrente, mostrando que a verdadeira fé se manifesta em ações que refletem essa obediência.","referencias_relacionadas":["Tiago 1:22","Salmos 119:11","Romanos 10:17"]},"exodo_19_7_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao convite de Deus para que o povo se aproxime dEle e ouça Suas instruções.","explicacao_detalhada":"Este chamado é um convite à intimidade e à participação na aliança que Deus está estabelecendo com Israel.","por_que_esta_palavra":"A ideia de 'vir' implica ação e resposta do povo, mostrando que a relação com Deus requer um movimento em direção a Ele.","conexao_teologica":"A chamada de Deus para se aproximar dEle é um tema que se repete ao longo da Bíblia, culminando no convite de Jesus para virmos a Ele.","referencias_relacionadas":["Mateus 11:28","Hebreus 10:22","Apocalipse 3:20"]},"exodo_19_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o povo deve viver e se comportar em resposta à aliança com Deus.","explicacao_detalhada":"Isso implica que a vida do povo deve refletir os padrões e valores de Deus, sendo um testemunho para as nações ao redor.","por_que_esta_palavra":"A forma de viver é crucial para a identidade do povo de Deus, que deve ser diferente e separado das outras nações.","conexao_teologica":"A ética cristã é baseada na revelação de Deus, e viver de acordo com Seus mandamentos é um reflexo da nossa fé.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:22-23","1 João 2:6"]},"exodo_19_8_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao grupo escolhido por Deus, que deve ser um testemunho de Sua glória e justiça.","explicacao_detalhada":"Este povo é chamado a viver em comunhão com Deus e entre si, refletindo a natureza de Deus em suas interações.","por_que_esta_palavra":"A identidade do povo de Deus é central para a narrativa bíblica, mostrando como Ele trabalha através de comunidades.","conexao_teologica":"A igreja é vista como o novo povo de Deus, chamado a viver em unidade e amor, conforme Efésios 4:1-3.","referencias_relacionadas":["1 Pedro 2:9","Efésios 2:19","Gálatas 3:26-28"]},"exodo_19_9_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e perene da aliança de Deus com Seu povo.","explicacao_detalhada":"Isso implica que as promessas de Deus são seguras e duradouras, transcendendo gerações e circunstâncias.","por_que_esta_palavra":"A eternidade de Deus é um conforto e uma esperança para o povo, assegurando que Sua fidelidade nunca falhará.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, mostrando que Sua palavra e promessas são eternas e confiáveis.","referencias_relacionadas":["Salmos 100:5","Isaías 40:8","Hebreus 13:8"]},"exodo_19_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Deus e à importância de ouvir Suas instruções.","explicacao_detalhada":"Neste contexto, enfatiza a necessidade de que o povo ouça e responda ao que Deus está revelando.","por_que_esta_palavra":"A comunicação de Deus é vital para a vida espiritual do povo, pois é através de Suas palavras que eles são guiados.","conexao_teologica":"A palavra de Deus é um meio pelo qual Ele se revela e se comunica com a humanidade, sendo essencial para a fé.","referencias_relacionadas":["Salmos 19:14","Mateus 4:4","Romanos 10:17"]},"exodo_19_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se à soberania de Deus sobre o povo de Israel.","explicacao_detalhada":"Neste contexto, 'Senhor' (יְהֹוָה) é usado para enfatizar a autoridade divina que se revela a Moisés e ao povo, preparando-os para receber a Lei no Monte Sinai.","por_que_esta_palavra":"A palavra é utilizada para estabelecer a relação de Deus como o governante supremo e protetor de Israel.","conexao_teologica":"A invocação do nome de Deus destaca a importância da aliança entre Deus e Seu povo, onde Ele se apresenta como Senhor e guia.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_19_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao tempo específico em que Deus se manifestará ao povo.","explicacao_detalhada":"O uso da palavra 'dia' (יוֹם) indica um momento determinado e significativo na história da salvação, quando Deus se revelará de maneira poderosa.","por_que_esta_palavra":"A palavra é escolhida para marcar a importância do evento que ocorrerá, um dia de encontro entre Deus e Israel.","conexao_teologica":"Esse 'dia' é um símbolo do encontro entre o divino e o humano, onde a santidade de Deus é revelada.","referencias_relacionadas":["Êxodo 19:11","Salmos 118:24","Mateus 24:36"]},"exodo_19_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a ordem de Deus a Moisés sobre o que Ele deve comunicar ao povo.","explicacao_detalhada":"O verbo 'dizer' (אָמַר) enfatiza a importância da comunicação divina e a necessidade de que o povo ouça e obedeça à palavra de Deus.","por_que_esta_palavra":"É fundamental que a mensagem de Deus seja proclamada claramente para que o povo compreenda suas instruções.","conexao_teologica":"A comunicação de Deus é um meio pelo qual Ele estabelece Sua vontade e direção para Seu povo.","referencias_relacionadas":["Êxodo 19:9","Deuteronômio 5:5","Hebreus 1:1"]},"exodo_19_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, 'Senhor' é mencionado, reforçando a autoridade de Deus sobre a situação.","explicacao_detalhada":"A repetição do nome 'Senhor' (יְהֹוָה) sublinha a importância da identidade de Deus como o único que pode dar ordens e instruções ao Seu povo.","por_que_esta_palavra":"A palavra é crucial para reafirmar a relação de aliança e a expectativa de que o povo responda ao chamado de Deus.","conexao_teologica":"A presença do nome de Deus é um lembrete constante da Sua soberania e do compromisso que Ele tem com Seu povo.","referencias_relacionadas":["Êxodo 3:15","Salmos 100:3","Isaías 45:5"]},"exodo_19_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' aqui é novamente um tempo designado para a manifestação de Deus.","explicacao_detalhada":"A repetição do termo 'dia' (יוֹם) enfatiza a importância do evento que está por vir, onde Deus se revelará ao povo de Israel.","por_que_esta_palavra":"A escolha dessa palavra reforça a ideia de um momento especial e sagrado na história da redenção.","conexao_teologica":"Esse 'dia' é um precursor de outros momentos de revelação divina, culminando na vinda de Cristo.","referencias_relacionadas":["Êxodo 19:10","Atos 2:20","1 Tessalonicenses 5:2"]},"exodo_19_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à manifestação da presença de Deus que pode causar temor.","explicacao_detalhada":"O verbo 'cair' (הָיָה) é usado para descrever a reação do povo diante da grandeza e santidade de Deus, que pode levar ao temor e reverência.","por_que_esta_palavra":"Essa palavra é importante para ilustrar a resposta humana à presença divina, que é muitas vezes de medo e admiração.","conexao_teologica":"A ideia de cair diante de Deus é um tema recorrente na Bíblia, simbolizando a reverência que devemos ter diante do Criador.","referencias_relacionadas":["Isaías 6:5","Apocalipse 1:17","Salmos 99:5"]},"exodo_19_11_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do evento que está prestes a acontecer.","explicacao_detalhada":"O termo 'grande' (כּוּן) enfatiza a importância e a seriedade da revelação de Deus ao povo, que será um marco na história de Israel.","por_que_esta_palavra":"A escolha dessa palavra destaca a singularidade e a importância do momento em que Deus se manifestará.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, refletindo Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Jeremias 10:6","Romanos 11:33"]},"exodo_19_12_border":{"palavra_pt":"fronteira","palavra_original":"גָּבַל","transliteracao":"gâbal","strong":"H1379","significado_raiz":"Ideia básica: fronteira.","significado_contextual":"A 'fronteira' refere-se aos limites que Deus estabelece para proteger o povo.","explicacao_detalhada":"A palavra 'fronteira' (גָּבַל) é usada para indicar os limites que não devem ser ultrapassados, simbolizando a santidade de Deus e a necessidade de reverência.","por_que_esta_palavra":"Essa palavra é crucial para entender a separação entre o sagrado e o profano, e a proteção que Deus oferece ao Seu povo.","conexao_teologica":"A ideia de fronteiras é importante na teologia da santidade, onde Deus estabelece limites para preservar a pureza do Seu povo.","referencias_relacionadas":["Êxodo 19:23","Números 1:53","Deuteronômio 19:14"]},"exodo_19_12_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"O 'povo' refere-se aos israelitas, escolhidos por Deus como Seu povo especial.","explicacao_detalhada":"A palavra 'povo' (עַם) enfatiza a identidade coletiva dos israelitas como aqueles que receberam a aliança de Deus.","por_que_esta_palavra":"É importante reconhecer que Deus se dirige a um grupo específico, destacando a relação comunitária com Ele.","conexao_teologica":"A noção de povo é central na narrativa bíblica, onde Deus estabelece uma relação especial com Israel como Sua herança.","referencias_relacionadas":["Êxodo 19:5","Deuteronômio 7:6","1 Pedro 2:9"]},"exodo_19_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para transmitir a instrução de Deus.","explicacao_detalhada":"A repetição do verbo 'dizer' (אָמַר) reforça a importância da comunicação clara das ordens divinas ao povo.","por_que_esta_palavra":"A palavra é essencial para garantir que as instruções de Deus sejam compreendidas e seguidas pelo povo.","conexao_teologica":"A comunicação de Deus é um meio pelo qual Ele estabelece Sua vontade e direção para Seu povo.","referencias_relacionadas":["Êxodo 19:10","Deuteronômio 5:5","Hebreus 1:1"]},"exodo_19_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à autenticidade das promessas de Deus.","explicacao_detalhada":"No contexto de Êxodo 19:13, a verdade é um atributo de Deus que garante que Ele cumprirá o que prometeu ao Seu povo. A verdade é essencial para a relação entre Deus e Israel, pois estabelece confiança.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a necessidade de Israel reconhecer a fidelidade de Deus em suas promessas e a importância de viver de acordo com essa verdade.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Sua natureza imutável e Sua aliança com o Seu povo. A verdade é também um princípio que deve guiar a vida dos crentes.","referencias_relacionadas":["Salmos 25:5","João 14:6","Romanos 3:4"]},"exodo_19_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual algo deve ser feito ou considerado.","explicacao_detalhada":"Neste versículo, 'porque' conecta a ação de Deus com a resposta do povo, indicando que a obediência é uma resposta à revelação de Deus.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a relação de causa e efeito entre a ação divina e a resposta humana.","conexao_teologica":"A obediência a Deus é frequentemente ligada a Sua revelação e instrução, mostrando que a fé deve ser acompanhada de ação.","referencias_relacionadas":["Deuteronômio 6:24","Tiago 1:22","Romanos 12:1"]},"exodo_19_13_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em libertação e proteção, especialmente no contexto da salvação que Deus oferece ao Seu povo.","explicacao_detalhada":"Em Êxodo 19:13, 'salvar' refere-se à ação de Deus em proteger Israel de seus inimigos e garantir sua segurança como nação escolhida.","por_que_esta_palavra":"A palavra 'salvar' é utilizada para enfatizar a ação redentora de Deus, que é um tema central na narrativa bíblica.","conexao_teologica":"A salvação é um conceito fundamental na teologia cristã, representando a libertação do pecado e a restauração da relação com Deus.","referencias_relacionadas":["Salmos 68:20","Isaías 43:11","Romanos 10:13"]},"exodo_19_14_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a qualquer adversário que se opõe ao povo de Deus.","explicacao_detalhada":"No contexto de Êxodo 19:14, a menção de inimigos destaca a necessidade de Israel estar preparado para enfrentar aqueles que se opõem à vontade de Deus.","por_que_esta_palavra":"A palavra 'inimigo' é importante para entender a luta espiritual e física que Israel enfrentaria ao entrar na Terra Prometida.","conexao_teologica":"A luta contra inimigos é uma metáfora para a batalha espiritual que os crentes enfrentam, enfatizando a necessidade de confiar em Deus.","referencias_relacionadas":["Salmos 18:3","Efésios 6:12","Romanos 8:31"]},"exodo_19_14_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"A palavra 'santificar' implica em separar algo como sagrado e puro para o uso de Deus.","explicacao_detalhada":"Em Êxodo 19:14, a santificação é um passo necessário para que o povo se aproxime de Deus, refletindo a importância da pureza espiritual.","por_que_esta_palavra":"A palavra 'santificar' é usada para enfatizar a necessidade de preparação e pureza ao se aproximar do Senhor.","conexao_teologica":"A santidade é um atributo de Deus e um chamado para o Seu povo, que deve viver de maneira que reflita essa santidade.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:16","Hebreus 12:14"]},"exodo_19_14_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição ou relação de proximidade entre duas ou mais partes.","explicacao_detalhada":"No contexto de Êxodo 19:14, 'entre' sugere a ideia de que o povo de Deus deve se distinguir entre as nações, vivendo de maneira que reflita a Sua glória.","por_que_esta_palavra":"A palavra 'entre' é crucial para entender a identidade do povo de Deus como um povo separado e escolhido.","conexao_teologica":"A ideia de estar 'entre' as nações, mas separado delas, é um tema recorrente na Bíblia, refletindo a missão de Israel e da Igreja.","referencias_relacionadas":["Deuteronômio 14:2","Mateus 5:14","1 Pedro 2:9"]},"exodo_19_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma mensagem ou instrução.","explicacao_detalhada":"Em Êxodo 19:15, 'dizer' é um ato de comunicação divina, onde Deus instrui o povo sobre como se preparar para Sua presença.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a revelação de Deus e a importância da obediência à Sua palavra.","conexao_teologica":"A comunicação de Deus ao Seu povo é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Salmos 119:105","Hebreus 1:1-2","Tiago 1:19"]},"exodo_19_15_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao grupo escolhido por Deus, que é Israel.","explicacao_detalhada":"No contexto de Êxodo 19:15, 'povo' destaca a identidade coletiva de Israel como a nação escolhida para ser um testemunho para as outras nações.","por_que_esta_palavra":"A palavra 'povo' é significativa para entender a relação especial entre Deus e Israel, que é um tema central na narrativa bíblica.","conexao_teologica":"A ideia de ser o povo de Deus é fundamental para a teologia da aliança e a missão da Igreja.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:10"]},"exodo_19_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Em Êxodo 19:16, 'dia' é o momento em que Deus se revela ao Seu povo, marcando um evento crucial na história da salvação.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a cronologia dos eventos e a revelação de Deus ao Seu povo.","conexao_teologica":"A ideia de dias significativos na história da salvação é um tema recorrente, refletindo a soberania de Deus sobre o tempo.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Atos 2:20"]},"exodo_19_16_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação audível, muitas vezes associada à revelação divina.","explicacao_detalhada":"No contexto de Êxodo 19:16, 'voz' representa a maneira como Deus se comunica com Seu povo, enfatizando a importância de ouvir e obedecer.","por_que_esta_palavra":"A palavra 'voz' é significativa para entender a natureza da revelação de Deus e a resposta do povo.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, representando Sua autoridade e a necessidade de resposta por parte da humanidade.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 12:26"]},"exodo_19_16_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que estava presente no acampamento dos israelitas.","explicacao_detalhada":"O gado era uma parte importante da economia e da vida cotidiana dos israelitas, simbolizando riqueza e sustento. Neste contexto, o gado é mencionado para enfatizar a presença do povo e suas posses durante a manifestação de Deus no Monte Sinai.","por_que_esta_palavra":"A palavra 'gado' é utilizada para mostrar a totalidade do acampamento e a importância dos recursos materiais na vida dos israelitas.","conexao_teologica":"O gado representa a provisão de Deus para o Seu povo, assim como Ele provê para as necessidades espirituais e físicas.","referencias_relacionadas":["Gênesis 12:16","Êxodo 12:32","Números 32:4"]},"exodo_19_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à presença de Deus no Monte Sinai, onde Ele se revela ao Seu povo.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a majestade e a santidade de Deus, que se manifesta de forma poderosa e temível. Este versículo destaca a importância do encontro entre Deus e o povo de Israel.","por_que_esta_palavra":"A utilização da palavra 'Deus' é crucial para entender a relação entre o Criador e a Sua criação, especialmente em um momento de revelação divina.","conexao_teologica":"Este evento marca a aliança entre Deus e Israel, onde Ele se apresenta como o Deus que guia e protege o Seu povo.","referencias_relacionadas":["Êxodo 3:14","Deuteronômio 5:24","Salmos 68:35"]},"exodo_19_17_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Novamente, refere-se ao gado presente no acampamento dos israelitas.","explicacao_detalhada":"A repetição da menção ao gado reforça a ideia de que todo o povo, incluindo seus bens, estava reunido para ouvir a voz de Deus.","por_que_esta_palavra":"A palavra 'gado' é importante para ilustrar a totalidade do povo e suas posses, mostrando que todos estavam envolvidos na experiência espiritual.","conexao_teologica":"O gado, como símbolo de sustento, também representa a provisão de Deus para o Seu povo durante a jornada no deserto.","referencias_relacionadas":["Gênesis 30:43","Êxodo 12:38","Números 20:19"]},"exodo_19_17_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair do acampamento para se aproximar de Deus.","explicacao_detalhada":"A palavra 'sair' implica em um movimento de separação do cotidiano para um encontro sagrado. Este ato é um convite para que o povo se prepare para a revelação divina.","por_que_esta_palavra":"A escolha da palavra 'sair' enfatiza a necessidade de se afastar das distrações do mundo para se encontrar com Deus.","conexao_teologica":"Este conceito de sair para se encontrar com Deus é um tema recorrente na Bíblia, simbolizando a busca pela santidade.","referencias_relacionadas":["Êxodo 3:10","Isaías 52:11","Mateus 5:13"]},"exodo_19_18_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se ao Monte Sinai, onde Deus se manifestou ao povo de Israel.","explicacao_detalhada":"O monte é um local sagrado, simbolizando a proximidade de Deus e a importância da revelação divina. A presença de fumaça e trovões indica a santidade do local.","por_que_esta_palavra":"A palavra 'montanha' é significativa porque representa o lugar de encontro entre o céu e a terra, onde Deus se revela ao Seu povo.","conexao_teologica":"O Monte Sinai é um símbolo da aliança entre Deus e Israel, onde as leis foram dadas e a relação foi estabelecida.","referencias_relacionadas":["Êxodo 3:1","Deuteronômio 4:11","Hebreus 12:18"]},"exodo_19_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o povo deve se comportar diante da presença de Deus.","explicacao_detalhada":"A palavra 'modo' implica em uma atitude de reverência e preparação para a santidade de Deus. O povo é instruído a se comportar de maneira adequada ao se aproximar do Senhor.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da postura espiritual e física ao se encontrar com Deus.","conexao_teologica":"A maneira de se aproximar de Deus é um tema importante na Bíblia, refletindo a necessidade de santidade e respeito.","referencias_relacionadas":["Levítico 10:3","Salmos 24:3-4","Hebreus 12:14"]},"exodo_19_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente, refere-se à presença de Deus, que se manifesta de forma poderosa.","explicacao_detalhada":"A repetição da palavra 'Deus' destaca a centralidade da Sua presença na experiência do povo de Israel e a importância de ouvir Sua voz.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o Criador e a Sua criação, especialmente em um momento de revelação.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, simbolizando Sua autoridade e a necessidade de obediência por parte do Seu povo.","referencias_relacionadas":["Êxodo 20:1","Salmos 29:4","João 10:27"]},"exodo_19_19_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à voz de Deus que fala ao povo, transmitindo instruções e revelações.","explicacao_detalhada":"A voz de Deus é poderosa e tem um impacto profundo sobre o povo, que deve estar atento e preparado para ouvir e obedecer.","por_que_esta_palavra":"A palavra 'voz' é crucial para entender a comunicação divina e a resposta do povo a essa comunicação.","conexao_teologica":"A voz de Deus é um símbolo da Sua presença e autoridade, e a capacidade de ouvir é fundamental para a vida espiritual.","referencias_relacionadas":["Salmos 46:10","Isaías 30:21","Apocalipse 3:20"]},"exodo_19_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à reação do povo diante da manifestação de Deus.","explicacao_detalhada":"A palavra 'cair' implica em uma resposta de temor e reverência diante da santidade de Deus. O povo reconhece a grandeza de Deus e sua própria pequenez.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a reverência que deve ser dada a Deus em Sua presença.","conexao_teologica":"A reação de cair diante de Deus é um tema recorrente na Bíblia, simbolizando a resposta adequada à Sua santidade.","referencias_relacionadas":["Ezequiel 1:28","Daniel 8:17","Apocalipse 1:17"]},"exodo_19_20_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se à descida de Deus ao Monte Sinai, que pode ser vista como uma ação contra os inimigos do povo.","explicacao_detalhada":"A palavra 'inimigo' aqui pode simbolizar as forças que se opõem ao plano de Deus para Israel. A descida de Deus é uma afirmação de Sua soberania e proteção.","por_que_esta_palavra":"A palavra 'inimigo' é importante para entender a luta espiritual que o povo enfrenta e a proteção divina que recebem.","conexao_teologica":"Deus como defensor do Seu povo é um tema central na Bíblia, mostrando que Ele luta contra aqueles que se opõem a Sua vontade.","referencias_relacionadas":["Êxodo 14:14","Salmos 18:2","Romanos 8:31"]},"exodo_19_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e poder.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a relação de Deus com Seu povo e Sua soberania sobre todas as coisas. É um nome que implica em um pacto e em uma presença constante.","por_que_esta_palavra":"Esta palavra é fundamental para a identidade de Deus no contexto da aliança com Israel, mostrando que Ele é o Deus que se revela e se relaciona com a humanidade.","conexao_teologica":"O nome 'Senhor' é central na teologia bíblica, pois representa a natureza de Deus como o Criador e Redentor, que se preocupa com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_19_20_monte":{"palavra_pt":"monte","palavra_original":"סִינַי","transliteracao":"Çîynay","strong":"H5514","significado_raiz":"Ideia básica: monte.","significado_contextual":"O monte Sinai é o local onde Deus se revelou a Moisés e deu a Lei ao povo de Israel.","explicacao_detalhada":"O monte Sinai simboliza a presença de Deus e a santidade do lugar onde Ele se encontra com Seu povo. É um espaço de revelação e de encontro divino.","por_que_esta_palavra":"A palavra 'monte' é importante porque representa o local físico e espiritual onde a aliança entre Deus e Israel foi estabelecida.","conexao_teologica":"O monte Sinai é um símbolo da Lei e da santidade de Deus, que exige pureza e obediência de Seu povo.","referencias_relacionadas":["Êxodo 3:1","Deuteronômio 5:2","Gálatas 4:24"]},"exodo_19_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Deus com Moisés e, por extensão, com o povo de Israel.","explicacao_detalhada":"A ação de 'dizer' implica autoridade e a transmissão de instruções divinas, mostrando como Deus se comunica com Seu povo.","por_que_esta_palavra":"Esta palavra é crucial para entender a revelação de Deus e a importância da obediência às Suas palavras.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, mostrando que Ele deseja que Seu povo ouça e siga Suas instruções.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 6:4","Salmos 119:105"]},"exodo_19_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, enfatizando Sua autoridade e poder.","explicacao_detalhada":"O uso do nome 'Senhor' neste contexto reforça a ideia de que as instruções dadas são de uma fonte divina e soberana.","por_que_esta_palavra":"A repetição do nome de Deus sublinha a importância de Sua presença e a necessidade de reverência ao ouvir Suas palavras.","conexao_teologica":"A reverência ao nome de Deus é um princípio fundamental na adoração e na vida do povo de Deus.","referencias_relacionadas":["Êxodo 3:15","Salmos 111:9","Isaías 52:6"]},"exodo_19_21_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a qualquer oposição ou obstáculo que possa surgir contra o plano de Deus.","explicacao_detalhada":"Neste contexto, 'inimigo' pode ser interpretado como aqueles que se opõem à vontade de Deus e à Sua aliança com Israel.","por_que_esta_palavra":"É importante reconhecer a presença de inimigos espirituais e físicos que desafiam a obediência e a fidelidade ao Senhor.","conexao_teologica":"A luta contra inimigos é uma temática recorrente na Bíblia, refletindo a batalha espiritual entre o bem e o mal.","referencias_relacionadas":["Salmos  enemies 23:5","Romanos 8:31","Efésios 6:12"]},"exodo_19_22_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àqueles que servem como intermediários entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes têm a responsabilidade de manter a santidade e de oferecer sacrifícios em nome do povo, representando a relação entre Deus e a humanidade.","por_que_esta_palavra":"A função do sacerdote é crucial para a adoração e a mediação da graça de Deus ao povo.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, prefigurando o sacerdócio de Cristo como o Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 4:14"]},"exodo_19_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Mais uma vez, refere-se ao nome de Deus, enfatizando Sua santidade e autoridade.","explicacao_detalhada":"A menção do nome 'Senhor' aqui reforça a necessidade de santidade ao se aproximar de Deus, especialmente para os sacerdotes.","por_que_esta_palavra":"A santidade do nome de Deus exige que aqueles que O servem estejam em um estado de pureza e dedicação.","conexao_teologica":"A santidade de Deus é um tema central na adoração, refletindo a necessidade de reverência e pureza na presença divina.","referencias_relacionadas":["Levítico 22:32","Salmos 30:4","Isaías 57:15"]},"exodo_19_22_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"A palavra 'santificar' refere-se ao ato de tornar algo sagrado ou puro, especialmente em relação ao culto.","explicacao_detalhada":"Santificar implica em separar algo para uso divino, refletindo a necessidade de pureza ao se aproximar de Deus.","por_que_esta_palavra":"A santificação é essencial para a adoração, pois Deus é santo e exige que Seu povo também seja santo.","conexao_teologica":"A santificação é um processo contínuo na vida do crente, refletindo a transformação que Deus realiza em nós.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:16","Hebreus 12:14"]},"exodo_19_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a comunicação de Deus e a importância de ouvir Suas instruções.","explicacao_detalhada":"A repetição da palavra 'dizer' destaca a autoridade de Deus ao transmitir Suas ordens e a necessidade de obediência por parte do povo.","por_que_esta_palavra":"A comunicação de Deus é vital para a vida espiritual do povo, pois é através de Suas palavras que recebemos direção.","conexao_teologica":"A obediência à palavra de Deus é um princípio fundamental na vida cristã, refletindo nossa relação com Ele.","referencias_relacionadas":["Deuteronômio 6:3","Mateus 4:4","Tiago 1:22"]},"exodo_19_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Mais uma vez, refere-se ao nome de Deus, enfatizando Sua autoridade e a necessidade de reverência.","explicacao_detalhada":"O uso do nome 'Senhor' aqui reforça a ideia de que as instruções dadas são de uma fonte divina e soberana.","por_que_esta_palavra":"A repetição do nome de Deus sublinha a importância de Sua presença e a necessidade de reverência ao ouvir Suas palavras.","conexao_teologica":"A reverência ao nome de Deus é um princípio fundamental na adoração e na vida do povo de Deus.","referencias_relacionadas":["Êxodo 3:15","Salmos 111:9","Isaías 52:6"]},"exodo_19_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à autenticidade da palavra de Deus.","explicacao_detalhada":"No contexto de Êxodo 19:23, a verdade é um atributo essencial de Deus, que é fiel às suas promessas e à sua aliança com o povo de Israel. A verdade é fundamental para a relação entre Deus e seu povo, pois estabelece confiança e segurança.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a importância da honestidade e da integridade nas interações entre Deus e os seres humanos.","conexao_teologica":"A verdade de Deus é um tema central nas Escrituras, refletindo sua natureza e caráter. A verdade é também um fundamento moral para a vida do povo de Deus.","referencias_relacionadas":["Salmos 25:5","João 14:6","Salmos 119:160"]},"exodo_19_24_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se à função de mediador entre Deus e o povo, um papel crucial na adoração e nos rituais religiosos.","explicacao_detalhada":"Em Êxodo 19:24, Deus instrui Moisés a descer e trazer os sacerdotes ao monte. Os sacerdotes eram responsáveis por oferecer sacrifícios e interceder pelo povo, simbolizando a conexão entre o sagrado e o profano.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para destacar a importância da mediação na relação entre Deus e a humanidade, especialmente no contexto da adoração.","conexao_teologica":"O sacerdócio é um tema recorrente na Bíblia, culminando em Cristo como o Sumo Sacerdote que intercede por nós.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Êxodo 28:1"]},"exodo_19_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para indicar a comunicação da vontade de Deus ao povo através de Moisés.","explicacao_detalhada":"Em Êxodo 19:24, a instrução de Deus para que Moisés 'diga' reflete a importância da revelação divina e da obediência à sua palavra. A comunicação de Deus é um ato de graça e orientação.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender como Deus se comunica com seu povo e como a obediência a essa comunicação é essencial.","conexao_teologica":"A comunicação de Deus é um tema central, mostrando como Ele se revela e se relaciona com a humanidade ao longo da história.","referencias_relacionadas":["Deuteronômio 5:5","Salmos 119:105","Hebreus 1:1"]},"exodo_19_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e representa sua autoridade e soberania.","explicacao_detalhada":"No contexto de Êxodo 19:24, o nome 'Senhor' (YHWH) é invocado para enfatizar a relação de aliança entre Deus e Israel, destacando sua posição como o Deus que se revela e se compromete com seu povo.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a soberania de Deus e a importância de invocar seu nome em adoração e reverência.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, simbolizando sua presença e autoridade na vida do povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"exodo_19_25_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a qualquer oposição ou adversidade que o povo de Deus possa enfrentar.","explicacao_detalhada":"Em Êxodo 19:25, a menção de 'inimigo' destaca a necessidade de proteção divina e a certeza de que Deus está ao lado de seu povo em tempos de conflito e desafio.","por_que_esta_palavra":"A palavra 'inimigo' é usada para enfatizar a realidade da luta espiritual e a necessidade de confiar em Deus como defensor.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, refletindo a batalha espiritual entre o bem e o mal.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","Efésios 6:12"]},"exodo_19_25_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à nação de Israel, escolhida por Deus para ser seu povo especial.","explicacao_detalhada":"Em Êxodo 19:25, a referência ao 'povo' destaca a identidade coletiva de Israel como a nação que recebeu a lei e a aliança de Deus, enfatizando sua importância na história da salvação.","por_que_esta_palavra":"A palavra 'povo' é usada para reafirmar a relação de Deus com Israel e sua chamada para ser luz para as nações.","conexao_teologica":"A identidade do povo de Deus é um tema central na Bíblia, refletindo a aliança e o propósito divino na história.","referencias_relacionadas":["Deuteronômio 7:6","1 Pedro 2:9","Isaías 43:20"]},"exodo_19_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação da vontade de Deus ao povo.","explicacao_detalhada":"Em Êxodo 19:25, a instrução de Deus para que Moisés 'diga' reforça a importância da obediência e da transmissão da mensagem divina ao povo.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a revelação de Deus e a responsabilidade de Moisés como líder.","conexao_teologica":"A comunicação de Deus é essencial para a vida espiritual do povo, mostrando a importância da palavra de Deus em suas vidas.","referencias_relacionadas":["Salmos 19:14","Mateus 4:4","Tiago 1:22"]}}