{"exodo_2_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar e à família, simbolizando segurança e pertencimento.","explicacao_detalhada":"Neste contexto, a casa é o lugar onde a criança é protegida e onde a história de Moisés começa.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da família e do lar na formação da identidade.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a habitação de Deus entre Seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"exodo_2_1_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"O verbo 'andar' implica movimento e progresso, especialmente em direção a um destino.","explicacao_detalhada":"Neste contexto, andar pode simbolizar a jornada de vida de Moisés e a direção que Deus estava dando a ele.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a ideia de que a vida é uma jornada e que devemos seguir o caminho de Deus.","conexao_teologica":"A caminhada com Deus é um tema central na Bíblia, representando a relação contínua entre o ser humano e o divino.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","1 João 1:7"]},"exodo_2_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade e à criação de Deus, destacando a dignidade do ser humano.","explicacao_detalhada":"Neste contexto, o homem é um agente ativo na história da salvação, representando a capacidade de agir conforme a vontade de Deus.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a importância do ser humano na narrativa bíblica.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central, mostrando a dignidade e o propósito do ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"exodo_2_2_crianca":{"palavra_pt":"crianca","palavra_original":"הָרָה","transliteracao":"hârâh","strong":"H2029","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se à inocência e ao potencial, simbolizando novos começos.","explicacao_detalhada":"Neste contexto, a criança representa a esperança e a continuidade do povo de Israel, além de ser o futuro líder que Deus levantaria.","por_que_esta_palavra":"A palavra é escolhida para destacar a fragilidade e a importância das novas gerações.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância das crianças e como elas são vistas como heranças do Senhor.","referencias_relacionadas":["Salmos 127:3","Mateus 19:14","Marcos 10:16"]},"exodo_2_2_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se ao papel fundamental das mulheres na história da salvação.","explicacao_detalhada":"Neste contexto, a mulher é a mãe de Moisés, cuja coragem e fé foram essenciais para a preservação do povo de Israel.","por_que_esta_palavra":"A palavra é significativa porque destaca a importância das mulheres na narrativa bíblica e seu papel ativo na obra de Deus.","conexao_teologica":"As mulheres desempenham papéis cruciais na história da salvação, mostrando que Deus usa todos os Seus filhos para cumprir Seus propósitos.","referencias_relacionadas":["Provérbios 31:10","Gálatas 3:28","Lucas 1:45"]},"exodo_2_3_slimepit":{"palavra_pt":"slime pit","palavra_original":"חֵמָר","transliteracao":"chêmâr","strong":"H2564","significado_raiz":"Ideia básica: slime pit.","significado_contextual":"Refere-se ao material pegajoso e argiloso usado na construção, simbolizando a fragilidade e a vulnerabilidade.","explicacao_detalhada":"O termo 'slime pit' (חֵמָר) é utilizado para descrever o barro ou argila que era comum na região do Egito. Este material era essencial para a construção de tijolos, que eram usados pelos hebreus durante sua escravidão.","por_que_esta_palavra":"A escolha da palavra destaca a condição de opressão e a dureza da vida dos israelitas no Egito, que eram forçados a trabalhar com materiais pesados e difíceis.","conexao_teologica":"A argila pode ser vista como uma metáfora para a humanidade, que é moldada por Deus, assim como o oleiro molda o barro (Isaías 64:8).","referencias_relacionadas":["Êxodo 1:14","Gênesis 2:7","Isaías 29:16"]},"exodo_2_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' (לֹא) é usada para enfatizar a certeza e a fidelidade das promessas de Deus.","explicacao_detalhada":"Neste contexto, a palavra é utilizada para afirmar a realidade da situação dos israelitas e a necessidade de libertação, contrastando com as mentiras e enganos da opressão.","por_que_esta_palavra":"A ênfase na verdade é crucial para entender a natureza de Deus como um ser que não mente e que cumpre Suas promessas.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Sua natureza e caráter (João 14:6).","referencias_relacionadas":["Salmos 119:160","João 8:32","Romanos 3:4"]},"exodo_2_3_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' (עוֹד) representa a continuidade e a esperança de um futuro melhor para os israelitas.","explicacao_detalhada":"Neste contexto, a vida é um tema central, pois os hebreus estavam lutando por sua sobrevivência e liberdade, e a promessa de Deus é de vida abundante.","por_que_esta_palavra":"A vida é um dom de Deus e simboliza a libertação da opressão e a restauração do povo escolhido.","conexao_teologica":"A vida em Cristo é um tema recorrente, onde Ele promete vida eterna (João 10:10).","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Romanos 6:23"]},"exodo_2_4_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' (יָדַע) implica um entendimento profundo e relacional, não apenas intelectual.","explicacao_detalhada":"Neste contexto, conhecer refere-se ao reconhecimento da situação dos israelitas e à ação de Deus em sua libertação.","por_que_esta_palavra":"O conhecimento de Deus é fundamental para a fé e a confiança do povo em Sua intervenção.","conexao_teologica":"Conhecer a Deus é o objetivo da vida cristã, conforme mencionado em Jeremias 9:24.","referencias_relacionadas":["Salmos 46:10","Oséias 6:6","Filipenses 3:10"]},"exodo_2_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' (עָשָׂה) é usada figurativamente para descrever a força e a ferocidade de um inimigo.","explicacao_detalhada":"Neste contexto, a palavra pode simbolizar a força opressora do faraó e do Egito sobre os israelitas.","por_que_esta_palavra":"A ferocidade do inimigo é um lembrete da luta que os israelitas enfrentavam e da necessidade de proteção divina.","conexao_teologica":"Deus é visto como um defensor poderoso que protege Seu povo dos inimigos (Salmos 18:2).","referencias_relacionadas":["Salmos 22:12","Isaías 41:10","Romanos 8:31"]},"exodo_2_4_grande":{"palavra_pt":"grande","palavra_original":"רָחוֹק","transliteracao":"râchôwq","strong":"H7350","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' (רָחוֹק) enfatiza a magnitude do poder de Deus e a grandeza da opressão que os israelitas enfrentavam.","explicacao_detalhada":"Neste contexto, a grandeza é um contraste entre a opressão do faraó e a grandeza do Deus que promete libertação.","por_que_esta_palavra":"A grandeza de Deus é um tema central, mostrando que Ele é maior que qualquer adversidade.","conexao_teologica":"A grandeza de Deus é celebrada em muitos salmos, onde Sua majestade é exaltada (Salmos 145:3).","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"exodo_2_5_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' (יָרַד) refere-se aos opressores dos israelitas, simbolizando a luta contra a injustiça.","explicacao_detalhada":"Neste contexto, o inimigo é o faraó e seu exército, que representam a opressão e a injustiça que os israelitas enfrentavam.","por_que_esta_palavra":"Reconhecer o inimigo é essencial para entender a necessidade de intervenção divina e libertação.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, onde Deus promete proteção e vitória (Salmos 23:5).","referencias_relacionadas":["Salmos  enemies: 27:1","Romanos 8:37","2 Coríntios 10:4"]},"exodo_2_5_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'farao' (פַּרְעֹה) representa a figura de autoridade que oprime os israelitas.","explicacao_detalhada":"Neste contexto, faraó é o símbolo do poder humano que se opõe a Deus e ao Seu povo.","por_que_esta_palavra":"A menção ao faraó destaca a luta entre o poder divino e a opressão humana.","conexao_teologica":"A história de faraó é um exemplo de como Deus pode derrubar os poderosos em favor de Seu povo (Êxodo 14:30).","referencias_relacionadas":["Êxodo 5:1","Êxodo 14:30","Romanos 9:17"]},"exodo_2_5_bathe":{"palavra_pt":"bathe","palavra_original":"רָחַץ","transliteracao":"râchats","strong":"H7364","significado_raiz":"Ideia básica: bathe.","significado_contextual":"A palavra 'bathe' (רָחַץ) é usada para descrever a purificação e a preparação.","explicacao_detalhada":"Neste contexto, o ato de se banhar pode simbolizar a limpeza e a preparação para um novo começo.","por_que_esta_palavra":"A purificação é um tema importante na Bíblia, representando a necessidade de estar limpo diante de Deus.","conexao_teologica":"A purificação é um aspecto da salvação, onde somos lavados dos nossos pecados (1 João 1:7).","referencias_relacionadas":["Salmos 51:2","Isaías 1:16","1 Coríntios 6:11"]},"exodo_2_6_appear":{"palavra_pt":"aparecer","palavra_original":"פָּתַח","transliteracao":"pâthach","strong":"H6605","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"A palavra 'aparecer' (פָּתַח) refere-se à revelação de Deus ou à manifestação de Sua presença.","explicacao_detalhada":"Neste contexto, o ato de aparecer pode simbolizar a intervenção divina na história dos israelitas.","por_que_esta_palavra":"A aparição de Deus é um tema central, mostrando como Ele se revela ao Seu povo em momentos de necessidade.","conexao_teologica":"Deus se revela a Seu povo de várias maneiras, mostrando Sua presença e poder (Êxodo 3:14).","referencias_relacionadas":["Êxodo 3:14","Salmos 27:8","Hebreus 1:1-2"]},"exodo_2_6_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se a um recém-nascido ou uma criança pequena, simbolizando a inocência e a fragilidade.","explicacao_detalhada":"A palavra 'crianca' (יֶלֶד) é usada para descrever a criança que foi encontrada pela filha de Faraó no rio Nilo. Este momento é crucial na narrativa de Moisés, pois marca o início de sua jornada e o cumprimento do plano de Deus para libertar os israelitas da escravidão.","por_que_esta_palavra":"A escolha da palavra 'crianca' enfatiza a vulnerabilidade de Moisés e a providência divina que o protegeu desde o nascimento.","conexao_teologica":"A proteção de Deus sobre Moisés desde a infância reflete o cuidado divino por Seu povo e a preparação para a salvação.","referencias_relacionadas":["Êxodo 2:3","Êxodo 2:10","Salmos 22:9-10"]},"exodo_2_6_compaixao":{"palavra_pt":"compaixao","palavra_original":"חָמַל","transliteracao":"châmal","strong":"H2550","significado_raiz":"Ideia básica: compaixao.","significado_contextual":"Refere-se ao sentimento de empatia e cuidado que a filha de Faraó teve ao ver a criança no cesto.","explicacao_detalhada":"A palavra 'compaixao' (חָמַל) descreve a reação emocional da filha de Faraó ao ver Moisés. Ela sentiu pena e decidiu cuidar dele, desafiando as ordens de seu pai, o que demonstra a força do amor maternal.","por_que_esta_palavra":"A palavra é significativa porque mostra que mesmo em um contexto hostil, a compaixão pode prevalecer e trazer mudanças.","conexao_teologica":"A compaixão de uma mulher egípcia por um hebreu prenuncia a ideia de que Deus pode usar qualquer pessoa, independentemente de sua origem, para cumprir Seus propósitos.","referencias_relacionadas":["Salmos 103:13","Mateus 9:36","Lucas 10:33"]},"exodo_2_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada quando a irmã de Moisés se aproxima da filha de Faraó para sugerir uma ama. Este ato de falar é crucial para a continuidade da história de Moisés.","por_que_esta_palavra":"A comunicação é um elemento chave na narrativa, pois é através dela que a irmã de Moisés consegue garantir a segurança e o cuidado do menino.","conexao_teologica":"A capacidade de falar e comunicar é um dom divino que pode ser usado para a salvação e proteção dos outros.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Romanos 10:14"]},"exodo_2_7_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, simbolizando poder e opressão.","explicacao_detalhada":"A palavra 'farao' (פַּרְעֹה) representa a autoridade que estava oprimindo os israelitas. A filha de Faraó, ao desobedecer seu pai, mostra que o amor e a compaixão podem desafiar a opressão.","por_que_esta_palavra":"A menção de Faraó é importante para entender o contexto de opressão e a necessidade de libertação que Moisés viria a liderar.","conexao_teologica":"Faraó é um símbolo do pecado e da opressão, enquanto a libertação de Moisés representa a salvação que Deus oferece ao Seu povo.","referencias_relacionadas":["Êxodo 5:1","Êxodo 12:30","Romanos 9:17"]},"exodo_2_7_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou progredir de um lugar para outro.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) é usada para descrever a ação da irmã de Moisés ao se aproximar da filha de Faraó. Este movimento é simbólico do papel ativo que ela desempenha na proteção de seu irmão.","por_que_esta_palavra":"A ação de andar é uma metáfora para a jornada de fé e a disposição de agir em favor dos outros.","conexao_teologica":"A disposição de andar em direção ao que é certo é um chamado para todos os crentes, refletindo a necessidade de agir em fé.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","2 Coríntios 5:7"]},"exodo_2_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se novamente à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada quando a irmã de Moisés fala com a filha de Faraó, sugerindo que ela encontre uma ama. Este ato é crucial para a proteção de Moisés.","por_que_esta_palavra":"A comunicação é vital para a narrativa, pois é através dela que a irmã de Moisés consegue garantir a segurança do menino.","conexao_teologica":"A comunicação é um dom que Deus nos deu para que possamos ajudar uns aos outros e cumprir Seus planos.","referencias_relacionadas":["Provérbios 15:23","Efésios 4:29","Colossenses 4:6"]},"exodo_2_8_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, simbolizando poder e opressão.","explicacao_detalhada":"A palavra 'farao' (פַּרְעֹה) é mencionada novamente, reforçando a ideia de que a filha de Faraó está desafiando a autoridade de seu pai ao cuidar de Moisés.","por_que_esta_palavra":"A presença de Faraó na narrativa é essencial para entender o contexto de opressão e a necessidade de libertação.","conexao_teologica":"Faraó simboliza a opressão do pecado, enquanto a ação da filha representa a possibilidade de redenção e compaixão.","referencias_relacionadas":["Êxodo 5:1","Êxodo 12:30","Romanos 9:17"]},"exodo_2_8_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou progredir de um lugar para outro.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) é usada para descrever a ação da irmã de Moisés ao se aproximar da filha de Faraó, simbolizando a proteção e o cuidado.","por_que_esta_palavra":"A ação de andar é uma metáfora para a disposição de agir em favor dos outros e de se mover em direção ao que é certo.","conexao_teologica":"A disposição de andar em fé e em direção ao que é certo é um chamado para todos os crentes.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","2 Coríntios 5:7"]},"exodo_2_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se novamente à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada quando a filha de Faraó fala sobre a necessidade de encontrar uma ama para a criança. Este ato é crucial para a proteção de Moisés.","por_que_esta_palavra":"A comunicação é um elemento chave na narrativa, pois é através dela que a segurança de Moisés é garantida.","conexao_teologica":"A comunicação é um dom divino que pode ser usado para a salvação e proteção dos outros.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Romanos 10:14"]},"exodo_2_9_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, simbolizando poder e opressão.","explicacao_detalhada":"A palavra 'farao' (פַּרְעֹה) é mencionada novamente, reforçando a ideia de que a filha de Faraó está desafiando a autoridade de seu pai ao cuidar de Moisés.","por_que_esta_palavra":"A presença de Faraó na narrativa é essencial para entender o contexto de opressão e a necessidade de libertação.","conexao_teologica":"Faraó simboliza a opressão do pecado, enquanto a ação da filha representa a possibilidade de redenção e compaixão.","referencias_relacionadas":["Êxodo 5:1","Êxodo 12:30","Romanos 9:17"]},"exodo_2_9_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se a um menino recém-nascido, simbolizando a inocência e a fragilidade da vida.","explicacao_detalhada":"A palavra 'crianca' (יֶלֶד - yeled) é usada para descrever a fase inicial da vida, onde a dependência e a vulnerabilidade são evidentes. No contexto de Êxodo 2:9, a criança é Moisés, que foi salvo da morte e escolhido por Deus para uma grande missão.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da infância e a providência divina na proteção de Moisés desde seu nascimento.","conexao_teologica":"A proteção de Moisés como criança é um paralelo à proteção de Jesus na infância, mostrando como Deus cuida de Seus escolhidos desde o início.","referencias_relacionadas":["Êxodo 2:3","Mateus 2:13-15","Salmos 127:3"]},"exodo_2_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de Moisés como filho da filha de Faraó, simbolizando a adoção e a identidade.","explicacao_detalhada":"A palavra 'filho' (בֵּן - bên) é crucial para entender a posição de Moisés na corte egípcia. Ele foi adotado e, portanto, recebeu uma nova identidade, que o preparou para sua futura liderança.","por_que_esta_palavra":"A palavra destaca a transformação de Moisés de um hebreu oprimido para um príncipe egípcio, mostrando como Deus pode usar circunstâncias inesperadas para cumprir Seus propósitos.","conexao_teologica":"A adoção de Moisés reflete a adoção dos crentes como filhos de Deus através de Cristo, enfatizando a nova identidade que recebemos em Cristo.","referencias_relacionadas":["Romanos 8:15","Gálatas 4:5","Êxodo 2:9"]},"exodo_2_10_corpo":{"palavra_pt":"corpo","palavra_original":"גָּדַל","transliteracao":"gâdal","strong":"H1431","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico de Moisés, que foi cuidado e protegido desde seu nascimento.","explicacao_detalhada":"A palavra 'corpo' (גָּדַל - gâdal) aqui pode ser interpretada como a forma física de Moisés, que cresceu sob a proteção da filha de Faraó, simbolizando o cuidado de Deus em sua vida.","por_que_esta_palavra":"A ênfase no corpo destaca a realidade da vida física e a intervenção divina que preservou Moisés para um propósito maior.","conexao_teologica":"Assim como Deus cuidou do corpo de Moisés, Ele também cuida de nossos corpos e vidas, preparando-nos para Seu chamado.","referencias_relacionadas":["Salmos 139:13-16","1 Coríntios 6:19-20","Êxodo 2:10"]},"exodo_2_10_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Em Êxodo 2:10, \"crianca\" aparece na frase \"E, quando o menino já era grande, ela o trouxe à filha de Faraó, a qual o adotou; e chamou-lhe Moisés, e disse: Porque das águas o tenho ti…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (יֶלֶד; yeled; H3206), \"crianca\" traz a ideia de crianca. Aqui, essa palavra deixa o ensino de Êxodo 2:10 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"crianca\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Êxodo 2:6. Lendo junto com Êxodo 2:10, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 2:10","Êxodo 2:6","Salmos 119:105"]},"exodo_2_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um dia específico na vida de Moisés, onde ele se torna consciente da opressão de seu povo.","explicacao_detalhada":"A palavra 'dia' (יוֹם - yôwm) é usada para marcar um momento decisivo na vida de Moisés, onde ele começa a se identificar com os hebreus e sua luta.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância de momentos específicos que moldam nosso destino e nos chamam à ação.","conexao_teologica":"Deus muitas vezes usa momentos específicos em nossas vidas para nos chamar ao Seu propósito, assim como fez com Moisés.","referencias_relacionadas":["Êxodo 2:12","Gálatas 6:9","Romanos 13:11"]},"exodo_2_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de Moisés ao ver um egípcio maltratando um hebreu, levando-o a agir.","explicacao_detalhada":"A palavra 'cair' (הָיָה - hâyâh) pode ser interpretada como a transição de Moisés de um observador passivo para um agente ativo na luta pela liberdade de seu povo.","por_que_esta_palavra":"A escolha dessa palavra indica um ponto de virada na vida de Moisés, onde ele decide se levantar contra a injustiça.","conexao_teologica":"Assim como Moisés se levantou contra a opressão, somos chamados a agir em defesa dos oprimidos em nosso tempo.","referencias_relacionadas":["Isaías 1:17","Miquéias 6:8","Êxodo 2:11"]},"exodo_2_11_corpo":{"palavra_pt":"corpo","palavra_original":"גָּדַל","transliteracao":"gâdal","strong":"H1431","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Em Êxodo 2:11, \"corpo\" aparece na frase \"E aconteceu naqueles dias que, sendo Moisés já homem, saiu a seus irmãos, e atentou para as suas cargas; e viu que um egípcio feria a um he…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (גָּדַל; gâdal; H1431), \"corpo\" traz a ideia de corpo. Aqui, essa palavra deixa o ensino de Êxodo 2:11 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"corpo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Ezequiel 35:13. Lendo junto com Êxodo 2:11, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 2:11","Ezequiel 35:13","Salmos 119:105"]},"exodo_2_12_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face de Moisés, que expressa sua indignação ao ver a injustiça.","explicacao_detalhada":"A palavra 'rosto' (פָּנָה - pânâh) simboliza a expressão de emoções e a conexão pessoal de Moisés com a situação de seu povo.","por_que_esta_palavra":"O uso de 'rosto' destaca a humanidade de Moisés e sua capacidade de sentir compaixão e indignação.","conexao_teologica":"Deus se importa com nossas emoções e nos chama a refletir Sua compaixão em nossas ações.","referencias_relacionadas":["Salmos 34:15","Mateus 5:8","Êxodo 2:12"]},"exodo_2_12_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à percepção de Moisés ao ver a opressão de seu povo.","explicacao_detalhada":"A palavra 'ver' (רָאָה - râʼâh) implica não apenas em observar, mas em entender e sentir a dor dos outros.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de uma visão espiritual que nos leva à ação em favor dos necessitados.","conexao_teologica":"Deus nos chama a 'ver' as injustiças ao nosso redor e a agir em resposta, assim como Moisés fez.","referencias_relacionadas":["Tiago 1:22","Isaías 58:6-7","Êxodo 2:12"]},"exodo_2_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão pela qual Moisés agiu ao ver a injustiça.","explicacao_detalhada":"A palavra 'porque' (כִּי - kîy) é usada para introduzir a motivação de Moisés, que se baseia em sua identificação com os hebreus.","por_que_esta_palavra":"A palavra destaca a importância das razões que nos levam a agir, especialmente em questões de justiça.","conexao_teologica":"Assim como Moisés foi motivado pela compaixão, somos chamados a agir em amor e justiça em nome de Cristo.","referencias_relacionadas":["1 João 3:17","Miquéias 6:8","Êxodo 2:12"]},"exodo_2_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia, que pode simbolizar um tempo de ação ou decisão.","explicacao_detalhada":"No contexto de Êxodo 2:13, o 'dia' é o tempo em que Moisés observa a opressão de seu povo e decide intervir. Este momento é crucial para a sua transformação de príncipe egípcio a libertador de Israel.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar um tempo específico em que eventos significativos ocorrem, enfatizando a importância do momento.","conexao_teologica":"O conceito de 'dia' é frequentemente associado a momentos de revelação divina e decisões que mudam o curso da história, como o dia da criação e o dia do juízo.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Mateus 6:34"]},"exodo_2_13_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Indica a responsabilidade por um ato errado, especialmente em relação à opressão dos hebreus.","explicacao_detalhada":"A palavra 'culpado' é utilizada para descrever a condição moral de quem comete injustiça. No versículo, Moisés se torna consciente da culpa que recai sobre o opressor.","por_que_esta_palavra":"A escolha da palavra 'culpado' destaca a seriedade do ato de violência que Moisés testemunhou e a necessidade de justiça.","conexao_teologica":"A culpa é um tema central na teologia bíblica, onde a justiça de Deus exige reparação e arrependimento.","referencias_relacionadas":["Romanos 3:23","Salmos 51:4","Gálatas 6:7"]},"exodo_2_13_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à magnitude da ação de Moisés ao intervir na opressão.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância do ato de Moisés, que não é apenas físico, mas também moral e espiritual, ao defender seu povo.","por_que_esta_palavra":"A utilização de 'grande' sugere que a ação de Moisés é significativa e tem repercussões profundas na história de Israel.","conexao_teologica":"A grandeza das ações humanas pode refletir a grandeza do propósito divino, onde Deus usa indivíduos para cumprir Seus planos.","referencias_relacionadas":["Isaías 61:1","Mateus 5:14","Atos 4:33"]},"exodo_2_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, neste caso, um hebreu que é o alvo da opressão.","explicacao_detalhada":"A palavra 'homem' destaca a dignidade e o valor da vida humana, especialmente em um contexto de injustiça.","por_que_esta_palavra":"A escolha de 'homem' enfatiza a humanidade do oprimido, contrastando com a brutalidade do opressor.","conexao_teologica":"A dignidade do ser humano é um princípio fundamental na teologia bíblica, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"exodo_2_14_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de avaliar ou decidir sobre a justiça de uma situação.","explicacao_detalhada":"No contexto, 'julgar' implica a responsabilidade de Moisés em tomar uma posição contra a injustiça que testemunhou.","por_que_esta_palavra":"A palavra 'julgar' é crucial, pois Moisés não apenas observa, mas também se envolve ativamente na defesa do oprimido.","conexao_teologica":"O ato de julgar é frequentemente associado à justiça divina, onde Deus é visto como o juiz supremo que defende os oprimidos.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Tiago 4:12"]},"exodo_2_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou questão que precisa ser abordada.","explicacao_detalhada":"A palavra 'palavra' é utilizada para indicar a comunicação e a necessidade de diálogo sobre a injustiça que ocorre.","por_que_esta_palavra":"A escolha de 'palavra' ressalta a importância da comunicação na resolução de conflitos e na busca por justiça.","conexao_teologica":"A palavra de Deus é central na teologia, sendo vista como um meio de revelação e instrução para a humanidade.","referencias_relacionadas":["Provérbios 18:21","João 1:1","Hebreus 4:12"]},"exodo_2_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Semelhante ao uso anterior, refere-se a uma questão ou declaração que precisa ser considerada.","explicacao_detalhada":"Neste contexto, a palavra 'palavra' destaca a necessidade de se confrontar a injustiça e a opressão.","por_que_esta_palavra":"A repetição da palavra enfatiza a continuidade da luta pela justiça e a importância de se levantar contra a opressão.","conexao_teologica":"A comunicação é vital na relação entre Deus e a humanidade, sendo a palavra de Deus um guia para a vida.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","2 Timóteo 3:16"]},"exodo_2_15_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de causar morte ou dano irreparável.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever a gravidade da ação de Moisés ao matar o egípcio que oprimia seu povo.","por_que_esta_palavra":"A escolha de 'destruir' enfatiza a seriedade do ato e suas consequências, tanto morais quanto legais.","conexao_teologica":"A destruição é um tema que aparece na Bíblia, frequentemente associado ao juízo de Deus sobre a injustiça.","referencias_relacionadas":["Gênesis 6:13","Ezequiel 18:30","Romanos 12:19"]},"exodo_2_15_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de decidir sobre a justiça ou a moralidade de uma situação.","explicacao_detalhada":"Neste contexto, 'julgar' implica a responsabilidade de Moisés em avaliar a situação e agir de acordo com a justiça.","por_que_esta_palavra":"A palavra 'julgar' é importante, pois destaca a necessidade de discernimento moral em situações de injustiça.","conexao_teologica":"O julgamento é um aspecto central da justiça divina, onde Deus é visto como o juiz que avalia as ações humanas.","referencias_relacionadas":["Salmos 9:7","Mateus 7:1-2","Romanos 14:10"]},"exodo_2_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a uma figura religiosa que atua como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' é usada para descrever a função de um líder espiritual que tem a responsabilidade de guiar e interceder pelo povo.","por_que_esta_palavra":"A escolha de 'sacerdote' destaca a importância da intercessão e do papel espiritual na comunidade hebraica.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a mediação entre Deus e a humanidade, culminando em Cristo como o sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"exodo_2_16_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar em um espaço, simbolizando a ação de se juntar a algo ou alguém.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a ação de Moisés ao se aproximar das filhas de Jetro, o sacerdote de Midiã, enquanto elas tentavam tirar água do poço.","por_que_esta_palavra":"A escolha da palavra 'vir/entrar' enfatiza a iniciativa de Moisés em se envolver com as filhas de Jetro, mostrando sua disposição em ajudar.","conexao_teologica":"A ação de Moisés pode ser vista como um precursor do chamado de Deus para liderar o povo de Israel, onde ele se aproxima para servir.","referencias_relacionadas":["Êxodo 3:10","Êxodo 4:10","Mateus 11:28"]},"exodo_2_16_agua":{"palavra_pt":"agua","palavra_original":"דָּלָה","transliteracao":"dâlâh","strong":"H1802","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' representa a fonte de vida e sustento, essencial para a sobrevivência.","explicacao_detalhada":"Neste versículo, a água é o recurso que as filhas de Jetro precisam para dar de beber aos rebanhos, simbolizando a necessidade básica de sustento.","por_que_esta_palavra":"A água é um elemento vital, e sua menção destaca a importância do cuidado e da provisão na vida cotidiana.","conexao_teologica":"A água também é um símbolo do Espírito Santo e da vida eterna, como visto em João 4:14.","referencias_relacionadas":["Gênesis 1:2","Salmos 42:1","João 4:14"]},"exodo_2_17_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em tomar uma posição ou ação, especialmente em defesa ou ajuda.","explicacao_detalhada":"Moisés levanta-se para defender as filhas de Jetro contra os pastores que as estavam intimidando, mostrando seu caráter protetor.","por_que_esta_palavra":"A ação de levantar-se é um ato de coragem e liderança, que se tornará uma característica marcante de Moisés em sua futura missão.","conexao_teologica":"Levantar-se em defesa dos oprimidos é um princípio que ressoa com a missão de Cristo de proteger e salvar.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Mateus 25:40"]},"exodo_2_17_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada novamente para descrever a ação de Moisés ao se aproximar das filhas de Jetro.","explicacao_detalhada":"Moisés se aproxima para ajudar as filhas de Jetro, mostrando sua disposição em se envolver e intervir em situações de necessidade.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da ação de Moisés em se conectar com os outros e oferecer ajuda.","conexao_teologica":"Isso reflete o chamado de Deus para que sejamos agentes de mudança e ajuda em nossas comunidades.","referencias_relacionadas":["Êxodo 3:10","Mateus 5:16","Gálatas 6:2"]},"exodo_2_17_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' refere-se a alguém que cuida e guia, especialmente em relação a rebanhos.","explicacao_detalhada":"Moisés, ao defender as filhas de Jetro, demonstra características de um pastor, que cuida e protege aqueles que estão sob sua responsabilidade.","por_que_esta_palavra":"A ideia de pastoreio é central na liderança, e Moisés é chamado para ser o pastor do povo de Israel.","conexao_teologica":"Jesus é frequentemente referido como o Bom Pastor, que cuida de suas ovelhas (João 10:11).","referencias_relacionadas":["Salmos 23:1","Ezequiel 34:11-12","João 10:11"]},"exodo_2_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, simbolizando a passagem do tempo e a continuidade das ações.","explicacao_detalhada":"Neste contexto, o 'dia' é mencionado para indicar o momento em que as filhas de Jetro retornam ao seu pai após a ajuda de Moisés.","por_que_esta_palavra":"A menção do dia destaca a importância do tempo em relação às ações e decisões que moldam a vida.","conexao_teologica":"O conceito de tempo é importante na narrativa bíblica, onde Deus atua em momentos específicos na história da salvação.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"exodo_2_18_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada para descrever o retorno das filhas de Jetro ao seu pai após o encontro com Moisés.","explicacao_detalhada":"A ação de 'vir/entrar' implica em trazer notícias e compartilhar experiências, mostrando a importância da comunicação familiar.","por_que_esta_palavra":"A palavra enfatiza a conexão entre as pessoas e a importância de compartilhar eventos significativos.","conexao_teologica":"Isso reflete a importância da comunidade e do compartilhamento de experiências na vida cristã.","referencias_relacionadas":["Atos 2:42","Hebreus 10:24-25","1 Pedro 4:10"]},"exodo_2_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação verbal, expressando pensamentos e sentimentos.","explicacao_detalhada":"Neste contexto, a palavra é usada quando as filhas de Jetro relatam ao pai sobre o homem que as ajudou no poço.","por_que_esta_palavra":"A comunicação é vital para a construção de relacionamentos e a transmissão de informações importantes.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, e a comunicação é um meio de edificação.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Romanos 10:17"]},"exodo_2_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação sobre a ajuda recebida de Moisés.","explicacao_detalhada":"As filhas de Jetro falam sobre como Moisés as ajudou, destacando a importância de reconhecer e compartilhar atos de bondade.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a importância da comunicação e do testemunho sobre ações significativas.","conexao_teologica":"O testemunho é uma parte essencial da vida cristã, onde somos chamados a compartilhar o que Deus fez por nós.","referencias_relacionadas":["Salmos 66:16","Apocalipse 12:11","1 João 1:3"]},"exodo_2_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, enfatizando a individualidade e a dignidade da pessoa.","explicacao_detalhada":"Neste contexto, as filhas de Jetro se referem a Moisés como um homem que as ajudou, destacando sua ação altruísta.","por_que_esta_palavra":"A menção de 'homem' sublinha a importância do papel de cada indivíduo na sociedade e na história.","conexao_teologica":"A dignidade do ser humano é um princípio fundamental na teologia bíblica, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 5:13"]},"exodo_2_19_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de poder e ação.","explicacao_detalhada":"A palavra 'mao' (יָד) é usada para descrever a capacidade de agir e influenciar. No contexto de Êxodo 2:19, a mão é mencionada em relação à habilidade de um homem em ajudar e proteger.","por_que_esta_palavra":"A mão é frequentemente associada à força e à autoridade, representando a capacidade de realizar ações significativas.","conexao_teologica":"A mão de Deus é um tema recorrente na Bíblia, simbolizando Sua intervenção e poder na vida do povo.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Êxodo 3:20"]},"exodo_2_20_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a dignidade e o papel do homem na sociedade.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para descrever a identidade e a responsabilidade do indivíduo. No versículo, destaca-se a importância do homem como protetor e defensor.","por_que_esta_palavra":"O uso da palavra 'homem' ressalta a importância da masculinidade e do papel ativo que os homens desempenham na comunidade.","conexao_teologica":"A criação do homem à imagem de Deus (Gênesis 1:27) estabelece a dignidade e o valor intrínseco de cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Coríntios 11:7"]},"exodo_2_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da declaração ou do ato realizado.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica a importância da comunicação e da expressão verbal. No contexto, destaca a relevância do que foi declarado.","por_que_esta_palavra":"A comunicação é fundamental nas interações humanas e na revelação divina, sendo um meio pelo qual a verdade é transmitida.","conexao_teologica":"Deus se revela através de Sua palavra, e a importância da fala é enfatizada em toda a Escritura.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 1:1-2"]},"exodo_2_20_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento físico necessário para a vida.","explicacao_detalhada":"A palavra 'alimento' (אָכַל) é usada para descrever o que é consumido para sustentar a vida. No contexto, enfatiza a necessidade básica do ser humano.","por_que_esta_palavra":"O alimento é essencial para a sobrevivência e é um símbolo de provisão e cuidado.","conexao_teologica":"Deus é apresentado como o provedor de todas as necessidades, tanto físicas quanto espirituais.","referencias_relacionadas":["Mateus 4:4","Filipenses 4:19","Salmos 37:25"]},"exodo_2_21_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões e discernir entre o certo e o errado.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a responsabilidade de avaliar e decidir. No contexto, destaca a função de liderança e justiça.","por_que_esta_palavra":"O julgamento é uma parte essencial da governança e da manutenção da ordem social.","conexao_teologica":"Deus é o juiz supremo, e a justiça é um atributo central de Seu caráter.","referencias_relacionadas":["Salmos 9:7-8","Isaías 1:17","Romanos 14:10"]},"exodo_2_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente à figura masculina, enfatizando seu papel ativo.","explicacao_detalhada":"A repetição da palavra 'homem' (אִישׁ) reforça a ideia de responsabilidade e ação. O homem é visto como um agente de mudança e proteção.","por_que_esta_palavra":"A presença do homem é crucial em contextos de liderança e proteção na sociedade.","conexao_teologica":"A masculinidade é parte do plano de Deus para a humanidade, refletindo Sua imagem.","referencias_relacionadas":["Gênesis 2:18","Efésios 5:23","1 Timóteo 2:8"]},"exodo_2_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ajuda ou interceder.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para descrever a ação de oferecer ou conceder algo. No contexto, implica a necessidade de ajuda e a resposta a essa necessidade.","por_que_esta_palavra":"Dar é um ato de generosidade e compaixão, essencial nas relações humanas.","conexao_teologica":"Deus é descrito como aquele que dá generosamente a todos, e a intercessão é uma prática importante na vida cristã.","referencias_relacionadas":["Tiago 1:5","Lucas 11:9-10","2 Coríntios 9:7"]},"exodo_2_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, simbolizando a herança e a promessa.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é fundamental na narrativa bíblica, representando não apenas o espaço físico, mas também a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A terra é um símbolo de estabilidade, pertencimento e a realização das promessas divinas.","conexao_teologica":"A terra prometida é um tema central na história da salvação, representando a fidelidade de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Hebreus 11:9-10"]},"exodo_2_22_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de gerar ou dar à luz, simbolizando novos começos.","explicacao_detalhada":"A palavra 'urso' (יָלַד) é usada para descrever o processo de nascimento. No contexto, enfatiza a continuidade da vida e a importância da família.","por_que_esta_palavra":"Dar à luz é um ato significativo que representa a esperança e o futuro.","conexao_teologica":"A nova vida é um tema importante na Bíblia, refletindo a criação e a redenção.","referencias_relacionadas":["Salmos 127:3","Gênesis 1:28","Isaías 66:9"]},"exodo_2_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à prole, simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é central na narrativa bíblica, representando a continuidade da linhagem e a realização das promessas de Deus.","por_que_esta_palavra":"Os filhos são vistos como uma bênção e um legado, refletindo a fidelidade de Deus às gerações.","conexao_teologica":"A relação entre pai e filho é uma metáfora poderosa na Bíblia, representando a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Gênesis 4:1","Efésios 6:1"]},"exodo_2_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se a um período de tempo específico, muitas vezes associado a um ciclo de trabalho e descanso.","explicacao_detalhada":"No contexto de Êxodo 2:23, 'dia' é mencionado em relação ao sofrimento dos israelitas no Egito, indicando que o clamor deles se intensificou ao longo do tempo.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a continuidade do sofrimento e a urgência da situação.","conexao_teologica":"O conceito de 'dia' também pode ser visto como um símbolo do tempo de Deus, onde Ele ouve e age em resposta ao clamor do Seu povo.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","Eclesiastes 3:1"]},"exodo_2_23_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à morte física, mas também pode simbolizar a opressão e a perda de esperança.","explicacao_detalhada":"Neste versículo, a morte dos egípcios é um reflexo do sofrimento dos hebreus, que clamavam a Deus por libertação.","por_que_esta_palavra":"A menção da morte destaca a gravidade da opressão que os israelitas enfrentavam e a necessidade de intervenção divina.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando tanto a consequência do pecado quanto a promessa de vida eterna em Cristo.","referencias_relacionadas":["Romanos 6:23","João 11:25-26","Apocalipse 21:4"]},"exodo_2_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo que ouve e responde ao clamor do Seu povo.","explicacao_detalhada":"Neste contexto, Deus é apresentado como aquele que se lembra da aliança com os patriarcas e que está prestes a agir em favor dos israelitas.","por_que_esta_palavra":"A repetição da palavra 'Deus' enfatiza Sua soberania e poder em meio ao sofrimento.","conexao_teologica":"Deus é o agente da libertação e da redenção, um tema central na narrativa bíblica.","referencias_relacionadas":["Gênesis 17:7","Salmos 34:18","Isaías 41:10"]},"exodo_2_24_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica não apenas a audição, mas também a compreensão e a resposta a um clamor.","explicacao_detalhada":"Deus 'ouve' o clamor dos israelitas, indicando que Ele está atento às suas aflições e pronto para agir.","por_que_esta_palavra":"A ênfase em 'ouvir' mostra a relação íntima entre Deus e Seu povo, onde Ele não é indiferente ao sofrimento deles.","conexao_teologica":"A capacidade de Deus de ouvir é um aspecto fundamental de Sua natureza, revelando Sua proximidade e cuidado.","referencias_relacionadas":["Salmos 34:15","1 João 5:14","Hebreus 4:16"]},"exodo_2_24_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia de que Deus está ciente e ativo na história de Seu povo.","explicacao_detalhada":"A repetição da palavra 'Deus' neste contexto sublinha a importância de Sua intervenção na libertação dos israelitas.","por_que_esta_palavra":"A presença de Deus é essencial para a esperança e a salvação do Seu povo.","conexao_teologica":"Deus é visto como o libertador que responde ao clamor de Seu povo em tempos de necessidade.","referencias_relacionadas":["Êxodo 3:7","Salmos 146:8","Isaías 53:4"]},"exodo_2_24_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Ideia básica: macho.","significado_contextual":"A palavra 'macho' refere-se à distinção de gênero, importante para a narrativa da preservação da linhagem hebraica.","explicacao_detalhada":"Neste contexto, a menção de 'macho' pode estar relacionada à proteção e continuidade da descendência israelita.","por_que_esta_palavra":"A identificação do gênero é crucial para entender as instruções de Deus sobre a preservação do povo escolhido.","conexao_teologica":"A preservação da linhagem é um tema importante que culmina na genealogia de Jesus Cristo.","referencias_relacionadas":["Gênesis 6:19","Números 1:2","Mateus 1:2-16"]},"exodo_2_25_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica uma percepção ativa e uma resposta ao que é observado.","explicacao_detalhada":"Deus 'viu' a opressão dos israelitas, indicando que Ele não apenas observa, mas também se importa e está disposto a agir.","por_que_esta_palavra":"A visão de Deus é um sinal de Sua compaixão e disposição para intervir na história.","conexao_teologica":"A visão de Deus é um tema que aparece frequentemente, mostrando Sua atenção às necessidades humanas.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Isaías 59:1"]},"exodo_2_25_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia de que Deus está ciente da situação dos israelitas e pronto para agir.","explicacao_detalhada":"A repetição da palavra 'Deus' enfatiza Sua soberania e compaixão em relação ao sofrimento do Seu povo.","por_que_esta_palavra":"A presença de Deus é fundamental para a esperança de libertação dos israelitas.","conexao_teologica":"Deus é o agente ativo na história da salvação, sempre atento às necessidades de Seu povo.","referencias_relacionadas":["Êxodo 3:7","Salmos 72:12","Isaías 40:11"]},"exodo_2_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à continuidade da linhagem e à herança da promessa.","explicacao_detalhada":"Neste contexto, 'filho' pode simbolizar a esperança de um futuro melhor e a continuidade do povo de Deus.","por_que_esta_palavra":"A menção de 'filho' é importante para entender a relação entre Deus e Seu povo como uma família.","conexao_teologica":"A ideia de filhos de Deus é central na teologia cristã, onde todos os crentes são considerados filhos de Deus.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","1 João 3:1"]}}