{"exodo_20_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à comunicação de Deus, que traz instruções e mandamentos ao seu povo.","explicacao_detalhada":"Em Êxodo 20:1, a palavra 'dábar' enfatiza a importância das instruções divinas que formam a base da lei e da moralidade para Israel.","por_que_esta_palavra":"A palavra 'palavra' é usada para destacar a revelação de Deus e a importância de ouvir e obedecer a sua voz.","conexao_teologica":"A palavra de Deus é um tema central na Bíblia, sendo a fonte de vida e direção para o povo de Deus.","referencias_relacionadas":["Salmos 119:11","Mateus 5:18","2 Timóteo 3:16"]},"exodo_20_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de Deus se comunicar diretamente com seu povo, transmitindo suas instruções.","explicacao_detalhada":"Em Êxodo 20:1, Deus fala ao povo de Israel, revelando sua vontade e estabelecendo a base da aliança. Essa comunicação é vital para a relação entre Deus e seu povo.","por_que_esta_palavra":"A palavra 'falar' é usada para enfatizar a importância da revelação divina e da necessidade de ouvir a voz de Deus.","conexao_teologica":"A comunicação de Deus é um tema central, mostrando como Ele se revela e se relaciona com a humanidade ao longo da história.","referencias_relacionadas":["Salmos 29:4","Hebreus 1:1","João 10:27"]},"exodo_20_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"Em Êxodo 20:1, a menção de 'Deus' estabelece a autoridade e a soberania de Deus sobre Israel, que deve obedecer aos seus mandamentos como expressão de sua aliança.","por_que_esta_palavra":"A palavra 'deus' é usada para reafirmar a identidade de Deus como o único digno de adoração e obediência.","conexao_teologica":"A natureza de Deus é um tema central na teologia bíblica, refletindo sua soberania, poder e amor.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"exodo_20_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico, à criação de Deus, onde os seres humanos habitam.","explicacao_detalhada":"A palavra 'terra' em hebraico (אֶרֶץ) é usada para descrever não apenas o solo, mas também a totalidade do mundo criado por Deus. No contexto do versículo, enfatiza a soberania de Deus sobre toda a criação.","por_que_esta_palavra":"A inclusão da palavra 'terra' destaca a relação entre Deus e a criação, estabelecendo um fundamento para a adoração e a obediência.","conexao_teologica":"A terra é vista como um dom de Deus, que deve ser respeitado e cuidado pelos seres humanos, refletindo a responsabilidade do homem como mordomo da criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"exodo_20_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Representa o lar, um espaço de segurança e proteção, onde a família se reúne.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza não apenas a estrutura física, mas também a ideia de comunidade e família. No contexto do mandamento, implica que a adoração deve começar dentro do lar.","por_que_esta_palavra":"A menção da 'casa' reforça a importância da vida familiar e da adoração a Deus em todos os aspectos da vida cotidiana.","conexao_teologica":"A casa é um lugar onde a fé é transmitida de geração em geração, sendo um espaço sagrado onde Deus deve ser reverenciado.","referencias_relacionadas":["Josué 24:15","Salmos 127:1","Efésios 6:1-4"]},"exodo_20_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é considerado sagrado e revela a natureza eterna e imutável de Deus. No contexto do versículo, é um chamado à reverência e ao respeito pelo nome de Deus.","por_que_esta_palavra":"A ênfase no nome de Deus destaca a importância de não profanar Sua identidade e de honrá-Lo em todas as circunstâncias.","conexao_teologica":"O nome de Deus é central na relação entre Ele e Seu povo, simbolizando Sua presença e promessa.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"exodo_20_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Indica a negação de adorar outros deuses, afirmando a exclusividade de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a proibição de adorar ídolos. No contexto, é um chamado à fidelidade a Deus e à rejeição de falsos deuses.","por_que_esta_palavra":"A inclusão de 'verdade' reforça a ideia de que a adoração deve ser pura e centrada apenas no Deus verdadeiro.","conexao_teologica":"A verdade é fundamental na relação com Deus, que se revela como a única fonte de vida e salvação.","referencias_relacionadas":["Deuteronômio 6:13-14","Isaías 44:6","João 14:6"]},"exodo_20_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, que deve ser adorado acima de tudo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) enfatiza a soberania e a divindade de Deus. No contexto do mandamento, é um lembrete da exclusividade da adoração a Ele.","por_que_esta_palavra":"A menção de 'deus' sublinha a importância de reconhecer a autoridade de Deus em todas as áreas da vida.","conexao_teologica":"A adoração a Deus é a base da fé, e a exclusividade de Sua divindade é um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 86:10","Isaías 45:5","1 Coríntios 8:4"]},"exodo_20_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ideia de cair em adoração a ídolos ou falsos deuses.","explicacao_detalhada":"A palavra 'cair' (הָיָה) implica um estado de ser que pode levar à idolatria. No contexto, é um alerta contra a apostasia e a infidelidade a Deus.","por_que_esta_palavra":"A inclusão de 'cair' enfatiza a necessidade de permanecer firme na fé e não se desviar para práticas idólatras.","conexao_teologica":"A queda em idolatria é uma das principais advertências na Bíblia, refletindo a luta constante entre a fidelidade a Deus e a tentação do mundo.","referencias_relacionadas":["1 Reis 18:21","Salmos 115:4-8","Tiago 4:4"]},"exodo_20_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como se deve adorar a Deus, evitando práticas idólatras.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica que a adoração deve ser feita de acordo com a vontade de Deus, sem distorções ou desvios.","por_que_esta_palavra":"A ênfase no 'modo' destaca a importância de seguir as instruções divinas na adoração.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente na Bíblia, refletindo a necessidade de pureza e sinceridade na relação com Ele.","referencias_relacionadas":["Deuteronômio 12:32","Mateus 15:9","Colossenses 2:23"]},"exodo_20_4_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se aos céus como parte da criação de Deus, que não deve ser adorado.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) representa a vastidão da criação divina. No contexto, é um lembrete de que a adoração deve ser direcionada apenas ao Criador, e não à criação.","por_que_esta_palavra":"A inclusão de 'céus' reforça a ideia de que nada na criação deve ocupar o lugar de Deus em nosso coração.","conexao_teologica":"A adoração deve ser exclusiva a Deus, que é o Criador de todas as coisas, e não às coisas criadas.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Romanos 1:25"]},"exodo_20_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como parte da criação que não deve ser adorada.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para enfatizar que a criação não deve ser objeto de adoração. No contexto, é um chamado à adoração exclusiva a Deus.","por_que_esta_palavra":"A menção da 'terra' destaca a necessidade de não confundir o Criador com a criação.","conexao_teologica":"A adoração deve ser centrada em Deus, que é o Senhor sobre toda a terra e não nas coisas criadas.","referencias_relacionadas":["Salmos 24:1","Isaías 40:22","Atos 17:24"]},"exodo_20_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à proibição de adorar ídolos e a necessidade de fidelidade a Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é um reforço da proibição de adorar outros deuses. No contexto, é um chamado à lealdade e à verdade na adoração.","por_que_esta_palavra":"A inclusão de 'verdade' enfatiza a importância de manter a pureza na adoração e a rejeição de práticas idólatras.","conexao_teologica":"A verdade é essencial na relação com Deus, que busca adoradores que O adorem em espírito e em verdade.","referencias_relacionadas":["Deuteronômio 6:13","João 4:24","1 João 5:21"]},"exodo_20_5_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à adoração a Deus e à proibição de adorar outros deuses.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a singularidade do Senhor, que é o único digno de adoração. O contexto é a proibição de ídolos e a necessidade de fidelidade a Deus.","por_que_esta_palavra":"A palavra é usada para destacar a importância da devoção exclusiva ao Senhor e a rejeição de qualquer forma de idolatria.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","Salmos 86:10"]},"exodo_20_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual Deus não tolera a idolatria.","explicacao_detalhada":"A palavra 'porque' conecta a proibição de adorar ídolos à consequência de tal ato, que é a ira de Deus.","por_que_esta_palavra":"É fundamental para entender a lógica divina por trás dos mandamentos e as consequências da desobediência.","conexao_teologica":"A justiça de Deus é um aspecto importante da sua natureza, que se reflete nas suas instruções para o seu povo.","referencias_relacionadas":["Deuteronômio 5:9","Ezequiel 18:30","Romanos 1:18"]},"exodo_20_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Representa a criação de ídolos, que é uma abominação aos olhos de Deus.","explicacao_detalhada":"A palavra 'urso' é usada aqui como uma metáfora para a criação de imagens que desviam a adoração do verdadeiro Deus.","por_que_esta_palavra":"É importante para ilustrar a gravidade da idolatria e a rejeição de Deus.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, mostrando a luta do povo de Deus contra a tentação de adorar outros deuses.","referencias_relacionadas":["Salmos 115:4-8","Isaías 44:9-20","1 Coríntios 10:14"]},"exodo_20_6_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia de Deus que se estende àqueles que o amam.","explicacao_detalhada":"A palavra 'misericórdia' enfatiza a fidelidade e o amor leal de Deus para com aqueles que guardam seus mandamentos.","por_que_esta_palavra":"É essencial para entender a natureza de Deus como um ser que recompensa a lealdade e a obediência.","conexao_teologica":"A misericórdia de Deus é um tema central na relação entre Deus e a humanidade, refletindo seu caráter amoroso.","referencias_relacionadas":["Salmos 103:17","Miquéias 7:18","Romanos 9:15"]},"exodo_20_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à importância da verdade na adoração e na vida do crente.","explicacao_detalhada":"A palavra 'verdade' aqui implica que Deus é a fonte da verdade e que seu nome deve ser tratado com reverência.","por_que_esta_palavra":"É crucial para entender a seriedade de invocar o nome de Deus e a necessidade de integridade na adoração.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"exodo_20_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome sagrado de Deus, que deve ser respeitado.","explicacao_detalhada":"A palavra 'senhor' indica a autoridade e a soberania de Deus, e seu nome não deve ser usado de maneira leviana.","por_que_esta_palavra":"É importante para entender a reverência que devemos ter ao nos referirmos a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Deus.","referencias_relacionadas":["Salmos 29:2","Provérbios 18:10","Romanos 10:13"]},"exodo_20_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' enfatiza a soberania e a divindade, lembrando aos crentes que Ele é o criador e sustentador do universo.","por_que_esta_palavra":"É fundamental para reconhecer a posição de Deus em relação à humanidade e à criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo seu controle sobre a história e a vida.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Apocalipse 4:11"]},"exodo_20_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia de descanso, que é um mandamento de Deus.","explicacao_detalhada":"A palavra 'dia' enfatiza a importância do tempo que deve ser dedicado ao descanso e à adoração.","por_que_esta_palavra":"É importante para entender a necessidade de um tempo separado para Deus e para a renovação espiritual.","conexao_teologica":"O conceito de descanso é fundamental na criação e na vida do crente, refletindo a ordem divina.","referencias_relacionadas":["Gênesis 2:2-3","Hebreus 4:9-10","Marcos 2:27"]},"exodo_20_8_sabado":{"palavra_pt":"sabado","palavra_original":"שַׁבָּת","transliteracao":"shabbâth","strong":"H7676","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Refere-se ao dia específico de descanso ordenado por Deus.","explicacao_detalhada":"A palavra 'sabado' representa um tempo de descanso e adoração, estabelecendo um padrão para a vida do povo de Deus.","por_que_esta_palavra":"É essencial para entender a importância do descanso e da adoração no calendário espiritual.","conexao_teologica":"O sábado simboliza a aliança entre Deus e seu povo, um tempo de renovação e comunhão.","referencias_relacionadas":["Êxodo 31:13","Deuteronômio 5:12-15","Lucas 4:16"]},"exodo_20_8_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se à ação de separar um dia para o Senhor.","explicacao_detalhada":"A palavra 'santificar' implica em dedicar algo a Deus, tornando-o sagrado e separado para propósitos divinos.","por_que_esta_palavra":"É importante para entender a necessidade de consagrar tempo e espaço para Deus em nossas vidas.","conexao_teologica":"A santificação é um tema central na vida cristã, refletindo a chamada à pureza e à dedicação a Deus.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:15-16","Romanos 12:1"]},"exodo_20_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' refere-se a um animal que simboliza força e poder.","explicacao_detalhada":"No contexto do versículo, o 'urso' é mencionado como parte da criação de Deus, enfatizando a majestade e a diversidade da natureza que Ele criou.","por_que_esta_palavra":"A inclusão do 'urso' destaca a importância de respeitar e cuidar da criação divina, refletindo sobre a relação do homem com os animais.","conexao_teologica":"A criação de Deus é boa e reflete Sua glória. O 'urso' como parte da criação nos lembra da responsabilidade humana em relação ao meio ambiente.","referencias_relacionadas":["Gênesis 1:25","Salmos 104:24-25","Provérbios 12:10"]},"exodo_20_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' é um período de 24 horas, mas também pode simbolizar tempo de descanso e adoração.","explicacao_detalhada":"Neste versículo, o 'dia' é enfatizado como um tempo sagrado, onde o descanso é ordenado por Deus, refletindo a importância do descanso espiritual e físico.","por_que_esta_palavra":"O 'dia' é um lembrete da criação e da necessidade de um tempo separado para Deus e para a contemplação.","conexao_teologica":"O conceito de 'dia' de descanso é fundamental para a teologia do sabá, que simboliza a restauração e a comunhão com Deus.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 31:15","Marcos 2:27"]},"exodo_20_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo deve ser feito ou abordado.","explicacao_detalhada":"No contexto do versículo, 'modo' implica na forma correta de adorar e viver em obediência aos mandamentos de Deus.","por_que_esta_palavra":"A escolha do 'modo' enfatiza a importância da intenção e da atitude no relacionamento com Deus.","conexao_teologica":"A maneira de viver e adorar a Deus é central na vida do crente, refletindo a santidade e a justiça de Deus.","referencias_relacionadas":["Salmos 119:1","Romanos 12:1-2","Colossenses 3:17"]},"exodo_20_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' aqui é novamente enfatizado como um tempo de descanso e adoração.","explicacao_detalhada":"Este versículo reforça a ideia de que um dia deve ser separado para o Senhor, onde o trabalho é interrompido para focar na espiritualidade.","por_que_esta_palavra":"O 'dia' é um lembrete da criação e da necessidade de um tempo dedicado a Deus.","conexao_teologica":"O dia de descanso é um princípio que reflete a criação e a ordem divina, mostrando a importância do descanso em nossa vida espiritual.","referencias_relacionadas":["Êxodo 20:8","Deuteronômio 5:12-15","Hebreus 4:9-10"]},"exodo_20_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus, o Criador e Sustentador do universo.","explicacao_detalhada":"Neste contexto, o 'senhor' é invocado para enfatizar a autoridade divina sobre o dia de descanso e a adoração.","por_que_esta_palavra":"O uso do 'senhor' destaca a soberania de Deus e a necessidade de reconhecer Sua autoridade em nossas vidas.","conexao_teologica":"Reconhecer Deus como 'senhor' é fundamental para a fé cristã, pois implica submissão e adoração.","referencias_relacionadas":["Salmos 110:1","Isaías 45:23","Filipenses 2:10-11"]},"exodo_20_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador de todas as coisas.","explicacao_detalhada":"Neste versículo, 'deus' é mencionado para reafirmar a importância de honrar a Deus em todas as nossas ações, incluindo o descanso.","por_que_esta_palavra":"A palavra 'deus' é central para a compreensão da relação entre o homem e o Criador, enfatizando a reverência que devemos ter.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo a necessidade de um relacionamento pessoal com o Criador.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Mateus 4:10"]},"exodo_20_11_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os 'ceus' referem-se ao espaço acima da terra, onde Deus habita.","explicacao_detalhada":"Neste versículo, 'ceus' é mencionado para enfatizar a grandeza da criação de Deus e Sua soberania sobre tudo.","por_que_esta_palavra":"A palavra 'ceus' destaca a majestade de Deus e a vastidão de Sua criação.","conexao_teologica":"A criação dos céus é um testemunho da glória de Deus e da Sua autoridade sobre toda a criação.","referencias_relacionadas":["Salmos 19:1","Isaías 40:22","Mateus 6:9"]},"exodo_20_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' refere-se ao planeta onde os seres humanos habitam, criado por Deus.","explicacao_detalhada":"Neste contexto, 'terra' é mencionada para reafirmar a criação de Deus e a importância do cuidado com o mundo material.","por_que_esta_palavra":"A palavra 'terra' enfatiza a responsabilidade humana em cuidar do que Deus criou.","conexao_teologica":"A relação entre Deus e a terra é fundamental, pois reflete a criação e a responsabilidade do homem como mordomo.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 115:16","Romanos 8:19-21"]},"exodo_20_11_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O 'mar' refere-se às grandes águas que Deus criou, simbolizando poder e mistério.","explicacao_detalhada":"Neste versículo, o 'mar' é mencionado como parte da criação, destacando a soberania de Deus sobre as forças da natureza.","por_que_esta_palavra":"A palavra 'mar' enfatiza a grandeza e a majestade de Deus, que controla até mesmo as águas mais profundas.","conexao_teologica":"O mar é frequentemente usado na Bíblia como símbolo de caos e poder, mostrando a autoridade de Deus sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Mateus 8:27"]},"exodo_20_12_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"O 'solo' refere-se à terra cultivável, que é essencial para a vida e sustento.","explicacao_detalhada":"Neste contexto, 'solo' é mencionado para enfatizar a importância da terra e da agricultura na vida do povo de Deus.","por_que_esta_palavra":"A palavra 'solo' destaca a conexão entre o homem e a terra, e a responsabilidade de cuidar do que Deus nos deu.","conexao_teologica":"A relação entre o homem e o solo é um tema importante, refletindo a provisão de Deus e a mordomia que devemos exercer.","referencias_relacionadas":["Gênesis 2:15","Levítico 25:3-4","Salmos 24:1"]},"exodo_20_12_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se ao respeito e à honra que devemos ter pelos nossos pais, indicando a importância da família na sociedade.","explicacao_detalhada":"Neste contexto, 'bom' implica em um comportamento que promove o bem-estar familiar e social, refletindo a vontade de Deus para a convivência harmoniosa entre os seres humanos.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a qualidade da relação que deve existir entre filhos e pais, sendo um princípio fundamental para uma vida longa e próspera.","conexao_teologica":"A honra aos pais é vista como um reflexo da honra que devemos a Deus, estabelecendo um paralelo entre as relações humanas e a relação divina.","referencias_relacionadas":["Efésios 6:1-3","Colossenses 3:20","Provérbios 1:8"]},"exodo_20_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que devemos honrar nossos pais, sugerindo que essa honra deve ser contínua e não limitada a um momento específico.","explicacao_detalhada":"O conceito de 'dia' aqui implica em um tempo de vida, onde a honra aos pais deve ser uma prática diária, refletindo um compromisso constante.","por_que_esta_palavra":"A utilização de 'dia' reforça a ideia de que a honra não é um ato isolado, mas um estilo de vida que deve ser cultivado ao longo de toda a existência.","conexao_teologica":"O tempo que dedicamos aos nossos pais é um reflexo do tempo que dedicamos a Deus, mostrando a importância de honrar as autoridades estabelecidas por Ele.","referencias_relacionadas":["Deuteronômio 5:16","Mateus 15:4","Marcos 7:10"]},"exodo_20_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a proibição de matar, indicando que a vida humana é sagrada e deve ser respeitada.","explicacao_detalhada":"Neste contexto, 'verdade' implica em um princípio moral absoluto que proíbe o assassinato, refletindo a natureza de Deus como o autor da vida.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a seriedade do mandamento, mostrando que a vida não deve ser tirada de forma alguma.","conexao_teologica":"A proibição de matar está ligada ao valor intrínseco da vida, que é criada à imagem de Deus, estabelecendo um fundamento para a ética cristã.","referencias_relacionadas":["Gênesis 9:6","Mateus 5:21-22","1 João 3:15"]},"exodo_20_13_humano":{"palavra_pt":"humano","palavra_original":"רָצַח","transliteracao":"râtsach","strong":"H7523","significado_raiz":"Ideia básica: humano.","significado_contextual":"A palavra 'humano' refere-se ao ato de tirar a vida de outro ser humano, enfatizando a gravidade do assassinato.","explicacao_detalhada":"Neste contexto, 'humano' implica em um entendimento profundo da dignidade da vida, que deve ser protegida e respeitada em todas as circunstâncias.","por_que_esta_palavra":"A utilização da palavra 'humano' ressalta a responsabilidade moral que temos uns com os outros, como seres criados à imagem de Deus.","conexao_teologica":"O mandamento contra o assassinato reflete o caráter de Deus, que valoriza a vida e deseja que vivamos em harmonia uns com os outros.","referencias_relacionadas":["Êxodo 21:12","Romanos 13:9","Tiago 2:11"]},"exodo_20_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é utilizada para proibir o adultério, enfatizando a importância da fidelidade nas relações conjugais.","explicacao_detalhada":"Neste contexto, 'verdade' implica em um compromisso sincero e leal entre cônjuges, refletindo a aliança que Deus estabeleceu com Seu povo.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a seriedade do mandamento, mostrando que a infidelidade é uma violação da confiança e do amor.","conexao_teologica":"A fidelidade no casamento é um reflexo da fidelidade de Deus para com Seu povo, estabelecendo um padrão para as relações humanas.","referencias_relacionadas":["Mateus 19:6","Hebreus 13:4","1 Coríntios 6:18"]},"exodo_20_14_mulher":{"palavra_pt":"mulher","palavra_original":"נָאַף","transliteracao":"nâʼaph","strong":"H5003","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à parceira conjugal, enfatizando a importância da união e do respeito mútuo no casamento.","explicacao_detalhada":"Neste contexto, 'mulher' implica em um relacionamento que deve ser protegido contra a infidelidade, refletindo o plano de Deus para a família.","por_que_esta_palavra":"A utilização da palavra 'mulher' ressalta a dignidade e o valor da parceira no relacionamento, que deve ser honrada e respeitada.","conexao_teologica":"O mandamento contra o adultério reflete a aliança que Deus deseja ter com Seu povo, onde a fidelidade é um princípio fundamental.","referencias_relacionadas":["Gênesis 2:24","Provérbios 5:18-19","Efésios 5:25"]},"exodo_20_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é utilizada para proibir o roubo, enfatizando a importância da honestidade e do respeito à propriedade alheia.","explicacao_detalhada":"Neste contexto, 'verdade' implica em um princípio moral que condena a apropriação indevida do que pertence a outra pessoa.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a seriedade do mandamento, mostrando que o roubo é uma violação da confiança e da justiça.","conexao_teologica":"O mandamento contra o roubo reflete o caráter justo de Deus, que deseja que vivamos em integridade e respeito mútuo.","referencias_relacionadas":["Levítico 19:11","Efésios 4:28","Provérbios 21:6"]},"exodo_20_15_enganar":{"palavra_pt":"enganar","palavra_original":"גָּנַב","transliteracao":"gânab","strong":"H1589","significado_raiz":"Ideia básica: enganar.","significado_contextual":"A palavra 'enganar' refere-se ao ato de roubar, enfatizando a desonestidade e a falta de respeito pela propriedade dos outros.","explicacao_detalhada":"Neste contexto, 'enganar' implica em uma ação que prejudica o próximo e viola os princípios de justiça estabelecidos por Deus.","por_que_esta_palavra":"A utilização da palavra 'enganar' ressalta a gravidade do roubo, mostrando que ele não é apenas um ato físico, mas uma questão de caráter.","conexao_teologica":"O mandamento contra o roubo reflete a necessidade de viver em harmonia e justiça, respeitando o que pertence aos outros.","referencias_relacionadas":["Salmos 37:21","Provérbios 10:2","Miquéias 6:11"]},"exodo_20_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é utilizada para proibir o falso testemunho, enfatizando a importância da honestidade e da integridade nas relações interpessoais.","explicacao_detalhada":"Neste contexto, 'verdade' implica em um compromisso com a verdade, que é fundamental para a justiça e a paz na sociedade.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a seriedade do mandamento, mostrando que o falso testemunho pode causar danos irreparáveis à reputação e à vida de outros.","conexao_teologica":"O mandamento contra o falso testemunho reflete o caráter de Deus, que é a própria verdade, e nos chama a viver de acordo com essa verdade em todas as áreas da vida.","referencias_relacionadas":["Provérbios 19:5","Mateus 12:36-37","1 Pedro 3:10"]},"exodo_20_16_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se à percepção e ao desejo, enfatizando a importância de não cobiçar o que pertence ao próximo.","explicacao_detalhada":"Neste contexto, 'olho' implica em um alerta contra a cobiça, que pode levar a ações desonestas e prejudiciais.","por_que_esta_palavra":"A utilização da palavra 'olho' ressalta a necessidade de controlar nossos desejos e manter um coração puro diante de Deus.","conexao_teologica":"O mandamento contra a cobiça reflete a necessidade de contentamento e gratidão pelo que Deus nos deu, evitando a comparação e a inveja.","referencias_relacionadas":["Romanos 7:7","Tiago 1:14-15","1 Timóteo 6:6-10"]},"exodo_20_16_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se a um irmão no sentido de um membro da comunidade ou família.","explicacao_detalhada":"A palavra 'irmão' implica uma relação de proximidade e responsabilidade mútua entre os membros do povo de Deus. No contexto dos Dez Mandamentos, enfatiza a importância de não cobiçar o que pertence ao próximo, reforçando a ideia de amor e respeito entre irmãos.","por_que_esta_palavra":"A inclusão da palavra 'irmão' destaca a necessidade de manter relações saudáveis e justas dentro da comunidade, refletindo o caráter de Deus que valoriza a harmonia entre os seres humanos.","conexao_teologica":"A relação entre irmãos é um reflexo da relação entre Deus e Seu povo, onde a justiça e o amor devem prevalecer.","referencias_relacionadas":["Gênesis 4:9","Mateus 5:22","1 João 4:20"]},"exodo_20_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo é feito ou desejado.","explicacao_detalhada":"A palavra 'modo' aqui implica a forma de agir ou a intenção por trás das ações. No contexto do mandamento, sugere que não devemos desejar ou cobiçar o que pertence ao outro de maneira alguma.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que a cobiça não é apenas uma questão de desejo, mas também de intenção e comportamento.","conexao_teologica":"A maneira como nos comportamos em relação aos outros reflete nossa compreensão da vontade de Deus e Sua justiça.","referencias_relacionadas":["Tiago 1:14-15","Romanos 7:7","Filipenses 4:8"]},"exodo_20_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade em relação ao que é real e justo.","explicacao_detalhada":"A palavra 'verdade' implica a honestidade e a integridade nas relações. No contexto do mandamento, sugere que não devemos desejar a propriedade alheia de forma desonesta.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância da sinceridade e da justiça nas interações humanas.","conexao_teologica":"Deus é a verdade, e viver em conformidade com a verdade é essencial para uma vida que agrada a Ele.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:25"]},"exodo_20_17_grande":{"palavra_pt":"grande","palavra_original":"חָמַד","transliteracao":"châmad","strong":"H2530","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se ao desejo intenso ou cobiça por algo que pertence a outra pessoa.","explicacao_detalhada":"A palavra 'grande' implica um desejo desmedido que pode levar a ações injustas. No contexto do mandamento, isso é um alerta contra a cobiça que pode corromper o coração.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a gravidade do desejo e suas consequências potenciais.","conexao_teologica":"Cobiçar é uma violação da lei de Deus, que nos chama a contentar-nos com o que temos.","referencias_relacionadas":["1 Timóteo 6:10","Hebreus 13:5","Colossenses 3:5"]},"exodo_20_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são percebidas ou experimentadas.","explicacao_detalhada":"A palavra 'modo' neste contexto sugere a forma como a presença de Deus é sentida pelo povo, especialmente em momentos de revelação divina.","por_que_esta_palavra":"A ênfase no 'modo' destaca a importância da experiência e da percepção na relação com Deus.","conexao_teologica":"A maneira como percebemos a presença de Deus pode moldar nossa adoração e nossa resposta a Ele.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"exodo_20_18_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se ao som ou à comunicação de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'voz' implica a comunicação direta de Deus, que é poderosa e autoritária. No contexto do mandamento, isso mostra a seriedade da mensagem que Deus está transmitindo.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a importância da revelação divina e da necessidade de ouvir e obedecer.","conexao_teologica":"A voz de Deus é um meio pelo qual Ele se comunica com Seu povo, e ouvir Sua voz é fundamental para a vida espiritual.","referencias_relacionadas":["Salmos 46:10","Hebreus 3:15","Apocalipse 3:20"]},"exodo_20_18_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à coletividade dos israelitas como povo escolhido de Deus.","explicacao_detalhada":"A palavra 'povo' enfatiza a identidade coletiva dos israelitas e sua relação especial com Deus. No contexto do mandamento, isso destaca a responsabilidade que eles têm como comunidade.","por_que_esta_palavra":"A ênfase no 'povo' reflete a ideia de que Deus se relaciona com a humanidade em um contexto comunitário.","conexao_teologica":"A noção de povo de Deus é central na teologia bíblica, onde a comunidade é chamada a viver em conformidade com a vontade divina.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Gálatas 3:26-29"]},"exodo_20_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo.","explicacao_detalhada":"A palavra 'dizer' implica a importância da comunicação e da expressão verbal. No contexto do mandamento, isso mostra a necessidade de expressar a reverência e o respeito a Deus.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da fala e da comunicação na relação com Deus e entre os seres humanos.","conexao_teologica":"A comunicação é um aspecto vital da relação com Deus, que se revela e se comunica com Seu povo.","referencias_relacionadas":["Salmos 19:14","Provérbios 18:21","Mateus 12:36-37"]},"exodo_20_19_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à capacidade de escutar e compreender a mensagem de Deus.","explicacao_detalhada":"A palavra 'ouvir' implica não apenas a audição, mas a disposição de obedecer à voz de Deus. No contexto do mandamento, isso é um chamado à atenção e à resposta ao que Deus diz.","por_que_esta_palavra":"A ênfase em 'ouvir' destaca a importância da obediência e da receptividade à palavra de Deus.","conexao_teologica":"Ouvir a voz de Deus é fundamental para a vida de fé e para a prática da justiça e da misericórdia.","referencias_relacionadas":["Deuteronômio 6:4-5","Tiago 1:22","Romanos 10:17"]},"exodo_20_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania e a autoridade de Deus sobre todas as coisas. No contexto do mandamento, isso reforça a necessidade de reverência e obediência a Ele.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a centralidade de Deus na vida do povo e a importância de reconhecer Sua autoridade.","conexao_teologica":"A relação com Deus é a base da fé e da prática religiosa, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5-6","Mateus 22:37"]},"exodo_20_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro que se revelou ao povo de Israel.","explicacao_detalhada":"A palavra 'deus' em hebraico, 'אֱלֹהִים', é uma forma plural que enfatiza a majestade e a soberania de Deus. No contexto de Êxodo 20:20, Deus se apresenta como aquele que dá a Lei ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a autoridade divina e a relação de Deus com o Seu povo escolhido.","conexao_teologica":"Deus é o legislador supremo, e Sua palavra é a base da moralidade e da ética para o povo de Israel.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","Salmos 86:10"]},"exodo_20_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a comunicação divina ao povo.","explicacao_detalhada":"A palavra 'dizer' em hebraico, 'אָמַר', implica uma ordem ou declaração que deve ser ouvida e obedecida. Neste versículo, Deus instrui Moisés sobre como o povo deve se comportar diante d'Ele.","por_que_esta_palavra":"A palavra é crucial para entender a importância da comunicação divina e a necessidade de ouvir a voz de Deus.","conexao_teologica":"A revelação de Deus é central na vida do povo, e a obediência à Sua palavra é fundamental para a aliança.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 1:1-2"]},"exodo_20_20_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, escolhido por Deus para ser Seu povo especial.","explicacao_detalhada":"A palavra 'povo' em hebraico, 'עַם', enfatiza a coletividade e a identidade do povo de Deus. Neste contexto, é o povo que deve ouvir e obedecer a Deus.","por_que_esta_palavra":"A palavra é importante para entender a relação entre Deus e Seu povo, que é chamado a viver segundo Suas leis.","conexao_teologica":"A identidade do povo de Deus é fundamental para a história da salvação e a realização das promessas divinas.","referencias_relacionadas":["Êxodo 19:5","Deuteronômio 7:6","1 Pedro 2:9"]},"exodo_20_21_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente, refere-se ao Deus que se revela e estabelece normas para Seu povo.","explicacao_detalhada":"A repetição da palavra 'deus' reforça a ideia de que a autoridade e a santidade de Deus são fundamentais para a compreensão da Lei.","por_que_esta_palavra":"A presença constante de Deus na narrativa bíblica enfatiza Sua soberania e o papel central que Ele desempenha na vida do Seu povo.","conexao_teologica":"A relação entre Deus e o povo é marcada por um pacto, onde Deus se compromete a ser seu Deus e o povo deve ser fiel a Ele.","referencias_relacionadas":["Êxodo 34:14","Salmos 100:3","Isaías 43:10"]},"exodo_20_21_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' implica uma atitude de reverência e obediência a Deus.","explicacao_detalhada":"A palavra 'servir' em hebraico, 'עָמַד', sugere a ideia de estar em pé diante de alguém em posição de respeito. Neste contexto, refere-se ao serviço que o povo deve prestar a Deus.","por_que_esta_palavra":"É essencial para entender a natureza da adoração e do compromisso do povo com Deus.","conexao_teologica":"Servir a Deus é um chamado para viver em santidade e obediência, refletindo a relação de aliança entre Deus e Seu povo.","referencias_relacionadas":["Josué 24:15","Romanos 12:1","1 Crônicas 16:29"]},"exodo_20_21_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se novamente ao povo de Israel, enfatizando sua responsabilidade diante de Deus.","explicacao_detalhada":"A repetição da palavra 'povo' destaca a coletividade e a importância da obediência em grupo às instruções de Deus.","por_que_esta_palavra":"A palavra é crucial para entender que a relação com Deus não é apenas individual, mas comunitária.","conexao_teologica":"A vida em comunidade é um reflexo da natureza de Deus e do Seu plano de redenção para a humanidade.","referencias_relacionadas":["Êxodo 19:6","Salmos 133:1","Atos 2:44-47"]},"exodo_20_22_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de Sua glória.","explicacao_detalhada":"A palavra 'céus' em hebraico, 'שָׁמַיִם', é frequentemente associada à majestade e ao domínio de Deus sobre toda a criação.","por_que_esta_palavra":"A menção dos céus destaca a transcendência de Deus e Sua soberania sobre todas as coisas.","conexao_teologica":"Os céus são um símbolo da presença de Deus e da esperança futura de um novo céu e uma nova terra.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"exodo_20_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a comunicação de Deus ao Seu povo.","explicacao_detalhada":"A repetição da palavra 'dizer' em hebraico, 'אָמַר', reforça a importância da mensagem divina e a necessidade de atenção por parte do povo.","por_que_esta_palavra":"É fundamental para entender que a palavra de Deus deve ser ouvida e aplicada na vida do povo.","conexao_teologica":"A comunicação de Deus é um ato de amor e cuidado, revelando Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Salmos 119:11","Tiago 1:22","Hebreus 4:12"]},"exodo_20_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e deve ser tratado com reverência.","explicacao_detalhada":"A palavra 'senhor' em hebraico, 'יְהֹוָה', é o nome pessoal de Deus, que revela Sua natureza e caráter. É um nome que implica relação e compromisso.","por_que_esta_palavra":"O nome de Deus é central na adoração e na identidade do povo de Israel.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e autoridade, e invocá-lo é um ato de fé e reverência.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"exodo_20_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente, refere-se ao Deus que é digno de adoração e respeito.","explicacao_detalhada":"A repetição da palavra 'deus' enfatiza a continuidade da mensagem sobre a santidade e a exclusividade de Deus.","por_que_esta_palavra":"A presença constante de Deus na narrativa bíblica reforça a importância de reconhecer Sua soberania.","conexao_teologica":"A adoração a Deus é um aspecto central da vida do povo, que deve se afastar de ídolos e se voltar para o Deus verdadeiro.","referencias_relacionadas":["Êxodo 34:14","Salmos 96:5","1 Coríntios 8:4"]},"exodo_20_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à honestidade nas relações, especialmente em contextos de adoração e justiça.","explicacao_detalhada":"No contexto de Êxodo 20:23, a palavra 'verdade' é usada para enfatizar a importância de não se desviar da verdade em adoração a Deus. Isso implica que as ofertas e sacrifícios devem ser feitos com sinceridade e integridade.","por_que_esta_palavra":"A inclusão da palavra 'verdade' destaca a necessidade de pureza e autenticidade na adoração a Deus, evitando práticas enganosas.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos adoradores. A adoração verdadeira é aquela que se baseia na verdade e na justiça.","referencias_relacionadas":["Salmos 51:6","João 4:24","Provérbios 12:22"]},"exodo_20_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma referência a um tipo de animal que pode simbolizar força e poder, mas aqui é usada em um contexto de proibição de adoração a ídolos.","explicacao_detalhada":"No versículo, a menção ao 'urso' pode ser interpretada como uma advertência contra a idolatria, onde a força e a ferocidade do animal são contrastadas com a fraqueza de adorar ídolos.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a proibição de criar imagens ou representações de animais para adoração, reforçando a ideia de que Deus não pode ser representado por criaturas.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, e a proibição de fazer ídolos é uma reafirmação do monoteísmo e da soberania de Deus.","referencias_relacionadas":["Êxodo 20:4","Levítico 26:1","Deuteronômio 4:15-19"]},"exodo_20_24_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se ao ato de oferecer algo a Deus como forma de adoração e expiação.","explicacao_detalhada":"No contexto de Êxodo 20:24, o sacrifício é um componente central da adoração a Deus, onde os israelitas são instruídos a oferecer sacrifícios de maneira correta e respeitosa.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre o povo e Deus, onde o sacrifício é um meio de buscar a reconciliação e a comunhão com o Criador.","conexao_teologica":"O sacrifício é um tema central na teologia do Antigo Testamento, prefigurando o sacrifício de Cristo no Novo Testamento.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"exodo_20_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os sacrifícios devem ser oferecidos, enfatizando a importância da ordem e da reverência.","explicacao_detalhada":"No versículo, 'modo' indica que a adoração a Deus deve ser feita de acordo com as instruções divinas, refletindo a santidade e a ordem que Deus exige.","por_que_esta_palavra":"A escolha da palavra 'modo' ressalta que não se pode adorar a Deus de qualquer maneira, mas sim conforme os princípios estabelecidos por Ele.","conexao_teologica":"A maneira de adorar a Deus é um reflexo da nossa compreensão de Sua santidade e do nosso respeito por Sua vontade.","referencias_relacionadas":["Salmos 29:2","Colossenses 3:23","1 Coríntios 14:40"]},"exodo_20_24_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Êxodo 20:24, o altar é um símbolo da presença de Deus e do lugar de encontro entre Deus e o homem, onde as ofertas são apresentadas.","por_que_esta_palavra":"A menção ao altar é fundamental para a prática da adoração, pois é o local designado para a expiação e a comunhão com Deus.","conexao_teologica":"O altar representa a mediação entre Deus e o homem, um conceito que culmina em Cristo como nosso altar e sacrifício.","referencias_relacionadas":["Gênesis 8:20","Êxodo 27:1-2","Hebreus 13:10"]},"exodo_20_25_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' é reiterada, enfatizando sua importância na adoração e nos sacrifícios.","explicacao_detalhada":"Neste versículo, o altar é descrito como um lugar de sacrifício, onde a presença de Deus é invocada e as ofertas são feitas em reverência.","por_que_esta_palavra":"A repetição da palavra 'altar' sublinha a centralidade deste elemento na vida religiosa do povo de Israel.","conexao_teologica":"O altar é um símbolo da aliança entre Deus e Seu povo, representando a necessidade de sacrifício para a reconciliação.","referencias_relacionadas":["Êxodo 20:24","Levítico 17:11","Romanos 5:11"]},"exodo_20_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada novamente para reforçar a proibição de ídolos e a adoração a criaturas.","explicacao_detalhada":"Neste contexto, a palavra 'urso' serve como um lembrete da força e da ferocidade que não devem ser adoradas, contrastando com a verdadeira adoração a Deus.","por_que_esta_palavra":"A repetição da palavra enfatiza a seriedade da proibição contra a idolatria e a necessidade de manter a pureza na adoração.","conexao_teologica":"A idolatria é uma violação do primeiro mandamento, que ordena a adoração exclusiva a Deus.","referencias_relacionadas":["Êxodo 20:4","Deuteronômio 5:8","Isaías 44:9-20"]},"exodo_20_25_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente mencionada, reforçando a importância da sinceridade na adoração.","explicacao_detalhada":"No contexto de Êxodo 20:25, a verdade é essencial para que os sacrifícios sejam aceitos por Deus, indicando que a adoração deve ser feita com integridade.","por_que_esta_palavra":"A repetição da palavra 'verdade' sublinha a necessidade de autenticidade na relação com Deus.","conexao_teologica":"A verdade é um princípio fundamental na adoração a Deus, refletindo Seu caráter e exigindo que Seus adoradores sejam verdadeiros.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"exodo_20_26_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"A palavra 'coisas' refere-se a objetos ou elementos que não devem ser usados na adoração a Deus.","explicacao_detalhada":"No versículo, 'coisas' indica que não se deve usar elementos materiais ou criados para representar a divindade, reforçando a proibição de ídolos.","por_que_esta_palavra":"A palavra é importante para entender que a adoração deve ser centrada em Deus e não em objetos físicos.","conexao_teologica":"A proibição de usar 'coisas' na adoração destaca a transcendência de Deus e a inadequação de representações materiais.","referencias_relacionadas":["Êxodo 20:4","Deuteronômio 4:15-19","Isaías 40:18"]},"exodo_20_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente utilizada para enfatizar a autenticidade na adoração.","explicacao_detalhada":"Neste contexto, a verdade é essencial para que a adoração seja aceita por Deus, indicando que deve ser feita com sinceridade e sem engano.","por_que_esta_palavra":"A repetição da palavra 'verdade' reforça a ideia de que a adoração deve ser genuína e não superficial.","conexao_teologica":"A verdade é um princípio fundamental na relação entre Deus e Seu povo, exigindo que a adoração seja feita em espírito e verdade.","referencias_relacionadas":["Salmos 51:6","João 4:24","1 Pedro 2:9"]},"exodo_20_26_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde se realizam sacrifícios e ofertas a Deus.","explicacao_detalhada":"No contexto de Êxodo 20:26, o altar é mencionado como um lugar de adoração e sacrifício, onde os israelitas deveriam se encontrar com Deus. A construção do altar deveria ser simples, sem escadas, para que a santidade do local fosse preservada.","por_que_esta_palavra":"A palavra 'altar' é fundamental na adoração israelita, simbolizando a conexão entre o homem e Deus através de sacrifícios.","conexao_teologica":"O altar representa o sacrifício de Cristo, que se ofereceu uma vez por todas para a redenção da humanidade.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]}}