{"exodo_21_1_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça e ao juízo que devem ser aplicados nas relações humanas.","explicacao_detalhada":"Em Êxodo 21:1, a palavra 'juízo' é usada para descrever as leis que Deus deu a Moisés para governar o povo de Israel. Essas leis visavam garantir a justiça e a equidade nas interações sociais.","por_que_esta_palavra":"A palavra 'juízo' é essencial para entender a moralidade e a ética que Deus espera de Seu povo.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Seu caráter e a necessidade de retidão entre os seres humanos.","referencias_relacionadas":["Deuteronômio 16:20","Salmos 82:3","Miquéias 6:8"]},"exodo_21_1_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude ou a importância de um juízo ou decisão.","explicacao_detalhada":"No versículo, 'grande' enfatiza a seriedade das questões que estão sendo julgadas, sugerindo que as decisões devem ser tomadas com cuidado e consideração.","por_que_esta_palavra":"A palavra 'grande' destaca a responsabilidade que os juízes têm ao aplicar a lei.","conexao_teologica":"A grandeza de Deus é refletida na importância de Sua lei e na seriedade com que devemos tratá-la.","referencias_relacionadas":["Salmos 19:9","Isaías 33:22","Romanos 13:1"]},"exodo_21_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma condição ou razão para uma ação.","explicacao_detalhada":"Em Êxodo 21:2, 'porque' é uma conjunção que conecta a condição de um servo hebreu e as regras que se aplicam a ele, estabelecendo um contexto para a legislação sobre servidão.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica e a razão por trás das leis dadas por Deus.","conexao_teologica":"A compreensão das razões por trás das leis de Deus nos ajuda a ver Sua sabedoria e justiça.","referencias_relacionadas":["Deuteronômio 10:12","Romanos 12:1","Tiago 1:22"]},"exodo_21_2_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se ao ato de adquirir ou estabelecer algo.","explicacao_detalhada":"No contexto do versículo, 'criar' implica a aquisição de um servo, que é uma prática comum na sociedade israelita da época. A palavra sugere um relacionamento de responsabilidade e cuidado.","por_que_esta_palavra":"A palavra 'criar' é importante para entender a dinâmica de propriedade e servidão na cultura israelita.","conexao_teologica":"Deus é o Criador que estabelece relacionamentos e responsabilidades, refletindo Sua natureza em nossas interações.","referencias_relacionadas":["Gênesis 1:27","Salmos 139:13","Isaías 43:1"]},"exodo_21_2_seventh":{"palavra_pt":"seventh","palavra_original":"שְׁבִיעִי","transliteracao":"shᵉbîyʻîy","strong":"H7637","significado_raiz":"Ideia básica: seventh.","significado_contextual":"Refere-se ao sétimo ano, um tempo de libertação e descanso.","explicacao_detalhada":"Em Êxodo 21:2, o 'seventh' é um conceito que se relaciona com o ano sabático, onde os servos hebreus deveriam ser libertados, simbolizando um tempo de renovação e liberdade.","por_que_esta_palavra":"A palavra 'seventh' é significativa para entender a prática de libertação e a importância do descanso na cultura israelita.","conexao_teologica":"O conceito de descanso e libertação no sétimo ano aponta para a redenção que encontramos em Cristo.","referencias_relacionadas":["Levítico 25:10","Deuteronômio 15:12","Lucas 4:18"]},"exodo_21_3_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Usado para indicar uma condição que resulta em salvação ou libertação.","explicacao_detalhada":"No versículo, 'salvar' refere-se à condição de um servo que pode ser libertado após um determinado período de serviço, enfatizando a possibilidade de redenção.","por_que_esta_palavra":"A palavra 'salvar' é fundamental para entender a esperança de libertação e restauração nas Escrituras.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 34:22","Isaías 61:1","Romanos 10:9"]},"exodo_21_3_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou ser liberado de uma condição.","explicacao_detalhada":"Em Êxodo 21:3, 'sair' implica a libertação do servo após cumprir seu tempo de serviço, simbolizando a transição para a liberdade.","por_que_esta_palavra":"A palavra 'sair' é importante para entender a dinâmica de liberdade e a transição entre servidão e autonomia.","conexao_teologica":"A libertação do povo de Deus é um tema recorrente, refletindo a liberdade que encontramos em Cristo.","referencias_relacionadas":["Gálatas 5:1","Romanos 6:18","Apocalipse 21:4"]},"exodo_21_4_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a condição de um servo que pode ser salvo ou libertado.","explicacao_detalhada":"A palavra 'salvar' em Êxodo 21:4 refere-se à possibilidade de um servo ser libertado, dependendo das circunstâncias de sua aquisição, enfatizando a justiça nas relações de servidão.","por_que_esta_palavra":"A palavra 'salvar' é crucial para entender a justiça e a misericórdia de Deus nas relações humanas.","conexao_teologica":"A salvação e a libertação são temas centrais na mensagem do evangelho.","referencias_relacionadas":["Salmos 51:12","Isaías 43:2","Romanos 8:21"]},"exodo_21_4_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Refere-se à autoridade e ao domínio de um senhor sobre seus servos.","explicacao_detalhada":"Em Êxodo 21:4, 'soberano' descreve a posição de autoridade que um senhor tem sobre seu servo, refletindo a dinâmica de poder e responsabilidade.","por_que_esta_palavra":"A palavra 'soberano' é importante para entender a relação entre autoridade e responsabilidade nas Escrituras.","conexao_teologica":"Deus é o Soberano sobre toda a criação, e essa soberania é refletida nas relações humanas.","referencias_relacionadas":["Salmos 24:1","Romanos 13:1","1 Pedro 2:13"]},"exodo_21_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se à ação de transferir a posse de algo a outra pessoa, especialmente no contexto de compensação por danos.","explicacao_detalhada":"No contexto de Êxodo 21:4, a palavra 'dar' é usada para descrever a obrigação de um proprietário de um animal que causou dano a um servo. O proprietário deve dar uma compensação ao servo, refletindo a responsabilidade e a justiça nas relações sociais.","por_que_esta_palavra":"A palavra 'dar' é fundamental para entender as leis de compensação e a justiça social no Antigo Testamento, enfatizando a importância de reparar danos e manter a ordem.","conexao_teologica":"A ideia de dar está ligada ao conceito de justiça divina, onde Deus exige que seus seguidores ajam com justiça e compaixão em suas interações.","referencias_relacionadas":["Êxodo 21:35","Levítico 24:18","Deuteronômio 19:21"]},"exodo_21_5_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Ideia básica: servo.","significado_contextual":"Servo refere-se a uma pessoa que está em servidão, muitas vezes como resultado de dívidas ou circunstâncias sociais.","explicacao_detalhada":"Em Êxodo 21:5, a palavra 'servo' é usada para descrever a condição de um homem que escolhe permanecer como servo de seu mestre após o período de servidão. Isso reflete a lealdade e a relação entre o servo e o seu senhor.","por_que_esta_palavra":"A palavra 'servo' é importante para entender as dinâmicas sociais e econômicas da época, além de ilustrar a relação entre servidão e liberdade.","conexao_teologica":"A servidão é um tema que também é refletido na relação entre Deus e seu povo, onde Deus é visto como o Senhor que liberta e cuida de seus servos.","referencias_relacionadas":["Gálatas 4:7","Romanos 6:22","1 Pedro 2:16"]},"exodo_21_5_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Amar refere-se ao ato de ter afeição ou cuidado profundo por alguém, especialmente em um contexto de compromisso e lealdade.","explicacao_detalhada":"No versículo Êxodo 21:5, a palavra 'amar' é usada para descrever a relação entre o servo e seu senhor, onde o servo escolhe permanecer por amor e lealdade, em vez de liberdade.","por_que_esta_palavra":"A palavra 'amar' é central para a compreensão das relações interpessoais e da ética no Antigo Testamento, enfatizando a importância do amor e do compromisso.","conexao_teologica":"O amor é um princípio fundamental na teologia bíblica, refletindo o amor de Deus por seu povo e a expectativa de que os humanos amem uns aos outros.","referencias_relacionadas":["Mateus 22:37-39","1 João 4:7","Romanos 13:10"]},"exodo_21_5_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Soberano refere-se a alguém que possui autoridade e controle sobre outros, especialmente em um contexto de liderança e domínio.","explicacao_detalhada":"Em Êxodo 21:5, a palavra 'soberano' é usada para descrever a posição do senhor sobre o servo, refletindo a hierarquia social e a responsabilidade do senhor em cuidar de seu servo.","por_que_esta_palavra":"A palavra 'soberano' é crucial para entender as relações de poder e autoridade na sociedade israelita antiga, além de refletir a soberania de Deus sobre seu povo.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o Senhor supremo que governa sobre todas as coisas.","referencias_relacionadas":["Salmos 103:19","Isaías 45:5-6","Romanos 13:1"]},"exodo_21_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se ao ser supremo, criador e mantenedor do universo, que estabelece leis e princípios para a vida humana.","explicacao_detalhada":"No contexto de Êxodo 21:6, a palavra 'Deus' é usada para enfatizar a autoridade divina sobre as leis que governam a vida dos israelitas, incluindo as normas sobre servidão e justiça.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da relação entre o Criador e sua criação, e a importância de seguir suas leis.","conexao_teologica":"A natureza de Deus como legislador é central na teologia bíblica, onde suas leis são vistas como reflexo de seu caráter justo e amoroso.","referencias_relacionadas":["Êxodo 20:1-17","Deuteronômio 6:4","Salmos 19:7-11"]},"exodo_21_6_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Eterno refere-se à qualidade de ser sem fim, imutável e que transcende o tempo.","explicacao_detalhada":"Em Êxodo 21:6, a palavra 'eterno' pode ser entendida em relação à natureza de Deus e suas promessas, que são firmes e duradouras.","por_que_esta_palavra":"A palavra 'eterno' é importante para entender a natureza de Deus e a esperança que os crentes têm em suas promessas.","conexao_teologica":"A eternidade de Deus é um conceito central na teologia, que assegura aos crentes que suas promessas e sua presença são constantes.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"exodo_21_6_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Soberano refere-se à autoridade suprema de Deus sobre todas as coisas, incluindo a vida e as leis do povo.","explicacao_detalhada":"A repetição da palavra 'soberano' em Êxodo 21:6 enfatiza a importância da autoridade de Deus nas decisões e normas que governam a vida dos israelitas.","por_que_esta_palavra":"A palavra 'soberano' é crucial para entender a relação entre Deus e seu povo, onde Deus é visto como o líder e protetor.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que assegura aos crentes que Ele está no controle de todas as situações.","referencias_relacionadas":["Salmos 115:3","Daniel 4:35","Romanos 9:20-21"]},"exodo_21_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se a um ser humano, especialmente em um contexto de responsabilidade e dignidade.","explicacao_detalhada":"Em Êxodo 21:7, a palavra 'homem' é usada para descrever a condição de um homem que vende sua filha como serva, refletindo as normas sociais e as dinâmicas familiares da época.","por_que_esta_palavra":"A palavra 'homem' é importante para entender as relações sociais e a dignidade humana nas leis do Antigo Testamento.","conexao_teologica":"A criação do homem à imagem de Deus é um conceito fundamental que estabelece a dignidade e o valor de cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"exodo_21_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à conformidade com a realidade ou a fidelidade a princípios morais e éticos.","explicacao_detalhada":"Em Êxodo 21:7, a palavra 'verdade' é usada para descrever a expectativa de que as leis e normas sejam seguidas com integridade e justiça.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a ética bíblica, onde a honestidade e a justiça são essenciais nas relações humanas.","conexao_teologica":"A verdade é um atributo de Deus, que é descrito como a fonte de toda verdade e justiça.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"exodo_21_8_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar refere-se ao ato de resgatar ou libertar alguém de uma situação difícil ou perigosa.","explicacao_detalhada":"Em Êxodo 21:8, a palavra 'salvar' pode ser entendida em um contexto de proteção e cuidado, especialmente em relação a servos e suas condições.","por_que_esta_palavra":"A palavra 'salvar' é importante para entender a missão de Deus de resgatar seu povo e a responsabilidade dos senhores em cuidar de seus servos.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o desejo de Deus de libertar e restaurar a humanidade.","referencias_relacionadas":["Salmos 34:17","Isaías 43:1","Romanos 10:13"]},"exodo_21_8_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à importância do olho como um órgão de percepção e justiça.","explicacao_detalhada":"No contexto de Êxodo 21:8, o 'olho' simboliza a capacidade de ver e discernir, sendo fundamental para a justiça e a retribuição. A perda de um olho implica em uma perda significativa, tanto física quanto social.","por_que_esta_palavra":"A palavra 'olho' é usada para enfatizar a gravidade das consequências de ações que causam dano a outro ser humano.","conexao_teologica":"A justiça divina é refletida na lei de talião, que busca restaurar o equilíbrio e a justiça entre os indivíduos.","referencias_relacionadas":["Êxodo 21:24","Mateus 5:38","Gálatas 6:7"]},"exodo_21_8_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Refere-se à autoridade e ao domínio que alguém exerce sobre outros.","explicacao_detalhada":"A palavra 'soberano' é utilizada para descrever a posição de alguém que tem controle e responsabilidade sobre a vida de outros, especialmente em contextos de justiça e liderança.","por_que_esta_palavra":"A utilização de 'soberano' destaca a necessidade de responsabilidade moral e ética por parte daqueles que governam ou lideram.","conexao_teologica":"Deus é visto como o Soberano supremo que estabelece normas e leis para a humanidade, refletindo Sua justiça e autoridade.","referencias_relacionadas":["Salmos 103:19","Romanos 13:1","1 Pedro 2:13"]},"exodo_21_9_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao conceito de justiça e julgamento em relações interpessoais.","explicacao_detalhada":"A palavra 'juízo' ou 'justiça' implica a necessidade de decisões justas e imparciais em conflitos, refletindo a natureza de Deus como juiz justo.","por_que_esta_palavra":"É essencial para a manutenção da ordem social e para a proteção dos direitos individuais.","conexao_teologica":"Deus é o juiz supremo que estabelece padrões de justiça que os humanos devem seguir.","referencias_relacionadas":["Deuteronômio 16:20","Salmos 89:14","Miquéias 6:8"]},"exodo_21_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é central na cultura hebraica, simbolizando herança, responsabilidade e a continuidade da família.","por_que_esta_palavra":"A inclusão de 'filho' enfatiza a importância das relações familiares e as consequências das ações dos pais sobre os filhos.","conexao_teologica":"Deus é frequentemente descrito como Pai, refletindo a importância da paternidade e da relação familiar na teologia bíblica.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"exodo_21_10_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à proteção e à preservação da vida.","explicacao_detalhada":"A palavra 'salvar' implica a responsabilidade de cuidar e proteger os outros, especialmente em contextos de vulnerabilidade.","por_que_esta_palavra":"É um chamado à responsabilidade moral de preservar a vida e o bem-estar dos outros.","conexao_teologica":"Deus é visto como o Salvador que protege e cuida de Seu povo, refletindo a importância da salvação na teologia cristã.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"exodo_21_10_carne":{"palavra_pt":"carne","palavra_original":"שְׁאֵר","transliteracao":"shᵉʼêr","strong":"H7607","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à vulnerabilidade do corpo.","explicacao_detalhada":"A palavra 'carne' simboliza a fragilidade da condição humana e a necessidade de cuidado e respeito pela vida.","por_que_esta_palavra":"A menção à carne destaca a importância de respeitar a vida e a dignidade humana.","conexao_teologica":"A encarnação de Cristo enfatiza a importância da carne e da humanidade na salvação e na relação com Deus.","referencias_relacionadas":["Gênesis 2:7","João 1:14","Romanos 8:3"]},"exodo_21_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à honestidade nas relações.","explicacao_detalhada":"A palavra 'verdade' implica a necessidade de justiça e transparência nas interações humanas.","por_que_esta_palavra":"A ênfase na verdade é crucial para a construção de relacionamentos saudáveis e justos.","conexao_teologica":"Deus é a fonte da verdade, e a busca pela verdade é um princípio fundamental na vida cristã.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"exodo_21_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à honestidade nas relações.","explicacao_detalhada":"A palavra 'verdade' implica a necessidade de justiça e transparência nas interações humanas.","por_que_esta_palavra":"A ênfase na verdade é crucial para a construção de relacionamentos saudáveis e justos.","conexao_teologica":"Deus é a fonte da verdade, e a busca pela verdade é um princípio fundamental na vida cristã.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"exodo_21_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à força e ao poder, simbolizando a proteção e a ferocidade.","explicacao_detalhada":"A palavra 'urso' é usada para ilustrar a força e a ferocidade que podem ser necessárias em situações de defesa ou proteção.","por_que_esta_palavra":"A menção ao urso destaca a gravidade das consequências de ações que podem levar a danos significativos.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, que defende Seu povo com poder.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:11","Miquéias 5:8"]},"exodo_21_11_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou de se afastar de uma situação.","explicacao_detalhada":"A palavra 'sair' implica a ideia de movimento, mudança ou libertação de uma condição anterior.","por_que_esta_palavra":"A ênfase no ato de sair pode simbolizar a libertação de opressões ou a transição para uma nova fase da vida.","conexao_teologica":"Deus frequentemente chama Seu povo para sair de situações de opressão e entrar em liberdade.","referencias_relacionadas":["Êxodo 3:10","Isaías 43:16","Gálatas 5:1"]},"exodo_21_12_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à morte física, que é uma consequência do pecado e da violência.","explicacao_detalhada":"Neste contexto, a morte é vista como uma penalidade para atos violentos. A lei mosaica estabelece que a vida humana é sagrada e deve ser protegida.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a gravidade do ato de tirar a vida de outro ser humano.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Êxodo 20:13"]},"exodo_21_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, enfatizando a dignidade e o valor da vida humana.","explicacao_detalhada":"No contexto da lei, o termo 'homem' é usado para indicar que todos são iguais perante a lei e que a vida de cada um deve ser respeitada.","por_que_esta_palavra":"A utilização da palavra 'homem' destaca a responsabilidade moral que cada indivíduo tem em relação ao outro.","conexao_teologica":"A criação do homem à imagem de Deus confere um valor intrínseco à vida humana.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Mateus 5:21-22"]},"exodo_21_12_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se a causar dano físico a alguém, o que é considerado um crime grave.","explicacao_detalhada":"Neste versículo, a agressão física é tratada com seriedade, e a lei estabelece consequências para tal ato.","por_que_esta_palavra":"A palavra 'beat' é utilizada para enfatizar a ação de ferir, que pode levar a consequências fatais.","conexao_teologica":"A violência é contrária ao mandamento de amar o próximo, refletindo a natureza de Deus que é amor.","referencias_relacionadas":["Levítico 24:19-20","Mateus 7:12","Romanos 13:10"]},"exodo_21_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que estabelece as leis e normas morais.","explicacao_detalhada":"Neste contexto, Deus é visto como o legislador que determina as consequências para ações humanas, incluindo a violência.","por_que_esta_palavra":"A menção de Deus reforça a ideia de que as leis não são meras convenções sociais, mas têm uma origem divina.","conexao_teologica":"A soberania de Deus sobre a vida e a morte é um tema recorrente na Bíblia.","referencias_relacionadas":["Deuteronômio 32:39","Salmos 36:6","Isaías 45:6-7"]},"exodo_21_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica a ideia de justiça e a necessidade de se agir de acordo com a realidade moral.","explicacao_detalhada":"Neste contexto, a verdade é fundamental para a aplicação justa da lei, evitando injustiças e arbitrariedades.","por_que_esta_palavra":"A ênfase na verdade destaca a importância de se buscar a justiça em todas as situações.","conexao_teologica":"Deus é descrito como a verdade, e a justiça é um reflexo do Seu caráter.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"exodo_21_13_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' pode referir-se à magnitude da ofensa ou à importância da lei.","explicacao_detalhada":"Neste contexto, a grandeza da ofensa é considerada ao aplicar a justiça, refletindo a seriedade da situação.","por_que_esta_palavra":"A utilização da palavra 'grande' enfatiza que algumas ofensas têm consequências mais severas.","conexao_teologica":"A grandeza de Deus e Sua justiça são temas centrais na Bíblia, refletindo a seriedade com que Ele trata o pecado.","referencias_relacionadas":["Salmos 145:3","Romanos 2:6-8","Hebreus 10:31"]},"exodo_21_14_bom":{"palavra_pt":"bom","palavra_original":"עׇרְמָה","transliteracao":"ʻormâh","strong":"H6195","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a ações que são moralmente corretas e justas.","explicacao_detalhada":"Neste contexto, o que é considerado 'bom' é aquilo que promove a vida e a justiça, em contraste com a violência.","por_que_esta_palavra":"A palavra 'bom' é usada para contrastar com o mal, enfatizando a necessidade de se buscar o que é justo.","conexao_teologica":"A bondade de Deus é um tema central, e os crentes são chamados a refletir essa bondade em suas ações.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Mateus 5:16"]},"exodo_21_14_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' aqui também se refere à consequência da violência, que pode resultar em morte.","explicacao_detalhada":"Neste contexto, a morte é uma penalidade que reflete a seriedade do ato de tirar a vida de outro ser humano.","por_que_esta_palavra":"A repetição da palavra 'morrer' enfatiza a gravidade da situação e as consequências legais que podem surgir.","conexao_teologica":"A morte é um tema que leva à reflexão sobre a necessidade de redenção e a vida eterna oferecida por Cristo.","referencias_relacionadas":["Gênesis 9:6","Romanos 5:12","Apocalipse 21:4"]},"exodo_21_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada novamente para enfatizar a dignidade e o valor da vida humana.","explicacao_detalhada":"Neste contexto, a lei se aplica a todos os homens, independentemente de sua posição social ou status.","por_que_esta_palavra":"A repetição da palavra 'homem' reforça a ideia de que todos são iguais perante a lei de Deus.","conexao_teologica":"A igualdade de todos os seres humanos diante de Deus é um princípio fundamental da teologia bíblica.","referencias_relacionadas":["Gálatas 3:28","Tiago 2:1-9","1 Pedro 2:17"]},"exodo_21_15_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se a causar dano físico, que é considerado um ato de violência.","explicacao_detalhada":"Neste contexto, a agressão física é tratada com seriedade, e a lei estabelece consequências para tal ato.","por_que_esta_palavra":"A palavra 'beat' é utilizada para enfatizar a ação de ferir, que pode levar a consequências legais.","conexao_teologica":"A violência é contrária ao mandamento de amar o próximo, refletindo a natureza de Deus que é amor.","referencias_relacionadas":["Levítico 24:19-20","Mateus 7:12","Romanos 13:10"]},"exodo_21_15_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à consequência extrema de um ato violento, como o assassinato.","explicacao_detalhada":"Neste contexto, a morte é a punição para quem comete um crime grave, como ferir ou matar alguém. A lei mosaica estabelece que o assassinato é um crime que merece a pena de morte.","por_que_esta_palavra":"A inclusão da palavra 'morrer' enfatiza a seriedade da lei e a proteção da vida humana, que é sagrada.","conexao_teologica":"A morte como consequência do pecado é um tema recorrente na Bíblia, refletindo a gravidade da transgressão contra Deus e o próximo.","referencias_relacionadas":["Gênesis 9:6","Êxodo 20:13","Romanos 6:23"]},"exodo_21_15_pai":{"palavra_pt":"pai","palavra_original":"אָב","transliteracao":"ʼâb","strong":"H1","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' refere-se à figura paterna, que tem autoridade e responsabilidade sobre a família.","explicacao_detalhada":"Neste versículo, a menção ao pai destaca a importância da honra e do respeito à figura paterna, além de implicar que a violência contra um pai é uma ofensa grave.","por_que_esta_palavra":"A palavra 'pai' é central na estrutura familiar e social da época, refletindo a ordem divina estabelecida para a família.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, onde Deus é visto como Pai.","referencias_relacionadas":["Êxodo 20:12","Provérbios 1:8","Efésios 6:1-3"]},"exodo_21_16_enganar":{"palavra_pt":"enganar","palavra_original":"גָּנַב","transliteracao":"gânab","strong":"H1589","significado_raiz":"Ideia básica: enganar.","significado_contextual":"A palavra 'enganar' refere-se ao ato de roubar ou tomar algo que não pertence a si.","explicacao_detalhada":"Neste contexto, o engano é considerado um crime que merece punição severa, refletindo a importância da honestidade e da propriedade.","por_que_esta_palavra":"A inclusão de 'enganar' ressalta a necessidade de justiça e a proteção dos direitos de propriedade na sociedade israelita.","conexao_teologica":"O engano é visto como uma violação da lei de Deus, que ordena a honestidade e a justiça entre os homens.","referencias_relacionadas":["Levítico 19:11","Provérbios 21:6","Efésios 4:28"]},"exodo_21_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo do sexo masculino, mas também pode representar a humanidade em geral.","explicacao_detalhada":"Neste versículo, a menção ao homem é importante para entender a responsabilidade individual nas ações e suas consequências.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a dignidade e o valor da vida humana, que deve ser respeitada.","conexao_teologica":"A criação do homem à imagem de Deus confere um valor intrínseco a cada vida humana, refletindo a justiça divina.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"exodo_21_16_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' aqui se refere à pena de morte aplicada a quem comete o crime de sequestro.","explicacao_detalhada":"A morte é a punição máxima para o sequestro, refletindo a gravidade da ofensa e a proteção da vida e liberdade do próximo.","por_que_esta_palavra":"A repetição da palavra 'morrer' enfatiza a seriedade da lei e a necessidade de justiça para crimes graves.","conexao_teologica":"A justiça divina exige que o mal seja punido, refletindo a santidade de Deus e a proteção dos inocentes.","referencias_relacionadas":["Êxodo 20:13","Deuteronômio 19:21","Romanos 13:4"]},"exodo_21_17_luz":{"palavra_pt":"luz","palavra_original":"קָלַל","transliteracao":"qâlal","strong":"H7043","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' é usada figurativamente para representar clareza, verdade e a presença de Deus.","explicacao_detalhada":"Neste contexto, a luz pode simbolizar a revelação da verdade e a justiça que deve prevalecer nas decisões e ações humanas.","por_que_esta_palavra":"A luz é frequentemente associada à moralidade e à orientação divina, contrastando com as trevas do pecado.","conexao_teologica":"Deus é descrito como luz, e aqueles que seguem Seus caminhos andam na luz, refletindo Sua verdade e justiça.","referencias_relacionadas":["Salmos 27:1","João 8:12","1 João 1:5"]},"exodo_21_17_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' neste versículo refere-se à pena de morte aplicada a quem amaldiçoa os pais.","explicacao_detalhada":"A maldição aos pais é vista como uma grave transgressão, e a pena de morte reflete a seriedade com que a honra aos pais deve ser tratada.","por_que_esta_palavra":"A repetição da palavra 'morrer' enfatiza a gravidade da ofensa e a necessidade de manter a ordem e o respeito na sociedade.","conexao_teologica":"A honra aos pais é um mandamento de Deus, e sua violação é uma ofensa direta à ordem divina.","referencias_relacionadas":["Êxodo 20:12","Levítico 20:9","Mateus 15:4"]},"exodo_21_17_pai":{"palavra_pt":"pai","palavra_original":"אָב","transliteracao":"ʼâb","strong":"H1","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' aqui representa a figura paterna que deve ser honrada e respeitada.","explicacao_detalhada":"A menção ao pai neste contexto destaca a importância da honra familiar e as consequências de desonrar essa figura.","por_que_esta_palavra":"A palavra 'pai' é central para a estrutura familiar e reflete a ordem divina estabelecida para a sociedade.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, onde Deus é visto como Pai.","referencias_relacionadas":["Êxodo 20:12","Provérbios 1:8","Efésios 6:1-3"]},"exodo_21_18_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo que comete um ato de violência contra outro.","explicacao_detalhada":"Neste versículo, a menção ao homem é importante para entender a responsabilidade individual nas ações e suas consequências.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a dignidade e o valor da vida humana, que deve ser respeitada.","conexao_teologica":"A criação do homem à imagem de Deus confere um valor intrínseco a cada vida humana, refletindo a justiça divina.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"exodo_21_18_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se ao ato de ferir ou agredir alguém, resultando em dor ou dano.","explicacao_detalhada":"Neste contexto, a agressão é tratada com seriedade, e as consequências para quem fere outro homem são estabelecidas.","por_que_esta_palavra":"A palavra 'beat' é crucial para entender a natureza da violência e a necessidade de justiça na sociedade.","conexao_teologica":"A justiça divina exige que o mal seja punido, refletindo a santidade de Deus e a proteção dos inocentes.","referencias_relacionadas":["Êxodo 21:24","Mateus 5:38-39","Romanos 12:19"]},"exodo_21_18_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se a um homem que é irmão de outro, enfatizando a relação familiar e a responsabilidade que um tem sobre o outro.","explicacao_detalhada":"A palavra 'irmão' neste contexto implica não apenas uma relação de sangue, mas também uma conexão moral e social, onde as ações de um afetam diretamente o outro.","por_que_esta_palavra":"A escolha da palavra 'irmão' destaca a importância da comunidade e da solidariedade entre os israelitas, especialmente em questões de justiça e responsabilidade.","conexao_teologica":"A relação entre irmãos é frequentemente usada na Bíblia para ilustrar a unidade e a responsabilidade mútua entre os membros do povo de Deus.","referencias_relacionadas":["Gênesis 4:9","Mateus 5:22","1 João 3:15"]},"exodo_21_19_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de proteger ou resgatar alguém de uma situação de perigo ou dano.","explicacao_detalhada":"Neste contexto, a palavra 'salvar' implica a responsabilidade de um homem em cuidar do seu próximo, especialmente em situações de conflito ou acidente.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da proteção e do cuidado mútuo entre os indivíduos na sociedade israelita.","conexao_teologica":"A ideia de salvar é central na teologia bíblica, refletindo o caráter de Deus como Salvador e a chamada para os humanos a serem agentes de salvação uns para os outros.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Lucas 10:33-34"]},"exodo_21_19_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de erguer ou ajudar alguém a se levantar após uma queda ou situação difícil.","explicacao_detalhada":"A palavra 'levantar' implica não apenas um ato físico, mas também um apoio emocional e espiritual, refletindo a necessidade de ajudar os outros em suas dificuldades.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância do apoio comunitário e da responsabilidade de ajudar os necessitados.","conexao_teologica":"Levantar os caídos é uma metáfora comum na Bíblia, representando a restauração e a esperança que Deus oferece a todos.","referencias_relacionadas":["Salmos 145:14","Gálatas 6:1","Tiago 5:15"]},"exodo_21_19_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se a um espaço aberto, muitas vezes associado ao trabalho agrícola e à vida rural.","explicacao_detalhada":"Neste contexto, 'campo' representa não apenas um local físico, mas também o ambiente onde as interações sociais e as responsabilidades ocorrem.","por_que_esta_palavra":"A palavra é importante para entender o cenário em que as leis são aplicadas, refletindo a vida cotidiana dos israelitas.","conexao_teologica":"O campo é frequentemente usado na Bíblia como uma metáfora para o reino de Deus e o trabalho espiritual que deve ser realizado.","referencias_relacionadas":["Mateus 13:38","Rute 2:3","Isaías 5:1"]},"exodo_21_20_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de perder a vida, um tema sério que envolve questões de responsabilidade e justiça.","explicacao_detalhada":"A palavra 'morrer' neste contexto enfatiza as consequências graves das ações humanas e a necessidade de justiça em casos de violência.","por_que_esta_palavra":"A escolha dessa palavra é crucial para entender a gravidade das leis que regulam a vida e a morte na sociedade israelita.","conexao_teologica":"A morte é um tema central na Bíblia, refletindo a separação do homem de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Hebreus 9:27"]},"exodo_21_20_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a dignidade e o valor da vida humana.","explicacao_detalhada":"A palavra 'homem' é usada para destacar a responsabilidade individual e a importância da justiça nas interações humanas.","por_que_esta_palavra":"A escolha dessa palavra é fundamental para entender a perspectiva bíblica sobre a criação e o valor intrínseco de cada pessoa.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"exodo_21_21_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se novamente ao ato de proteger ou resgatar alguém, enfatizando a continuidade da responsabilidade.","explicacao_detalhada":"Neste contexto, a palavra 'salvar' reafirma a necessidade de cuidar do próximo, especialmente em situações de conflito.","por_que_esta_palavra":"A repetição desta palavra sublinha a importância da proteção e do cuidado mútuo na sociedade.","conexao_teologica":"A salvação é um tema recorrente na Bíblia, refletindo a natureza de Deus como protetor e salvador.","referencias_relacionadas":["Salmos 91:15","Isaías 43:11","Romanos 10:13"]},"exodo_21_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de consequências.","explicacao_detalhada":"A palavra 'dia' neste contexto pode indicar um prazo para a justiça ser feita ou um tempo específico em que algo deve acontecer.","por_que_esta_palavra":"A escolha dessa palavra é importante para entender a noção de tempo e a urgência nas questões de justiça.","conexao_teologica":"O conceito de dia é frequentemente usado na Bíblia para simbolizar o tempo de Deus e os eventos que Ele determina.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","2 Pedro 3:8"]},"exodo_21_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à conformidade com a realidade, a honestidade e a justiça nas interações humanas.","explicacao_detalhada":"A palavra 'verdade' neste contexto enfatiza a importância da justiça e da integridade nas relações sociais.","por_que_esta_palavra":"A escolha dessa palavra é crucial para entender a base moral das leis e a necessidade de viver em verdade.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, refletindo a natureza de Deus como a verdade.","referencias_relacionadas":["Salmos 51:6","João 14:6","Efésios 4:15"]},"exodo_21_22_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ajuda ou interceder em favor de alguém em necessidade.","explicacao_detalhada":"A palavra 'dar' neste contexto implica a ação de oferecer assistência ou apoio a alguém que está em perigo ou sofrimento.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da compaixão e da responsabilidade social entre os membros da comunidade.","conexao_teologica":"Clamar por ajuda é um tema recorrente na Bíblia, refletindo a necessidade de dependência de Deus e a intercessão pelos outros.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 5:16"]},"exodo_21_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em geral, neste caso, o agressor.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para designar um indivíduo do sexo masculino, mas no contexto bíblico, muitas vezes representa a humanidade em geral. Aqui, está ligada à responsabilidade moral e legal que um homem tem sobre suas ações.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a responsabilidade do agressor em relação ao dano causado.","conexao_teologica":"A responsabilidade moral é um tema central na teologia bíblica, refletindo a natureza do ser humano como criado à imagem de Deus.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Romanos 5:12"]},"exodo_21_22_praga":{"palavra_pt":"praga","palavra_original":"נָגַף","transliteracao":"nâgaph","strong":"H5062","significado_raiz":"Ideia básica: praga.","significado_contextual":"Refere-se a um dano ou ferimento causado a uma pessoa.","explicacao_detalhada":"A palavra 'praga' (נָגַף) implica um golpe ou ferimento que pode resultar em consequências graves. No contexto, refere-se ao dano físico que um homem pode causar a outro.","por_que_esta_palavra":"A utilização da palavra 'praga' destaca a seriedade do ato de ferir alguém e as implicações legais que isso traz.","conexao_teologica":"A justiça e a retribuição são temas importantes na lei mosaica, refletindo a santidade da vida humana.","referencias_relacionadas":["Levítico 24:19-20","Deuteronômio 19:21","Mateus 5:38-39"]},"exodo_21_23_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir justiça ou socorro.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada aqui no sentido de 'dar' ou 'oferecer' algo, neste caso, a justiça que deve ser dada à vítima que clama por ajuda.","por_que_esta_palavra":"A escolha da palavra enfatiza a ação de buscar reparação e a necessidade de resposta à injustiça.","conexao_teologica":"A ideia de clamar por justiça é um tema recorrente nas Escrituras, mostrando que Deus ouve o clamor dos oprimidos.","referencias_relacionadas":["Salmos 34:17","Isaías 1:17","Tiago 5:4"]},"exodo_21_23_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida de um ser humano.","explicacao_detalhada":"A palavra 'alma/vida' (נֶפֶשׁ) é usada para descrever a essência da vida humana, indicando que a vida é sagrada e deve ser protegida.","por_que_esta_palavra":"A utilização de 'alma' destaca a importância da vida e a gravidade de causar dano a ela.","conexao_teologica":"A vida é um dom de Deus, e a proteção da vida é um princípio fundamental na ética bíblica.","referencias_relacionadas":["Gênesis 9:6","Êxodo 20:13","Mateus 10:28"]},"exodo_21_23_mischief":{"palavra_pt":"mischief","palavra_original":"אָסוֹן","transliteracao":"ʼâçôwn","strong":"H611","significado_raiz":"Ideia básica: mischief.","significado_contextual":"Refere-se a um ato de malícia ou dano intencional.","explicacao_detalhada":"A palavra 'mischief' (אָסוֹן) implica em causar dano de forma deliberada, refletindo a intenção por trás das ações do agressor.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a gravidade das ações maliciosas e suas consequências.","conexao_teologica":"A malícia é condenada nas Escrituras, refletindo a natureza pecaminosa do ser humano.","referencias_relacionadas":["Provérbios 6:16-19","Gálatas 6:7","Romanos 12:19"]},"exodo_21_24_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão, mas simboliza também a justiça.","explicacao_detalhada":"A palavra 'olho' (עַיִן) é usada aqui para representar a ideia de justiça retributiva, onde o dano deve ser proporcional ao crime cometido.","por_que_esta_palavra":"A escolha da palavra enfatiza a ideia de 'olho por olho', que é uma expressão de justiça equilibrada.","conexao_teologica":"A justiça de Deus é refletida na lei, que busca restaurar a ordem e a equidade.","referencias_relacionadas":["Levítico 24:20","Mateus 5:38","Romanos 12:19"]},"exodo_21_24_beneath":{"palavra_pt":"debaixo","palavra_original":"תַּחַת","transliteracao":"tachath","strong":"H8478","significado_raiz":"Ideia básica: debaixo.","significado_contextual":"Refere-se à posição inferior ou ao que está embaixo.","explicacao_detalhada":"A palavra 'debaixo' (תַּחַת) é utilizada para indicar a posição de algo em relação a outra coisa, muitas vezes em um contexto de hierarquia ou submissão.","por_que_esta_palavra":"A escolha dessa palavra pode indicar a relação de poder e a responsabilidade que vem com essa posição.","conexao_teologica":"A submissão e a ordem são temas importantes na teologia bíblica, refletindo a criação e a estrutura da sociedade.","referencias_relacionadas":["Gênesis 3:16","Efésios 5:22-24","1 Pedro 2:13-14"]},"exodo_21_25_beneath":{"palavra_pt":"debaixo","palavra_original":"תַּחַת","transliteracao":"tachath","strong":"H8478","significado_raiz":"Ideia básica: debaixo.","significado_contextual":"Refere-se à posição inferior ou ao que está embaixo.","explicacao_detalhada":"A palavra 'debaixo' (תַּחַת) é utilizada novamente para enfatizar a ideia de justiça e retribuição em relação ao que foi feito.","por_que_esta_palavra":"A repetição da palavra ressalta a importância da justiça proporcional.","conexao_teologica":"A justiça de Deus é um princípio fundamental que permeia toda a Escritura.","referencias_relacionadas":["Levítico 24:20","Mateus 7:2","Gálatas 6:7"]},"exodo_21_26_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano que cometeu a ofensa.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada novamente para enfatizar a responsabilidade do agressor em relação ao dano causado.","por_que_esta_palavra":"A repetição da palavra reforça a ideia de que cada homem é responsável por suas ações.","conexao_teologica":"A responsabilidade moral é um tema central na teologia bíblica, refletindo a natureza do ser humano como responsável diante de Deus.","referencias_relacionadas":["Gênesis 1:26","Romanos 14:12","Tiago 4:17"]},"exodo_21_26_free":{"palavra_pt":"free","palavra_original":"חׇפְשִׁי","transliteracao":"chophshîy","strong":"H2670","significado_raiz":"Ideia básica: free.","significado_contextual":"Refere-se à condição de liberdade após a reparação do dano.","explicacao_detalhada":"A palavra 'free' (חׇפְשִׁי) implica em estar livre de penalidades ou restrições, especialmente após cumprir a justiça.","por_que_esta_palavra":"A escolha dessa palavra destaca a possibilidade de restauração e liberdade após a reparação.","conexao_teologica":"A liberdade é um tema importante na teologia bíblica, simbolizando a redenção e a restauração que Deus oferece.","referencias_relacionadas":["Gálatas 5:1","Romanos 8:1-2","João 8:36"]},"exodo_21_26_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se ao ato de agredir ou ferir alguém.","explicacao_detalhada":"A palavra 'beat' (נָכָה) é usada para descrever uma ação de violência física que pode resultar em danos a outra pessoa. No contexto de Êxodo 21:26, a lei estabelece consequências para quem agride um servo ou um homem livre.","por_que_esta_palavra":"A palavra é importante para entender as normas de justiça e retribuição na sociedade israelita antiga.","conexao_teologica":"A justiça e a proteção dos vulneráveis são temas centrais na lei mosaica, refletindo o caráter de Deus como justo.","referencias_relacionadas":["Êxodo 21:24","Levítico 24:20","Deuteronômio 19:21"]},"exodo_21_27_free":{"palavra_pt":"free","palavra_original":"חׇפְשִׁי","transliteracao":"chophshîy","strong":"H2670","significado_raiz":"Ideia básica: free.","significado_contextual":"Refere-se a uma pessoa que não é escrava, alguém que possui liberdade.","explicacao_detalhada":"A palavra 'free' (חׇפְשִׁי) é utilizada para distinguir entre servos e homens livres, enfatizando a dignidade e os direitos dos indivíduos que não estão sob servidão.","por_que_esta_palavra":"É crucial para entender as diferenças sociais e legais na antiga Israel, onde a liberdade era um valor importante.","conexao_teologica":"A liberdade é um tema que ressoa com a libertação do povo de Israel da escravidão no Egito, simbolizando a salvação e a redenção.","referencias_relacionadas":["Êxodo 21:2","Gálatas 5:1","Romanos 8:21"]},"exodo_21_27_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se a um indivíduo que está em servidão ou escravidão.","explicacao_detalhada":"A palavra 'servo' (עֶבֶד) é usada para descrever aqueles que estão sob a autoridade de um mestre, e a lei fornece proteções específicas para esses indivíduos.","por_que_esta_palavra":"É importante para compreender as dinâmicas sociais e as obrigações legais entre senhores e servos na sociedade israelita.","conexao_teologica":"A proteção dos servos reflete o cuidado de Deus pelos oprimidos e a importância da justiça social.","referencias_relacionadas":["Êxodo 21:2","Deuteronômio 15:12","Levítico 25:39"]},"exodo_21_28_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de falecer ou perder a vida.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é utilizada em um contexto legal para descrever as consequências fatais de ações violentas, como no caso de um boi que ataca um homem.","por_que_esta_palavra":"É essencial para entender as implicações legais e morais de causar a morte de outra pessoa.","conexao_teologica":"A vida é sagrada, e a lei reflete a seriedade de tirar a vida de alguém, mostrando a importância do valor da vida humana.","referencias_relacionadas":["Êxodo 20:13","Números 35:30","Deuteronômio 19:11"]},"exodo_21_28_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano do sexo masculino.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para identificar um indivíduo em situações legais, destacando a responsabilidade e a dignidade do ser humano.","por_que_esta_palavra":"É importante para a compreensão das leis que se aplicam a indivíduos e suas responsabilidades na sociedade.","conexao_teologica":"A criação do homem à imagem de Deus estabelece a dignidade e o valor de cada ser humano, refletindo a intenção divina.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Pedro 2:13"]},"exodo_21_29_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se novamente ao ato de falecer, em um contexto de responsabilidade legal.","explicacao_detalhada":"A repetição da palavra 'morrer' (מוּת) enfatiza a gravidade das consequências de ações que resultam em morte, especialmente em relação a um animal que causa a morte de um homem.","por_que_esta_palavra":"É crucial para entender a responsabilidade legal em casos de morte acidental ou intencional.","conexao_teologica":"A seriedade da vida e da morte é um tema recorrente na Bíblia, refletindo a soberania de Deus sobre a vida humana.","referencias_relacionadas":["Êxodo 21:28","Números 35:16","Deuteronômio 19:4"]},"exodo_21_29_dia":{"palavra_pt":"dia","palavra_original":"תְּמוֹל","transliteracao":"tᵉmôwl","strong":"H8543","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas.","explicacao_detalhada":"A palavra 'dia' (תְּמוֹל) é usada para marcar um tempo específico em que um evento ocorreu, especialmente em relação a eventos legais e suas consequências.","por_que_esta_palavra":"É importante para a cronologia dos eventos e a aplicação das leis na sociedade israelita.","conexao_teologica":"O conceito de tempo e a ordem dos dias são fundamentais na criação e na observância do Sabbath, refletindo a estrutura da vida em comunidade.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8","Salmos 90:12"]},"exodo_21_30_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ajuda ou interceder.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada em um contexto onde alguém pode clamar por justiça ou reparação após um dano ou crime.","por_que_esta_palavra":"É crucial para entender a dinâmica de busca por justiça e a responsabilidade da comunidade em ouvir e responder ao clamor dos necessitados.","conexao_teologica":"Deus é apresentado como aquele que ouve o clamor do seu povo, enfatizando a importância da justiça e da misericórdia.","referencias_relacionadas":["Salmos 34:17","Isaías 58:9","Mateus 7:7"]},"exodo_21_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a forma como as ações devem ser realizadas, especialmente em contextos legais e éticos.","por_que_esta_palavra":"É importante para entender as normas de conduta e a expectativa de comportamento na sociedade.","conexao_teologica":"A maneira como vivemos e agimos reflete nossa obediência a Deus e a sua lei, mostrando a importância da ética na vida cristã.","referencias_relacionadas":["Miquéias 6:8","Colossenses 3:17","1 Pedro 2:12"]},"exodo_21_30_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de resgatar ou proteger.","explicacao_detalhada":"A palavra 'salvar' (אִם) é usada em um contexto que implica a possibilidade de evitar um dano ou garantir a segurança de alguém.","por_que_esta_palavra":"É crucial para entender a responsabilidade de proteger os outros e as implicações de nossas ações.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a ação de Deus em resgatar seu povo do pecado e da morte.","referencias_relacionadas":["Salmos 37:39","Isaías 43:2","Romanos 10:13"]},"exodo_21_31_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à aplicação da justiça em casos de danos causados por um animal.","explicacao_detalhada":"A palavra 'juízo' implica a ideia de justiça e equidade nas decisões legais. No contexto de Êxodo 21:31, é a determinação de responsabilidade e compensação por danos causados por um animal a um ser humano.","por_que_esta_palavra":"A justiça é um princípio fundamental na legislação mosaica, refletindo o caráter de Deus como justo e reto.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, mostrando que Ele se preocupa com a equidade e a proteção dos vulneráveis.","referencias_relacionadas":["Deuteronômio 16:20","Salmos 89:14","Miquéias 6:8"]},"exodo_21_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação familiar e a responsabilidade que um pai tem sobre seu filho.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a continuidade da vida e a importância da proteção e cuidado nas relações familiares, especialmente em situações de dano.","por_que_esta_palavra":"A inclusão do 'filho' destaca a seriedade das consequências de ações que afetam a vida de outros, especialmente os mais vulneráveis.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"exodo_21_31_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao animal que causou o dano, simbolizando a responsabilidade do proprietário.","explicacao_detalhada":"A palavra 'urso' é um exemplo de um animal que pode causar danos. A legislação estabelece que o proprietário deve ser responsabilizado por suas ações e pela segurança de seu animal.","por_que_esta_palavra":"A menção do 'urso' ilustra a necessidade de vigilância e responsabilidade sobre os animais que podem representar perigo.","conexao_teologica":"Deus exige responsabilidade e cuidado em todas as áreas da vida, refletindo Seu caráter de amor e proteção.","referencias_relacionadas":["Provérbios 12:10","Mateus 10:29","Lucas 12:6"]},"exodo_21_32_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à possibilidade de salvar a vida de um filho em caso de ataque por um animal.","explicacao_detalhada":"A palavra 'salvar' implica a ação de proteger e resgatar, enfatizando a importância da vida e da proteção familiar.","por_que_esta_palavra":"A proteção da vida é um princípio central na ética bíblica, mostrando o valor que Deus dá à vida humana.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a intenção de Deus de preservar e proteger Sua criação.","referencias_relacionadas":["Salmos 91:15","Isaías 43:2","Romanos 8:31-39"]},"exodo_21_32_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ajuda ou interceder em situações de perigo.","explicacao_detalhada":"A palavra 'dar' implica a ação de oferecer algo, neste caso, a ajuda necessária em momentos críticos.","por_que_esta_palavra":"Clamar por ajuda é uma resposta natural em situações de emergência, refletindo a necessidade de apoio comunitário.","conexao_teologica":"A Bíblia frequentemente encoraja os crentes a clamar a Deus em busca de ajuda e proteção.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Romanos 10:13"]},"exodo_21_33_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano que pode ser afetado por ações de outros, especialmente em situações de dano.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a dignidade e o valor da vida humana, que deve ser protegida e respeitada.","por_que_esta_palavra":"A dignidade do ser humano é um princípio fundamental na ética bíblica, refletindo a imagem de Deus em cada pessoa.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central, mostrando o valor intrínseco de cada vida.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Mateus 10:31"]},"exodo_21_33_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou justificativa para a aplicação da lei.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a razão pela qual a justiça deve ser aplicada em casos de dano.","por_que_esta_palavra":"A clareza nas razões para a aplicação da lei é essencial para a justiça e a compreensão do que é esperado.","conexao_teologica":"A justiça de Deus é fundamentada em Sua natureza e caráter, e é importante que os crentes compreendam as razões por trás das leis divinas.","referencias_relacionadas":["Deuteronômio 10:12","Isaías 1:17","Romanos 12:19"]},"exodo_21_33_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade e à integridade nas questões de justiça.","explicacao_detalhada":"A palavra 'verdade' implica a necessidade de honestidade e transparência nas decisões judiciais.","por_que_esta_palavra":"A verdade é fundamental para a justiça, pois sem ela, não pode haver equidade nas decisões.","conexao_teologica":"Deus é descrito como a verdade, e os crentes são chamados a viver em verdade e justiça.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:19","João 8:32"]},"exodo_21_34_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à consequência extrema de um ataque por um animal.","explicacao_detalhada":"A palavra 'morrer' enfatiza a gravidade das consequências de ações irresponsáveis que podem levar à perda de vida.","por_que_esta_palavra":"A morte é a consequência mais séria e deve ser tratada com a máxima responsabilidade nas leis.","conexao_teologica":"A Bíblia ensina que a vida é sagrada e que Deus valoriza a vida humana, fazendo da responsabilidade uma questão de grande importância.","referencias_relacionadas":["Gênesis 9:6","Êxodo 20:13","Romanos 6:23"]},"exodo_21_35_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte de um animal e as implicações legais disso.","explicacao_detalhada":"A repetição da palavra 'morrer' neste contexto reforça a seriedade das consequências de danos causados por animais.","por_que_esta_palavra":"A morte de um animal também implica responsabilidade e compensação, mostrando a importância da justiça em todas as áreas.","conexao_teologica":"A responsabilidade sobre a criação é um tema importante, refletindo o cuidado que Deus espera de Seus servos.","referencias_relacionadas":["Deuteronômio 22:1-4","Mateus 12:11-12","Lucas 14:5"]},"exodo_21_35_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne de um animal que foi ferido em um acidente.","explicacao_detalhada":"Neste contexto, a palavra 'carne' é usada para descrever o valor do animal que foi danificado, implicando responsabilidade por danos causados.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da vida do animal e a responsabilidade do proprietário em relação a ele.","conexao_teologica":"A responsabilidade pela vida e o cuidado com a criação são temas centrais na ética bíblica.","referencias_relacionadas":["Gênesis 1:26-28","Levítico 24:18","Deuteronômio 22:1-4"]},"exodo_21_35_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao proprietário do animal que causou o dano.","explicacao_detalhada":"A palavra 'homem' aqui representa a responsabilidade legal e moral que uma pessoa tem sobre suas posses e ações.","por_que_esta_palavra":"É fundamental para a justiça e a ordem social que os indivíduos sejam responsabilizados por suas ações.","conexao_teologica":"A justiça e a responsabilidade são princípios que refletem o caráter de Deus e Sua relação com a humanidade.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4-6","Mateus 12:36"]},"exodo_21_36_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à consequência de um dano que resulta na morte de um animal.","explicacao_detalhada":"A palavra 'morrer' implica a seriedade da situação e as implicações legais que surgem da morte do animal.","por_que_esta_palavra":"É usada para enfatizar a gravidade do ato e a necessidade de reparação.","conexao_teologica":"A morte, como consequência do pecado, é um tema recorrente na Bíblia, refletindo a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gênesis 3:19","Hebreus 9:27"]},"exodo_21_36_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"A palavra 'porque' conecta a causa e a consequência, explicando a razão pela qual algo deve ser feito.","por_que_esta_palavra":"É essencial para a lógica do argumento legal apresentado na passagem.","conexao_teologica":"A clareza na comunicação é vital para a compreensão da vontade de Deus e de Sua lei.","referencias_relacionadas":["Provérbios 4:7","Tiago 1:5","Romanos 12:2"]},"exodo_21_36_dia":{"palavra_pt":"dia","palavra_original":"תְּמוֹל","transliteracao":"tᵉmôwl","strong":"H8543","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico em que um evento ocorre.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um prazo ou um tempo determinado para a reparação ou a consequência.","por_que_esta_palavra":"É importante para estabelecer um tempo claro para a responsabilidade e a justiça.","conexao_teologica":"O tempo é uma criação de Deus, e a administração do tempo é um aspecto da vida cristã.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Pedro 3:8"]},"exodo_21_37_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente usada para introduzir uma justificativa.","explicacao_detalhada":"A palavra 'porque' é crucial para a argumentação legal, explicando as razões por trás das ações e decisões.","por_que_esta_palavra":"Ela conecta a lógica da lei e a necessidade de responsabilidade.","conexao_teologica":"A clareza na lei de Deus é fundamental para a vida em comunidade e a justiça.","referencias_relacionadas":["Deuteronômio 6:6-7","Mateus 5:17-19","Romanos 13:10"]},"exodo_21_37_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente ao proprietário do animal.","explicacao_detalhada":"A repetição da palavra 'homem' enfatiza a responsabilidade contínua do indivíduo sobre suas ações.","por_que_esta_palavra":"É importante para reforçar a ideia de que cada pessoa deve prestar contas por suas ações.","conexao_teologica":"A responsabilidade pessoal é um princípio central na ética cristã.","referencias_relacionadas":["Gálatas 6:5","Ezequiel 18:30","Mateus 12:36"]},"exodo_21_37_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo do animal que foi danificado.","explicacao_detalhada":"A palavra 'corpo' é usada para descrever a parte física do animal, enfatizando a gravidade do dano causado.","por_que_esta_palavra":"É importante para entender a extensão da responsabilidade do proprietário.","conexao_teologica":"A criação de Deus é sagrada, e o cuidado com ela reflete o caráter de Deus.","referencias_relacionadas":["Gênesis 1:31","Salmos 104:24-25","Romanos 8:19-21"]}}