{"exodo_22_1_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte de um animal em um contexto de roubo.","explicacao_detalhada":"A palavra 'morrer' aqui implica a consequência de ações ilícitas e a responsabilidade que vem com elas.","por_que_esta_palavra":"É usada para enfatizar a seriedade do crime e a necessidade de reparação.","conexao_teologica":"A justiça e a retribuição são temas centrais na Bíblia, refletindo o caráter justo de Deus.","referencias_relacionadas":["Êxodo 22:4","Levítico 6:4-5","Romanos 13:4"]},"exodo_22_1_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à possibilidade de salvar o animal roubado.","explicacao_detalhada":"A palavra 'salvar' implica a ação de proteger ou recuperar algo que foi perdido ou danificado.","por_que_esta_palavra":"É importante para mostrar que há uma oportunidade de reparação e restauração.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a natureza redentora de Deus.","referencias_relacionadas":["Salmos 34:22","Isaías 43:1","Lucas 19:10"]},"exodo_22_2_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se à luz e ao calor do sol, que são essenciais para a vida.","explicacao_detalhada":"O sol é frequentemente visto como uma fonte de vida e energia. No contexto de Êxodo 22:2, a menção do sol pode simbolizar a clareza e a verdade, contrastando com a escuridão da injustiça.","por_que_esta_palavra":"A palavra 'sol' é utilizada para enfatizar a importância da luz e da justiça em situações de conflito.","conexao_teologica":"O sol é um símbolo da presença de Deus e de Sua justiça que ilumina as trevas do pecado.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14","Isaías 60:1"]},"exodo_22_2_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a ação de proteger ou resgatar alguém de um perigo iminente.","explicacao_detalhada":"Neste contexto, 'salvar' refere-se à proteção de vidas e bens, enfatizando a responsabilidade moral de cuidar do próximo.","por_que_esta_palavra":"A palavra 'salvar' é crucial para entender a ética de proteção e responsabilidade na comunidade.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o caráter de Deus como protetor e salvador.","referencias_relacionadas":["Salmos 34:19","Romanos 10:13","2 Coríntios 1:10"]},"exodo_22_2_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Representa a vida e a morte, sendo um elemento central nas questões de sacrifício e justiça.","explicacao_detalhada":"O sangue é um símbolo poderoso na Bíblia, frequentemente associado ao sacrifício e à expiação. Em Êxodo 22:2, a menção ao sangue pode indicar a gravidade de tirar a vida de alguém.","por_que_esta_palavra":"A palavra 'sangue' é utilizada para ressaltar a seriedade das consequências de ações violentas.","conexao_teologica":"O sangue de Cristo é visto como o sacrifício final que traz redenção e vida eterna.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"exodo_22_3_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à proteção de bens e vidas em situações de roubo ou perigo.","explicacao_detalhada":"A palavra 'salvar' aqui enfatiza a responsabilidade de agir em defesa do próximo, especialmente em situações de injustiça.","por_que_esta_palavra":"A repetição da palavra 'salvar' reforça a importância da proteção e da justiça na comunidade.","conexao_teologica":"A ideia de salvar é central na mensagem do evangelho, onde Deus busca salvar a humanidade.","referencias_relacionadas":["Lucas 19:10","Romanos 5:8","Efésios 2:8"]},"exodo_22_3_theft":{"palavra_pt":"theft","palavra_original":"גְּנֵבָה","transliteracao":"gᵉnêbâh","strong":"H1591","significado_raiz":"Ideia básica: theft.","significado_contextual":"Refere-se ao ato de roubar, que é considerado uma violação grave da lei e da ética.","explicacao_detalhada":"O roubo é uma ofensa que não apenas prejudica a vítima, mas também desestabiliza a comunidade. A palavra 'theft' destaca a necessidade de justiça.","por_que_esta_palavra":"A inclusão da palavra 'theft' enfatiza a seriedade da proteção dos bens e a necessidade de justiça.","conexao_teologica":"A justiça de Deus é um tema recorrente, onde Ele exige que os injustos sejam punidos e os justos protegidos.","referencias_relacionadas":["Êxodo 20:15","Salmos 37:21","Provérbios 21:7"]},"exodo_22_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou justificativa para uma ação ou decisão.","explicacao_detalhada":"A palavra 'porque' conecta a ação a uma justificativa, mostrando a lógica por trás das leis e normas estabelecidas.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a relação entre a ação e sua consequência.","conexao_teologica":"Deus frequentemente fornece razões para Seus mandamentos, mostrando que Sua lei é baseada em princípios justos.","referencias_relacionadas":["Deuteronômio 6:24","Salmos 119:160","Isaías 1:18"]},"exodo_22_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua dignidade e valor, criado à imagem de Deus.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a importância da vida humana e a responsabilidade que temos uns pelos outros.","por_que_esta_palavra":"A menção ao 'homem' destaca a centralidade da pessoa na ética bíblica e na justiça.","conexao_teologica":"A criação do homem à imagem de Deus confere um valor intrínseco à vida humana, que deve ser respeitada.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Mateus 10:31"]},"exodo_22_4_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar alguém em uma missão ou tarefa.","explicacao_detalhada":"A palavra 'enviar' implica responsabilidade e autoridade, indicando que alguém foi designado para agir em nome de outro.","por_que_esta_palavra":"A palavra 'enviar' é importante para entender a dinâmica de autoridade e responsabilidade nas relações humanas.","conexao_teologica":"Deus envia profetas e mensageiros para cumprir Seus propósitos, refletindo Sua soberania.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","João 20:21"]},"exodo_22_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou justificativa para uma ação ou decisão.","explicacao_detalhada":"Assim como em outras partes da Escritura, a palavra 'porque' conecta ações a suas consequências, enfatizando a lógica da justiça.","por_que_esta_palavra":"A repetição da palavra 'porque' reforça a importância da clareza nas normas e leis.","conexao_teologica":"A justiça de Deus é fundamentada em princípios racionais e éticos, que são revelados em Sua Palavra.","referencias_relacionadas":["Deuteronômio 10:12","Salmos 119:172","Romanos 12:2"]},"exodo_22_5_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se ao ato de encontrar algo que estava perdido ou escondido.","explicacao_detalhada":"A palavra 'achar' implica a descoberta de algo que é valioso, seja material ou espiritual, e enfatiza a importância da diligência.","por_que_esta_palavra":"A palavra 'achar' é usada para ressaltar a responsabilidade de buscar e recuperar o que foi perdido.","conexao_teologica":"A busca e a descoberta são temas importantes na Bíblia, refletindo a busca de Deus por Sua criação.","referencias_relacionadas":["Lucas 15:8-10","Mateus 7:7","Provérbios 8:17"]},"exodo_22_5_standing":{"palavra_pt":"standing","palavra_original":"קָמָה","transliteracao":"qâmâh","strong":"H7054","significado_raiz":"Ideia básica: standing.","significado_contextual":"A palavra 'standing' refere-se à posição ou estado de algo que está em pé, simbolizando estabilidade e responsabilidade.","explicacao_detalhada":"No contexto de Êxodo 22:5, a palavra 'standing' é usada para descrever a situação em que um animal é encontrado em pé, indicando que o proprietário deve ser responsabilizado por danos causados por seu animal.","por_que_esta_palavra":"A escolha da palavra 'standing' enfatiza a ideia de que a responsabilidade é inerente à posse e ao cuidado que se deve ter com os bens.","conexao_teologica":"A responsabilidade moral e ética em relação aos bens e à criação é um tema recorrente na Bíblia, refletindo a natureza de Deus como cuidador e protetor.","referencias_relacionadas":["Êxodo 22:1","Levítico 24:18","Deuteronômio 22:1"]},"exodo_22_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, um espaço de segurança e proteção, onde a vida familiar se desenvolve.","explicacao_detalhada":"Em Êxodo 22:6, a 'casa' é mencionada no contexto de um bem que deve ser protegido. A destruição ou dano à casa de alguém é uma violação da segurança e da integridade familiar.","por_que_esta_palavra":"A palavra 'casa' é crucial para entender a importância da propriedade e da segurança na sociedade israelita antiga.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus e a segurança que Ele oferece ao Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:4"]},"exodo_22_6_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, enfatizando a dignidade e a responsabilidade que cada indivíduo possui.","explicacao_detalhada":"No versículo, 'homem' é usado para descrever o proprietário que deve ser responsabilizado por suas ações e pela proteção de seus bens.","por_que_esta_palavra":"A inclusão do 'homem' destaca a responsabilidade pessoal e a moralidade nas interações sociais.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 1:12"]},"exodo_22_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é uma conjunção que introduz uma explicação ou justificativa para uma ação ou situação.","explicacao_detalhada":"Em Êxodo 22:6, 'porque' é usado para justificar a responsabilidade do homem em relação ao que aconteceu com sua propriedade.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica da lei e a razão pela qual as responsabilidades são atribuídas.","conexao_teologica":"A ideia de justificativa é importante na teologia, onde as ações humanas são frequentemente avaliadas à luz da justiça divina.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Tiago 2:13"]},"exodo_22_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' aqui é novamente enfatizada como um espaço físico e emocional que deve ser protegido.","explicacao_detalhada":"No contexto, a 'casa' é mencionada em relação a um acordo ou responsabilidade, reforçando a importância da segurança do lar.","por_que_esta_palavra":"A repetição da palavra 'casa' sublinha a centralidade do lar na vida comunitária e na legislação israelita.","conexao_teologica":"A proteção do lar é um reflexo do cuidado de Deus por Seu povo, que é frequentemente descrito como Sua casa.","referencias_relacionadas":["Salmos 91:1","Mateus 10:12","1 Pedro 2:5"]},"exodo_22_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, enfatizando a autoridade e a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a menção a 'deus' implica que as leis e responsabilidades têm uma origem divina, refletindo a justiça e a ordem que Deus estabelece.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre as leis humanas e a vontade divina.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, que mostra como Ele governa e orienta a vida dos seres humanos.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 13:1"]},"exodo_22_7_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a qualquer atividade ou trabalho realizado, enfatizando a importância do esforço humano.","explicacao_detalhada":"Em Êxodo 22:7, 'obra' é usada para descrever o que deve ser protegido e respeitado, indicando que o trabalho de cada um é valioso.","por_que_esta_palavra":"A palavra 'obra' destaca a dignidade do trabalho e a necessidade de respeitar o que os outros realizam.","conexao_teologica":"A Bíblia frequentemente fala sobre o trabalho como algo que deve ser feito para a glória de Deus, refletindo a natureza criativa do ser humano.","referencias_relacionadas":["Gênesis 2:15","Colossenses 3:23","Efésios 2:10"]},"exodo_22_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é novamente mencionada, reforçando a ideia de que as leis são estabelecidas sob a autoridade divina.","explicacao_detalhada":"Neste contexto, a referência a 'deus' implica que as ações humanas são observadas e que há consequências para as transgressões.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a moralidade e a ética que permeiam as leis de Israel.","conexao_teologica":"A presença de Deus nas leis enfatiza a importância de viver de acordo com Sua vontade e propósito.","referencias_relacionadas":["Deuteronômio 10:12","Salmos 119:105","Mateus 5:17"]},"exodo_22_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, enfatizando a importância da forma e da intenção nas ações.","explicacao_detalhada":"Em Êxodo 22:8, 'modo' é usado para descrever a forma como as coisas devem ser tratadas, indicando que a intenção por trás das ações é significativa.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que não apenas as ações, mas também a maneira como são realizadas, são relevantes.","conexao_teologica":"A Bíblia ensina que Deus se preocupa com a intenção do coração, não apenas com as ações externas.","referencias_relacionadas":["1 Samuel 16:7","Mateus 6:1","Colossenses 3:17"]},"exodo_22_8_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a um conceito ou objeto, enfatizando a importância da comunicação e do entendimento.","explicacao_detalhada":"No versículo, 'palavra' é usada para descrever o que deve ser considerado em termos de responsabilidade e ética.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a comunicação e a clareza nas interações humanas.","conexao_teologica":"A comunicação é um aspecto vital da relação entre Deus e a humanidade, refletindo a importância da revelação divina.","referencias_relacionadas":["Provérbios 18:21","João 1:1","Tiago 1:19"]},"exodo_22_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como uma ação deve ser realizada, especialmente em contextos legais.","explicacao_detalhada":"A palavra 'modo' implica em uma maneira específica de agir ou proceder, que é importante para a justiça e a ordem social.","por_que_esta_palavra":"É utilizada para enfatizar a importância de seguir procedimentos corretos em questões legais.","conexao_teologica":"A justiça de Deus exige que as ações humanas sejam realizadas de acordo com princípios divinos.","referencias_relacionadas":["Deuteronômio 16:20","Provérbios 21:3","Miquéias 6:8"]},"exodo_22_9_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de perder a vida, com implicações legais e morais.","explicacao_detalhada":"A palavra 'morrer' é usada para descrever a consequência mais grave de ações imprudentes ou maliciosas.","por_que_esta_palavra":"É crucial para entender as penalidades e responsabilidades em casos de morte acidental ou intencional.","conexao_teologica":"A vida é sagrada, e a morte traz consequências que refletem a seriedade da vida e da justiça.","referencias_relacionadas":["Gênesis 2:17","Êxodo 20:13","Romanos 6:23"]},"exodo_22_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa para uma ação ou decisão.","explicacao_detalhada":"A palavra 'porque' conecta a causa e o efeito, explicando a lógica por trás das leis.","por_que_esta_palavra":"É fundamental para a argumentação legal e a compreensão das consequências das ações.","conexao_teologica":"Deus fornece razões para suas leis, mostrando que a obediência é baseada em entendimento e não apenas em mandamentos.","referencias_relacionadas":["Deuteronômio 30:19","Isaías 1:18","Romanos 12:1"]},"exodo_22_10_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se a qualquer tipo de trabalho ou atividade realizada por uma pessoa.","explicacao_detalhada":"A palavra 'obra' abrange tanto o trabalho físico quanto o esforço moral e espiritual.","por_que_esta_palavra":"É importante para definir responsabilidades e expectativas em relação ao trabalho e suas consequências.","conexao_teologica":"O trabalho é visto como uma parte integral da vida humana, refletindo a natureza criativa de Deus.","referencias_relacionadas":["Gênesis 2:15","Colossenses 3:23","Efésios 2:10"]},"exodo_22_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa respeito e reverência, reconhecendo a soberania divina.","por_que_esta_palavra":"É usada para invocar a presença e a autoridade de Deus nas questões legais e morais.","conexao_teologica":"O nome de Deus é central na adoração e na prática da fé, simbolizando sua relação com o povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_22_10_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de resgatar ou proteger alguém de perigo.","explicacao_detalhada":"A palavra 'salvar' implica em intervenções que garantem a segurança e a vida de outros.","por_que_esta_palavra":"É crucial em contextos de responsabilidade e proteção, especialmente em situações de risco.","conexao_teologica":"Deus é visto como o salvador, que protege e resgata seu povo em tempos de necessidade.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"exodo_22_11_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade física de uma pessoa, especialmente em contextos de vida e morte.","explicacao_detalhada":"A palavra 'corpo' é usada para enfatizar a importância da vida física e a dignidade humana.","por_que_esta_palavra":"É relevante para discutir questões de responsabilidade e consequências legais em relação à vida humana.","conexao_teologica":"O corpo é considerado um templo do Espírito Santo, refletindo a importância da vida e da saúde.","referencias_relacionadas":["1 Coríntios 6:19-20","Gênesis 1:27","Salmos 139:14"]},"exodo_22_11_enganar":{"palavra_pt":"enganar","palavra_original":"גָּנַב","transliteracao":"gânab","strong":"H1589","significado_raiz":"Ideia básica: enganar.","significado_contextual":"Refere-se ao ato de roubar ou enganar alguém, especialmente em contextos legais.","explicacao_detalhada":"A palavra 'enganar' implica em desonestidade e violação da confiança, com consequências sérias.","por_que_esta_palavra":"É usada para descrever ações que prejudicam outros e que são moralmente condenáveis.","conexao_teologica":"A desonestidade é contrária à natureza de Deus, que é verdade e justiça.","referencias_relacionadas":["Levítico 19:11","Provérbios 12:22","Efésios 4:25"]},"exodo_22_12_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à proteção ou resgate de algo ou alguém em perigo.","explicacao_detalhada":"A palavra 'salvar' é usada em contextos que envolvem a responsabilidade de proteger a vida.","por_que_esta_palavra":"É crucial para entender a responsabilidade moral em situações de risco.","conexao_teologica":"A salvação é um tema central na teologia cristã, refletindo o caráter redentor de Deus.","referencias_relacionadas":["Salmos 91:15","Mateus 1:21","Hebreus 7:25"]},"exodo_22_12_ravin":{"palavra_pt":"ravin","palavra_original":"טְרֵפָה","transliteracao":"ṭᵉrêphâh","strong":"H2966","significado_raiz":"Ideia básica: ravin.","significado_contextual":"Refere-se a um animal que foi morto ou ferido, especialmente em contextos de propriedade.","explicacao_detalhada":"A palavra 'ravin' implica em questões de responsabilidade sobre a perda de bens e a compensação devida.","por_que_esta_palavra":"É importante para entender as leis sobre propriedade e a responsabilidade do proprietário.","conexao_teologica":"Deus se preocupa com a justiça e a restauração, refletindo seu caráter justo.","referencias_relacionadas":["Êxodo 21:35","Deuteronômio 22:1-4","Provérbios 27:23"]},"exodo_22_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à honestidade e à integridade nas relações humanas.","explicacao_detalhada":"Neste contexto, a 'verdade' é fundamental para a justiça e a equidade nas interações sociais, especialmente em questões legais.","por_que_esta_palavra":"A inclusão da 'verdade' enfatiza a importância de se agir com retidão e transparência.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"exodo_22_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo do sexo masculino, mas também pode simbolizar a humanidade em geral.","explicacao_detalhada":"Neste versículo, o 'homem' é o sujeito da ação, e sua responsabilidade é destacada.","por_que_esta_palavra":"A menção do 'homem' sublinha a dignidade e a responsabilidade que cada indivíduo possui diante da lei.","conexao_teologica":"A criação do homem à imagem de Deus implica em sua dignidade e valor intrínsecos.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"exodo_22_13_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se a um membro da mesma família ou comunidade, enfatizando laços de solidariedade.","explicacao_detalhada":"Neste contexto, a proteção do 'irmão' é uma questão de responsabilidade moral e social.","por_que_esta_palavra":"A inclusão do 'irmão' destaca a importância das relações familiares e comunitárias na ética bíblica.","conexao_teologica":"A noção de irmandade reflete o amor e a unidade que Deus deseja entre Seu povo.","referencias_relacionadas":["Gálatas 6:2","1 João 4:20","Romanos 12:10"]},"exodo_22_13_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida física, mas também pode simbolizar a separação espiritual.","explicacao_detalhada":"Neste versículo, a morte é uma consequência grave que deve ser evitada, ressaltando a importância da vida.","por_que_esta_palavra":"A menção da morte enfatiza a seriedade das ações e suas consequências.","conexao_teologica":"A morte é um tema central na teologia bíblica, representando a separação do homem de Deus.","referencias_relacionadas":["Romanos 6:23","Eclesiastes 3:2","João 11:25-26"]},"exodo_22_14_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em resgatar ou proteger alguém de um perigo iminente.","explicacao_detalhada":"Neste contexto, 'salvar' refere-se à responsabilidade de proteger a vida de outro, especialmente em situações de risco.","por_que_esta_palavra":"A inclusão de 'salvar' destaca a obrigação moral de cuidar do próximo.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o caráter redentor de Deus.","referencias_relacionadas":["Salmos 34:19","Isaías 43:1","Romanos 10:13"]},"exodo_22_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reafirma a necessidade de honestidade nas interações e decisões.","explicacao_detalhada":"A 'verdade' é essencial para a justiça e a confiança nas relações interpessoais.","por_que_esta_palavra":"A ênfase na 'verdade' reforça a integridade nas ações e decisões.","conexao_teologica":"A verdade é um princípio divino que deve guiar a vida dos crentes.","referencias_relacionadas":["Salmos 51:6","Provérbios 3:3","Efésios 4:15"]},"exodo_22_15_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao estado de repouso, tanto físico quanto emocional.","explicacao_detalhada":"Neste contexto, 'descanso' implica em um momento de pausa e recuperação, essencial para a vida saudável.","por_que_esta_palavra":"A menção do 'descanso' destaca a importância do cuidado com o bem-estar do próximo.","conexao_teologica":"O descanso é um princípio que Deus estabeleceu, refletindo Sua criação e o sabá.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Mateus 11:28"]},"exodo_22_15_caminho":{"palavra_pt":"caminho","palavra_original":"פָּתָה","transliteracao":"pâthâh","strong":"H6601","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à direção ou ao modo de viver, simbolizando escolhas e decisões.","explicacao_detalhada":"Neste contexto, 'caminho' implica nas decisões que moldam a vida de uma pessoa.","por_que_esta_palavra":"A inclusão de 'caminho' destaca a importância de seguir a direção correta na vida.","conexao_teologica":"Jesus é descrito como o caminho, a verdade e a vida, enfatizando a necessidade de seguir Seus ensinamentos.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","João 14:6"]},"exodo_22_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui se refere ao indivíduo responsável pelas ações descritas.","explicacao_detalhada":"Neste versículo, o 'homem' é chamado a agir com responsabilidade e ética.","por_que_esta_palavra":"A ênfase no 'homem' destaca a responsabilidade pessoal diante da lei e da moral.","conexao_teologica":"A dignidade do homem é um reflexo da imagem de Deus em sua criação.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 139:14","1 Coríntios 16:13"]},"exodo_22_16_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em proteger ou resgatar alguém de um perigo.","explicacao_detalhada":"Neste contexto, 'salvar' refere-se à responsabilidade de cuidar da vida do próximo.","por_que_esta_palavra":"A inclusão de 'salvar' destaca a obrigação moral de agir em favor do bem-estar do outro.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o amor e a compaixão de Deus.","referencias_relacionadas":["Salmos 91:15","Isaías 53:5","Romanos 5:8"]},"exodo_22_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder algo a alguém, especialmente em um contexto de responsabilidade e obrigação.","explicacao_detalhada":"No contexto de Êxodo 22:16, a palavra 'dar' implica que um homem que seduzir uma virgem deve dar a ela como esposa, o que reflete a seriedade das relações e responsabilidades na sociedade israelita.","por_que_esta_palavra":"Esta palavra é crucial porque estabelece a expectativa de compromisso e responsabilidade nas relações interpessoais, especialmente em questões de honra e família.","conexao_teologica":"A ideia de dar está ligada ao conceito de aliança e compromisso que Deus tem com Seu povo, refletindo a importância da fidelidade nas relações.","referencias_relacionadas":["Êxodo 22:17","Deuteronômio 22:28-29","Provérbios 18:22"]},"exodo_22_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é utilizada para enfatizar a importância da honestidade e integridade nas interações humanas.","explicacao_detalhada":"Em Êxodo 22:17, a palavra 'verdade' é usada para reforçar que não se deve fazer promessas falsas ou enganar, especialmente em questões de compromisso e casamento.","por_que_esta_palavra":"A ênfase na verdade é fundamental para a justiça e a ordem social, refletindo o caráter de Deus que é sempre verdadeiro.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em integridade.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"exodo_22_17_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à existência e à continuidade da vida, especialmente em um contexto de proteção e cuidado.","explicacao_detalhada":"No versículo, a palavra 'viver' é usada para indicar que a vida de uma pessoa deve ser respeitada e protegida, refletindo o valor que Deus dá à vida humana.","por_que_esta_palavra":"A vida é um dom de Deus e deve ser tratada com dignidade e respeito, o que é um princípio central na lei mosaica.","conexao_teologica":"A vida é sagrada e reflete a imagem de Deus, e os crentes são chamados a valorizar e proteger a vida em todas as suas formas.","referencias_relacionadas":["Gênesis 1:27","Êxodo 20:13","Salmos 139:13-16"]},"exodo_22_17_sorcerer":{"palavra_pt":"sorcerer","palavra_original":"כָּשַׁף","transliteracao":"kâshaph","strong":"H3784","significado_raiz":"Ideia básica: sorcerer.","significado_contextual":"A palavra 'sorcerer' refere-se a práticas ocultas e à tentativa de manipular forças sobrenaturais, que são condenadas na lei de Deus.","explicacao_detalhada":"Em Êxodo 22:18, a proibição contra os 'sorcerers' reflete a aversão de Deus a qualquer forma de idolatria e práticas que desviam o povo de Sua adoração.","por_que_esta_palavra":"A condenação do sorcery é importante para manter a pureza da adoração a Deus e proteger o povo de influências malignas.","conexao_teologica":"A rejeição do sorcery é um reflexo do chamado de Deus para que Seu povo confie Nele e não busque poder em fontes ocultas.","referencias_relacionadas":["Deuteronômio 18:10-12","Gálatas 5:20","Apocalipse 21:8"]},"exodo_22_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, indicando a importância da conduta e do comportamento.","explicacao_detalhada":"No contexto de Êxodo 22:18, a palavra 'modo' é usada para descrever a forma como as leis devem ser aplicadas, enfatizando a necessidade de justiça e retidão.","por_que_esta_palavra":"A maneira de agir é fundamental para a manutenção da ordem e da moralidade na sociedade, refletindo o caráter de Deus.","conexao_teologica":"Deus é um Deus de ordem e justiça, e os crentes são chamados a viver de acordo com Seus padrões em todas as áreas da vida.","referencias_relacionadas":["Salmos 37:23","Provérbios 4:26","Miquéias 6:8"]},"exodo_22_18_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao ato de repousar, que é essencial para a saúde e o bem-estar.","explicacao_detalhada":"Em Êxodo 22:18, o descanso é mencionado em um contexto que pode se referir à proteção e ao cuidado que deve ser dado ao próximo, especialmente em tempos de necessidade.","por_que_esta_palavra":"O descanso é um princípio divino que reflete a criação e a necessidade humana de renovação e recuperação.","conexao_teologica":"O conceito de descanso é central na teologia bíblica, culminando no Sabbath, que é um sinal da aliança entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Mateus 11:28-30"]},"exodo_22_18_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida, um tema sério que é tratado com grande reverência na Escritura.","explicacao_detalhada":"No contexto de Êxodo 22:18, a morte é uma consequência do pecado e da desobediência, e a lei estabelece a gravidade de certas ações.","por_que_esta_palavra":"A morte é um lembrete da seriedade do pecado e da necessidade de redenção, que é um tema central na Bíblia.","conexao_teologica":"A morte é transformada em vida através de Cristo, que venceu a morte e oferece vida eterna a todos que creem.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","Hebreus 9:27"]},"exodo_22_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"Em Êxodo 22:19, a menção de Deus enfatiza a importância da adoração exclusiva a Ele e a proibição de práticas idólatras.","por_que_esta_palavra":"Reconhecer Deus como o único verdadeiro é fundamental para a fé e a prática do povo de Israel.","conexao_teologica":"A adoração a Deus é central na vida do crente, refletindo a relação de aliança que Ele tem com Seu povo.","referencias_relacionadas":["Êxodo 20:3-5","Deuteronômio 6:4-5","Isaías 45:5"]},"exodo_22_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome pessoal de Deus, que é sagrado e deve ser tratado com reverência.","explicacao_detalhada":"No versículo, o uso do nome 'senhor' destaca a autoridade e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"O nome de Deus é um símbolo de Sua presença e poder, e deve ser invocado com respeito e adoração.","conexao_teologica":"O nome de Deus é um reflexo de Seu caráter e de Sua relação com o Seu povo, que deve honrá-Lo em todas as suas ações.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"exodo_22_19_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se ao ato de oferecer algo a Deus como um sinal de adoração e expiação.","explicacao_detalhada":"Em Êxodo 22:19, a menção de sacrifício destaca a importância da adoração a Deus e a necessidade de expiação pelos pecados.","por_que_esta_palavra":"O sacrifício é um meio pelo qual o povo de Deus expressa sua devoção e busca a reconciliação com Ele.","conexao_teologica":"O sacrifício é um tema central na Bíblia, culminando no sacrifício de Cristo, que é o sacrifício perfeito para a redenção da humanidade.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"exodo_22_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o espaço físico que pertence a um povo ou nação, enfatizando a importância da propriedade e do respeito ao solo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ, ʼerets) é usada no contexto de propriedade e direitos, especialmente em relação aos estrangeiros que habitam entre o povo de Israel. A proteção da terra é um tema central na legislação mosaica.","por_que_esta_palavra":"A palavra é utilizada para estabelecer a conexão entre o povo de Deus e a terra que lhes foi dada, destacando a responsabilidade de cuidar e respeitar a terra e seus habitantes.","conexao_teologica":"A terra é vista como um dom de Deus, e a forma como se trata a terra e os estrangeiros reflete a justiça e a santidade de Deus.","referencias_relacionadas":["Levítico 25:23","Deuteronômio 10:19","Salmos 24:1"]},"exodo_22_20_estrangeiro":{"palavra_pt":"estrangeiro","palavra_original":"גֵּר","transliteracao":"gêr","strong":"H1616","significado_raiz":"Ideia básica: estrangeiro.","significado_contextual":"Refere-se a um indivíduo que não é nativo da terra, mas que vive entre o povo de Israel, enfatizando a necessidade de acolhimento e justiça.","explicacao_detalhada":"A palavra 'estrangeiro' (גֵּר, gêr) implica em alguém que busca abrigo e proteção. O texto bíblico instrui o povo a tratar os estrangeiros com dignidade, lembrando que também foram estrangeiros no Egito.","por_que_esta_palavra":"A inclusão do estrangeiro nas leis de proteção reflete o caráter inclusivo de Deus e a chamada para que o povo de Israel seja um exemplo de justiça e misericórdia.","conexao_teologica":"A aceitação do estrangeiro é um reflexo do amor de Deus por todos os povos e a sua intenção de que todos sejam parte do seu plano de salvação.","referencias_relacionadas":["Deuteronômio 10:18-19","Salmos 146:9","Isaías 56:6-7"]},"exodo_22_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à honestidade nas relações, especialmente em contextos legais e sociais.","explicacao_detalhada":"A palavra 'verdade' (לֹא, lôʼ) é usada para enfatizar a importância de não fazer injustiça ou mentir, especialmente em relação aos mais vulneráveis.","por_que_esta_palavra":"A ênfase na verdade é crucial para a construção de uma sociedade justa, onde as pessoas podem confiar umas nas outras e nas instituições.","conexao_teologica":"Deus é descrito como a verdade, e a expectativa é que seu povo reflita essa verdade em suas ações e interações.","referencias_relacionadas":["Provérbios 12:22","Salmos 15:2","João 8:32"]},"exodo_22_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as pessoas devem se comportar em relação aos outros, especialmente em situações de vulnerabilidade.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) implica em uma abordagem abrangente e inclusiva nas interações sociais, enfatizando a necessidade de agir com justiça e compaixão.","por_que_esta_palavra":"A escolha da palavra destaca que não há exceções quando se trata de tratar os outros com dignidade e respeito.","conexao_teologica":"A forma como tratamos os outros reflete nossa compreensão do caráter de Deus e sua justiça.","referencias_relacionadas":["Mateus 7:12","Gálatas 6:10","Tiago 2:8"]},"exodo_22_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Enfatiza a necessidade de honestidade e justiça nas interações, especialmente em contextos legais.","explicacao_detalhada":"A palavra 'verdade' (לֹא, lôʼ) é novamente utilizada para reforçar a ideia de que a justiça deve ser a base das relações humanas.","por_que_esta_palavra":"A repetição da palavra 'verdade' sublinha a importância de manter a integridade em todas as circunstâncias.","conexao_teologica":"A verdade é um atributo de Deus, e seu povo é chamado a viver de acordo com essa verdade em todas as áreas da vida.","referencias_relacionadas":["Salmos 25:5","Efésios 4:15","1 João 1:6"]},"exodo_22_22_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de proteger e resgatar aqueles que estão em perigo ou vulnerabilidade.","explicacao_detalhada":"A palavra 'salvar' (אִם, ʼim) implica em um compromisso ativo de cuidar e proteger os necessitados, especialmente os humildes.","por_que_esta_palavra":"A palavra é usada para enfatizar a responsabilidade moral de agir em favor dos que não podem se defender.","conexao_teologica":"Deus é visto como o Salvador, e seu povo é chamado a imitar esse caráter de proteção e cuidado.","referencias_relacionadas":["Salmos 82:3-4","Isaías 1:17","Mateus 25:40"]},"exodo_22_22_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se à condição de vulnerabilidade e dependência, especialmente em relação a Deus e à comunidade.","explicacao_detalhada":"A palavra 'humilde' (עָנָה, ʻânâh) destaca a importância de reconhecer a própria fragilidade e a necessidade de apoio dos outros.","por_que_esta_palavra":"A inclusão do humilde nas leis de proteção reflete a preocupação de Deus com os marginalizados e a necessidade de justiça social.","conexao_teologica":"A humildade é uma virtude valorizada por Deus, e seu povo é chamado a cuidar dos humildes e necessitados.","referencias_relacionadas":["Provérbios 14:31","Mateus 5:3","Tiago 4:6"]},"exodo_22_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou justificativa para a ação, especialmente em contextos de justiça e compaixão.","explicacao_detalhada":"A palavra 'porque' (כִּי, kîy) é usada para introduzir a motivação por trás das ações, enfatizando a importância de agir com base em princípios éticos.","por_que_esta_palavra":"A palavra serve para conectar a ação à sua justificativa moral, reforçando a necessidade de agir de acordo com a justiça.","conexao_teologica":"A motivação para agir corretamente é um reflexo do caráter de Deus e de sua justiça.","referencias_relacionadas":["Deuteronômio 16:20","Mateus 7:12","Romanos 12:9"]},"exodo_22_23_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de causar dano ou eliminar algo, especialmente em contextos de violência e injustiça.","explicacao_detalhada":"A palavra 'destruir' (הָרַג, hârag) é usada para enfatizar a gravidade das ações que levam à morte ou à ruína, especialmente em relação aos inocentes.","por_que_esta_palavra":"A escolha da palavra destaca a seriedade do ato de destruir e a necessidade de evitar a violência.","conexao_teologica":"Deus é um Deus de vida, e a destruição é contrária ao seu propósito de criar e preservar a vida.","referencias_relacionadas":["Êxodo 20:13","Salmos 37:28","Mateus 5:21-22"]},"exodo_22_23_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao ato de se levantar em ira ou indignação, especialmente em resposta a injustiças.","explicacao_detalhada":"A palavra 'crescer' (חָרָה, chârâh) implica em uma reação emocional intensa, muitas vezes associada à justiça e à defesa dos oprimidos.","por_que_esta_palavra":"A palavra é usada para descrever a resposta de Deus à injustiça, enfatizando que Ele se importa com a opressão e a injustiça.","conexao_teologica":"A ira de Deus é uma resposta à injustiça e à opressão, refletindo seu caráter justo e santo.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Hebreus 10:30"]},"exodo_22_23_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' é utilizada para simbolizar a violência e a defesa em situações de conflito.","explicacao_detalhada":"No contexto de Êxodo 22:23, a espada representa não apenas uma arma física, mas também a ideia de justiça e retribuição. A presença da espada implica a necessidade de proteção e a seriedade das consequências de ações erradas.","por_que_esta_palavra":"A espada é um símbolo comum na literatura bíblica, representando tanto a proteção divina quanto o julgamento. É uma ferramenta de guerra, mas também um meio de estabelecer ordem.","conexao_teologica":"A espada é frequentemente associada à justiça de Deus e à proteção do inocente. Em Efésios 6:17, a 'espada do Espírito' é mencionada como a palavra de Deus, indicando que a verdadeira luta é espiritual.","referencias_relacionadas":["Salmos 144:1","Hebreus 4:12","Apocalipse 1:16"]},"exodo_22_24_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de proteger ou resgatar alguém de um perigo iminente.","explicacao_detalhada":"Neste versículo, a ideia de salvar está ligada à responsabilidade que temos uns pelos outros, especialmente em situações de vulnerabilidade. O contexto enfatiza a importância de agir em favor do próximo.","por_que_esta_palavra":"A palavra 'salvar' é crucial para entender a natureza da lei e da moralidade no Antigo Testamento, onde a proteção do próximo é um princípio fundamental.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo. Em Romanos 10:13, a promessa de salvação é estendida a todos que invocam o nome do Senhor.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Romanos 10:13"]},"exodo_22_24_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a importância da honestidade e da integridade nas relações humanas.","explicacao_detalhada":"Neste contexto, a verdade é um princípio moral que deve guiar as interações entre as pessoas, especialmente em questões de dívida e responsabilidade. A falta de verdade pode levar a injustiças.","por_que_esta_palavra":"A verdade é um valor fundamental na ética bíblica, refletindo o caráter de Deus e a necessidade de viver de acordo com a Sua vontade.","conexao_teologica":"Jesus se apresenta como a verdade (João 14:6), e a busca pela verdade é um chamado para todos os crentes. A verdade é essencial para a justiça e a paz.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 14:6"]},"exodo_22_24_creditor":{"palavra_pt":"creditor","palavra_original":"נָשָׁה","transliteracao":"nâshâh","strong":"H5383","significado_raiz":"Ideia básica: creditor.","significado_contextual":"A palavra 'credor' refere-se à pessoa que empresta dinheiro ou bens e espera o pagamento de volta.","explicacao_detalhada":"No contexto de Êxodo 22:24, a figura do credor é importante para entender as dinâmicas de dívida e responsabilidade na sociedade israelita. A lei estabelece diretrizes sobre como os credores devem tratar os devedores.","por_que_esta_palavra":"A palavra 'credor' é usada para abordar questões de justiça social e a necessidade de compaixão nas relações financeiras.","conexao_teologica":"A Bíblia ensina sobre a importância de tratar os outros com justiça e misericórdia, refletindo o caráter de Deus que é justo e amoroso.","referencias_relacionadas":["Deuteronômio 15:7-8","Mateus 6:12","Tiago 2:13"]},"exodo_22_25_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' é utilizada para simbolizar luz, vida e a passagem do tempo.","explicacao_detalhada":"No contexto de Êxodo 22:25, o sol representa a necessidade de agir com justiça e rapidez, especialmente em relação ao tratamento dos necessitados. A luz do sol é um símbolo de clareza e verdade.","por_que_esta_palavra":"A referência ao sol enfatiza a urgência e a importância de não explorar os vulneráveis, pois a luz do dia traz visibilidade às ações.","conexao_teologica":"Jesus é descrito como a luz do mundo (João 8:12), e a luz é frequentemente associada à verdade e à revelação divina.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14","João 8:12"]},"exodo_22_25_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' aqui é novamente usada para enfatizar a proteção e o resgate de alguém em situação de vulnerabilidade.","explicacao_detalhada":"A repetição da palavra 'salvar' no contexto de Êxodo 22:25 reforça a responsabilidade moral de cuidar dos necessitados e agir em favor deles.","por_que_esta_palavra":"A ideia de salvar é central para a ética bíblica, onde a proteção do próximo é um dever sagrado.","conexao_teologica":"A salvação é um tema que permeia toda a Escritura, culminando na obra redentora de Cristo, que veio salvar os perdidos.","referencias_relacionadas":["Salmos 72:12","Isaías 61:1","Lucas 19:10"]},"exodo_22_25_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' é usada para descrever a relação de proximidade e responsabilidade entre os membros da comunidade.","explicacao_detalhada":"Neste contexto, a palavra 'irmão' enfatiza a ideia de que todos são parte de uma mesma família e, portanto, têm a obrigação de cuidar uns dos outros.","por_que_esta_palavra":"A noção de irmandade é fundamental na Bíblia, refletindo a ideia de que devemos tratar os outros com amor e respeito, como se fossem da nossa própria família.","conexao_teologica":"A Bíblia ensina que todos os crentes são parte do corpo de Cristo, e essa unidade deve ser refletida em nossas ações e atitudes.","referencias_relacionadas":["Gálatas 6:10","1 João 3:16-18","Romanos 12:10"]},"exodo_22_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou justificativa para uma ação.","explicacao_detalhada":"No contexto de Êxodo 22:26, 'porque' é um conectivo que liga a ação de um personagem à sua motivação, enfatizando a importância da responsabilidade.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica e a moralidade das leis apresentadas, mostrando que as ações têm consequências.","conexao_teologica":"A compreensão das razões por trás das leis de Deus é fundamental para uma vida de obediência e fé.","referencias_relacionadas":["Deuteronômio 10:12","Salmos 119:34","Romanos 12:1"]},"exodo_22_26_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao ato de repousar ou relaxar, especialmente após um trabalho árduo.","explicacao_detalhada":"Neste contexto, 'descanso' é um conceito que está ligado à dignidade do trabalhador e à necessidade de respeitar o tempo de descanso, conforme estabelecido nas leis de Deus.","por_que_esta_palavra":"A ideia de descanso é fundamental na criação e na lei, refletindo o caráter de Deus que descansou no sétimo dia.","conexao_teologica":"O descanso é um tema que se estende ao conceito de sabá, que é um sinal da aliança entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Mateus 11:28"]},"exodo_22_26_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever uma queda física ou uma situação de desgraça.","explicacao_detalhada":"No contexto de Êxodo 22:26, 'cair' pode simbolizar a vulnerabilidade do ser humano e a necessidade de proteção e cuidado mútuo.","por_que_esta_palavra":"A palavra 'cair' é significativa para entender as fragilidades da condição humana e a importância de estar atento às necessidades dos outros.","conexao_teologica":"A Bíblia frequentemente fala sobre a queda do homem e a necessidade de redenção, que é encontrada em Cristo.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 5:8"]},"exodo_22_27_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Israel, que deveria governar com justiça e temor a Deus.","explicacao_detalhada":"No contexto de Êxodo 22:27, a palavra 'rei' é usada para enfatizar a responsabilidade do governante em proteger os direitos dos vulneráveis, como as viúvas e os órfãos. O rei é visto como um representante de Deus na terra, incumbido de manter a ordem e a justiça.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a importância da liderança justa e da responsabilidade moral dos governantes em relação ao povo.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus, que é justo e misericordioso. A liderança humana deve espelhar esses atributos divinos.","referencias_relacionadas":["Deuteronômio 17:14-20","Salmos 72:1-4","Provérbios 16:12"]},"exodo_22_27_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Deus de Israel, que é o legislador e juiz supremo.","explicacao_detalhada":"Neste versículo, a menção de Deus enfatiza a seriedade das promessas e juramentos feitos diante d'Ele. A palavra 'deus' implica em um ser supremo que exige fidelidade e justiça.","por_que_esta_palavra":"A inclusão de 'deus' reforça a ideia de que as ações humanas estão sob a supervisão divina e que há consequências espirituais para a injustiça.","conexao_teologica":"Deus é apresentado como o defensor dos oprimidos, e Sua natureza exige que os líderes e o povo ajam com justiça e compaixão.","referencias_relacionadas":["Salmos 82:3-4","Isaías 1:17","Miquéias 6:8"]},"exodo_22_27_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para indicar a importância da honestidade e da integridade nas relações humanas.","explicacao_detalhada":"Neste contexto, a palavra 'verdade' implica que não se deve oprimir ou enganar os outros, especialmente os mais vulneráveis. A verdade é um princípio fundamental na lei de Deus.","por_que_esta_palavra":"A palavra 'verdade' é crucial para a justiça social e a convivência pacífica, refletindo o caráter de Deus que é sempre verdadeiro.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em conformidade com a Sua palavra.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"exodo_22_28_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente enfatizada, reforçando a proibição de falsas acusações e injustiças.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'verdade' destaca a necessidade de se manter a integridade em todas as interações, especialmente em questões legais e morais.","por_que_esta_palavra":"A palavra 'verdade' é essencial para a justiça e a equidade, e sua presença aqui serve como um lembrete da responsabilidade moral de todos.","conexao_teologica":"A verdade é um fundamento do caráter de Deus, e os crentes são chamados a viver de acordo com essa verdade em suas vidas diárias.","referencias_relacionadas":["Salmos 25:5","Provérbios 21:3","Efésios 4:15"]},"exodo_22_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da família, enfatizando a importância das relações familiares.","explicacao_detalhada":"Neste contexto, a menção de 'filho' destaca a responsabilidade dos pais em cuidar e proteger seus filhos, assim como a responsabilidade da sociedade em proteger os vulneráveis.","por_que_esta_palavra":"A palavra 'filho' é significativa porque representa a continuidade da vida e a importância das gerações futuras na comunidade de fé.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, onde Deus é visto como um Pai amoroso.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"exodo_22_28_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada para indicar a ação de oferecer ou entregar algo, neste caso, a proteção e a justiça.","explicacao_detalhada":"No contexto, 'dar' implica em uma resposta a um clamor por ajuda, enfatizando a responsabilidade de agir em favor dos necessitados.","por_que_esta_palavra":"A palavra 'dar' é crucial, pois reflete a ação de responder ao sofrimento e à necessidade do próximo.","conexao_teologica":"A ação de 'dar' é um reflexo do amor de Deus, que dá a vida e a proteção a Seu povo.","referencias_relacionadas":["Mateus 5:42","Lucas 6:30","Tiago 2:15-16"]},"exodo_22_29_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, enfatizando a importância de cumprir obrigações em um tempo determinado.","explicacao_detalhada":"Neste versículo, 'dia' é usado para indicar a urgência e a necessidade de agir rapidamente em relação às obrigações e responsabilidades.","por_que_esta_palavra":"A palavra 'dia' é significativa porque lembra a importância do tempo na execução da justiça e na proteção dos vulneráveis.","conexao_teologica":"O conceito de tempo é importante na teologia bíblica, onde Deus opera em tempos específicos para cumprir Suas promessas.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Coríntios 6:2"]},"exodo_22_29_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e proteção, mas também pode ser um símbolo de perigo.","explicacao_detalhada":"Neste contexto, a menção de 'urso' pode ser interpretada como uma advertência sobre os perigos que podem surgir e a necessidade de vigilância.","por_que_esta_palavra":"A palavra 'urso' é significativa porque representa tanto a força quanto o potencial de destruição, enfatizando a necessidade de discernimento.","conexao_teologica":"A presença de animais ferozes na Bíblia muitas vezes simboliza desafios e adversidades que o povo de Deus deve enfrentar com fé.","referencias_relacionadas":["Isaías 11:7","Mateus 7:15","1 Pedro 5:8"]},"exodo_22_29_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é novamente utilizada, enfatizando a responsabilidade de agir em resposta ao clamor por ajuda.","explicacao_detalhada":"Neste contexto, 'dar' implica em uma ação imediata e necessária para atender às necessidades dos outros, especialmente em situações de emergência.","por_que_esta_palavra":"A repetição da palavra 'dar' reforça a ideia de que a ajuda deve ser oferecida prontamente e com generosidade.","conexao_teologica":"A ação de 'dar' é uma expressão do amor cristão, refletindo o caráter de Deus que se preocupa com as necessidades de Seu povo.","referencias_relacionadas":["Lucas 3:11","Atos 20:35","2 Coríntios 9:7"]},"exodo_22_30_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, enfatizando a dignidade e o valor de cada indivíduo.","explicacao_detalhada":"Neste contexto, 'homem' é usado para indicar a responsabilidade que cada pessoa tem em relação ao próximo, especialmente em termos de justiça e compaixão.","por_que_esta_palavra":"A palavra 'homem' é significativa porque representa a criação de Deus e a responsabilidade moral que cada um tem diante d'Ele.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"exodo_22_30_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é separado para Deus, que possui um caráter divino e deve ser tratado com respeito.","explicacao_detalhada":"A palavra 'sagrado' implica em uma separação do comum e uma consagração a Deus. No contexto de Êxodo 22:30, refere-se a animais que devem ser dedicados a Deus, indicando a importância da santidade nas ofertas.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a necessidade de reverência e respeito ao que é dedicado a Deus, refletindo a natureza santa de Deus.","conexao_teologica":"A santidade de Deus exige que tudo que é oferecido a Ele seja igualmente santo, refletindo a pureza e a separação do pecado.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"exodo_22_30_carne":{"palavra_pt":"carne","palavra_original":"בָּשָׂר","transliteracao":"bâsâr","strong":"H1320","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne dos animais, que é um alimento básico e também um elemento de sacrifício.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a parte do animal que é consumida ou oferecida em sacrifício. Em Êxodo 22:30, a carne é mencionada no contexto de ofertas a Deus, mostrando a importância do sacrifício na adoração.","por_que_esta_palavra":"A carne simboliza a vida do animal e, portanto, a oferta de carne a Deus representa a entrega de algo valioso em adoração.","conexao_teologica":"O sacrifício de carne é um tema central na teologia do Antigo Testamento, prefigurando o sacrifício de Cristo como o Cordeiro de Deus.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]}}