{"exodo_23_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à honestidade e à integridade nas relações e julgamentos.","explicacao_detalhada":"A palavra 'verdade' aqui é um chamado à justiça e à honestidade, especialmente em contextos legais e sociais. Em Êxodo 23:1, Deus instrui o povo a não espalhar boatos ou mentiras, enfatizando a importância da verdade.","por_que_esta_palavra":"A verdade é fundamental para a justiça e a convivência harmoniosa entre as pessoas, refletindo o caráter de Deus.","conexao_teologica":"Deus é a verdade, e viver em verdade é um reflexo do caráter divino e da vida em comunhão com Ele.","referencias_relacionadas":["Salmos 15:2","João 8:32","Efésios 4:15"]},"exodo_23_1_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição de alguém que cometeu uma injustiça ou crime.","explicacao_detalhada":"A palavra 'culpado' é usada para descrever aqueles que são responsáveis por ações erradas. Em Êxodo 23:1, Deus adverte contra a proteção de pessoas culpadas, enfatizando a importância da justiça.","por_que_esta_palavra":"A identificação do culpado é crucial para a manutenção da justiça e da ordem social, refletindo a natureza justa de Deus.","conexao_teologica":"A justiça de Deus exige que o culpado seja responsabilizado, o que é um princípio que se estende até o Novo Testamento.","referencias_relacionadas":["Salmos 7:11","Romanos 3:23","Gálatas 6:7"]},"exodo_23_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair em desgraça ou ser derrubado moralmente.","explicacao_detalhada":"A palavra 'cair' pode ser entendida como um colapso moral ou ético. Em Êxodo 23:1, é um aviso contra a corrupção e a injustiça, que podem levar à queda de um indivíduo ou de uma sociedade.","por_que_esta_palavra":"Cair em desgraça é uma consequência de ações erradas, e a advertência é para que se mantenha a integridade.","conexao_teologica":"A queda do homem no pecado é um tema central na teologia, mostrando a necessidade de redenção.","referencias_relacionadas":["Provérbios 11:5","Tiago 4:10","1 Pedro 5:5"]},"exodo_23_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à necessidade de agir com honestidade e justiça.","explicacao_detalhada":"A repetição da palavra 'verdade' em Êxodo 23:2 reforça a importância de não seguir a maioria em ações injustas, mas sim permanecer fiel à verdade.","por_que_esta_palavra":"A verdade é um princípio fundamental que deve guiar as decisões e ações, especialmente em situações de pressão social.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 119:30","João 14:6","Efésios 5:9"]},"exodo_23_2_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou obedecer.","explicacao_detalhada":"A palavra 'seguir' implica em uma escolha ativa de acompanhar um caminho ou uma direção. Em Êxodo 23:2, é um chamado para não seguir a injustiça, mas sim a verdade.","por_que_esta_palavra":"Seguir a verdade é essencial para a vida moral e espiritual, refletindo a escolha de viver de acordo com os princípios de Deus.","conexao_teologica":"Seguir a Cristo é um tema central no Novo Testamento, onde Ele é apresentado como o caminho, a verdade e a vida.","referencias_relacionadas":["Mateus 16:24","João 10:27","1 Pedro 2:21"]},"exodo_23_2_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, independentemente de sua posição social.","explicacao_detalhada":"A palavra 'homem' em Êxodo 23:2 é usada para enfatizar que todos, independentemente de status, devem ser tratados com justiça e equidade.","por_que_esta_palavra":"A dignidade humana é um princípio fundamental na ética bíblica, refletindo que todos são criados à imagem de Deus.","conexao_teologica":"A criação do homem à imagem de Deus estabelece a base para a dignidade e o valor de cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Tiago 3:9"]},"exodo_23_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à necessidade de agir com integridade, especialmente em relação aos mais vulneráveis.","explicacao_detalhada":"A palavra 'verdade' aqui é um lembrete de que a justiça deve ser aplicada igualmente, sem discriminação, especialmente em relação aos pobres.","por_que_esta_palavra":"A verdade é essencial para garantir que todos sejam tratados com justiça e dignidade.","conexao_teologica":"A justiça de Deus é imparcial e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Provérbios 14:31","Isaías 1:17","Tiago 1:27"]},"exodo_23_3_pobre":{"palavra_pt":"pobre","palavra_original":"דַּל","transliteracao":"dal","strong":"H1800","significado_raiz":"Ideia básica: pobre.","significado_contextual":"Refere-se àqueles que estão em necessidade ou vulnerabilidade social.","explicacao_detalhada":"A palavra 'pobre' em Êxodo 23:3 destaca a importância de proteger os mais vulneráveis e garantir que não sejam tratados injustamente.","por_que_esta_palavra":"A preocupação com os pobres é um tema recorrente na Bíblia, refletindo o coração de Deus por aqueles que sofrem.","conexao_teologica":"A justiça social é um reflexo do caráter de Deus, que se preocupa com os necessitados.","referencias_relacionadas":["Salmos 82:3","Provérbios 19:17","Mateus 25:40"]},"exodo_23_3_countenance":{"palavra_pt":"countenance","palavra_original":"הָדַר","transliteracao":"hâdar","strong":"H1921","significado_raiz":"Ideia básica: countenance.","significado_contextual":"A palavra 'countenance' refere-se à expressão facial ou aparência, implicando em como a presença de uma pessoa pode influenciar o ambiente ao seu redor.","explicacao_detalhada":"No contexto de Êxodo 23:3, a palavra sugere a importância de manter uma atitude favorável e acolhedora, especialmente em situações de julgamento ou interação social. A expressão do rosto pode refletir a justiça ou a injustiça nas relações humanas.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a necessidade de integridade e justiça nas interações, mostrando que a aparência e a atitude de uma pessoa podem impactar a percepção de justiça.","conexao_teologica":"A expressão facial e a atitude refletem o caráter de Deus, que é justo e reto. Assim, os crentes são chamados a refletir esse caráter em suas interações.","referencias_relacionadas":["Salmos 34:5","Provérbios 15:13","Mateus 5:16"]},"exodo_23_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou justificativa, conectando ações a suas motivações.","explicacao_detalhada":"Em Êxodo 23:4, a palavra 'porque' é crucial para entender a lógica por trás das instruções dadas. Ela estabelece uma relação de causa e efeito entre o comportamento esperado e as consequências de não segui-lo.","por_que_esta_palavra":"Esta palavra é fundamental para a compreensão do texto, pois explica a razão pela qual certas ações devem ser tomadas, reforçando a importância da obediência às leis de Deus.","conexao_teologica":"A obediência às leis divinas é frequentemente ligada à bênção e à proteção de Deus, mostrando que seguir Seus mandamentos é essencial para uma vida plena.","referencias_relacionadas":["Deuteronômio 5:29","Salmos 119:11","Tiago 1:22"]},"exodo_23_4_cair":{"palavra_pt":"cair","palavra_original":"פָּגַע","transliteracao":"pâgaʻ","strong":"H6293","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' implica em um encontro ou colisão, muitas vezes com conotações de conflito ou adversidade.","explicacao_detalhada":"No contexto de Êxodo 23:4, 'cair' refere-se ao ato de se deparar com alguém em necessidade, sugerindo uma responsabilidade moral de ajudar aqueles que estão em dificuldades.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a urgência e a importância de agir em favor do próximo, especialmente em situações de vulnerabilidade.","conexao_teologica":"A responsabilidade de cuidar do próximo é um princípio central na ética cristã, refletindo o amor de Deus por Sua criação.","referencias_relacionadas":["Lucas 10:33-34","Gálatas 6:2","Tiago 2:15-16"]},"exodo_23_5_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término ou conclusão de algo, muitas vezes implicando em um desfecho ou resultado final.","explicacao_detalhada":"Em Êxodo 23:5, 'fim' sugere a ideia de que a justiça deve prevalecer até o final, e que não devemos desistir de fazer o que é certo, mesmo quando as circunstâncias são desafiadoras.","por_que_esta_palavra":"Esta palavra é importante porque nos lembra que a justiça não é apenas uma questão de ações imediatas, mas de um compromisso contínuo com o que é certo.","conexao_teologica":"Deus é visto como o juiz final, e a justiça divina é garantida, o que nos encoraja a perseverar na prática da justiça.","referencias_relacionadas":["Salmos 37:28","Isaías 30:18","Mateus 24:13"]},"exodo_23_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa, conectando ações a suas razões.","explicacao_detalhada":"Em Êxodo 23:5, 'porque' é usada para explicar a motivação por trás da ação de ajudar o próximo, reforçando a ideia de que a compaixão deve ser motivada por um entendimento mais profundo da justiça.","por_que_esta_palavra":"A palavra é essencial para a compreensão do texto, pois liga a ação de ajudar ao princípio moral que deve guiar nossas vidas.","conexao_teologica":"A compaixão e a justiça são interligadas na teologia bíblica, refletindo o caráter de Deus que se preocupa com os necessitados.","referencias_relacionadas":["Miquéias 6:8","Mateus 5:7","Hebreus 13:16"]},"exodo_23_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade, à honestidade e à integridade nas ações e palavras.","explicacao_detalhada":"Em Êxodo 23:6, a ênfase na verdade é crucial para a justiça, pois sem a verdade, o juízo se torna distorcido e injusto.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de integridade em todas as interações, especialmente em contextos de julgamento.","conexao_teologica":"A verdade é um atributo de Deus, e os crentes são chamados a viver em verdade, refletindo o caráter divino em suas vidas.","referencias_relacionadas":["Salmos 15:2","João 8:32","Efésios 4:15"]},"exodo_23_6_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se ao ato de decidir ou avaliar com base em princípios morais e éticos.","explicacao_detalhada":"Em Êxodo 23:6, a palavra destaca a importância de aplicar a justiça de maneira imparcial e justa, sem favoritismos.","por_que_esta_palavra":"Esta palavra é essencial para a compreensão do papel da justiça na sociedade, enfatizando que todos devem ser tratados com equidade.","conexao_teologica":"A justiça é um reflexo do caráter de Deus, que é justo e reto, e os crentes são chamados a imitar essa justiça em suas vidas.","referencias_relacionadas":["Deuteronômio 16:20","Provérbios 21:15","Miquéias 6:8"]},"exodo_23_6_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' implica em magnitude, importância ou relevância em um contexto específico.","explicacao_detalhada":"Em Êxodo 23:6, 'grande' pode se referir à importância da justiça e da verdade em todas as interações, destacando que essas qualidades devem ser priorizadas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que a justiça e a verdade não são apenas boas práticas, mas fundamentais para a vida em comunidade.","conexao_teologica":"A grandeza de Deus é refletida em Sua justiça, e os crentes são chamados a buscar a grandeza em suas ações, imitando o caráter divino.","referencias_relacionadas":["Salmos 89:14","Isaías 61:8","Mateus 5:20"]},"exodo_23_7_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a uma declaração ou um conceito que carrega significado e importância.","explicacao_detalhada":"Em Êxodo 23:7, a palavra sugere que as palavras e ações têm peso e devem ser tratadas com seriedade, especialmente em contextos de justiça.","por_que_esta_palavra":"Esta palavra é importante porque nos lembra que nossas palavras e ações devem estar alinhadas com a verdade e a justiça.","conexao_teologica":"A palavra de Deus é a verdade suprema, e os crentes são chamados a viver de acordo com essa verdade em todas as áreas de suas vidas.","referencias_relacionadas":["Salmos 119:105","Provérbios 18:21","Tiago 1:26"]},"exodo_23_7_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se à conformidade com a moralidade e a ética, implicando em ações corretas e equitativas.","explicacao_detalhada":"Em Êxodo 23:7, 'justo' enfatiza a necessidade de agir de maneira correta, especialmente em situações de julgamento e interação social.","por_que_esta_palavra":"Esta palavra é fundamental para a compreensão do que significa viver de acordo com os padrões de Deus, que são justos e retos.","conexao_teologica":"A justiça é um atributo de Deus, e os crentes são chamados a refletir essa justiça em suas vidas, buscando sempre o que é correto.","referencias_relacionadas":["Salmos 106:3","Provérbios 21:3","Mateus 12:37"]},"exodo_23_7_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se a uma falsa acusação ou testemunho.","explicacao_detalhada":"No contexto de Êxodo 23:7, a palavra 'cause' é usada para advertir contra a aceitação de um testemunho falso que pode levar à injustiça. A integridade na justiça é fundamental para a sociedade.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a necessidade de verdade e justiça nas relações humanas e no sistema legal.","conexao_teologica":"A justiça de Deus exige que seus seguidores sejam justos e verdadeiros em suas palavras e ações.","referencias_relacionadas":["Êxodo 20:16","Deuteronômio 19:15","Salmos 101:7"]},"exodo_23_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Indica a negação de algo, neste caso, a negação de aceitar suborno.","explicacao_detalhada":"A palavra 'verdade' aqui é usada para reforçar a ideia de que não se deve aceitar suborno, pois isso corrompe a justiça e a verdade.","por_que_esta_palavra":"A verdade é um princípio fundamental na justiça e na moralidade, e sua negação leva à corrupção.","conexao_teologica":"Deus é a verdade, e seus seguidores são chamados a viver em verdade e integridade.","referencias_relacionadas":["Salmos 15:2","Provérbios 17:23","Isaías 59:14"]},"exodo_23_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão ou justificativa para uma ação.","explicacao_detalhada":"A palavra 'porque' conecta a proibição de aceitar suborno à razão de que o suborno perverte a justiça.","por_que_esta_palavra":"É crucial para entender a lógica por trás das instruções de Deus para o seu povo.","conexao_teologica":"A obediência a Deus é frequentemente ligada à compreensão de suas razões e propósitos.","referencias_relacionadas":["Deuteronômio 10:12","Romanos 12:1","Tiago 1:22"]},"exodo_23_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra onde os israelitas habitam.","explicacao_detalhada":"A palavra 'terra' é central no contexto da promessa de Deus ao povo de Israel, enfatizando a importância de cuidar e proteger a terra e seus habitantes.","por_que_esta_palavra":"A terra é um símbolo da herança e da bênção de Deus para o seu povo.","conexao_teologica":"A relação entre Deus e seu povo é frequentemente expressa em termos de terra e herança.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:11"]},"exodo_23_9_estrangeiro":{"palavra_pt":"estrangeiro","palavra_original":"גֵּר","transliteracao":"gêr","strong":"H1616","significado_raiz":"Ideia básica: estrangeiro.","significado_contextual":"Refere-se a um forasteiro ou alguém que não é da terra.","explicacao_detalhada":"A palavra 'estrangeiro' destaca a responsabilidade do povo de Israel em tratar bem aqueles que não pertencem à sua nação, refletindo o caráter de Deus.","por_que_esta_palavra":"É um lembrete da inclusão e da compaixão que devem ser mostradas a todos, independentemente de sua origem.","conexao_teologica":"Deus se preocupa com todos os povos e ensina seu povo a fazer o mesmo.","referencias_relacionadas":["Levítico 19:34","Deuteronômio 10:19","Salmos 146:9"]},"exodo_23_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Indica a negação de injustiça ou opressão.","explicacao_detalhada":"A palavra 'verdade' aqui é usada para enfatizar que não se deve oprimir o estrangeiro, reforçando a importância da justiça.","por_que_esta_palavra":"A verdade é essencial para a justiça e a equidade nas relações sociais.","conexao_teologica":"Deus é um defensor dos oprimidos e espera que seu povo siga seu exemplo.","referencias_relacionadas":["Isaías 1:17","Miquéias 6:8","Tiago 2:1-9"]},"exodo_23_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que deve ser cuidada e respeitada.","explicacao_detalhada":"A palavra 'terra' neste contexto enfatiza a responsabilidade do povo de Israel em cuidar da terra e de seus recursos.","por_que_esta_palavra":"A terra é um presente de Deus e deve ser tratada com respeito e responsabilidade.","conexao_teologica":"A mordomia da criação é um princípio importante na teologia bíblica.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Romanos 8:19-21"]},"exodo_23_10_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de remover ou eliminar algo.","explicacao_detalhada":"A palavra 'destruir' é usada para advertir contra a destruição irresponsável da terra e seus recursos.","por_que_esta_palavra":"É um chamado à responsabilidade e à preservação do que Deus criou.","conexao_teologica":"A destruição da criação é vista como uma violação do plano de Deus para o mundo.","referencias_relacionadas":["Gênesis 6:11-13","Salmos 104:24-25","Apocalipse 11:18"]},"exodo_23_10_mao":{"palavra_pt":"mao","palavra_original":"שֵׁשׁ","transliteracao":"shêsh","strong":"H8337","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de ação e trabalho.","explicacao_detalhada":"A palavra 'mão' é usada para enfatizar a ação que deve ser tomada em relação à terra e ao trabalho nela.","por_que_esta_palavra":"A mão representa a capacidade de agir e fazer a diferença no mundo.","conexao_teologica":"Deus usa as mãos de seu povo para realizar sua vontade na terra.","referencias_relacionadas":["Êxodo 31:3","Salmos 90:17","Colossenses 3:23"]},"exodo_23_11_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento necessário para a vida.","explicacao_detalhada":"A palavra 'alimento' destaca a importância de cuidar das necessidades básicas do povo e da terra.","por_que_esta_palavra":"O alimento é essencial para a sobrevivência e deve ser tratado com respeito e responsabilidade.","conexao_teologica":"Deus é o provedor de todas as necessidades, e seu povo deve confiar nele para sustento.","referencias_relacionadas":["Mateus 6:11","Filipenses 4:19","Salmos 37:25"]},"exodo_23_11_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne dos animais que podem ser consumidos, enfatizando a importância de cuidar do rebanho.","explicacao_detalhada":"A carne é um alimento básico e essencial na dieta do povo hebreu. O versículo destaca a necessidade de permitir que a terra descanse, o que implica em um manejo responsável dos recursos naturais.","por_que_esta_palavra":"A palavra 'carne' é usada para enfatizar a relação entre o homem e os animais, e a responsabilidade de cuidar da criação.","conexao_teologica":"A carne simboliza a provisão de Deus e a responsabilidade do homem em cuidar da criação divina.","referencias_relacionadas":["Gênesis 1:29","Levítico 11:1-47","Deuteronômio 14:3-21"]},"exodo_23_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia de descanso, um princípio fundamental na lei mosaica.","explicacao_detalhada":"O dia é um tempo sagrado que deve ser dedicado ao descanso e à adoração, refletindo o padrão de Deus na criação.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender o conceito de sabá e a importância do descanso na vida espiritual.","conexao_teologica":"O dia de descanso é um símbolo do descanso de Deus após a criação e um convite ao homem para entrar em seu descanso.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Hebreus 4:9-11"]},"exodo_23_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal selvagem, simbolizando a força e o perigo.","explicacao_detalhada":"O urso é mencionado para ilustrar a necessidade de proteção e vigilância, tanto em relação aos rebanhos quanto à segurança do povo.","por_que_esta_palavra":"A palavra 'urso' é usada para enfatizar a realidade do perigo que pode surgir e a necessidade de estar preparado.","conexao_teologica":"O urso pode simbolizar a força do inimigo e a necessidade de confiar em Deus para proteção.","referencias_relacionadas":["1 Samuel 17:34-36","Provérbios 17:12","Isaías 11:7"]},"exodo_23_12_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade das ações e decisões que devem ser tomadas.","explicacao_detalhada":"A palavra 'bom' implica em ações que são agradáveis a Deus e benéficas para a comunidade.","por_que_esta_palavra":"A palavra 'bom' é usada para ressaltar a importância de agir de acordo com a vontade de Deus.","conexao_teologica":"O conceito de 'bom' está ligado à natureza de Deus e ao chamado do homem para refletir essa bondade em suas ações.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"exodo_23_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de vida e às práticas que devem ser seguidas.","explicacao_detalhada":"O 'modo' implica em uma maneira de viver que é consistente com os mandamentos de Deus e a ética do povo de Israel.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar a importância de viver de acordo com os princípios divinos.","conexao_teologica":"O modo de vida do povo de Deus deve refletir sua santidade e compromisso com a aliança.","referencias_relacionadas":["Deuteronômio 5:32-33","Salmos 119:1-3","1 Pedro 1:15-16"]},"exodo_23_13_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Deus e à sua autoridade sobre o povo.","explicacao_detalhada":"O 'nome' de Deus representa sua presença, caráter e autoridade, e deve ser respeitado e reverenciado.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade de Deus e sua relação com o povo.","conexao_teologica":"O nome de Deus é central na adoração e na vida do povo, refletindo sua soberania e poder.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"exodo_23_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Deus' enfatiza a natureza única e suprema de Deus, que deve ser reconhecida e adorada.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o Criador e a criação.","conexao_teologica":"A divindade de Deus é a base da fé e da prática do povo de Israel, e deve ser central na vida do crente.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"exodo_23_14_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de adoração e celebração das festividades.","explicacao_detalhada":"A expressão é um convite para que o povo celebre as festas que Deus instituiu, reconhecendo sua bondade e provisão.","por_que_esta_palavra":"A palavra 'expressão' é usada para enfatizar a importância de manifestar a adoração e gratidão a Deus.","conexao_teologica":"As expressões de adoração são essenciais para a vida espiritual e a comunhão com Deus.","referencias_relacionadas":["Levítico 23:1-44","Salmos 100:1-5","Colossenses 3:16"]},"exodo_23_15_pascoa":{"palavra_pt":"pascoa","palavra_original":"מַצָּה","transliteracao":"matstsâh","strong":"H4682","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"Refere-se à celebração da Páscoa, um evento central na história da redenção do povo de Israel.","explicacao_detalhada":"A Páscoa simboliza a libertação do povo da escravidão no Egito e a proteção divina durante o juízo.","por_que_esta_palavra":"A palavra 'Páscoa' é usada para destacar a importância da lembrança e celebração da salvação de Deus.","conexao_teologica":"A Páscoa é um tipo de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Êxodo 12:1-14","Mateus 26:17-19","1 Coríntios 5:7"]},"exodo_23_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico da celebração da Páscoa.","explicacao_detalhada":"O dia é marcado por rituais e lembranças que reforçam a identidade do povo como redimido por Deus.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância do tempo sagrado e da observância das festividades.","conexao_teologica":"O dia da Páscoa é um lembrete da fidelidade de Deus e da importância de celebrar suas obras.","referencias_relacionadas":["Êxodo 12:14","Deuteronômio 16:1-8","Lucas 22:15"]},"exodo_23_16_arvore":{"palavra_pt":"arvore","palavra_original":"קָצִיר","transliteracao":"qâtsîyr","strong":"H7105","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se à árvore como símbolo de vida e provisão.","explicacao_detalhada":"No contexto de Êxodo 23:16, a árvore representa a abundância e a generosidade de Deus, que provê para o Seu povo. A colheita das árvores é um momento de celebração e gratidão.","por_que_esta_palavra":"A palavra 'árvore' é utilizada para enfatizar a importância da natureza e da colheita na vida do povo de Israel, mostrando a relação entre o homem e a criação.","conexao_teologica":"A árvore é um símbolo de vida e prosperidade, refletindo a bênção de Deus sobre a terra e Seu povo.","referencias_relacionadas":["Gênesis 1:11-12","Salmos 1:3","Provérbios 3:18"]},"exodo_23_16_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é agradável e benéfico.","explicacao_detalhada":"A palavra 'bom' em Êxodo 23:16 destaca a importância de oferecer a Deus o que é de melhor, refletindo a gratidão e a reverência do povo.","por_que_esta_palavra":"A escolha do termo 'bom' enfatiza a necessidade de pureza e excelência nas ofertas apresentadas ao Senhor.","conexao_teologica":"A bondade de Deus é refletida nas ações do Seu povo, que deve buscar fazer o que é bom e justo.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"exodo_23_17_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Refere-se à autoridade e ao domínio de Deus sobre todas as coisas.","explicacao_detalhada":"No versículo, a palavra 'soberano' destaca a posição de Deus como Senhor e Rei, a quem todos devem prestar contas e adoração.","por_que_esta_palavra":"A utilização de 'soberano' enfatiza a majestade de Deus e a necessidade de reconhecer Sua autoridade em todas as áreas da vida.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele está no controle de toda a criação.","referencias_relacionadas":["Salmos 103:19","Isaías 45:5-7","Romanos 13:1"]},"exodo_23_17_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou declaração que carrega significado.","explicacao_detalhada":"A palavra 'expressão' no contexto de Êxodo 23:17 pode se referir a como o povo deve se apresentar diante de Deus, enfatizando a importância da sinceridade e da autenticidade nas suas palavras e ações.","por_que_esta_palavra":"A escolha de 'expressão' ressalta a necessidade de uma comunicação clara e honesta com Deus.","conexao_teologica":"A forma como nos expressamos diante de Deus reflete nosso relacionamento com Ele e nossa compreensão de Sua santidade.","referencias_relacionadas":["Salmos 19:14","Mateus 12:34-37","Tiago 1:19"]},"exodo_23_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância da atitude e da abordagem ao servir a Deus, sugerindo que não é apenas o que fazemos, mas como fazemos que importa.","por_que_esta_palavra":"A escolha de 'modo' destaca que a forma de adoração e serviço deve ser feita com reverência e respeito.","conexao_teologica":"A maneira como adoramos a Deus deve refletir nossa compreensão de Sua grandeza e nossa posição como Seus servos.","referencias_relacionadas":["Colossenses 3:23-24","1 Coríntios 10:31","Hebreus 12:28-29"]},"exodo_23_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à integridade nas ofertas e na adoração.","explicacao_detalhada":"A palavra 'verdade' em Êxodo 23:18 enfatiza a necessidade de pureza e sinceridade nas ofertas apresentadas a Deus, evitando qualquer forma de hipocrisia.","por_que_esta_palavra":"A escolha de 'verdade' ressalta a importância de se aproximar de Deus com um coração sincero e verdadeiro.","conexao_teologica":"A verdade é um atributo de Deus, e somos chamados a adorá-Lo em espírito e em verdade.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"exodo_23_18_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo de valor a Deus como forma de adoração.","explicacao_detalhada":"A palavra 'sacrifício' em Êxodo 23:18 destaca a importância de dar a Deus o que é precioso, simbolizando a entrega total e a devoção ao Senhor.","por_que_esta_palavra":"A escolha de 'sacrifício' enfatiza a necessidade de renúncia e entrega pessoal ao se aproximar de Deus.","conexao_teologica":"O sacrifício é um tema central na Bíblia, apontando para o sacrifício final de Cristo por nós.","referencias_relacionadas":["Hebreus 9:22","Romanos 12:1","Gálatas 2:20"]},"exodo_23_18_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue como símbolo de vida e expiação.","explicacao_detalhada":"A palavra 'sangue' em Êxodo 23:18 é crucial para entender a importância do sacrifício e a necessidade de redenção através da vida oferecida.","por_que_esta_palavra":"A escolha de 'sangue' enfatiza a gravidade do pecado e a necessidade de um sacrifício para a expiação.","conexao_teologica":"O sangue é um símbolo poderoso na Bíblia, representando a nova aliança em Cristo e a purificação dos pecados.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","1 Pedro 1:18-19"]},"exodo_23_19_leite":{"palavra_pt":"leite","palavra_original":"חָלָב","transliteracao":"châlâb","strong":"H2461","significado_raiz":"Ideia básica: leite.","significado_contextual":"Refere-se ao leite como símbolo de nutrição e abundância.","explicacao_detalhada":"A palavra 'leite' em Êxodo 23:19 representa a provisão de Deus e a riqueza da terra prometida, simbolizando a nutrição espiritual e física.","por_que_esta_palavra":"A escolha de 'leite' destaca a bondade de Deus em prover sustento e bênçãos para Seu povo.","conexao_teologica":"O leite é frequentemente usado na Bíblia como símbolo de crescimento espiritual e cuidado paternal de Deus.","referencias_relacionadas":["Deuteronômio 31:20","Salmos 81:16","1 Pedro 2:2"]},"exodo_23_19_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra como símbolo de herança e promessa.","explicacao_detalhada":"A palavra 'solo' em Êxodo 23:19 representa a terra prometida, que é um símbolo da aliança de Deus com Seu povo e da herança que Ele lhes deu.","por_que_esta_palavra":"A escolha de 'solo' enfatiza a conexão entre o povo de Deus e a terra que Ele lhes deu como herança.","conexao_teologica":"A terra é um tema central na narrativa bíblica, simbolizando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Josué 1:3"]},"exodo_23_19_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, um lugar de abrigo e segurança.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada para descrever não apenas a estrutura física, mas também o conceito de família e comunidade. No contexto de Êxodo 23:19, a casa é um símbolo de proteção e bênção.","por_que_esta_palavra":"A casa é fundamental na cultura israelita, representando estabilidade e a presença de Deus no lar.","conexao_teologica":"A casa é vista como um lugar onde a presença de Deus habita e onde a família se reúne para adorar.","referencias_relacionadas":["Salmos 127:1","Deuteronômio 6:6-9","Mateus 7:24-25"]},"exodo_23_20_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho da vida, a jornada que leva à bênção.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) implica um modo de viver que é guiado por princípios divinos. No contexto de Êxodo 23:20, é um chamado para seguir a direção que Deus estabelece.","por_que_esta_palavra":"A vida é um tema central na Bíblia, representando a escolha entre seguir a Deus ou desviar-se.","conexao_teologica":"A vida em Cristo é apresentada como o caminho que leva à verdadeira vida e à salvação.","referencias_relacionadas":["João 14:6","Provérbios 3:5-6","Gálatas 5:25"]},"exodo_23_20_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se ao mensageiro de Deus, um intermediário entre o Senhor e o povo.","explicacao_detalhada":"A palavra 'anjo' (מֲלְאָךְ) é usada para descrever seres celestiais que trazem mensagens de Deus. Em Êxodo 23:20, o anjo é enviado para guiar e proteger o povo de Israel.","por_que_esta_palavra":"Os anjos desempenham um papel crucial na comunicação divina e na proteção do povo de Deus.","conexao_teologica":"Os anjos são vistos como servos de Deus que ajudam na realização de Sua vontade na terra.","referencias_relacionadas":["Hebreus 1:14","Salmos 91:11","Lucas 1:19"]},"exodo_23_20_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao lugar físico onde a presença de Deus pode habitar.","explicacao_detalhada":"A palavra 'corpo' (מָקוֹם) pode ser interpretada como um espaço sagrado. Em Êxodo 23:20, enfatiza a importância do local onde Deus se revela ao Seu povo.","por_que_esta_palavra":"O corpo é visto como um templo, onde a presença de Deus se manifesta.","conexao_teologica":"A ideia de corpo como templo é central na teologia cristã, onde o corpo dos crentes é habitado pelo Espírito Santo.","referencias_relacionadas":["1 Coríntios 6:19","2 Coríntios 6:16","Efésios 2:19-22"]},"exodo_23_21_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à disposição de ouvir e obedecer à voz de Deus.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) implica não apenas escutar, mas também agir de acordo com o que é ouvido. Em Êxodo 23:21, é um chamado à obediência.","por_que_esta_palavra":"Ouvir a Deus é fundamental para a vida espiritual e para a relação com Ele.","conexao_teologica":"A obediência à voz de Deus é um tema recorrente na Bíblia, refletindo a fidelidade do povo a Ele.","referencias_relacionadas":["Deuteronômio 6:4-5","Tiago 1:22","Romanos 10:17"]},"exodo_23_21_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação de Deus com Seu povo.","explicacao_detalhada":"A palavra 'voz' (קוֹל) representa a maneira como Deus se comunica. Em Êxodo 23:21, a voz de Deus é um chamado à atenção e à reverência.","por_que_esta_palavra":"A voz de Deus é poderosa e traz direção, conforto e correção.","conexao_teologica":"A voz de Deus é um meio pelo qual Ele se revela e guia Seu povo.","referencias_relacionadas":["Salmos 29:4","João 10:27","Isaías 30:21"]},"exodo_23_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a obediência à recompensa ou consequência. Em Êxodo 23:21, enfatiza a importância de ouvir a Deus.","por_que_esta_palavra":"É uma palavra que estabelece a lógica da relação entre obediência e bênção.","conexao_teologica":"A obediência a Deus é frequentemente ligada a promessas de bênçãos na Bíblia.","referencias_relacionadas":["Deuteronômio 28:1-2","Gálatas 6:7","Romanos 2:6"]},"exodo_23_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de salvar ou resgatar.","explicacao_detalhada":"A palavra 'salvar' (עָשָׂה) implica a ideia de agir em favor de alguém. Em Êxodo 23:22, Deus promete proteger e salvar o Seu povo.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, refletindo o caráter redentor de Deus.","conexao_teologica":"Deus é visto como o Salvador que resgata Seu povo das dificuldades e do pecado.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"exodo_23_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' (כִּי) conecta a ação de salvar à obediência do povo. Em Êxodo 23:22, enfatiza que a salvação está ligada à fidelidade a Deus.","por_que_esta_palavra":"Estabelece a lógica da relação entre a obediência e a proteção divina.","conexao_teologica":"A obediência a Deus é frequentemente ligada a promessas de proteção e salvação.","referencias_relacionadas":["Deuteronômio 7:9","Salmos 91:14","Tiago 1:12"]},"exodo_23_22_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de resgatar ou libertar.","explicacao_detalhada":"A palavra 'salvar' (אִם) implica a ideia de proteção e libertação. Em Êxodo 23:22, Deus promete salvar aqueles que O obedecem.","por_que_esta_palavra":"A salvação é uma expressão do amor e da graça de Deus para com Seu povo.","conexao_teologica":"A salvação é central na mensagem do evangelho, onde Cristo é o Salvador.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:8","1 Pedro 1:9"]},"exodo_23_23_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação que se segue.","explicacao_detalhada":"Neste contexto, 'porque' é utilizado para conectar a promessa de Deus com a obediência do povo. Ele explica a razão pela qual os israelitas devem seguir as instruções dadas.","por_que_esta_palavra":"A palavra é crucial para entender a relação de causa e efeito entre a obediência e as bênçãos prometidas.","conexao_teologica":"A obediência a Deus é frequentemente ligada às bênçãos e proteção divina, refletindo a aliança entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 28:1-2","Salmos 119:1","Tiago 1:25"]},"exodo_23_23_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo' refere-se a um mensageiro de Deus, que atua em Seu nome.","explicacao_detalhada":"Neste versículo, o anjo é enviado para guiar e proteger o povo de Israel em sua jornada, representando a presença e a autoridade de Deus.","por_que_esta_palavra":"A presença do anjo é um símbolo da proteção divina e da comunicação direta de Deus com Seu povo.","conexao_teologica":"Os anjos são frequentemente vistos como servos de Deus que executam Sua vontade e protegem os fiéis.","referencias_relacionadas":["Salmos 91:11-12","Hebreus 1:14","Mateus 4:11"]},"exodo_23_23_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica em seguir um caminho ou direção, tanto física quanto espiritualmente.","explicacao_detalhada":"Neste contexto, 'andar' refere-se ao comportamento e à conduta do povo de Israel, que deve seguir os caminhos de Deus.","por_que_esta_palavra":"A ideia de 'andar' simboliza a jornada da vida e a necessidade de seguir as instruções divinas para alcançar a bênção.","conexao_teologica":"Andar nos caminhos de Deus é um tema recorrente na Bíblia, enfatizando a importância da obediência e da fé.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:5-6","Gálatas 5:16"]},"exodo_23_24_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a importância de não se desviar da justiça e da retidão.","explicacao_detalhada":"Neste versículo, a instrução é clara: o povo não deve se desviar da verdade, que é um reflexo do caráter de Deus.","por_que_esta_palavra":"A verdade é fundamental para a vida moral e espiritual do povo, sendo um princípio que deve ser seguido.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em integridade.","referencias_relacionadas":["João 8:32","Efésios 4:15","Salmos 25:5"]},"exodo_23_24_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui refere-se à adoração e reverência que devem ser dadas somente a Deus.","explicacao_detalhada":"Neste contexto, a instrução é clara sobre não se prostrar diante de outros deuses, reafirmando a exclusividade da adoração a Yahweh.","por_que_esta_palavra":"A adoração a Deus é um tema central na aliança entre Deus e Israel, e a proibição de adorar outros deuses é fundamental.","conexao_teologica":"A exclusividade da adoração a Deus é um princípio que permeia toda a Escritura, refletindo a santidade e a soberania de Deus.","referencias_relacionadas":["Deuteronômio 6:13-14","Isaías 45:5","1 João 5:21"]},"exodo_23_25_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' implica em invocar a favor de alguém, trazendo bênçãos divinas.","explicacao_detalhada":"Neste versículo, Deus promete abençoar o povo em suas obras, enfatizando a relação entre a obediência e as bênçãos recebidas.","por_que_esta_palavra":"A bênção de Deus é um tema central na vida do povo de Israel, sendo uma consequência direta da fidelidade a Ele.","conexao_teologica":"A bênção divina é frequentemente ligada à obediência e à fidelidade, refletindo a generosidade de Deus para com Seu povo.","referencias_relacionadas":["Números 6:24-26","Deuteronômio 28:8","Salmos 128:1-2"]},"exodo_23_25_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se ao trabalho e às ações realizadas pelo povo.","explicacao_detalhada":"Neste contexto, as obras do povo são vistas como um reflexo de sua obediência a Deus e de sua disposição em seguir Suas instruções.","por_que_esta_palavra":"As obras são importantes na vida do crente, pois demonstram a fé em ação e a disposição de servir a Deus.","conexao_teologica":"A relação entre fé e obras é um tema central na teologia cristã, enfatizando que a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"exodo_23_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e digno de reverência.","explicacao_detalhada":"Neste versículo, a invocação do nome de Deus é um chamado à adoração e ao reconhecimento de Sua autoridade.","por_que_esta_palavra":"O nome de Deus é central na vida espiritual do povo, representando Sua presença e poder.","conexao_teologica":"A invocação do nome de Deus é um tema recorrente na Bíblia, refletindo a importância da relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 8:1","Romanos 10:13","Atos 4:12"]},"exodo_23_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente utilizada para enfatizar a importância da justiça e da integridade.","explicacao_detalhada":"Neste versículo, a ênfase na verdade reforça a necessidade de viver de acordo com os princípios de Deus.","por_que_esta_palavra":"A verdade é fundamental para a vida moral e espiritual, sendo um reflexo do caráter de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em integridade.","referencias_relacionadas":["Salmos 51:6","Provérbios 12:22","João 14:6"]},"exodo_23_26_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a bênção e a herança.","explicacao_detalhada":"Neste contexto, a terra é vista como um presente de Deus ao Seu povo, que deve ser tratado com respeito e justiça.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com Israel, representando Sua fidelidade e provisão.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, refletindo a esperança e a expectativa do povo de Deus.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10-11","Josué 1:3"]},"exodo_23_26_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao ciclo diário, simbolizando tempo e a ordem divina na criação.","explicacao_detalhada":"O termo 'dia' é usado para indicar um período de 24 horas, mas também pode simbolizar um tempo de bênção e colheita, onde Deus promete proteção e prosperidade ao Seu povo.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a temporalidade das promessas de Deus e a importância do tempo na vida do povo de Israel.","conexao_teologica":"O conceito de 'dia' se conecta com a criação e o descanso de Deus no sétimo dia, enfatizando a santidade do tempo e a necessidade de descanso.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Eclesiastes 3:1"]},"exodo_23_27_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica um pedido ou súplica a Deus, enfatizando a relação entre o homem e o divino.","explicacao_detalhada":"A palavra 'dar' implica não apenas a ação de entregar algo, mas também a disposição de Deus em ouvir e responder às orações do Seu povo.","por_que_esta_palavra":"É fundamental para entender a dinâmica da oração e a confiança que os israelitas devem ter em Deus como provedor.","conexao_teologica":"A ideia de clamar a Deus reflete a dependência do povo em relação ao Senhor e Sua fidelidade em atender às suas necessidades.","referencias_relacionadas":["Salmos 34:17","Isaías 65:24","Mateus 7:7"]},"exodo_23_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações devem ser realizadas, enfatizando a importância da intenção e do método.","explicacao_detalhada":"A palavra 'modo' sugere que a forma como se faz algo é tão importante quanto o ato em si, refletindo a ética e a moralidade nas ações do povo de Deus.","por_que_esta_palavra":"É essencial para entender que a obediência a Deus não se resume apenas a ações, mas também à atitude e ao coração por trás delas.","conexao_teologica":"A maneira de agir está ligada à santidade de Deus e à chamada para que Seu povo viva de acordo com Seus padrões.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:1","Colossenses 3:23"]},"exodo_23_28_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar, que pode ser visto como um comando divino ou uma ação de liderança.","explicacao_detalhada":"A palavra 'enviar' implica uma missão ou propósito, onde Deus envia mensageiros ou juízes para guiar o Seu povo.","por_que_esta_palavra":"É importante para entender a soberania de Deus em dirigir os eventos e as pessoas para cumprir Seus planos.","conexao_teologica":"O envio de mensageiros é um tema recorrente na Bíblia, refletindo a vontade de Deus em se comunicar e guiar Seu povo.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","João 20:21"]},"exodo_23_28_possessao":{"palavra_pt":"possessao","palavra_original":"גָּרַשׁ","transliteracao":"gârash","strong":"H1644","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se à posse de terras e bens, um tema central na aliança de Deus com Israel.","explicacao_detalhada":"A palavra 'possessão' implica não apenas a aquisição de bens materiais, mas também a responsabilidade de cuidar e administrar o que Deus deu.","por_que_esta_palavra":"É fundamental para entender a relação entre o povo de Deus e a terra prometida, simbolizando a fidelidade de Deus às Suas promessas.","conexao_teologica":"A possessão da terra é um símbolo da bênção e da herança espiritual que Deus oferece ao Seu povo.","referencias_relacionadas":["Deuteronômio 6:10","Josué 1:3","Salmos 37:29"]},"exodo_23_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, um símbolo da bênção e da herança de Deus para Israel.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, representando não apenas um espaço físico, mas também a presença de Deus e a realização de Suas promessas.","por_que_esta_palavra":"É crucial para entender a importância da terra na identidade do povo de Israel e na história da salvação.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, refletindo a relação entre o Criador e a criação.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9"]},"exodo_23_29_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e o valor que Deus atribui à humanidade.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a criação de Deus à Sua imagem, destacando a responsabilidade e o papel do homem na criação.","por_que_esta_palavra":"É importante para entender a natureza do ser humano e sua relação com Deus e com os outros.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo o amor e a intenção de Deus ao criar a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Tiago 3:9"]},"exodo_23_29_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à fidelidade, aspectos essenciais da natureza de Deus e da vida do Seu povo.","explicacao_detalhada":"A palavra 'verdade' implica a necessidade de viver de maneira autêntica e justa, refletindo o caráter de Deus em nossas ações.","por_que_esta_palavra":"É fundamental para entender a importância da verdade nas relações humanas e na adoração a Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, sendo essencial para a comunhão com Ele.","referencias_relacionadas":["Salmos 15:2","João 4:24","Efésios 4:15"]},"exodo_23_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra prometida, enfatizando a continuidade da herança de Deus para Seu povo.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a importância da possessão e da responsabilidade que Israel tem em relação ao que Deus lhes deu.","por_que_esta_palavra":"É crucial para entender a relação entre a obediência do povo e a manutenção da bênção divina sobre a terra.","conexao_teologica":"A terra é um símbolo da aliança e da fidelidade de Deus, refletindo a relação entre o povo e seu Deus.","referencias_relacionadas":["Deuteronômio 11:21","Josué 21:43-45","Romanos 4:13"]},"exodo_23_30_heranca":{"palavra_pt":"heranca","palavra_original":"נָחַל","transliteracao":"nâchal","strong":"H5157","significado_raiz":"Ideia básica: heranca.","significado_contextual":"Refere-se à herança que Deus promete ao Seu povo, simbolizando bênçãos e responsabilidades.","explicacao_detalhada":"A palavra 'herança' implica não apenas a posse de bens, mas também a continuidade da aliança e das promessas de Deus ao longo das gerações.","por_que_esta_palavra":"É importante para entender a natureza da relação entre Deus e Seu povo, onde a herança é um sinal de Sua fidelidade.","conexao_teologica":"A herança é um tema central na Bíblia, refletindo a promessa de Deus de um futuro e esperança para Seu povo.","referencias_relacionadas":["Salmos 37:11","Gálatas 3:29","1 Pedro 1:4"]},"exodo_23_31_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como uma extensão de água, simbolizando tanto a criação de Deus quanto a separação entre os povos.","explicacao_detalhada":"No contexto de Êxodo 23:31, o mar é mencionado como parte da promessa de Deus a Israel, delimitando as fronteiras da terra que eles herdariam. O mar representa não apenas um recurso natural, mas também um símbolo de poder e proteção divina.","por_que_esta_palavra":"A palavra 'mar' é utilizada para enfatizar a grandeza da criação de Deus e a soberania sobre as nações e a terra prometida.","conexao_teologica":"O mar é frequentemente associado à obra de Deus na criação e na salvação, como visto na travessia do Mar Vermelho, onde Deus libertou Israel da escravidão.","referencias_relacionadas":["Êxodo 14:21","Salmos 104:25","Isaías 43:16"]},"exodo_23_31_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como a herança prometida a Israel, um lugar de bênção e presença de Deus.","explicacao_detalhada":"Em Êxodo 23:31, a terra é um elemento central na aliança entre Deus e o povo de Israel. A terra prometida é descrita como um lugar onde flui leite e mel, simbolizando abundância e prosperidade.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação de Deus com seu povo e a importância da obediência às suas leis para desfrutar das bênçãos da terra.","conexao_teologica":"A terra prometida é um símbolo da salvação e da presença de Deus entre seu povo, refletindo a esperança de um futuro restaurado.","referencias_relacionadas":["Deuteronômio 6:10-11","Josué 1:3","Salmos 37:11"]},"exodo_23_31_apply":{"palavra_pt":"apply","palavra_original":"שִׁית","transliteracao":"shîyth","strong":"H7896","significado_raiz":"Ideia básica: apply.","significado_contextual":"Refere-se à aplicação das leis e mandamentos de Deus na vida do povo de Israel.","explicacao_detalhada":"A palavra 'apply' sugere a necessidade de colocar em prática os ensinamentos divinos, enfatizando que a obediência é fundamental para a vida em comunidade e a relação com Deus.","por_que_esta_palavra":"A aplicação das leis é essencial para garantir a justiça e a ordem na sociedade israelita, refletindo o caráter de Deus.","conexao_teologica":"A prática das leis de Deus é um reflexo da fidelidade do povo e sua resposta ao amor e à graça divina.","referencias_relacionadas":["Deuteronômio 5:1","Salmos 119:1","Tiago 1:22"]},"exodo_23_32_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é apresentada como um princípio fundamental na justiça e na vida comunitária.","explicacao_detalhada":"Em Êxodo 23:32, a ênfase na verdade destaca a importância da integridade e da honestidade nas relações interpessoais e na administração da justiça.","por_que_esta_palavra":"A palavra 'verdade' é crucial para a construção de uma sociedade justa e fiel aos mandamentos de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em conformidade com a Sua palavra.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"exodo_23_32_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à destruição de ídolos e práticas pagãs, como parte da purificação da terra prometida.","explicacao_detalhada":"A palavra 'destruir' em Êxodo 23:32 enfatiza a necessidade de eliminar tudo o que é contrário à adoração verdadeira a Deus, garantindo que Israel não se desvie de seus caminhos.","por_que_esta_palavra":"A destruição de ídolos é um ato de obediência a Deus e uma proteção contra a corrupção espiritual.","conexao_teologica":"A destruição de ídolos é um símbolo da purificação e da dedicação total a Deus, refletindo a necessidade de exclusividade na adoração.","referencias_relacionadas":["Deuteronômio 7:5","Josué 23:7","1 Reis 18:40"]},"exodo_23_32_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o único digno de adoração e reverência.","explicacao_detalhada":"A palavra 'deus' em Êxodo 23:32 destaca a singularidade de Deus em contraste com os ídolos das nações vizinhas, enfatizando sua soberania e poder.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a relação de aliança entre Ele e seu povo, que deve ser caracterizada pela fidelidade e adoração exclusiva.","conexao_teologica":"Deus é o centro da vida de Israel, e a adoração a Ele é um reflexo da identidade e da missão do povo escolhido.","referencias_relacionadas":["Êxodo 20:3","Deuteronômio 6:4","Isaías 45:5"]},"exodo_23_33_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é novamente enfatizada como um princípio essencial para a vida e a justiça em Israel.","explicacao_detalhada":"Em Êxodo 23:33, a verdade é apresentada como um guia para as decisões e ações do povo, assegurando que a justiça prevaleça em todas as situações.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a construção de uma sociedade justa e fiel aos mandamentos de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em conformidade com a Sua palavra.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"exodo_23_33_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de julgar com justiça e equidade, um princípio fundamental na liderança e na vida comunitária.","explicacao_detalhada":"A palavra 'julgar' em Êxodo 23:33 enfatiza a responsabilidade dos líderes e do povo em tomar decisões justas, refletindo o caráter de Deus.","por_que_esta_palavra":"O julgamento justo é essencial para manter a ordem e a justiça na sociedade, sendo um reflexo da natureza de Deus.","conexao_teologica":"Deus é o juiz supremo, e os líderes são chamados a refletir essa justiça em suas decisões e ações.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"exodo_23_33_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é novamente mencionada como um espaço sagrado que deve ser protegido e respeitado.","explicacao_detalhada":"Em Êxodo 23:33, a terra é vista como um presente de Deus que deve ser tratado com reverência, e a obediência às leis divinas é essencial para a preservação desse espaço.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação de Deus com seu povo e a importância da obediência às suas leis para desfrutar das bênçãos da terra.","conexao_teologica":"A terra prometida é um símbolo da salvação e da presença de Deus entre seu povo, refletindo a esperança de um futuro restaurado.","referencias_relacionadas":["Deuteronômio 6:10-11","Josué 1:3","Salmos 37:11"]}}