{"exodo_29_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se ao ato de consagrar os sacerdotes e as ofertas que devem ser apresentadas a Deus.","explicacao_detalhada":"A palavra 'palavra/coisa' (dâbâr) implica em um comando ou instrução que deve ser seguido, refletindo a importância da obediência a Deus.","por_que_esta_palavra":"A palavra é fundamental na comunicação de Deus com seu povo, estabelecendo as diretrizes para a adoração e o serviço.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser a base da vida e do ministério dos crentes.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Mateus 4:4"]},"exodo_29_1_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar os sacerdotes antes de seu serviço no altar.","explicacao_detalhada":"A palavra 'santificar' (qâdash) implica em separar algo para um propósito sagrado, refletindo a necessidade de pureza ao se aproximar de Deus.","por_que_esta_palavra":"A santificação é essencial para garantir que os sacerdotes estejam adequadamente preparados para o serviço sagrado.","conexao_teologica":"A santificação é um processo contínuo na vida do crente, que deve buscar ser separado para Deus em todas as áreas da vida.","referencias_relacionadas":["1 Tessalonicenses 4:3","Hebreus 10:10","Romanos 12:1"]},"exodo_29_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כָּהַן","transliteracao":"kâhan","strong":"H3547","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função dos sacerdotes que são consagrados para servir a Deus e ao povo.","explicacao_detalhada":"A palavra 'sacerdote' (kâhan) implica em um mediador entre Deus e o povo, responsável por realizar sacrifícios e interceder em favor da nação.","por_que_esta_palavra":"Os sacerdotes desempenham um papel crucial na adoração e na manutenção da relação entre Deus e Israel.","conexao_teologica":"Cristo é o nosso sumo sacerdote, que intercede por nós e oferece o sacrifício perfeito uma vez por todas.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"exodo_29_2_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"O pão é um alimento essencial que simboliza sustento e vida.","explicacao_detalhada":"No contexto do sacrifício, o pão representa a oferta que sustenta a relação entre Deus e o povo. É um símbolo de comunhão e dependência de Deus.","por_que_esta_palavra":"A palavra 'pão' é utilizada para enfatizar a importância do alimento físico e espiritual na vida do povo de Israel.","conexao_teologica":"Jesus se apresenta como o pão da vida, indicando que Ele é o verdadeiro sustento espiritual (João 6:35).","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:15"]},"exodo_29_2_anointing":{"palavra_pt":"azeite/oleo","palavra_original":"שֶׁמֶן","transliteracao":"shemen","strong":"H8081","significado_raiz":"Ideia básica: azeite.","significado_contextual":"O azeite é usado para ungir, simbolizando a consagração e a separação para um propósito sagrado.","explicacao_detalhada":"A unção com azeite é um ritual que marca a escolha divina e a capacitação para o serviço. É um sinal de que a pessoa está sendo equipada pelo Espírito Santo.","por_que_esta_palavra":"A palavra 'azeite' é significativa porque representa a presença e a ação do Espírito Santo na vida dos ungidos.","conexao_teologica":"A unção de Jesus pelo Espírito Santo é um cumprimento da profecia messiânica (Atos 10:38).","referencias_relacionadas":["Salmos 23:5","Isaías 61:1","Atos 10:38"]},"exodo_29_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar é um ato de oferecer algo a alguém, muitas vezes em um contexto de sacrifício ou oferta.","explicacao_detalhada":"Neste contexto, 'dar' refere-se ao ato de oferecer sacrifícios a Deus como parte do ritual de consagração dos sacerdotes.","por_que_esta_palavra":"A palavra 'dar' é central para entender a dinâmica de oferta e aceitação entre Deus e o homem.","conexao_teologica":"Deus deu Seu Filho como sacrifício, e nós somos chamados a dar nossas vidas em adoração (Romanos 12:1).","referencias_relacionadas":["Gênesis 4:3-5","Mateus 5:23-24","Romanos 12:1"]},"exodo_29_3_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Força refere-se ao poder e à capacidade de realizar algo, especialmente em um contexto de sacrifício.","explicacao_detalhada":"A palavra 'força' aqui pode simbolizar a força necessária para cumprir os rituais e obrigações religiosas.","por_que_esta_palavra":"A força é necessária para a realização dos mandamentos de Deus e para a vida de fé.","conexao_teologica":"A força do Senhor é o que nos capacita a viver de acordo com Sua vontade (Filipenses 4:13).","referencias_relacionadas":["Salmos 28:7","Isaías 40:29","Filipenses 4:13"]},"exodo_29_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à descendência e à continuidade da linhagem, especialmente em relação ao sacerdócio.","explicacao_detalhada":"Neste contexto, 'filho' é usado para indicar a importância da linhagem sacerdotal e a transmissão de responsabilidades espirituais.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a relação entre Deus e Seu povo, que é chamado de filhos.","conexao_teologica":"A relação de Deus como Pai e nós como Seus filhos é um tema central na nova aliança (Romanos 8:15).","referencias_relacionadas":["Gálatas 4:6","Romanos 8:15","Efésios 1:5"]},"exodo_29_4_bathe":{"palavra_pt":"bathe","palavra_original":"רָחַץ","transliteracao":"râchats","strong":"H7364","significado_raiz":"Ideia básica: bathe.","significado_contextual":"Bathe refere-se ao ato de purificação, essencial para a consagração dos sacerdotes.","explicacao_detalhada":"A lavagem é um símbolo de purificação e preparação para o serviço sagrado, indicando a necessidade de estar limpo diante de Deus.","por_que_esta_palavra":"A palavra 'banhar' é importante para enfatizar a necessidade de santidade e pureza na adoração.","conexao_teologica":"A purificação é um tema recorrente na Bíblia, culminando na purificação que Cristo traz aos crentes (1 João 1:9).","referencias_relacionadas":["Salmos 51:2","Hebreus 10:22","1 João 1:9"]},"exodo_29_4_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Água é um símbolo de vida e purificação, essencial para os rituais de consagração.","explicacao_detalhada":"A água é utilizada para lavar e purificar, simbolizando a necessidade de limpeza espiritual antes de se aproximar de Deus.","por_que_esta_palavra":"A palavra 'água' é significativa porque representa tanto a vida física quanto a espiritual.","conexao_teologica":"Jesus se refere à água viva que sacia a sede espiritual (João 4:14).","referencias_relacionadas":["Isaías 12:3","João 4:14","Apocalipse 21:6"]},"exodo_29_5_cinto":{"palavra_pt":"cinto","palavra_original":"אֵפוֹד","transliteracao":"ʼêphôwd","strong":"H646","significado_raiz":"Ideia básica: cinto.","significado_contextual":"Cinto refere-se a um item de vestuário que simboliza preparação e prontidão para o serviço.","explicacao_detalhada":"O cinto é usado para segurar as vestes e simboliza a disposição para agir e servir a Deus.","por_que_esta_palavra":"A palavra 'cinto' é importante para entender a preparação necessária para o ministério.","conexao_teologica":"A prontidão para servir é um chamado para todos os crentes (Efésios 6:14).","referencias_relacionadas":["1 Pedro 1:13","Efésios 6:14","Lucas 12:35"]},"exodo_29_5_rico":{"palavra_pt":"rico","palavra_original":"חֹשֶׁן","transliteracao":"chôshen","strong":"H2833","significado_raiz":"Ideia básica: rico.","significado_contextual":"Rico refere-se a um ornamento ou peça de vestuário que simboliza a glória e a dignidade do sacerdócio.","explicacao_detalhada":"O rico é um símbolo da presença de Deus e da importância do papel do sacerdote na mediação entre Deus e o povo.","por_que_esta_palavra":"A palavra 'rico' é usada para enfatizar a beleza e a importância do serviço sacerdotal.","conexao_teologica":"A glória de Deus é refletida na vida dos que O servem (1 Pedro 2:9).","referencias_relacionadas":["Êxodo 28:2","Salmos 29:2","1 Pedro 2:9"]},"exodo_29_5_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar refere-se ao ato de receber ou apropriar-se de algo, especialmente em um contexto de sacrifício.","explicacao_detalhada":"Neste contexto, 'tomar' implica em aceitar a responsabilidade e o chamado para o serviço sacerdotal.","por_que_esta_palavra":"A palavra 'tomar' é significativa porque indica a ação de aceitar o que Deus oferece.","conexao_teologica":"Tomar a cruz e seguir a Cristo é um chamado para todos os crentes (Mateus 16:24).","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","Gálatas 2:20"]},"exodo_29_6_rei":{"palavra_pt":"rei","palavra_original":"מִצְנֶפֶת","transliteracao":"mitsnepheth","strong":"H4701","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, simbolizando o papel de liderança e proteção.","explicacao_detalhada":"No contexto de Êxodo 29:6, a unção do sacerdote é comparada à realeza, indicando que ele tem um papel de liderança espiritual sobre o povo de Israel, assim como um rei tem sobre seu reino.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância da liderança divina e a responsabilidade do sacerdote em guiar o povo segundo a vontade de Deus.","conexao_teologica":"A figura do sacerdote como rei antecipa a ideia de Cristo como nosso Sumo Sacerdote e Rei, que governa com justiça e misericórdia.","referencias_relacionadas":["1 Pedro 2:9","Apocalipse 1:6","Salmos 110:4"]},"exodo_29_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer algo a alguém, especialmente em um contexto de sacrifício ou oferta.","explicacao_detalhada":"Neste versículo, 'dar' refere-se ao ato de oferecer a unção, que é um símbolo de consagração e separação para o serviço de Deus.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender a natureza do sacrifício e a entrega que é necessária para a consagração ao Senhor.","conexao_teologica":"A ideia de dar está intimamente ligada ao conceito de sacrifício na Bíblia, refletindo a oferta de Cristo por nós.","referencias_relacionadas":["Romanos 12:1","Hebreus 9:14","Gálatas 2:20"]},"exodo_29_6_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se a algo que é separado para Deus, indicando pureza e dedicação.","explicacao_detalhada":"No contexto de Êxodo 29:6, 'sagrado' descreve a unção e o sacerdócio, que são dedicados exclusivamente ao serviço de Deus.","por_que_esta_palavra":"A ênfase na santidade é fundamental para entender a natureza do relacionamento entre Deus e seu povo, que deve ser baseado na pureza e na devoção.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, refletindo a necessidade de pureza em nosso relacionamento com Ele.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"exodo_29_7_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica em apropriação ou aceitação de algo, especialmente em um contexto de consagração.","explicacao_detalhada":"Neste versículo, 'tomar' refere-se ao ato de receber a unção, simbolizando a aceitação do chamado e da responsabilidade do sacerdócio.","por_que_esta_palavra":"A palavra 'tomar' é significativa porque indica a ação deliberada de aceitar o papel que Deus designou.","conexao_teologica":"A ideia de tomar algo de Deus é refletida na aceitação do chamado divino em nossas vidas, como em Romanos 12:1.","referencias_relacionadas":["Isaías 6:8","Mateus 4:19","2 Timóteo 1:9"]},"exodo_29_7_dom":{"palavra_pt":"dom","palavra_original":"מִשְׁחָה","transliteracao":"mishchâh","strong":"H4888","significado_raiz":"Ideia básica: dom.","significado_contextual":"A palavra 'dom' refere-se a algo que é dado como presente, especialmente em um contexto de consagração.","explicacao_detalhada":"No contexto de Êxodo 29:7, 'dom' se refere à unção que é dada ao sacerdote, simbolizando a capacitação divina para o serviço.","por_que_esta_palavra":"A palavra 'dom' destaca a graça de Deus em equipar aqueles que Ele chama para o ministério.","conexao_teologica":"O conceito de dom é central na teologia cristã, refletindo a graça de Deus em nos capacitar para o serviço.","referencias_relacionadas":["Efésios 4:7","1 Coríntios 12:4-11","Tiago 1:17"]},"exodo_29_7_crescer":{"palavra_pt":"crescer","palavra_original":"יָצַק","transliteracao":"yâtsaq","strong":"H3332","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' implica em desenvolvimento ou aumento, especialmente em um contexto de bênção.","explicacao_detalhada":"Neste versículo, 'crescer' refere-se ao crescimento espiritual e à prosperidade que vem da unção do sacerdote.","por_que_esta_palavra":"A palavra 'crescer' é importante porque indica que a unção não é apenas um ato simbólico, mas resulta em um impacto real na vida do sacerdote e do povo.","conexao_teologica":"O crescimento espiritual é um tema recorrente na Bíblia, refletindo a obra do Espírito Santo em nossas vidas.","referencias_relacionadas":["Colossenses 1:10","2 Pedro 3:18","Gálatas 5:22-23"]},"exodo_29_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar, simbolizando herança e continuidade.","explicacao_detalhada":"No contexto de Êxodo 29:8, 'filho' se refere aos descendentes do sacerdote, indicando a continuidade do sacerdócio na família.","por_que_esta_palavra":"A palavra 'filho' é significativa porque enfatiza a importância da linhagem e da transmissão da fé e do ministério.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo nossa adoção na família de Deus.","referencias_relacionadas":["Romanos 8:15","Gálatas 4:7","Efésios 1:5"]},"exodo_29_8_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder e ação, especialmente em um contexto de imposição de mãos.","explicacao_detalhada":"Neste versículo, 'mão' refere-se ao ato de impor as mãos sobre o sacerdote, simbolizando a transferência de autoridade e bênção.","por_que_esta_palavra":"A palavra 'mão' é importante porque indica a ação física que acompanha a consagração espiritual.","conexao_teologica":"A imposição de mãos é um símbolo de bênção e transferência de autoridade, refletindo práticas no Novo Testamento.","referencias_relacionadas":["Atos 6:6","1 Timóteo 4:14","Hebreus 6:2"]},"exodo_29_8_apparel":{"palavra_pt":"apparel","palavra_original":"לָבַשׁ","transliteracao":"lâbash","strong":"H3847","significado_raiz":"Ideia básica: apparel.","significado_contextual":"A palavra 'apparel' refere-se a vestimentas, simbolizando a identidade e o papel do sacerdote.","explicacao_detalhada":"No contexto de Êxodo 29:8, 'apparel' se refere às vestes sacerdotais que são usadas para distinguir o sacerdote e sua função.","por_que_esta_palavra":"A palavra 'apparel' é significativa porque as vestes representam a santidade e a dignidade do chamado sacerdotal.","conexao_teologica":"As vestes sacerdotais simbolizam a justiça e a pureza que Cristo nos oferece como nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:2","Zacarias 3:4","Apocalipse 19:8"]},"exodo_29_9_cinto":{"palavra_pt":"cinto","palavra_original":"חָגַר","transliteracao":"châgar","strong":"H2296","significado_raiz":"Ideia básica: cinto.","significado_contextual":"A palavra 'cinto' refere-se a um acessório que simboliza prontidão e serviço.","explicacao_detalhada":"Neste versículo, 'cinto' se refere ao cinto que o sacerdote usava como parte de suas vestes, simbolizando sua disposição para o serviço.","por_que_esta_palavra":"A palavra 'cinto' é importante porque representa a preparação e a prontidão para cumprir a vontade de Deus.","conexao_teologica":"A prontidão para o serviço é um tema importante na vida cristã, refletindo a necessidade de estarmos sempre preparados para servir.","referencias_relacionadas":["Efésios 6:14","1 Pedro 1:13","Lucas 12:35"]},"exodo_29_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e ao papel do sacerdote como representante da família de Deus.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar a relação de um sacerdote com Deus e com o povo, enfatizando a continuidade da linhagem sacerdotal.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a importância da hereditariedade e da consagração na função sacerdotal.","conexao_teologica":"A relação de filho é fundamental na teologia bíblica, onde Deus é visto como Pai e os crentes como Seus filhos.","referencias_relacionadas":["Êxodo 28:1","Salmos 2:7","Romanos 8:14"]},"exodo_29_10_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se ao animal sacrificado, simbolizando a força e a pureza exigidas para a oferta.","explicacao_detalhada":"A palavra 'forca' (פַּר) é utilizada para descrever um novilho, que representa a força e a vitalidade necessárias para a expiação dos pecados.","por_que_esta_palavra":"O uso de um animal forte para o sacrifício simboliza a seriedade do ato e a necessidade de um substituto perfeito.","conexao_teologica":"A força do sacrifício aponta para a força de Cristo como o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:14","João 1:29"]},"exodo_29_10_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Indica a ação de impor as mãos sobre o sacrifício, simbolizando transferência de pecados.","explicacao_detalhada":"A palavra 'mao' (קָרַב) é usada para descrever o ato de aproximar-se do altar, representando a entrega e a identificação com o sacrifício.","por_que_esta_palavra":"A imposição das mãos é um ato de consagração e reconhecimento da necessidade de expiação.","conexao_teologica":"Este ato prefigura a transferência dos pecados sobre Cristo, que se fez pecado por nós.","referencias_relacionadas":["Levítico 16:21","Isaías 53:6","1 Pedro 2:24"]},"exodo_29_10_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus e à necessidade de se aproximar d'Ele com reverência.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) é utilizada para enfatizar a importância da presença divina no ato do sacrifício.","por_que_esta_palavra":"O rosto de Deus representa Sua face voltada para o povo, indicando aceitação e comunhão.","conexao_teologica":"A presença de Deus é central na adoração, e o sacrifício é um meio de restaurar a comunhão com Ele.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"exodo_29_11_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de sacrificar um animal como parte do ritual de consagração dos sacerdotes.","explicacao_detalhada":"A palavra 'sacrificio' (שָׁחַט) implica a morte do animal como um ato de expiação pelos pecados do povo.","por_que_esta_palavra":"O sacrifício é um elemento central na adoração, simbolizando a necessidade de expiação e redenção.","conexao_teologica":"O sacrifício de Cristo é o cumprimento perfeito de todos os sacrifícios do Antigo Testamento.","referencias_relacionadas":["Hebreus 10:4","Romanos 3:25","1 João 2:2"]},"exodo_29_11_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se ao novilho que é sacrificado, simbolizando a força e a pureza exigidas para a oferta.","explicacao_detalhada":"A palavra 'forca' (פַּר) é utilizada para descrever a importância do animal sacrificado na cerimônia de consagração.","por_que_esta_palavra":"A força do animal sacrificado representa a seriedade do ato de expiação e a necessidade de um substituto perfeito.","conexao_teologica":"A força do sacrifício aponta para a força de Cristo como o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:14","João 1:29"]},"exodo_29_11_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus durante o sacrifício, enfatizando a importância da adoração.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) é usada para indicar a necessidade de se apresentar diante de Deus com reverência.","por_que_esta_palavra":"O rosto de Deus simboliza Sua aceitação e a comunhão que é restaurada através do sacrifício.","conexao_teologica":"A presença de Deus é central na adoração, e o sacrifício é um meio de restaurar a comunhão com Ele.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"exodo_29_12_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue do sacrifício, que é essencial para a expiação dos pecados.","explicacao_detalhada":"A palavra 'sangue' (דָּם) é utilizada para enfatizar a importância do sangue como símbolo de vida e purificação.","por_que_esta_palavra":"O sangue representa a vida do animal e é o meio pelo qual a expiação é realizada.","conexao_teologica":"O sangue de Cristo é o cumprimento perfeito do sacrifício, trazendo redenção e purificação.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"exodo_29_12_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se ao novilho que é sacrificado, simbolizando a força e a pureza exigidas para a oferta.","explicacao_detalhada":"A palavra 'forca' (פַּר) é utilizada para descrever a importância do animal sacrificado na cerimônia de consagração.","por_que_esta_palavra":"A força do animal sacrificado representa a seriedade do ato de expiação e a necessidade de um substituto perfeito.","conexao_teologica":"A força do sacrifício aponta para a força de Cristo como o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:14","João 1:29"]},"exodo_29_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer, simbolizando a entrega ao Senhor.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para descrever a ação de oferecer o sacrifício a Deus como um ato de adoração.","por_que_esta_palavra":"Dar é um ato de entrega e submissão, essencial na relação entre o homem e Deus.","conexao_teologica":"A entrega a Deus é um princípio central na vida cristã, refletindo a entrega de Cristo por nós.","referencias_relacionadas":["Romanos 12:1","2 Coríntios 9:7","Filipenses 4:18"]},"exodo_29_13_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é um elemento essencial no contexto dos sacrifícios, simbolizando a purificação e a presença de Deus.","explicacao_detalhada":"No ritual de consagração dos sacerdotes, o fogo é utilizado para queimar as ofertas, representando a aceitação de Deus. O fogo também é visto como um símbolo do juízo e da santidade divina.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para enfatizar a importância da santidade e da purificação nas ofertas apresentadas a Deus.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus, como visto na sarça ardente (Êxodo 3:2) e no dia de Pentecostes (Atos 2:3).","referencias_relacionadas":["Êxodo 3:2","Levítico 9:24","Hebreus 12:29"]},"exodo_29_13_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se ao ato de pegar ou receber algo, especialmente em um contexto de oferta ou sacrifício.","explicacao_detalhada":"Neste versículo, 'tomar' é usado para descrever a ação de pegar os animais que serão oferecidos a Deus, simbolizando a entrega e a consagração.","por_que_esta_palavra":"A escolha da palavra 'tomar' enfatiza a ação deliberada de oferecer algo a Deus, refletindo a importância do ato de entrega.","conexao_teologica":"A entrega de ofertas a Deus é um tema central na Bíblia, simbolizando a devoção e a obediência do povo a Ele.","referencias_relacionadas":["Gênesis 4:4","Levítico 1:3","Romanos 12:1"]},"exodo_29_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os sacrifícios devem ser realizados, destacando a ordem e a reverência no culto.","explicacao_detalhada":"O 'modo' de realizar os sacrifícios é crucial para garantir que sejam aceitos por Deus, refletindo a importância da obediência às instruções divinas.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar que a adoração deve ser feita de acordo com as diretrizes estabelecidas por Deus.","conexao_teologica":"A obediência às instruções de Deus é um tema recorrente na Bíblia, mostrando que a forma como adoramos é tão importante quanto a adoração em si.","referencias_relacionadas":["Deuteronômio 12:32","1 Crônicas 15:13","Mateus 15:9"]},"exodo_29_14_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' refere-se a um tipo de animal que é sacrificado, simbolizando força e poder.","explicacao_detalhada":"O 'forca' é um símbolo de força e vigor, e seu sacrifício representa a entrega do melhor a Deus, refletindo a devoção do ofertante.","por_que_esta_palavra":"A escolha da palavra 'forca' destaca a importância de oferecer o melhor e mais forte ao Senhor como um ato de adoração.","conexao_teologica":"O conceito de oferecer o melhor a Deus é um princípio que se estende ao Novo Testamento, onde somos chamados a dar nossas vidas como sacrifício vivo.","referencias_relacionadas":["Levítico 22:19","Romanos 12:1","Filipenses 4:18"]},"exodo_29_14_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos animais que eram utilizados nos sacrifícios, representando a provisão de Deus.","explicacao_detalhada":"O gado é um símbolo de riqueza e sustento, e seu sacrifício é um ato de gratidão e reconhecimento da soberania de Deus sobre a vida e os bens.","por_que_esta_palavra":"A palavra 'gado' é utilizada para enfatizar a importância dos recursos materiais na adoração a Deus, mostrando que tudo o que temos vem dEle.","conexao_teologica":"A entrega dos bens materiais a Deus é um princípio que se reflete em várias passagens bíblicas, onde somos chamados a ser mordomos fiéis.","referencias_relacionadas":["Gênesis 4:4","Levítico 1:2","2 Coríntios 9:7"]},"exodo_29_14_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo aqui é novamente um símbolo de purificação e aceitação das ofertas apresentadas a Deus.","explicacao_detalhada":"O uso do fogo nos sacrifícios é um ato que simboliza a presença de Deus e a transformação do que é oferecido em algo santo.","por_que_esta_palavra":"A palavra 'fogo' é escolhida para reforçar a ideia de que a presença de Deus consome e purifica as ofertas.","conexao_teologica":"O fogo como símbolo da presença de Deus é um tema recorrente, mostrando que Ele purifica e transforma o que é oferecido a Ele.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","Apocalipse 3:18"]},"exodo_29_15_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' refere-se a um tipo de animal forte que é sacrificado, simbolizando a força e a dedicação ao Senhor.","explicacao_detalhada":"O sacrifício do 'forca' representa a entrega do que é forte e valioso, refletindo a devoção do ofertante a Deus.","por_que_esta_palavra":"A escolha da palavra 'forca' enfatiza a importância de oferecer o melhor e mais forte ao Senhor como um ato de adoração.","conexao_teologica":"A entrega do que é forte e valioso a Deus é um princípio que se estende ao Novo Testamento, onde somos chamados a dar nossas vidas como sacrifício vivo.","referencias_relacionadas":["Levítico 22:19","Romanos 12:1","Filipenses 4:18"]},"exodo_29_15_urso":{"palavra_pt":"urso","palavra_original":"סָמַךְ","transliteracao":"çâmak","strong":"H5564","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e proteção, utilizado em contextos de sacrifício.","explicacao_detalhada":"O 'urso' é um símbolo de força e coragem, e seu sacrifício representa a entrega do que é forte e protetor a Deus.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a entrega do que é forte e valioso ao Senhor, refletindo a devoção do ofertante.","conexao_teologica":"A entrega do que é forte e valioso a Deus é um princípio que se reflete em várias passagens bíblicas, onde somos chamados a ser mordomos fiéis.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Mateus 7:15"]},"exodo_29_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, especialmente no contexto da consagração sacerdotal.","explicacao_detalhada":"O 'filho' simboliza a continuidade da aliança e a importância da descendência na transmissão das promessas de Deus.","por_que_esta_palavra":"A palavra 'filho' é utilizada para enfatizar a relação especial entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","conexao_teologica":"A ideia de que somos filhos de Deus é central na teologia cristã, refletindo a relação íntima entre Deus e Seus seguidores.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","1 João 3:1"]},"exodo_29_16_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se ao ato de oferecer algo a Deus, simbolizando a entrega e a adoração.","explicacao_detalhada":"O 'sacrifício' é um ato de devoção que envolve a entrega de algo valioso a Deus, representando a rendição e a submissão à Sua vontade.","por_que_esta_palavra":"A palavra 'sacrifício' é utilizada para enfatizar a importância da entrega e da adoração a Deus como parte do relacionamento com Ele.","conexao_teologica":"O conceito de sacrifício é central na Bíblia, culminando no sacrifício de Cristo, que é o sacrifício perfeito por excelência.","referencias_relacionadas":["Hebreus 9:26","Romanos 12:1","1 Pedro 2:5"]},"exodo_29_16_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força do animal sacrificado, simbolizando a entrega e a consagração.","explicacao_detalhada":"A palavra 'forca' (אַיִל) é usada para descrever um carneiro, que era um dos animais oferecidos em sacrifício. Este sacrifício era parte do ritual de consagração dos sacerdotes, simbolizando a força e a pureza que deveriam ser apresentadas a Deus.","por_que_esta_palavra":"A escolha do carneiro representa a força e a vitalidade, características que deveriam ser dedicadas ao serviço de Deus.","conexao_teologica":"O sacrifício do carneiro aponta para a necessidade de um sacrifício perfeito, que é cumprido em Cristo, o Cordeiro de Deus.","referencias_relacionadas":["Gênesis 22:13","Levítico 1:10","Hebreus 9:14"]},"exodo_29_16_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ) refere-se ao local de adoração e sacrifício. No contexto do ritual de consagração, o altar é o ponto de encontro entre o homem e Deus, onde a oferta é apresentada.","por_que_esta_palavra":"O altar simboliza a necessidade de um meio para se aproximar de Deus, que é mediado pelo sacrifício.","conexao_teologica":"O altar do Antigo Testamento antecipa o sacrifício de Cristo, que se tornou o altar definitivo para a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 20:24","Levítico 17:11","Hebreus 13:10"]},"exodo_29_17_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Novamente, refere-se à força do carneiro sacrificado, essencial para o ritual.","explicacao_detalhada":"A repetição da palavra 'forca' (אַיִל) enfatiza a importância do sacrifício e a força que ele representa na consagração dos sacerdotes.","por_que_esta_palavra":"A força do carneiro simboliza a entrega total e a dedicação ao serviço de Deus.","conexao_teologica":"Assim como o carneiro era sacrificado, Cristo se entregou, mostrando a verdadeira força do amor e da obediência a Deus.","referencias_relacionadas":["Isaías 53:7","1 Pedro 1:19","Apocalipse 5:6"]},"exodo_29_17_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar, que é essencial para a consagração.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é utilizada no contexto de oferecer algo a Deus, simbolizando a entrega e a submissão do ofertante.","por_que_esta_palavra":"Dar é um ato de adoração e reconhecimento da soberania de Deus sobre todas as coisas.","conexao_teologica":"A entrega de si mesmo a Deus é um tema central na vida cristã, refletindo a entrega de Cristo por nós.","referencias_relacionadas":["Romanos 12:1","Mateus 5:23-24","2 Coríntios 9:7"]},"exodo_29_17_bathe":{"palavra_pt":"bathe","palavra_original":"רָחַץ","transliteracao":"râchats","strong":"H7364","significado_raiz":"Ideia básica: bathe.","significado_contextual":"Refere-se ao ato de purificação, essencial para a consagração dos sacerdotes.","explicacao_detalhada":"A palavra 'bathe' (רָחַץ) implica em um ritual de limpeza que simboliza a preparação espiritual necessária para se aproximar de Deus.","por_que_esta_palavra":"A purificação é um passo fundamental para a santidade, permitindo que os sacerdotes estejam prontos para o serviço.","conexao_teologica":"A limpeza ritual aponta para a necessidade de purificação espiritual, que é realizada em Cristo, que nos lava de nossos pecados.","referencias_relacionadas":["Salmos 51:2","1 João 1:7","Hebreus 10:22"]},"exodo_29_18_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo que consome a oferta no altar, simbolizando a aceitação de Deus.","explicacao_detalhada":"A palavra 'fogo' (קָטַר) é usada para descrever o fogo que deve ser mantido aceso no altar, representando a presença de Deus e Sua aceitação do sacrifício.","por_que_esta_palavra":"O fogo é um símbolo da purificação e da santidade de Deus, que consome o que é oferecido a Ele.","conexao_teologica":"O fogo do altar é um símbolo da presença de Deus, que é plenamente revelada em Cristo, que é o fogo que purifica.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","Romanos 12:1"]},"exodo_29_18_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Mais uma vez, refere-se à força do carneiro sacrificado, enfatizando sua importância.","explicacao_detalhada":"A repetição da palavra 'forca' (אַיִל) reforça a ideia de que o sacrifício deve ser forte e sem defeito, adequado para a consagração.","por_que_esta_palavra":"A força do carneiro representa a pureza e a dedicação que devem ser oferecidas a Deus.","conexao_teologica":"A força do sacrifício aponta para a necessidade de um Salvador forte e perfeito, que é encontrado em Jesus.","referencias_relacionadas":["Gênesis 22:8","Isaías 53:5","1 Pedro 2:24"]},"exodo_29_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado durante o sacrifício.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que denota Sua soberania e autoridade sobre todas as coisas.","por_que_esta_palavra":"Invocar o nome de Deus é reconhecer Sua presença e Sua autoridade no ato de adoração.","conexao_teologica":"O nome de Deus é central na adoração, e em Cristo encontramos a plenitude do nome que é acima de todo nome.","referencias_relacionadas":["Salmos 8:1","Filipenses 2:9-11","Romanos 10:13"]},"exodo_29_19_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força do carneiro, que é novamente enfatizada no ritual.","explicacao_detalhada":"A repetição da palavra 'forca' (אַיִל) destaca a importância do sacrifício forte e puro na consagração dos sacerdotes.","por_que_esta_palavra":"A força do carneiro simboliza a entrega total e a pureza que devem ser apresentadas a Deus.","conexao_teologica":"Assim como o carneiro era sacrificado, Cristo se entregou, mostrando a verdadeira força do amor e da obediência a Deus.","referencias_relacionadas":["Isaías 53:7","1 Pedro 1:19","Apocalipse 5:6"]},"exodo_29_19_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar, que é essencial para a consagração.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) implica em um ato de apropriação, onde o ofertante toma o carneiro para o sacrifício.","por_que_esta_palavra":"Tomar o carneiro simboliza a escolha e a entrega do que é valioso a Deus.","conexao_teologica":"Tomar a cruz e seguir a Cristo é um chamado para todos os crentes, refletindo a entrega total a Deus.","referencias_relacionadas":["Lucas 9:23","Mateus 16:24","Gálatas 2:20"]},"exodo_29_20_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é um ato de adoração e expiação, onde um animal é oferecido a Deus.","explicacao_detalhada":"No contexto de Êxodo 29:20, o sacrifício é parte do ritual de consagração dos sacerdotes, simbolizando a entrega e a purificação diante de Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é central na relação entre Deus e o povo de Israel, representando a necessidade de expiação pelos pecados.","conexao_teologica":"O sacrifício prefigura o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"exodo_29_20_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se à força física e à robustez do animal sacrificado.","explicacao_detalhada":"No ritual, o animal deve ser perfeito e forte, simbolizando a pureza e a aceitação diante de Deus.","por_que_esta_palavra":"A força do animal sacrificado representa a força que deve ser oferecida a Deus em adoração.","conexao_teologica":"A força e a perfeição do sacrifício apontam para a necessidade de um Salvador perfeito, que é Jesus.","referencias_relacionadas":["Levítico 22:19","Isaías 53:7","1 Pedro 1:19"]},"exodo_29_20_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo a Deus, como parte do ritual.","explicacao_detalhada":"Dar é um ato de entrega e devoção, onde o ofertante se coloca em submissão a Deus.","por_que_esta_palavra":"A entrega é fundamental na adoração, simbolizando a disposição do coração do adorador.","conexao_teologica":"Dar a Deus é um reflexo do que Cristo fez por nós, entregando-se completamente.","referencias_relacionadas":["Mateus 5:23-24","2 Coríntios 9:7","Romanos 6:13"]},"exodo_29_21_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é um símbolo de vida e purificação, essencial no ritual de sacrifício.","explicacao_detalhada":"O sangue do sacrifício é aspergido sobre o altar, simbolizando a expiação dos pecados do povo.","por_que_esta_palavra":"O sangue representa a vida que é dada em substituição, um tema central na teologia do sacrifício.","conexao_teologica":"O sangue de Cristo é o cumprimento do sacrifício, trazendo redenção e nova vida.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:12","1 João 1:7"]},"exodo_29_21_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"O altar simboliza a presença de Deus e o lugar de encontro entre o homem e o Criador.","por_que_esta_palavra":"O altar é um símbolo de adoração e sacrifício, essencial para a prática religiosa de Israel.","conexao_teologica":"Cristo é o altar perfeito, onde o sacrifício foi feito uma vez por todas.","referencias_relacionadas":["Hebreus 13:10","Salmos 43:4","Mateus 5:23"]},"exodo_29_21_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"A palavra 'santificar' refere-se ao ato de tornar algo sagrado e separado para Deus.","explicacao_detalhada":"Santificar o altar e o sacrifício é essencial para que sejam aceitos por Deus, simbolizando pureza e dedicação.","por_que_esta_palavra":"A santificação é necessária para que o que é oferecido a Deus esteja em conformidade com Sua santidade.","conexao_teologica":"A santificação é um processo contínuo na vida do crente, refletindo a obra do Espírito Santo.","referencias_relacionadas":["1 Pedro 1:16","Romanos 12:1-2","2 Coríntios 7:1"]},"exodo_29_22_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação e a proximidade entre os elementos do ritual.","explicacao_detalhada":"Refere-se à posição dos elementos sacrificial e à relação entre o sacerdote e Deus.","por_que_esta_palavra":"A ideia de estar 'entre' destaca a intercessão do sacerdote em favor do povo.","conexao_teologica":"Cristo é nosso intercessor, que nos aproxima de Deus.","referencias_relacionadas":["Hebreus 7:25","Romanos 8:34","1 Timóteo 2:5"]},"exodo_29_22_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se ao ato de receber ou apropriar-se dos elementos do sacrifício.","explicacao_detalhada":"Tomar o sangue e o alimento é parte do ritual que simboliza a aceitação e a entrega a Deus.","por_que_esta_palavra":"Tomar é um ato de participação ativa no processo de adoração.","conexao_teologica":"Tomar parte na ceia do Senhor é um lembrete da nossa comunhão com Cristo.","referencias_relacionadas":["Lucas 22:19","1 Coríntios 11:24","João 6:53"]},"exodo_29_23_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' refere-se ao sustento físico e espiritual oferecido a Deus.","explicacao_detalhada":"O pão é um símbolo de vida e sustento, representando a provisão de Deus para Seu povo.","por_que_esta_palavra":"O alimento é essencial para a vida, assim como a palavra de Deus é essencial para a vida espiritual.","conexao_teologica":"Cristo é o pão da vida, que sustenta e dá vida eterna.","referencias_relacionadas":["João 6:35","Mateus 4:4","1 Coríntios 10:16"]},"exodo_29_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os rituais devem ser realizados.","explicacao_detalhada":"O modo de realizar os sacrifícios é prescrito por Deus, enfatizando a importância da obediência.","por_que_esta_palavra":"O modo correto de adoração é fundamental para que a oferta seja aceita por Deus.","conexao_teologica":"A obediência a Deus em adoração é um reflexo da nossa relação com Ele.","referencias_relacionadas":["Deuteronômio 12:32","Colossenses 3:23","Hebreus 11:6"]},"exodo_29_24_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância do sacrifício que está sendo oferecido.","explicacao_detalhada":"A palavra 'grande' neste contexto enfatiza a importância do sacrifício que está sendo feito para a consagração dos sacerdotes. O sacrifício é um ato significativo que requer um animal de grande valor.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a seriedade e a solenidade do ato de consagração, que é um momento crucial na vida do povo de Israel.","conexao_teologica":"A grandeza do sacrifício reflete a grandeza de Deus e a importância da adoração e da devoção a Ele.","referencias_relacionadas":["Levítico 1:3","Levítico 22:21","Salmos 50:14"]},"exodo_29_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência e a continuidade da linhagem sacerdotal.","explicacao_detalhada":"A palavra 'filho' é usada para mostrar que os sacerdotes são da linhagem de Arão, e que essa posição é transmitida de geração em geração, enfatizando a importância da hereditariedade no sacerdócio.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a estrutura familiar e a continuidade do serviço a Deus dentro da comunidade israelita.","conexao_teologica":"A relação de pai e filho no sacerdócio simboliza a relação entre Deus e Seu povo, onde Deus é visto como Pai.","referencias_relacionadas":["Êxodo 28:1","Números 3:10","Hebreus 5:4"]},"exodo_29_25_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo usado para queimar os sacrifícios, simbolizando a presença de Deus.","explicacao_detalhada":"O fogo é um elemento essencial no ritual de sacrifício, representando a purificação e a aceitação do sacrifício por Deus. O fogo consome a oferta, tornando-a aceitável diante do Senhor.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para mostrar a importância do elemento na ritualística e na relação entre o homem e Deus.","conexao_teologica":"O fogo simboliza a santidade de Deus e Sua capacidade de purificar e consumir o pecado.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","Romanos 12:1"]},"exodo_29_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado durante os sacrifícios.","explicacao_detalhada":"O nome 'Senhor' é central na adoração israelita, representando a autoridade e a soberania de Deus sobre o povo. Invocar Seu nome é um ato de reconhecimento de Sua presença e poder.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para a identidade do povo de Israel e sua relação com Deus.","conexao_teologica":"O nome de Deus é um símbolo de Sua revelação e do relacionamento que Ele deseja ter com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"exodo_29_26_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se ao animal sacrificado, que simboliza força e poder.","explicacao_detalhada":"A palavra 'força' é usada para descrever o carneiro que é oferecido como sacrifício, simbolizando a força e a vitalidade que são entregues a Deus em adoração.","por_que_esta_palavra":"A escolha de um animal forte para o sacrifício reflete a importância do ato e a devoção do ofertante.","conexao_teologica":"O sacrifício do carneiro representa a entrega total a Deus, um ato de força espiritual e compromisso.","referencias_relacionadas":["Gênesis 22:13","Levítico 1:10","Hebreus 9:12"]},"exodo_29_26_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"מִלֻּא","transliteracao":"milluʼ","strong":"H4394","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como um sinal de devoção.","explicacao_detalhada":"A palavra 'sacrifício' neste contexto é usada para descrever a oferta que é feita a Deus, que é um ato de adoração e reconhecimento de Sua soberania.","por_que_esta_palavra":"O sacrifício é um elemento central na adoração israelita, simbolizando a expiação e a busca pela comunhão com Deus.","conexao_teologica":"O sacrifício é um precursor do sacrifício de Cristo, que é o sacrifício final e perfeito.","referencias_relacionadas":["Levítico 4:35","Romanos 12:1","Hebreus 10:12"]},"exodo_29_26_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou receber o sacrifício.","explicacao_detalhada":"A palavra 'tomar' implica uma ação de receber ou aceitar o sacrifício, que é um ato de entrega e devoção a Deus.","por_que_esta_palavra":"A escolha da palavra 'tomar' enfatiza a ação ativa de se entregar a Deus e de reconhecer Sua autoridade.","conexao_teologica":"Tomar o sacrifício é um símbolo da aceitação de Deus em relação ao nosso compromisso e devoção.","referencias_relacionadas":["Gênesis 22:10","Êxodo 12:21","Mateus 26:26"]},"exodo_29_27_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar ou tornar algo sagrado.","explicacao_detalhada":"A palavra 'santificar' é usada para descrever o processo de tornar o sacrifício aceitável a Deus, separando-o para um propósito sagrado.","por_que_esta_palavra":"A santificação é um passo essencial para que o sacrifício seja aceito, refletindo a pureza e a santidade que Deus exige.","conexao_teologica":"A santificação é um aspecto fundamental da relação entre Deus e Seu povo, que deve ser separado para Ele.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:16","Hebreus 10:10"]},"exodo_29_27_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao tipo de oferta que é apresentada a Deus.","explicacao_detalhada":"A palavra 'sacrifício' aqui se refere a uma oferta específica que é feita como parte do ritual de consagração dos sacerdotes.","por_que_esta_palavra":"O sacrifício é um ato de devoção e reconhecimento da soberania de Deus, essencial para a vida espiritual do povo.","conexao_teologica":"O sacrifício é um símbolo da relação entre Deus e o homem, onde a oferta representa a entrega e a adoração.","referencias_relacionadas":["Levítico 7:30","Romanos 12:1","Hebreus 13:15"]},"exodo_29_28_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se a uma oferta adicional que é feita como parte do ritual.","explicacao_detalhada":"A palavra 'sacrifício' neste contexto é usada para descrever uma oferta que complementa o ritual de consagração, simbolizando a devoção contínua do povo a Deus.","por_que_esta_palavra":"A oferta adicional destaca a importância da adoração contínua e da entrega a Deus.","conexao_teologica":"O sacrifício adicional reflete a ideia de que a vida do crente deve ser uma oferta contínua a Deus.","referencias_relacionadas":["Levítico 23:37","Romanos 12:1","Hebreus 10:14"]},"exodo_29_28_carne":{"palavra_pt":"sacrificio","palavra_original":"זֶבַח","transliteracao":"zebach","strong":"H2077","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer um sacrifício a Deus, simbolizando a entrega e a devoção.","explicacao_detalhada":"O sacrifício é uma prática central na adoração israelita, onde a carne do animal sacrificado é oferecida a Deus como um ato de expiação ou gratidão. Neste contexto, representa a consagração dos sacerdotes.","por_que_esta_palavra":"A palavra 'sacrifício' é utilizada para descrever a ação de oferecer algo de valor a Deus, refletindo a relação entre o homem e o divino.","conexao_teologica":"O sacrifício é um tema recorrente na Bíblia, simbolizando a necessidade de expiação e a relação de aliança entre Deus e seu povo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"exodo_29_28_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa sua autoridade e presença.","explicacao_detalhada":"O nome 'Senhor' é usado para enfatizar a soberania de Deus sobre todas as coisas e a relação de pacto que Ele tem com seu povo.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para a identidade de Deus na tradição judaica e cristã, simbolizando sua natureza eterna e imutável.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a reverência que devemos ter por Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"exodo_29_29_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Indica algo que foi separado para Deus, possuindo um caráter especial e distinto.","explicacao_detalhada":"O termo 'sagrado' é usado para descrever objetos, lugares e pessoas que foram consagrados a Deus, indicando sua pureza e dedicação.","por_que_esta_palavra":"A palavra 'sagrado' é importante para entender a separação do que é comum e o que é dedicado a Deus.","conexao_teologica":"A santidade de Deus exige que o que é dedicado a Ele também seja considerado sagrado, refletindo sua natureza.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:16","Apocalipse 21:27"]},"exodo_29_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de filiação, especialmente no contexto dos sacerdotes como filhos de Arão.","explicacao_detalhada":"A palavra 'filho' implica uma relação de herança e continuidade, especialmente no sacerdócio, onde os filhos de Arão são designados para servir.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a continuidade da linhagem sacerdotal e a responsabilidade que vem com essa posição.","conexao_teologica":"A ideia de filiação é central na relação entre Deus e seu povo, sendo também aplicada a Jesus como o Filho de Deus.","referencias_relacionadas":["Êxodo 28:1","Salmos 2:7","Romanos 8:14"]},"exodo_29_30_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função e ao papel dos sacerdotes na mediação entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes eram responsáveis por realizar sacrifícios e manter a santidade do culto, atuando como intermediários entre Deus e Israel.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a estrutura religiosa do antigo Israel e a importância da mediação na adoração.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que se torna nosso sumo sacerdote.","referencias_relacionadas":["Levítico 10:10","Hebreus 4:14","1 Pedro 2:9"]},"exodo_29_30_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Reitera a ideia de algo que é separado para Deus, enfatizando a importância da santidade.","explicacao_detalhada":"A repetição do termo 'sagrado' neste contexto reforça a necessidade de pureza e dedicação em tudo que se relaciona com o culto a Deus.","por_que_esta_palavra":"A palavra 'sagrado' é fundamental para a compreensão da adoração e da vida comunitária em Israel.","conexao_teologica":"A santidade de Deus exige que seu povo também viva de maneira santa e separada do pecado.","referencias_relacionadas":["Levítico 11:44","1 Tessalonicenses 4:7","Hebreus 12:14"]},"exodo_29_30_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que os rituais e sacrifícios devem ser realizados.","explicacao_detalhada":"O conceito de 'dia' é importante na liturgia israelita, onde cada dia pode ter significados e rituais específicos.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar a importância do tempo na adoração e na vida espiritual.","conexao_teologica":"O tempo é uma criação de Deus e deve ser usado para glorificá-lo, refletindo a importância da adoração em momentos específicos.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Colossenses 3:17"]},"exodo_29_31_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"מִלֻּא","transliteracao":"milluʼ","strong":"H4394","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao sacrifício específico que deve ser oferecido durante a consagração dos sacerdotes.","explicacao_detalhada":"Este sacrifício é parte do ritual de ordenação, simbolizando a entrega total a Deus e a purificação dos sacerdotes.","por_que_esta_palavra":"A palavra 'sacrifício' é central para entender a relação de Israel com Deus e a necessidade de expiação.","conexao_teologica":"O sacrifício de Cristo é o cumprimento de todos os sacrifícios do Antigo Testamento, trazendo redenção final.","referencias_relacionadas":["Hebreus 10:10","1 Pedro 1:19","Romanos 3:25"]},"exodo_29_31_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se ao tipo de animal que deve ser sacrificado, simbolizando força e poder.","explicacao_detalhada":"O 'carneiro' é um símbolo de força e é frequentemente usado em sacrifícios, representando a entrega de algo valioso a Deus.","por_que_esta_palavra":"A palavra 'força' é utilizada para enfatizar a qualidade do sacrifício que deve ser oferecido a Deus.","conexao_teologica":"O sacrifício de um animal forte representa a entrega total e a devoção a Deus, refletindo a natureza de Cristo como o Cordeiro de Deus.","referencias_relacionadas":["Gênesis 22:13","Isaías 53:7","João 1:29"]},"exodo_29_32_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se novamente ao carneiro que é sacrificado, reforçando a importância do sacrifício na consagração.","explicacao_detalhada":"A repetição do termo 'força' destaca a importância do sacrifício como um ato de devoção e entrega a Deus.","por_que_esta_palavra":"A palavra 'força' é usada para enfatizar a qualidade e a importância do sacrifício oferecido.","conexao_teologica":"Assim como o carneiro é sacrificado, Cristo se ofereceu como sacrifício perfeito, simbolizando a força de Deus em nossa redenção.","referencias_relacionadas":["Levítico 1:10","Hebreus 9:12","1 Coríntios 5:7"]},"exodo_29_32_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao pão que é oferecido como parte das ofertas de consagração dos sacerdotes.","explicacao_detalhada":"O pão, como alimento básico, simboliza a provisão de Deus e a comunhão entre Ele e o Seu povo. No contexto da consagração dos sacerdotes, o pão representa a santidade e a dedicação ao serviço divino.","por_que_esta_palavra":"A palavra 'pão' é usada para enfatizar a importância do alimento espiritual e físico que Deus fornece.","conexao_teologica":"O pão é um símbolo de vida e sustento, refletindo a relação entre Deus e a humanidade, e prefigura o pão da vida que é Cristo.","referencias_relacionadas":["João 6:35","Mateus 4:4","Êxodo 16:4"]},"exodo_29_33_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar, que é essencial para a consagração dos sacerdotes.","explicacao_detalhada":"Santificar implica separar algo para um propósito sagrado. No contexto, os sacerdotes são separados para o serviço no templo, e isso requer pureza e dedicação.","por_que_esta_palavra":"A palavra 'santificar' é crucial para entender a importância da pureza e da separação para o serviço a Deus.","conexao_teologica":"A santificação é um tema central na relação entre Deus e Seu povo, refletindo a necessidade de pureza espiritual.","referencias_relacionadas":["1 Pedro 1:16","Levítico 20:7","Hebreus 10:10"]},"exodo_29_33_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao alimento que é oferecido durante o ritual de consagração dos sacerdotes.","explicacao_detalhada":"O alimento, neste contexto, simboliza a provisão de Deus e a importância da alimentação espiritual e física na vida do povo de Israel.","por_que_esta_palavra":"A palavra 'alimento' é usada para enfatizar a necessidade de sustento tanto físico quanto espiritual.","conexao_teologica":"Assim como o alimento físico sustenta o corpo, o alimento espiritual sustenta a alma, refletindo a dependência do homem de Deus.","referencias_relacionadas":["Mateus 6:11","Salmos 104:14-15","João 6:51"]},"exodo_29_33_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao ato de encher, que pode estar relacionado ao enchimento do coração e da vida com a presença de Deus.","explicacao_detalhada":"Encher implica uma plenitude que é necessária para o serviço a Deus. No contexto, isso pode se referir ao enchimento dos sacerdotes com o Espírito Santo para o ministério.","por_que_esta_palavra":"A palavra 'encher' é significativa para entender a necessidade de estar completo em Deus para cumprir a Sua vontade.","conexao_teologica":"A plenitude em Deus é um tema recorrente na Escritura, refletindo a necessidade de estar cheio do Espírito para viver uma vida que glorifica a Deus.","referencias_relacionadas":["Efésios 5:18","Colossenses 2:10","Atos 2:4"]},"exodo_29_34_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"מִלֻּא","transliteracao":"milluʼ","strong":"H4394","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao sacrifício que é parte do ritual de consagração dos sacerdotes.","explicacao_detalhada":"O sacrifício é um ato de adoração e expiação, simbolizando a entrega e a dedicação a Deus. É um elemento central na relação entre Deus e o Seu povo.","por_que_esta_palavra":"A palavra 'sacrifício' é fundamental para entender a importância da expiação e da adoração na vida do povo de Israel.","conexao_teologica":"O sacrifício aponta para o sacrifício de Cristo, que é o cumprimento da necessidade de expiação para a humanidade.","referencias_relacionadas":["Hebreus 9:22","Romanos 12:1","Gálatas 2:20"]},"exodo_29_34_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao pão que é oferecido como parte do ritual de sacrifício.","explicacao_detalhada":"Assim como no outro contexto, o pão simboliza a comunhão e a provisão de Deus, sendo essencial para a vida espiritual do povo.","por_que_esta_palavra":"A repetição da palavra 'alimento' enfatiza a importância do sustento espiritual e físico nas ofertas a Deus.","conexao_teologica":"O pão é um símbolo de Cristo, que é o pão da vida, essencial para a salvação e a vida eterna.","referencias_relacionadas":["João 6:35","Mateus 26:26","Êxodo 16:15"]},"exodo_29_34_carne":{"palavra_pt":"carne","palavra_original":"בָּשָׂר","transliteracao":"bâsâr","strong":"H1320","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne que é oferecida como parte dos sacrifícios.","explicacao_detalhada":"A carne simboliza a vida e a entrega, sendo um elemento importante nos rituais de sacrifício que expressam a devoção a Deus.","por_que_esta_palavra":"A palavra 'carne' é usada para enfatizar a importância da vida que é oferecida a Deus em adoração.","conexao_teologica":"A carne dos sacrifícios aponta para o sacrifício de Cristo, que deu Sua vida por nós.","referencias_relacionadas":["Levítico 1:3","Hebreus 10:5","Romanos 8:3"]},"exodo_29_35_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de fazer ou realizar, possivelmente relacionado ao cumprimento dos rituais.","explicacao_detalhada":"Fazer implica ação e obediência aos mandamentos de Deus, especialmente no contexto dos rituais de consagração.","por_que_esta_palavra":"A palavra 'urso' é usada para enfatizar a necessidade de ação na vida de fé.","conexao_teologica":"A obediência às instruções de Deus é fundamental para a vida cristã e para a realização de Sua vontade.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","1 João 2:17"]},"exodo_29_35_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os rituais devem ser realizados.","explicacao_detalhada":"O modo implica a importância da ordem e da reverência nos atos de adoração a Deus.","por_que_esta_palavra":"A palavra 'modo' é significativa para entender que a adoração deve ser feita de acordo com as instruções divinas.","conexao_teologica":"A maneira de adorar a Deus reflete a nossa compreensão de Sua santidade e a importância da reverência.","referencias_relacionadas":["Salmos 29:2","Colossenses 3:23","1 Coríntios 14:40"]},"exodo_29_35_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho no contexto da linhagem sacerdotal.","explicacao_detalhada":"O filho simboliza a continuidade da linhagem e o cumprimento das promessas de Deus para o Seu povo.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a importância da herança e da continuidade na adoração a Deus.","conexao_teologica":"A relação entre pai e filho é um tema central na Escritura, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Efésios 1:5","Romanos 8:17","Gálatas 4:7"]},"exodo_29_36_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se à capacidade de realizar ações, especialmente em um contexto de sacrifício e dedicação.","explicacao_detalhada":"No contexto de Êxodo 29:36, a força é associada ao poder de Deus e à força necessária para cumprir os rituais de sacrifício. A força é vista como um atributo divino que se manifesta na vida do povo de Israel.","por_que_esta_palavra":"A palavra 'força' é utilizada para enfatizar a necessidade de um sacrifício vigoroso e a dedicação total ao Senhor durante os rituais.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, simbolizando Sua capacidade de salvar e sustentar Seu povo. A força humana é insuficiente sem a intervenção divina.","referencias_relacionadas":["Salmos 28:7","Isaías 40:29","Filipenses 4:13"]},"exodo_29_36_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de consagração e santidade.","explicacao_detalhada":"Em Êxodo 29:36, o dia é importante para a realização dos rituais de sacrifício, indicando um tempo específico designado por Deus para a adoração e a purificação.","por_que_esta_palavra":"O uso da palavra 'dia' destaca a importância do tempo sagrado e a necessidade de seguir as instruções divinas em momentos específicos.","conexao_teologica":"O conceito de dia é fundamental na criação e na observância do sábado, simbolizando descanso e santidade.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 118:24"]},"exodo_29_36_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus e à separação do homem em relação ao Criador.","explicacao_detalhada":"No contexto de Êxodo 29:36, o pecado é o que precisa ser expiado através dos sacrifícios, mostrando a necessidade de redenção e purificação.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a necessidade de sacrifícios e a importância da expiação na relação entre Deus e o povo de Israel.","conexao_teologica":"O pecado é um tema central na teologia bíblica, que aponta para a necessidade de um Salvador e a obra redentora de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Hebreus 9:22"]},"exodo_29_37_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"Em Êxodo 29:37, o altar é um símbolo da presença de Deus e do lugar de encontro entre o homem e o Criador, onde a expiação dos pecados ocorre.","por_que_esta_palavra":"O altar é fundamental para os rituais de adoração, representando a necessidade de um lugar específico para a oferta de sacrifícios.","conexao_teologica":"O altar prefigura o sacrifício de Cristo, que se tornou o altar perfeito para a expiação dos pecados da humanidade.","referencias_relacionadas":["Hebreus 13:10","Romanos 12:1","Gênesis 8:20"]},"exodo_29_37_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"A palavra 'santificar' refere-se ao ato de tornar algo sagrado ou separado para o uso divino.","explicacao_detalhada":"No contexto de Êxodo 29:37, santificar o altar é um ato que implica purificação e consagração, preparando-o para os sacrifícios que serão oferecidos.","por_que_esta_palavra":"A santificação é essencial para garantir que o altar seja um lugar aceitável para a adoração a Deus.","conexao_teologica":"A santificação é um tema importante na vida cristã, onde os crentes são chamados a se separar do pecado e se dedicar a Deus.","referencias_relacionadas":["1 Pedro 1:16","Romanos 6:13","2 Coríntios 7:1"]},"exodo_29_37_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é utilizada novamente para enfatizar a importância do tempo sagrado na realização dos rituais.","explicacao_detalhada":"Em Êxodo 29:37, o dia é um período designado para a santificação do altar, mostrando a importância de seguir o calendário divino.","por_que_esta_palavra":"O uso da palavra 'dia' reforça a ideia de que a adoração deve ser feita em tempos específicos estabelecidos por Deus.","conexao_teologica":"O conceito de dia também se relaciona com a observância do sábado e a importância do tempo sagrado na vida do crente.","referencias_relacionadas":["Êxodo 20:8","Salmos 74:16","Gênesis 2:2"]},"exodo_29_38_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' é novamente mencionada, reforçando seu papel central nos rituais de sacrifício.","explicacao_detalhada":"Em Êxodo 29:38, o altar é o local onde os sacrifícios diários são oferecidos, simbolizando a contínua necessidade de expiação e adoração.","por_que_esta_palavra":"A repetição da palavra 'altar' enfatiza a importância da adoração constante e da oferta de sacrifícios a Deus.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício perfeito uma vez por todas.","referencias_relacionadas":["Hebreus 10:10","Gálatas 2:20","Romanos 8:1"]},"exodo_29_38_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é utilizada para indicar a continuidade dos rituais de sacrifício.","explicacao_detalhada":"Em Êxodo 29:38, o dia é um tempo designado para a oferta diária, mostrando a importância da adoração constante a Deus.","por_que_esta_palavra":"A palavra 'dia' destaca a regularidade e a disciplina na vida de adoração do povo de Israel.","conexao_teologica":"A prática de adoração diária é um princípio que se reflete na vida cristã, onde a comunhão com Deus deve ser constante.","referencias_relacionadas":["Salmos 55:17","1 Tessalonicenses 5:17","Atos 2:46"]},"exodo_29_38_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de realizar ou fazer algo, especialmente em um contexto de sacrifício.","explicacao_detalhada":"Em Êxodo 29:38, o ato de 'fazer' os sacrifícios é uma expressão de obediência e devoção a Deus.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a ação necessária para cumprir os mandamentos de Deus.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, refletindo a relação entre fé e obras.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Mateus 7:21"]},"exodo_29_39_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é novamente utilizada para enfatizar a ação de realizar os sacrifícios.","explicacao_detalhada":"Em Êxodo 29:39, o ato de 'fazer' os sacrifícios diários é uma expressão de devoção contínua ao Senhor.","por_que_esta_palavra":"A repetição da palavra 'urso' reforça a ideia de que a prática de adoração deve ser constante e intencional.","conexao_teologica":"A ação de 'fazer' está ligada à obediência e à prática da fé, que são essenciais na vida cristã.","referencias_relacionadas":["Colossenses 3:23","Efésios 2:10","1 Coríntios 15:58"]},"exodo_29_39_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período do dia, especificamente ao amanhecer, quando os sacrifícios eram oferecidos.","explicacao_detalhada":"O termo 'dia' aqui é usado para indicar o momento específico em que os sacrifícios diários deveriam ser realizados, enfatizando a importância da regularidade e da devoção nas práticas religiosas.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a ordem e a estrutura dos rituais de adoração, que eram parte central da vida espiritual do povo de Israel.","conexao_teologica":"O conceito de tempo e santidade está interligado, mostrando que cada dia é uma oportunidade para se aproximar de Deus através da adoração.","referencias_relacionadas":["Êxodo 29:38-42","Levítico 6:12-13","Salmos 5:3"]},"exodo_29_40_tenth":{"palavra_pt":"tenth","palavra_original":"עִשָּׂרוֹן","transliteracao":"ʻissârôwn","strong":"H6241","significado_raiz":"Ideia básica: tenth.","significado_contextual":"Refere-se à porção de um décimo que deveria ser oferecida como parte dos sacrifícios.","explicacao_detalhada":"O 'tenth' é uma medida que simboliza a dedicação e a oferta a Deus, representando a gratidão e a obediência do povo.","por_que_esta_palavra":"A palavra 'tenth' é importante porque reflete o princípio da oferta proporcional, onde o que se dá a Deus deve ser uma parte do que se recebe.","conexao_teologica":"A prática de dar um décimo é uma expressão de fé e confiança em Deus como provedor, e é um tema recorrente nas Escrituras.","referencias_relacionadas":["Levítico 27:30","Malaquias 3:10","Mateus 23:23"]},"exodo_29_40_anointing":{"palavra_pt":"azeite/oleo","palavra_original":"שֶׁמֶן","transliteracao":"shemen","strong":"H8081","significado_raiz":"Ideia básica: azeite.","significado_contextual":"Refere-se ao azeite usado para ungir os sacerdotes e os objetos sagrados.","explicacao_detalhada":"O 'azeite' simboliza a consagração e a separação para um propósito sagrado, sendo essencial para a realização dos rituais de adoração.","por_que_esta_palavra":"A palavra 'azeite' é significativa porque representa a presença do Espírito Santo e a unção divina sobre aqueles que servem a Deus.","conexao_teologica":"A unção com azeite é um símbolo de santidade e poder, refletindo a capacitação divina para o ministério.","referencias_relacionadas":["Êxodo 30:25-30","Salmos 23:5","Atos 10:38"]},"exodo_29_41_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se à oferta de manjares que deveria ser apresentada a Deus como parte dos sacrifícios.","explicacao_detalhada":"A 'oferta' é um ato de adoração que envolve a entrega de algo valioso a Deus, simbolizando a devoção e a gratidão do ofertante.","por_que_esta_palavra":"A palavra 'oferta' é fundamental para entender a relação entre o homem e Deus, onde o ato de dar é uma expressão de amor e reverência.","conexao_teologica":"As ofertas são um meio de se aproximar de Deus, refletindo a disposição do coração em reconhecer Sua soberania.","referencias_relacionadas":["Levítico 2:1-2","Salmos 54:6","Hebreus 13:16"]},"exodo_29_41_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado durante os sacrifícios.","explicacao_detalhada":"O 'nome' de Deus é um símbolo de Sua autoridade, caráter e presença, sendo central na adoração e na relação do povo com Ele.","por_que_esta_palavra":"A palavra 'senhor' é crucial porque representa a soberania e a relação de aliança entre Deus e Seu povo.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé e submissão, reconhecendo Sua grandeza e poder.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Romanos 10:13"]},"exodo_29_42_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תָּמִיד","transliteracao":"tâmîyd","strong":"H8548","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao sacrifício contínuo que deveria ser oferecido a Deus.","explicacao_detalhada":"O 'sacrifício' é um ato de expiação e adoração, simbolizando a entrega total a Deus e a busca pela reconciliação.","por_que_esta_palavra":"A palavra 'sacrifício' é essencial para entender a necessidade de expiação e a importância da adoração na vida do povo de Israel.","conexao_teologica":"O sacrifício é um tema central na Bíblia, apontando para o sacrifício final de Cristo como a perfeita expiação pelos pecados.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"exodo_29_42_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus, que é buscada através dos sacrifícios.","explicacao_detalhada":"O 'rosto' de Deus simboliza Sua presença e favor, sendo um aspecto desejado na adoração e na comunhão com Ele.","por_que_esta_palavra":"A palavra 'rosto' é importante porque representa a intimidade e o relacionamento que os adoradores buscam com Deus.","conexao_teologica":"Buscar o rosto de Deus é um chamado à intimidade e à busca pela Sua presença em nossas vidas.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"exodo_29_43_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos filhos de Israel, que são considerados como filhos de Deus.","explicacao_detalhada":"A palavra 'filho' destaca a relação especial entre Deus e Seu povo, enfatizando a paternidade divina e a herança espiritual.","por_que_esta_palavra":"A palavra 'filho' é significativa porque reflete a identidade do povo de Deus como Sua família escolhida.","conexao_teologica":"A filiação divina é um tema central na Bíblia, mostrando que todos os que creem em Cristo são feitos filhos de Deus.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14-17","Gálatas 3:26"]},"exodo_29_43_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar ou tornar algo sagrado para o serviço de Deus.","explicacao_detalhada":"A palavra 'santificar' implica em separar algo para um propósito sagrado, refletindo a pureza e a dedicação a Deus.","por_que_esta_palavra":"A palavra 'santificar' é crucial para entender a necessidade de pureza e consagração na adoração a Deus.","conexao_teologica":"A santificação é um processo contínuo na vida do crente, que busca ser separado para Deus e Seu serviço.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:15-16","Hebreus 12:14"]},"exodo_29_43_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus que deve ser reconhecida e exaltada através dos sacrifícios.","explicacao_detalhada":"A 'glória' de Deus é a manifestação de Sua presença e poder, sendo um aspecto central da adoração.","por_que_esta_palavra":"A palavra 'glória' é importante porque reflete a grandeza de Deus e a resposta adequada do ser humano em adoração.","conexao_teologica":"A glória de Deus é um tema que permeia toda a Escritura, revelando Sua majestade e a resposta de louvor que devemos oferecer.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"exodo_29_44_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Santificar refere-se ao ato de tornar algo sagrado ou separado para Deus.","explicacao_detalhada":"No contexto de Êxodo 29:44, a santificação é um processo pelo qual Deus designa o sacerdote e o altar como sagrados, estabelecendo um espaço e pessoas que são dedicados ao serviço divino.","por_que_esta_palavra":"A palavra 'santificar' é crucial porque indica a separação do que é comum para o que é sagrado, essencial para a adoração correta a Deus.","conexao_teologica":"A santificação é um tema central na teologia bíblica, refletindo a necessidade de pureza e separação do pecado para se aproximar de Deus.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:16","Hebreus 10:10"]},"exodo_29_44_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Altar é o local onde sacrifícios são oferecidos a Deus.","explicacao_detalhada":"Em Êxodo 29:44, o altar é consagrado para o sacrifício, simbolizando a mediação entre Deus e o homem através do sacrifício.","por_que_esta_palavra":"A palavra 'altar' é fundamental na adoração israelita, representando o lugar de encontro entre Deus e o povo, onde a expiação dos pecados ocorre.","conexao_teologica":"O altar prefigura o sacrifício de Cristo, que é o verdadeiro altar onde a expiação final pelos pecados foi realizada.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"exodo_29_44_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כָּהַן","transliteracao":"kâhan","strong":"H3547","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote é aquele que serve como mediador entre Deus e o povo.","explicacao_detalhada":"No contexto de Êxodo 29:44, o sacerdote é consagrado para realizar os rituais e sacrifícios, desempenhando um papel vital na vida religiosa de Israel.","por_que_esta_palavra":"A palavra 'sacerdote' é essencial porque representa a função de intercessão e serviço a Deus em nome do povo.","conexao_teologica":"O sacerdócio levítico é um precursor do sacerdócio de Cristo, que intercede por nós diante de Deus.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Êxodo 28:1"]},"exodo_29_45_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Êxodo 29:45, Deus se apresenta como o Deus que habita entre o seu povo, enfatizando sua presença e relacionamento com Israel.","por_que_esta_palavra":"A palavra 'Deus' é fundamental, pois define a identidade do ser supremo que exige adoração e obediência.","conexao_teologica":"A presença de Deus entre seu povo é um tema central na Bíblia, refletindo seu desejo de habitar com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:1","Mateus 1:23"]},"exodo_29_45_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַן","transliteracao":"shâkan","strong":"H7931","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Descanso refere-se à presença de Deus entre seu povo, proporcionando segurança e paz.","explicacao_detalhada":"No contexto de Êxodo 29:45, 'descanso' implica que Deus habitará entre os israelitas, trazendo estabilidade e proteção.","por_que_esta_palavra":"A palavra 'descanso' é significativa porque representa a promessa de Deus de estar com seu povo, oferecendo consolo e segurança.","conexao_teologica":"O conceito de descanso é um tema que se estende até o Novo Testamento, onde encontramos descanso em Cristo.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28","Hebreus 4:9-10"]},"exodo_29_46_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao território prometido por Deus ao povo de Israel.","explicacao_detalhada":"Em Êxodo 29:46, a terra é o local onde Deus se compromete a habitar com seu povo, simbolizando a realização de suas promessas.","por_que_esta_palavra":"A palavra 'terra' é importante porque representa a herança e a promessa de Deus ao seu povo escolhido.","conexao_teologica":"A terra prometida é um símbolo da promessa de Deus de um lar eterno para seu povo, que se cumpre em Cristo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Hebreus 11:9-10"]},"exodo_29_46_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer refere-se a um relacionamento íntimo e pessoal com Deus.","explicacao_detalhada":"No contexto de Êxodo 29:46, conhecer a Deus implica em um relacionamento de aliança, onde o povo reconhece e adora ao Senhor.","por_que_esta_palavra":"A palavra 'conhecer' é crucial porque enfatiza a importância de um relacionamento pessoal e não apenas ritualístico com Deus.","conexao_teologica":"O conhecimento de Deus é fundamental na vida cristã, refletindo a intimidade que devemos ter com Ele.","referencias_relacionadas":["Jeremias 31:34","Filipenses 3:10","João 17:3"]},"exodo_29_46_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz a razão ou explicação.","explicacao_detalhada":"Em Êxodo 29:46, 'porque' é usado para justificar a necessidade de santificação e a presença de Deus entre o povo.","por_que_esta_palavra":"A palavra 'porque' é importante para entender a lógica e a razão por trás das instruções divinas.","conexao_teologica":"A razão para a obediência a Deus é um tema recorrente na Escritura, mostrando que a obediência é uma resposta ao amor e à graça de Deus.","referencias_relacionadas":["Deuteronômio 6:24","Romanos 12:1","Tiago 1:22"]}}