{"exodo_3_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' neste versículo destaca a presença divina em um momento crucial da história de Israel.","explicacao_detalhada":"Deus se revela a Moisés na sarça ardente, indicando que Ele está prestes a iniciar um novo capítulo na libertação do Seu povo.","por_que_esta_palavra":"A presença de Deus é fundamental para a missão de Moisés e para a libertação dos israelitas.","conexao_teologica":"A revelação de Deus é um tema central na Bíblia, mostrando como Ele se comunica e se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:10","Isaías 6:8"]},"exodo_3_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é um mediador entre Deus e o povo, responsável por realizar sacrifícios e interceder em favor da nação.","explicacao_detalhada":"No contexto de Êxodo 3:1, Moisés se encontra no deserto e a figura do sacerdote é importante, pois ele representa a conexão entre Deus e os israelitas. Os sacerdotes eram responsáveis por manter a santidade do culto e a adoração a Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar a função mediadora que Moisés terá em sua missão de libertar o povo hebreu da escravidão no Egito.","conexao_teologica":"A figura do sacerdote se relaciona com a ideia de intercessão e sacrifício, que culmina em Cristo, o Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 5:1"]},"exodo_3_1_carro":{"palavra_pt":"carro","palavra_original":"נָהַג","transliteracao":"nâhag","strong":"H5090","significado_raiz":"Ideia básica: carro.","significado_contextual":"O carro, neste contexto, pode ser entendido como um meio de transporte ou um símbolo de poder militar.","explicacao_detalhada":"Embora a palavra 'carro' não apareça diretamente em Êxodo 3:1, a menção de veículos é relevante para entender a opressão do Egito, onde os carros eram usados pelos egípcios para perseguir os israelitas.","por_que_esta_palavra":"A inclusão da palavra 'carro' pode ser uma referência ao poderio militar do Egito, que Moisés deve enfrentar em sua missão.","conexao_teologica":"Os carros de guerra simbolizam a opressão e a força do inimigo, contrastando com a libertação que Deus promete ao seu povo.","referencias_relacionadas":["Êxodo 14:6","Salmos 20:7","Isaías 31:1"]},"exodo_3_2_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"O anjo ou mensageiro representa a presença de Deus que se manifesta a Moisés na sarça ardente.","explicacao_detalhada":"Em Êxodo 3:2, o anjo do Senhor aparece em uma chama de fogo no meio da sarça, simbolizando a santidade e a presença divina. Este anjo é uma manifestação de Deus que chama Moisés para uma missão especial.","por_que_esta_palavra":"A palavra 'anjo' é usada para descrever a forma como Deus se comunica e se revela ao ser humano, especialmente em momentos de grande importância.","conexao_teologica":"A presença do anjo do Senhor é uma antecipação da encarnação de Cristo, que também é chamado de mensageiro de Deus.","referencias_relacionadas":["Gênesis 16:7","Êxodo 23:20","Atos 7:30"]},"exodo_3_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (YHWH) revela a natureza eterna e imutável de Deus.","explicacao_detalhada":"Em Êxodo 3:2, o nome 'Senhor' é fundamental, pois expressa a identidade de Deus como aquele que é e sempre será. É uma declaração de sua soberania e poder.","por_que_esta_palavra":"A palavra 'Senhor' é usada para enfatizar a autoridade de Deus sobre a história e sua promessa de libertação ao povo hebreu.","conexao_teologica":"O nome de Deus é central na teologia bíblica, pois revela seu caráter e sua relação com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_3_2_flame":{"palavra_pt":"flame","palavra_original":"לַבָּה","transliteracao":"labbâh","strong":"H3827","significado_raiz":"Ideia básica: flame.","significado_contextual":"A chama representa a presença purificadora e santificadora de Deus.","explicacao_detalhada":"No versículo, a sarça ardente que não se consome simboliza a santidade de Deus e sua capacidade de se manifestar de maneira poderosa e surpreendente.","por_que_esta_palavra":"A palavra 'flame' é usada para ilustrar a natureza de Deus, que é fogo consumidor e que purifica.","conexao_teologica":"A chama também simboliza o Espírito Santo, que purifica e transforma os crentes.","referencias_relacionadas":["Deuteronômio 4:24","Hebreus 12:29","Atos 2:3"]},"exodo_3_3_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A grandeza de Deus é enfatizada na revelação de sua presença e poder.","explicacao_detalhada":"Em Êxodo 3:3, Moisés observa a sarça ardente e reconhece a grandeza de Deus, que se manifesta de maneira extraordinária.","por_que_esta_palavra":"A palavra 'grande' é utilizada para descrever a magnitude da revelação divina e a importância do chamado de Moisés.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que nos lembra de sua soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"exodo_3_3_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver aqui implica em perceber a ação de Deus e a importância do que está acontecendo.","explicacao_detalhada":"Moisés vê a sarça ardente e é chamado a prestar atenção ao que Deus está fazendo, o que é crucial para sua missão.","por_que_esta_palavra":"A palavra 'ver' é usada para indicar a necessidade de reconhecimento da presença divina e da sua ação no mundo.","conexao_teologica":"A visão espiritual é um tema importante, pois nos chama a perceber a obra de Deus em nossas vidas.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Hebreus 11:27"]},"exodo_3_4_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A repetição da ideia de ver enfatiza a importância da percepção espiritual.","explicacao_detalhada":"Moisés é chamado a ver e entender a santidade de Deus, o que é essencial para sua preparação para a missão.","por_que_esta_palavra":"A palavra 'ver' novamente destaca a necessidade de estar atento à revelação de Deus.","conexao_teologica":"A percepção da santidade de Deus é fundamental para a adoração e o serviço a Ele.","referencias_relacionadas":["Isaías 6:1","Apocalipse 1:10","1 Pedro 1:15"]},"exodo_3_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é reafirmado, sublinhando a autoridade de Deus sobre a missão de Moisés.","explicacao_detalhada":"Neste versículo, a ênfase no nome de Deus reforça a importância de sua identidade e seu papel na libertação do povo.","por_que_esta_palavra":"A repetição da palavra 'Senhor' é uma forma de enfatizar a soberania e a presença de Deus na vida de Moisés.","conexao_teologica":"O nome de Deus é central para a compreensão da aliança e da relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 3:15","Salmos 68:4","Romanos 10:13"]},"exodo_3_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Moisés deve prestar atenção à sarça ardente.","explicacao_detalhada":"Em Êxodo 3:4, a expressão 'porque' é usada para justificar a importância da revelação divina que Moisés está prestes a receber.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do chamado de Deus e a resposta que Moisés deve dar.","conexao_teologica":"A razão pela qual Deus se revela é para que seu povo compreenda sua vontade e propósito.","referencias_relacionadas":["Romanos 12:2","Tiago 1:5","1 Coríntios 2:12"]},"exodo_3_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação divina a Moisés.","explicacao_detalhada":"Neste versículo, Deus se dirige a Moisés, instruindo-o sobre a importância de ouvir e transmitir Sua mensagem. O ato de 'dizer' implica uma revelação e um chamado.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a autoridade de Deus e a necessidade de Moisés em obedecer ao Seu comando.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, mostrando como Ele se revela e se relaciona com Seu povo.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Isaías 55:11"]},"exodo_3_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Moisés deve tirar as sandálias.","explicacao_detalhada":"Deus explica a Moisés que o lugar onde ele está é santo, e a palavra 'porque' conecta a instrução à santidade do local.","por_que_esta_palavra":"A palavra 'porque' serve para justificar a ação que Deus está pedindo, mostrando a importância do respeito ao sagrado.","conexao_teologica":"A santidade de Deus é um conceito fundamental, que exige reverência e respeito por parte de Seus servos.","referencias_relacionadas":["Levítico 11:44","Isaías 6:3","1 Pedro 1:16"]},"exodo_3_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que se revela a Moisés.","explicacao_detalhada":"Neste contexto, Deus se apresenta como o Deus de Abraão, Isaque e Jacó, estabelecendo uma conexão com a história do povo de Israel.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a identidade de Deus e Sua relação com o Seu povo escolhido.","conexao_teologica":"A revelação de Deus como 'deus' é central para a fé israelita e cristã, mostrando Sua soberania e compromisso com a aliança.","referencias_relacionadas":["Gênesis 17:1","Êxodo 20:2","Deuteronômio 6:4"]},"exodo_3_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação divina.","explicacao_detalhada":"Deus reafirma Sua presença e autoridade ao se dirigir a Moisés, destacando a importância de Sua palavra.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a ideia de que a mensagem de Deus deve ser ouvida e seguida.","conexao_teologica":"A importância da palavra de Deus é um tema recorrente, mostrando que Sua comunicação é vital para a vida espiritual.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 4:12"]},"exodo_3_6_absent":{"palavra_pt":"absent","palavra_original":"סָתַר","transliteracao":"çâthar","strong":"H5641","significado_raiz":"Ideia básica: absent.","significado_contextual":"A palavra 'absent' refere-se à ideia de que Deus não está fisicamente presente, mas é real e ativo.","explicacao_detalhada":"Neste contexto, a ausência física de Deus não diminui Sua presença espiritual e Sua capacidade de agir na vida de Moisés e do povo.","por_que_esta_palavra":"A palavra 'absent' destaca a diferença entre a presença física e a presença espiritual de Deus.","conexao_teologica":"A presença de Deus é um conceito profundo, que transcende o espaço físico e se manifesta na vida dos crentes.","referencias_relacionadas":["Salmos 139:7-10","Mateus 28:20","Hebreus 13:5"]},"exodo_3_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação de Deus sobre o sofrimento do Seu povo.","explicacao_detalhada":"Deus revela a Moisés que Ele está ciente do sofrimento dos israelitas e que está pronto para agir em seu favor.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a importância da mensagem que Deus está transmitindo a Moisés.","conexao_teologica":"A compaixão de Deus pelo Seu povo é um tema central na Bíblia, mostrando Seu cuidado e intervenção na história.","referencias_relacionadas":["Salmos 34:18","Isaías 41:10","Romanos 8:28"]},"exodo_3_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome pessoal de Deus, YHWH, que indica Sua soberania.","explicacao_detalhada":"Deus se apresenta a Moisés com um nome que revela Sua natureza e Seu relacionamento com o povo de Israel.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a aliança de Deus com Seu povo e Sua autoridade sobre eles.","conexao_teologica":"O nome de Deus é sagrado e representa Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 6:3","Salmos 83:18","Romanos 10:13"]},"exodo_3_7_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus e à intimidade do relacionamento com Moisés.","explicacao_detalhada":"Deus fala sobre o rosto, simbolizando Sua presença e a necessidade de reverência ao se aproximar dEle.","por_que_esta_palavra":"A palavra 'rosto' destaca a relação pessoal que Deus deseja ter com Seu povo.","conexao_teologica":"A busca pela presença de Deus é um tema central na vida espiritual, refletindo o desejo de comunhão com o Criador.","referencias_relacionadas":["Números 6:25","Salmos 27:8","2 Coríntios 4:6"]},"exodo_3_8_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se aos opressores do povo de Israel no Egito.","explicacao_detalhada":"Deus declara que Ele está ciente da opressão que os israelitas enfrentam e que está pronto para libertá-los.","por_que_esta_palavra":"A palavra 'inimigo' enfatiza a luta entre o povo de Deus e aqueles que se opõem a Ele.","conexao_teologica":"A luta contra a opressão é um tema recorrente na Bíblia, mostrando a justiça de Deus em agir em favor dos oprimidos.","referencias_relacionadas":["Salmos 34:19","Isaías 54:17","Romanos 8:31"]},"exodo_3_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à terra prometida que Deus está prestes a dar ao Seu povo.","explicacao_detalhada":"Deus promete levar os israelitas a uma terra que mana leite e mel, simbolizando bênção e prosperidade.","por_que_esta_palavra":"A palavra 'terra' é central na narrativa da libertação e da promessa de Deus ao Seu povo.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e de Sua promessa de bênção para aqueles que O seguem.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:2-4"]},"exodo_3_8_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder e ação, representando a intervenção divina na libertação do povo hebreu.","explicacao_detalhada":"No contexto de Êxodo 3:8, Deus se apresenta a Moisés e afirma que descerá para libertar os israelitas da opressão no Egito. A 'mão' de Deus é uma metáfora para Sua força e capacidade de agir em favor do Seu povo.","por_que_esta_palavra":"A escolha da palavra 'mão' enfatiza a proximidade e a ação direta de Deus na história do Seu povo.","conexao_teologica":"A mão de Deus é frequentemente associada à Sua soberania e poder, mostrando que Ele é capaz de realizar milagres e intervenções na vida dos seres humanos.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"exodo_3_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se ao povo de Israel como a nação escolhida de Deus, destacando a relação especial entre Deus e Seu povo.","explicacao_detalhada":"Em Êxodo 3:9, Deus se refere aos israelitas como 'filhos', indicando que eles são Seus herdeiros e que Ele se preocupa profundamente com seu sofrimento.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a intimidade e a responsabilidade que Deus tem em relação ao Seu povo.","conexao_teologica":"A relação de Deus como Pai e Israel como Seu filho é um tema central na teologia bíblica, refletindo o amor e a proteção divina.","referencias_relacionadas":["Êxodo 4:22","Oséias 11:1","Romanos 8:14"]},"exodo_3_9_affliction":{"palavra_pt":"affliction","palavra_original":"לַחַץ","transliteracao":"lachats","strong":"H3906","significado_raiz":"Ideia básica: affliction.","significado_contextual":"A palavra 'aflição' refere-se ao sofrimento e opressão que os israelitas enfrentavam no Egito.","explicacao_detalhada":"Em Êxodo 3:9, Deus reconhece a dor e a opressão do Seu povo, mostrando que Ele está ciente das dificuldades que eles estão passando.","por_que_esta_palavra":"A utilização da palavra 'aflição' destaca a compaixão de Deus e Sua disposição para agir em resposta ao sofrimento humano.","conexao_teologica":"Deus é apresentado como um Deus que se importa com o sofrimento humano e que age para trazer libertação e cura.","referencias_relacionadas":["Salmos 34:18","Isaías 61:1","Mateus 11:28"]},"exodo_3_9_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"A palavra 'daqui em diante' indica um novo começo e a mudança de direção na história do povo de Israel.","explicacao_detalhada":"Em Êxodo 3:9, Deus está estabelecendo um novo relacionamento com os israelitas, prometendo libertação e um futuro diferente.","por_que_esta_palavra":"A expressão 'daqui em diante' sugere um marco na história, onde Deus inicia um plano de redenção para Seu povo.","conexao_teologica":"A ideia de um novo começo é central na narrativa bíblica, refletindo a capacidade de Deus de transformar vidas e situações.","referencias_relacionadas":["Isaías 43:19","2 Coríntios 5:17","Apocalipse 21:5"]},"exodo_3_10_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' refere-se ao governante do Egito, que simboliza a opressão e a resistência ao plano de Deus.","explicacao_detalhada":"Em Êxodo 3:10, Deus comissiona Moisés para ir até o faraó e exigir a libertação dos israelitas, representando a luta entre o poder humano e a vontade divina.","por_que_esta_palavra":"A menção ao faraó destaca a oposição que o povo de Deus enfrentaria e a necessidade de intervenção divina.","conexao_teologica":"A batalha entre Deus e o faraó é um tema recorrente, simbolizando a luta entre o bem e o mal, e a soberania de Deus sobre as autoridades terrenas.","referencias_relacionadas":["Êxodo 5:1","Romanos 9:17","Apocalipse 16:10"]},"exodo_3_10_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se à ação de libertação do povo de Israel da escravidão no Egito.","explicacao_detalhada":"Em Êxodo 3:10, Deus ordena a Moisés que leve os israelitas para fora do Egito, simbolizando a libertação e a nova identidade que eles receberiam como povo de Deus.","por_que_esta_palavra":"A palavra 'sair' é crucial, pois representa a transição do povo de Israel da opressão para a liberdade.","conexao_teologica":"A libertação do Egito é um símbolo da salvação que Deus oferece a todos os que creem, refletindo a obra redentora de Cristo.","referencias_relacionadas":["Gálatas 5:1","Colossenses 1:13","Hebreus 11:29"]},"exodo_3_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada novamente para enfatizar a relação especial entre Deus e o povo de Israel.","explicacao_detalhada":"Em Êxodo 3:10, Deus reafirma que os israelitas são Seus filhos, destacando a responsabilidade de Moisés em liderá-los para fora da escravidão.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que Deus se preocupa profundamente com Seu povo e deseja sua libertação.","conexao_teologica":"A relação de paternidade de Deus com Israel é um tema central que se estende ao Novo Testamento, onde todos os crentes são considerados filhos de Deus.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:15","1 João 3:1"]},"exodo_3_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade que se revela a Moisés e que tem um plano para libertar Seu povo.","explicacao_detalhada":"Em Êxodo 3:11, Moisés questiona sua capacidade de cumprir a missão que Deus lhe deu, revelando a hesitação humana diante do chamado divino.","por_que_esta_palavra":"A palavra 'Deus' é fundamental, pois representa a autoridade e o poder que Moisés deve confiar ao realizar sua missão.","conexao_teologica":"A revelação de Deus a Moisés é um ponto crucial na história da salvação, mostrando como Deus se envolve diretamente na vida das pessoas.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:1","Hebreus 11:6"]},"exodo_3_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Deus com Moisés, instruindo-o sobre o que deve falar ao povo e ao faraó.","explicacao_detalhada":"Em Êxodo 3:11, Moisés expressa sua insegurança sobre sua eloquência, destacando a importância da palavra de Deus na missão que lhe foi confiada.","por_que_esta_palavra":"A palavra 'dizer' é essencial, pois enfatiza a necessidade de transmitir a mensagem de Deus com clareza e autoridade.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, mostrando como Deus se revela e orienta Seu povo através da palavra.","referencias_relacionadas":["Êxodo 4:12","Mateus 10:20","Tiago 1:19"]},"exodo_3_11_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à condição humana e à fragilidade que Moisés sente ao ser chamado por Deus.","explicacao_detalhada":"Em Êxodo 3:11, Moisés se vê como inadequado para a tarefa, refletindo a luta interna que muitos enfrentam ao serem chamados para servir a Deus.","por_que_esta_palavra":"A palavra 'homem' destaca a humildade e a dependência que Moisés deve ter em relação a Deus para cumprir sua missão.","conexao_teologica":"A vulnerabilidade humana é um tema recorrente na Bíblia, mostrando que Deus usa pessoas imperfeitas para realizar Seus propósitos.","referencias_relacionadas":["1 Coríntios 1:27","2 Coríntios 12:9","Hebreus 11:32-34"]},"exodo_3_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. No contexto de Êxodo 3:12, Deus se apresenta a Moisés como aquele que é, reafirmando sua presença e compromisso com o povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'deus' é fundamental para estabelecer a identidade de Deus diante de Moisés e do povo hebreu, que estava em cativeiro.","conexao_teologica":"A revelação do nome de Deus é central na teologia bíblica, pois define a relação entre Deus e seu povo. Ele é o Deus que se revela e se compromete com a libertação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"exodo_3_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para descrever a ação de Deus ao instruir Moisés sobre o que ele deve falar ao povo de Israel. É uma palavra que implica autoridade e comando.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da mensagem que Moisés deve transmitir, mostrando que não é apenas uma opinião, mas uma ordem divina.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema recorrente na Bíblia, mostrando como Ele se relaciona com seu povo através da palavra.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 1:1-2"]},"exodo_3_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa de algo.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir a justificativa da ação que será realizada. No contexto, Deus explica a Moisés o porquê de sua escolha e missão.","por_que_esta_palavra":"É crucial para entender a motivação divina por trás da chamada de Moisés, mostrando que Deus tem um plano e propósito claro.","conexao_teologica":"A ideia de que Deus tem razões para suas ações é central na teologia, pois revela um Deus que age com propósito e intenção.","referencias_relacionadas":["Romanos 8:28","Isaías 55:8-9","Efésios 1:11"]},"exodo_3_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é novamente utilizada para reafirmar a identidade de Deus, especialmente quando Moisés pergunta qual é o nome de Deus para que ele possa se apresentar ao povo.","por_que_esta_palavra":"A repetição da palavra 'deus' enfatiza a importância da revelação do nome divino e a relação que Deus deseja estabelecer com seu povo.","conexao_teologica":"A revelação do nome de Deus é um ponto central na relação entre Deus e Israel, mostrando que Ele é acessível e se preocupa com seu povo.","referencias_relacionadas":["Êxodo 6:3","Salmos 83:18","João 17:3"]},"exodo_3_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada novamente para enfatizar a importância da comunicação da mensagem de Deus através de Moisés.","por_que_esta_palavra":"A escolha desta palavra sublinha a autoridade da mensagem que Moisés deve transmitir, que vem diretamente de Deus.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, mostrando como Deus se revela e se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","2 Timóteo 3:16"]},"exodo_3_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou alguém que é parte de uma linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação especial entre Deus e Israel, que é frequentemente referida como 'filho' de Deus.","por_que_esta_palavra":"A utilização da palavra 'filho' enfatiza a intimidade e a relação especial que Deus tem com seu povo escolhido.","conexao_teologica":"A ideia de que Israel é o 'filho' de Deus é fundamental para entender a aliança e o relacionamento entre Deus e seu povo.","referencias_relacionadas":["Êxodo 4:22","Oséias 11:1","Mateus 2:15"]},"exodo_3_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou alguém que é parte de uma linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é novamente utilizada para reafirmar a relação entre Deus e seu povo, destacando a identidade de Israel como seu filho.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que Deus considera Israel como parte de sua família e herança.","conexao_teologica":"A relação de paternidade de Deus com seu povo é um tema central na Bíblia, refletindo amor, cuidado e responsabilidade.","referencias_relacionadas":["Romanos 8:15","Gálatas 4:6","1 João 3:1"]},"exodo_3_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para enfatizar a importância da comunicação da mensagem de Deus através de Moisés, especialmente ao revelar seu nome.","por_que_esta_palavra":"A escolha desta palavra é crucial para entender a autoridade da mensagem que Moisés deve transmitir ao povo.","conexao_teologica":"A comunicação de Deus é um aspecto vital da revelação divina, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1"]},"exodo_3_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para revelar o nome de Deus como 'Eu Sou', enfatizando sua eternidade e imutabilidade.","por_que_esta_palavra":"A revelação do nome de Deus é fundamental para a identidade de Deus e sua relação com o povo de Israel.","conexao_teologica":"O nome de Deus é central na teologia bíblica, pois define a natureza de Deus como eterno e autoexistente.","referencias_relacionadas":["Êxodo 6:3","Salmos 90:2","João 8:58"]},"exodo_3_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é utilizada para reafirmar a identidade de Deus e seu compromisso com o povo de Israel, enfatizando sua presença contínua.","por_que_esta_palavra":"A repetição da palavra 'deus' reforça a importância da revelação do nome divino e a relação que Deus deseja estabelecer com seu povo.","conexao_teologica":"A revelação do nome de Deus é um ponto central na relação entre Deus e Israel, mostrando que Ele é acessível e se preocupa com seu povo.","referencias_relacionadas":["Êxodo 6:3","Salmos 83:18","João 17:3"]},"exodo_3_15_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza imutável e atemporal de Deus.","explicacao_detalhada":"A palavra 'eterno' é usada para descrever a existência de Deus que transcende o tempo. Em Êxodo 3:15, Deus se revela como 'Eu sou o Eterno', enfatizando que Ele não tem começo nem fim, e que Sua presença é constante.","por_que_esta_palavra":"A escolha da palavra 'eterno' destaca a fidelidade e a permanência de Deus em contraste com a transitoriedade da vida humana.","conexao_teologica":"A eternidade de Deus é um dos atributos fundamentais que sustentam a fé, mostrando que Ele é digno de confiança em Suas promessas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Apocalipse 1:8"]},"exodo_3_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a importância e a autoridade da palavra de Deus.","explicacao_detalhada":"A palavra 'dizer' é utilizada para mostrar a comunicação direta de Deus com Moisés, revelando Sua vontade e planos. Em Êxodo 3:15, Deus ordena que Moisés diga ao povo que o Eterno o enviou.","por_que_esta_palavra":"A palavra 'dizer' enfatiza a ação de comunicar, que é central na relação entre Deus e Seu povo.","conexao_teologica":"A comunicação divina é essencial para a revelação de Deus e para a formação da fé do povo de Israel.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:1-2"]},"exodo_3_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Deus em relação ao Seu povo.","explicacao_detalhada":"A palavra 'urso' é uma forma de expressar a ação de Deus em criar e moldar a história. Embora a palavra em si não apareça diretamente no versículo, a ideia de 'fazer' ou 'agir' é implícita na missão que Deus confia a Moisés.","por_que_esta_palavra":"A palavra 'urso' é importante para entender que Deus é ativo na história e que Ele age em favor de Seu povo.","conexao_teologica":"A ação de Deus é um tema central na narrativa bíblica, mostrando Seu envolvimento com a criação e a redenção.","referencias_relacionadas":["Gênesis 1:26","Êxodo 14:21","Romanos 8:28"]},"exodo_3_16_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de Deus em relação aos opressores de Israel.","explicacao_detalhada":"A palavra 'destruir' implica a intenção de Deus de libertar Seu povo da opressão egípcia. Em Êxodo 3:16, Deus revela a Moisés que Ele está ciente do sofrimento de Israel e que tomará medidas contra seus opressores.","por_que_esta_palavra":"A palavra 'destruir' é significativa porque mostra a justiça de Deus e Sua determinação em proteger e salvar Seu povo.","conexao_teologica":"A justiça de Deus é um aspecto crucial da Sua natureza, que se manifesta em ações contra a opressão e a injustiça.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Romanos 12:19"]},"exodo_3_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à comunicação da vontade de Deus.","explicacao_detalhada":"A palavra 'dizer' novamente enfatiza a importância da comunicação divina. Deus instrui Moisés a transmitir Sua mensagem ao povo, mostrando que a palavra de Deus é vital para a fé e a ação.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a importância da obediência e da transmissão da mensagem divina.","conexao_teologica":"A obediência à palavra de Deus é fundamental para a vida espiritual e a missão do povo de Deus.","referencias_relacionadas":["Deuteronômio 6:6-7","Mateus 28:19-20","Tiago 1:22"]},"exodo_3_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à instrução de Deus para Moisés.","explicacao_detalhada":"A palavra 'dizer' é usada novamente para enfatizar a importância da comunicação da mensagem de Deus ao povo de Israel, que estava sofrendo no Egito.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a missão de Moisés como porta-voz de Deus.","conexao_teologica":"A comunicação da vontade de Deus é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 4:12","Salmos 119:105","Romanos 10:14"]},"exodo_3_17_afflictedion":{"palavra_pt":"afflicted ion","palavra_original":"עֳנִי","transliteracao":"ʻŏnîy","strong":"H6040","significado_raiz":"Ideia básica: afflicted ion.","significado_contextual":"Refere-se ao sofrimento do povo de Israel.","explicacao_detalhada":"A palavra 'afflicted ion' descreve a condição de opressão e sofrimento que os israelitas estavam enfrentando no Egito. Deus se identifica com a dor de Seu povo e promete libertação.","por_que_esta_palavra":"A ênfase no sofrimento é importante para mostrar a compaixão de Deus e Sua disposição em agir em favor dos aflitos.","conexao_teologica":"A identificação de Deus com o sofrimento humano é um tema recorrente na Bíblia, revelando Seu amor e cuidado.","referencias_relacionadas":["Salmos 34:18","Isaías 53:4","Mateus 11:28"]},"exodo_3_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel.","explicacao_detalhada":"A palavra 'terra' é central na promessa de Deus a Israel, indicando a herança que Ele preparou para Seu povo. Em Êxodo 3:17, Deus promete levar os israelitas a uma terra que mana leite e mel.","por_que_esta_palavra":"A terra simboliza não apenas um lugar físico, mas também a realização das promessas de Deus e a bênção para Seu povo.","conexao_teologica":"A terra prometida é um símbolo da salvação e da presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:2"]},"exodo_3_18_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de adoração e gratidão a Deus.","explicacao_detalhada":"A palavra 'sacrifício' é usada para descrever a resposta do povo a Deus após a libertação do Egito. Em Êxodo 3:18, Deus instrui Moisés a dizer que o povo deve oferecer sacrifícios ao Senhor.","por_que_esta_palavra":"O sacrifício é uma expressão de devoção e reconhecimento da soberania de Deus.","conexao_teologica":"O conceito de sacrifício é central na adoração e na relação entre Deus e Seu povo, apontando para o sacrifício de Cristo.","referencias_relacionadas":["Levítico 1:2-3","Salmos 51:17","Hebreus 13:15"]},"exodo_3_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus como Senhor.","explicacao_detalhada":"A palavra 'senhor' é usada para enfatizar a autoridade e a soberania de Deus. Em Êxodo 3:18, Deus se revela como 'YHWH', o nome que expressa Sua relação com o povo e Sua promessa de libertação.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo de Israel e para a compreensão de Sua natureza.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, refletindo Sua essência e caráter.","referencias_relacionadas":["Êxodo 6:3","Salmos 8:1","Filipenses 2:9-11"]},"exodo_3_18_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de escutar e compreender a mensagem de Deus.","explicacao_detalhada":"No contexto de Êxodo 3:18, Deus está instruindo Moisés a comunicar ao povo de Israel que Ele os ouviu e que está pronto para libertá-los da escravidão no Egito. Ouvir implica não apenas escutar, mas também responder e agir de acordo com o que foi ouvido.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a importância da comunicação entre Deus e Seu povo, mostrando que Ele está atento às suas aflições.","conexao_teologica":"A capacidade de ouvir é fundamental na relação entre Deus e a humanidade, refletindo a ideia de que Deus se importa e está presente nas dificuldades do Seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 30:19","Tiago 1:19"]},"exodo_3_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está agindo em favor de Israel.","explicacao_detalhada":"Em Êxodo 3:19, Deus revela a Moisés que o faraó não permitirá que o povo saia, mas Ele tem um plano para libertá-los. A palavra 'porque' conecta a ação de Deus à resistência do faraó.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica divina por trás dos eventos, mostrando que Deus já conhece a resposta do faraó e está preparado para agir.","conexao_teologica":"A soberania de Deus é destacada, pois Ele já sabe o que acontecerá e ainda assim escolhe usar Moisés para cumprir Seu propósito.","referencias_relacionadas":["Romanos 9:17","Êxodo 4:21","Salmos 105:25"]},"exodo_3_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a certeza da resistência do faraó.","explicacao_detalhada":"No versículo, Deus afirma que o faraó não ouvirá a Moisés, o que é uma verdade que se concretiza na narrativa da libertação de Israel. A 'verdade' aqui é a realidade da situação que Moisés enfrentará.","por_que_esta_palavra":"A inclusão da palavra 'verdade' sublinha a honestidade de Deus em relação à situação difícil que Moisés e o povo enfrentarão.","conexao_teologica":"A verdade de Deus é um tema recorrente na Bíblia, mostrando que Ele é fiel em Suas promessas e advertências.","referencias_relacionadas":["João 8:32","Salmos 119:160","Romanos 3:4"]},"exodo_3_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou permitir que algo aconteça.","explicacao_detalhada":"Em Êxodo 3:19, Deus está se referindo ao clamor do povo que será ouvido e atendido. A palavra 'dar' implica que Deus está pronto para agir em resposta ao clamor do povo.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a generosidade de Deus em ouvir e responder às súplicas de Seu povo.","conexao_teologica":"A disposição de Deus em 'dar' é um reflexo de Sua graça e misericórdia, que são temas centrais na relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 34:6","Mateus 7:7","1 João 5:14"]},"exodo_3_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus irá agir para libertar o povo.","explicacao_detalhada":"Em Êxodo 3:20, Deus declara que Ele fará sinais e maravilhas para convencer o faraó a deixar o povo ir. O 'modo' aqui é essencial para entender a intervenção divina na história.","por_que_esta_palavra":"A palavra 'modo' destaca a estratégia divina e a forma como Deus opera na história, mostrando que Ele tem um plano específico.","conexao_teologica":"A maneira como Deus age é sempre perfeita e adequada ao Seu propósito, refletindo Sua sabedoria e poder.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 145:17"]},"exodo_3_20_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de Deus enviar Moisés como Seu mensageiro.","explicacao_detalhada":"Em Êxodo 3:20, Deus promete enviar Moisés para confrontar o faraó. O ato de enviar implica uma missão e um propósito divino.","por_que_esta_palavra":"A palavra 'enviar' é significativa porque mostra que Deus escolhe usar pessoas para cumprir Seus planos, destacando a parceria entre Deus e a humanidade.","conexao_teologica":"O envio de Moisés é um precursor do envio de Cristo, que também foi enviado para libertar a humanidade do pecado.","referencias_relacionadas":["Mateus 28:19-20","João 20:21","Romanos 10:15"]},"exodo_3_20_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se ao ato de ferir ou punir, que Deus usará contra o Egito.","explicacao_detalhada":"No contexto de Êxodo 3:20, Deus está afirmando que Ele ferirá o Egito com pragas para convencer o faraó a libertar o povo. A palavra 'beat' implica um ato de julgamento.","por_que_esta_palavra":"A escolha da palavra 'beat' enfatiza a seriedade do juízo de Deus sobre o Egito e a opressão que o povo de Israel estava sofrendo.","conexao_teologica":"O juízo de Deus é um tema importante, mostrando que Ele é justo e não tolera a opressão dos inocentes.","referencias_relacionadas":["Êxodo 12:12","Salmos 105:36","Romanos 1:18"]},"exodo_3_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à concessão de favor e graça ao povo de Israel.","explicacao_detalhada":"Em Êxodo 3:21, Deus promete que o povo encontrará graça aos olhos dos egípcios, permitindo que eles saiam com riquezas. A palavra 'dar' implica um ato de generosidade divina.","por_que_esta_palavra":"A palavra 'dar' aqui destaca a bondade de Deus em providenciar não apenas a libertação, mas também recursos para a jornada do povo.","conexao_teologica":"A graça de Deus é um tema central na Bíblia, refletindo Sua disposição em abençoar e cuidar de Seu povo.","referencias_relacionadas":["Gênesis 39:21","Salmos 84:11","Efésios 2:8-9"]},"exodo_3_21_favour":{"palavra_pt":"graca/favor","palavra_original":"חֵן","transliteracao":"chên","strong":"H2580","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça/favor' refere-se à bondade que Deus concede ao povo de Israel diante dos egípcios.","explicacao_detalhada":"No versículo, Deus promete que o povo encontrará favor aos olhos dos egípcios, o que é um ato de graça divina que facilitará sua saída do Egito.","por_que_esta_palavra":"A palavra 'favor' é importante porque mostra que Deus está agindo em favor de Seu povo, mesmo em meio à opressão.","conexao_teologica":"A graça de Deus é um tema central na salvação, refletindo como Ele age em favor da humanidade, mesmo quando não a merece.","referencias_relacionadas":["Salmos 30:5","Romanos 5:8","Tito 3:4-5"]},"exodo_3_21_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao povo de Israel, escolhido por Deus como Sua nação.","explicacao_detalhada":"Em Êxodo 3:21, a referência ao 'povo' destaca a identidade coletiva dos israelitas como o povo de Deus, que Ele está prestes a libertar.","por_que_esta_palavra":"A palavra 'povo' é significativa porque enfatiza a relação especial entre Deus e Israel, que é frequentemente chamada de 'Seu povo' na Escritura.","conexao_teologica":"A ideia de ser 'povo de Deus' é fundamental na teologia bíblica, refletindo a aliança e o compromisso de Deus com Seu povo.","referencias_relacionadas":["Deuteronômio 7:6","1 Pedro 2:9","Gálatas 3:29"]},"exodo_3_22_desejo":{"palavra_pt":"desejo","palavra_original":"שָׁאַל","transliteracao":"shâʼal","strong":"H7592","significado_raiz":"Ideia básica: desejo.","significado_contextual":"O desejo mencionado aqui refere-se à solicitação que Deus faz ao povo de Israel para que peça aos egípcios objetos de prata e ouro.","explicacao_detalhada":"O verbo 'desejar' implica uma ação de pedir ou solicitar algo que se anseia. Neste contexto, Deus instrui os israelitas a pedirem aos egípcios, o que simboliza a libertação e a riqueza que eles receberão ao saírem do Egito.","por_que_esta_palavra":"A palavra 'desejo' é utilizada para enfatizar a importância da ação de pedir, que é um ato de fé e confiança nas promessas de Deus.","conexao_teologica":"Este desejo de pedir reflete a provisão de Deus para o seu povo, mostrando que Ele se preocupa com suas necessidades mesmo em tempos de opressão.","referencias_relacionadas":["Êxodo 12:35-36","Salmos 105:37","Deuteronômio 15:14"]},"exodo_3_22_temor":{"palavra_pt":"temor","palavra_original":"גּוּר","transliteracao":"gûwr","strong":"H1481","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui se refere ao respeito e à reverência que os israelitas devem ter ao se aproximar de Deus e ao seu poder.","explicacao_detalhada":"O termo 'temor' implica um reconhecimento da grandeza de Deus e da sua autoridade. Neste contexto, é um chamado para que os israelitas entendam a seriedade da sua situação e a necessidade de se voltarem para Deus.","por_que_esta_palavra":"A palavra 'temor' é crucial para entender a relação entre Deus e seu povo, pois enfatiza a importância do respeito e da obediência.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e neste contexto, é um convite à submissão à vontade divina.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Êxodo 20:20"]},"exodo_3_22_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa mencionada refere-se ao lar, mas também simboliza a comunidade e a família de Israel.","explicacao_detalhada":"A palavra 'casa' neste contexto é mais do que um edifício; representa a unidade e a identidade do povo de Deus, que deve ser preservada e protegida.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a importância da família e da comunidade na vida espiritual e social dos israelitas.","conexao_teologica":"A casa é um símbolo da presença de Deus entre seu povo, refletindo a ideia de que Deus habita no meio de seu povo.","referencias_relacionadas":["Salmos 127:1","Êxodo 12:3","Deuteronômio 6:6-7"]}}