{"exodo_31_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo.","explicacao_detalhada":"A palavra 'falar' é usada para descrever a comunicação de Deus com Moisés, indicando a importância da revelação divina e da instrução. No contexto, isso mostra como Deus se comunica com Seu povo.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a relação de diálogo entre Deus e o homem, onde Deus se revela e orienta.","conexao_teologica":"A comunicação de Deus é fundamental para a fé, pois é através de Sua palavra que recebemos direção e entendimento.","referencias_relacionadas":["Êxodo 3:4","Salmos 119:105","Hebreus 1:1-2"]},"exodo_31_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é considerado sagrado e poderoso.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. É um nome que representa a aliança de Deus com Seu povo.","por_que_esta_palavra":"Esta palavra é utilizada para invocar a presença de Deus e reconhecer Sua autoridade.","conexao_teologica":"O uso do nome de Deus é central na teologia bíblica, pois revela a natureza de Deus como o Criador e Sustentador do universo.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_31_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é frequentemente usada em contextos onde Deus se comunica com Seu povo, revelando Sua vontade e instruções.","por_que_esta_palavra":"É importante para entender como Deus se relaciona com a humanidade através da fala e da revelação.","conexao_teologica":"A comunicação divina é um tema central, mostrando que Deus deseja se relacionar e se fazer conhecido.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 119:105"]},"exodo_31_2_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze divisões do povo de Israel.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as diferentes famílias e clãs que compõem a nação de Israel, cada uma com sua própria identidade e herança.","por_que_esta_palavra":"É fundamental para entender a organização social e política de Israel.","conexao_teologica":"As tribos de Israel são um símbolo da diversidade dentro da unidade do povo de Deus.","referencias_relacionadas":["Gênesis 49:28","Números 1:2","Josué 14:1"]},"exodo_31_2_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome que identifica e dá autoridade a uma pessoa ou entidade.","explicacao_detalhada":"A palavra 'nome' (שֵׁם) é usada para expressar a identidade e a reputação de alguém, especialmente em contextos de honra e dignidade.","por_que_esta_palavra":"O nome é importante na cultura bíblica, pois carrega o caráter e a essência da pessoa.","conexao_teologica":"O nome de Deus é frequentemente invocado em oração e adoração, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 8:1","Provérbios 18:10","Romanos 10:13"]},"exodo_31_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação entre pais e filhos, simbolizando herança e responsabilidade.","por_que_esta_palavra":"É essencial para entender a dinâmica familiar e a transmissão de valores e promessas.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, enfatizando amor e cuidado.","referencias_relacionadas":["Gênesis 22:2","Salmos 127:3","João 1:12"]},"exodo_31_3_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2451","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à capacidade de discernir e aplicar conhecimento de forma prática.","explicacao_detalhada":"A palavra 'sabedoria' (חׇכְמָה) é frequentemente associada ao entendimento divino e à habilidade de viver de acordo com os princípios de Deus.","por_que_esta_palavra":"É crucial para a vida prática e espiritual, pois a sabedoria orienta as decisões e ações.","conexao_teologica":"A sabedoria é vista como um atributo de Deus e um dom que Ele concede aos que O buscam.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Eclesiastes 7:12"]},"exodo_31_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma de fazer algo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a abordagem ou o método que deve ser seguido em diversas situações.","por_que_esta_palavra":"É importante para entender como as instruções de Deus devem ser aplicadas na prática.","conexao_teologica":"Deus estabelece modos específicos de adoração e serviço, refletindo Sua ordem e santidade.","referencias_relacionadas":["Êxodo 25:9","1 Crônicas 28:19","Hebreus 8:5"]},"exodo_31_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de criar ou fazer algo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever a ação de produzir ou realizar algo, muitas vezes em um contexto de criação divina.","por_que_esta_palavra":"É fundamental para entender a natureza criativa de Deus e a responsabilidade humana de agir.","conexao_teologica":"Deus é o Criador, e a ação humana deve refletir essa criatividade e diligência.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Efésios 2:10"]},"exodo_31_4_astuto":{"palavra_pt":"astuto","palavra_original":"חָשַׁב","transliteracao":"châshab","strong":"H2803","significado_raiz":"Ideia básica: astuto.","significado_contextual":"Refere-se à habilidade de pensar e planejar de forma inteligente.","explicacao_detalhada":"A palavra 'astuto' (חָשַׁב) é usada para descrever a capacidade de formular planos e estratégias eficazes.","por_que_esta_palavra":"É importante para entender a sabedoria prática e a habilidade de resolver problemas.","conexao_teologica":"A astúcia é vista como uma qualidade que pode ser usada para o bem ou para o mal, dependendo da intenção do coração.","referencias_relacionadas":["Provérbios 22:3","Mateus 10:16","Lucas 16:8"]},"exodo_31_4_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se a um metal precioso, simbolizando riqueza e valor.","explicacao_detalhada":"A palavra 'ouro' (זָהָב) é frequentemente associada à pureza e à divindade, sendo usado em contextos de adoração e construção do tabernáculo.","por_que_esta_palavra":"É importante para entender o valor atribuído a certos materiais na adoração a Deus.","conexao_teologica":"O ouro é um símbolo da glória de Deus e da riqueza espiritual que Ele oferece.","referencias_relacionadas":["Êxodo 25:3","Salmos 119:72","Apocalipse 21:21"]},"exodo_31_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à habilidade de criar e moldar, como um urso que é forte e capaz.","explicacao_detalhada":"A palavra 'urso' é usada aqui para descrever a capacidade de realizar obras com força e habilidade. No contexto, isso se relaciona à habilidade de Bezalel em trabalhar com metais e pedras preciosas.","por_que_esta_palavra":"A escolha da palavra enfatiza a força e a destreza necessárias para a obra que Deus ordenou.","conexao_teologica":"Deus capacita os indivíduos com habilidades específicas para cumprir Seus propósitos.","referencias_relacionadas":["Êxodo 31:3","Êxodo 35:31","Êxodo 36:1"]},"exodo_31_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Indica a maneira ou o modo como algo deve ser feito.","explicacao_detalhada":"A palavra 'modo' sugere que há uma forma específica de realizar as tarefas que Deus designou, refletindo a ordem divina.","por_que_esta_palavra":"É importante que as obras de Deus sejam feitas de acordo com Suas instruções precisas.","conexao_teologica":"A obediência às instruções de Deus é fundamental para a realização de Sua vontade.","referencias_relacionadas":["Êxodo 25:9","Êxodo 40:16","Números 8:4"]},"exodo_31_5_obra":{"palavra_pt":"obra","palavra_original":"חֲרֹשֶׁת","transliteracao":"chărôsheth","strong":"H2799","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se à criação e ao trabalho manual, especialmente em um contexto sagrado.","explicacao_detalhada":"A palavra 'obra' implica um trabalho que é tanto físico quanto espiritual, refletindo a dedicação ao serviço de Deus.","por_que_esta_palavra":"A obra mencionada é uma expressão da adoração e do serviço a Deus através da habilidade e do talento.","conexao_teologica":"O trabalho é visto como uma forma de adoração e serviço a Deus.","referencias_relacionadas":["Gênesis 2:2","Êxodo 35:10","Colossenses 3:23"]},"exodo_31_6_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze tribos de Israel, que têm funções e responsabilidades específicas.","explicacao_detalhada":"A palavra 'tribo' indica a organização do povo de Deus em grupos, cada um com seu papel na comunidade.","por_que_esta_palavra":"Atribuir a habilidade a uma tribo específica mostra a importância da comunidade na obra de Deus.","conexao_teologica":"Deus trabalha através de comunidades e grupos para cumprir Seus planos.","referencias_relacionadas":["Gênesis 49:28","Números 1:2","Josué 14:1"]},"exodo_31_6_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e da vontade, essencial para a devoção a Deus.","explicacao_detalhada":"A palavra 'coração' simboliza a disposição interna e a motivação para servir a Deus com sinceridade.","por_que_esta_palavra":"Deus deseja que o serviço a Ele venha de um coração sincero e dedicado.","conexao_teologica":"A relação com Deus é uma questão de coração, não apenas de ações externas.","referencias_relacionadas":["Deuteronômio 6:5","Salmos 51:10","Mateus 22:37"]},"exodo_31_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Em Êxodo 31:6, \"urso\" aparece na frase \"E eis que eu tenho posto com ele a Aoliabe, o filho de Aisamaque, da tribo de Dã, e tenho dado sabedoria ao coração de todos aqueles que sã…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (עָשָׂה; ʻâsâh; H6213), \"urso\" traz a ideia de urso. Aqui, essa palavra deixa o ensino de Êxodo 31:6 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"urso\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Êxodo 32:10. Lendo junto com Êxodo 31:6, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 31:6","Êxodo 32:10","Salmos 119:105"]},"exodo_31_7_sagrado":{"palavra_pt":"sagrado","palavra_original":"כַּפֹּרֶת","transliteracao":"kappôreth","strong":"H3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é separado e dedicado a Deus.","explicacao_detalhada":"A palavra 'sagrado' implica que a obra e os objetos associados são considerados santos e devem ser tratados com reverência.","por_que_esta_palavra":"A santidade é fundamental na adoração e no serviço a Deus, refletindo Sua natureza.","conexao_teologica":"A santidade de Deus exige que Seu povo também busque a santidade em suas vidas e obras.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"exodo_31_7_testemunha":{"palavra_pt":"testemunho","palavra_original":"עֵדוּת","transliteracao":"ʻêdûwth","strong":"H5715","significado_raiz":"Ideia básica: testemunho.","significado_contextual":"Refere-se a um testemunho ou prova da presença e da ação de Deus.","explicacao_detalhada":"A palavra 'testemunho' implica que as obras realizadas são uma evidência da fidelidade de Deus e de Seu pacto com o povo.","por_que_esta_palavra":"O testemunho é crucial para lembrar e afirmar a identidade e as promessas de Deus.","conexao_teologica":"O testemunho de Deus é uma parte vital da vida da fé e da comunidade.","referencias_relacionadas":["Êxodo 25:16","Salmos 119:2","Atos 1:8"]},"exodo_31_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as instruções devem ser seguidas.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância de seguir as diretrizes de Deus com precisão.","por_que_esta_palavra":"A obediência ao modo de Deus é essencial para a aceitação de nossas obras.","conexao_teologica":"Deus valoriza a obediência e a conformidade às Suas instruções.","referencias_relacionadas":["Êxodo 25:40","Deuteronômio 5:32","Mateus 7:21"]},"exodo_31_9_hearth":{"palavra_pt":"hearth","palavra_original":"כִּיּוֹר","transliteracao":"kîyôwr","strong":"H3595","significado_raiz":"Ideia básica: hearth.","significado_contextual":"Refere-se ao lugar de aquecimento e preparo, simbolizando o lar e a presença de Deus.","explicacao_detalhada":"A palavra 'hearth' sugere um espaço sagrado onde a presença de Deus é invocada e onde a comunhão acontece.","por_que_esta_palavra":"O 'hearth' é um símbolo de acolhimento e de comunhão com Deus.","conexao_teologica":"A presença de Deus em nosso 'hearth' é fundamental para a vida espiritual.","referencias_relacionadas":["Êxodo 40:24","Levítico 6:13","Romanos 12:1"]},"exodo_31_9_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde se realizam sacrifícios e ofertas a Deus.","explicacao_detalhada":"O altar, ou 'mizbêach', é um elemento central na adoração israelita, simbolizando a presença de Deus e a necessidade de expiação pelos pecados. Era um lugar de encontro entre Deus e o homem, onde os sacrifícios eram oferecidos para buscar perdão e comunhão.","por_que_esta_palavra":"A palavra 'altar' é utilizada para enfatizar a importância do sacrifício na relação entre o povo e Deus, sendo um ponto de conexão espiritual.","conexao_teologica":"O altar representa a obra redentora de Cristo, que se ofereceu como sacrifício perfeito, substituindo os sacrifícios do Antigo Testamento.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"exodo_31_10_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é separado para uso divino, distinto do comum.","explicacao_detalhada":"A palavra 'sagrado' ('qôdesh') indica a consagração de objetos e lugares para o serviço de Deus. No contexto do tabernáculo, tudo que era sagrado deveria ser tratado com reverência e respeito, refletindo a santidade de Deus.","por_que_esta_palavra":"A utilização da palavra 'sagrado' destaca a necessidade de pureza e separação na adoração a Deus, enfatizando que o que é dedicado a Ele deve ser tratado com a devida honra.","conexao_teologica":"A santidade de Deus exige que os crentes sejam também santos, refletindo Seu caráter em suas vidas.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Romanos 12:1"]},"exodo_31_10_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o mediador entre Deus e o povo, responsável por realizar os sacrifícios e interceder.","explicacao_detalhada":"A palavra 'sacerdote' ('kôhên') refere-se àqueles que foram escolhidos por Deus para servir no templo, oferecendo sacrifícios e ensinando a Lei. Eles desempenham um papel crucial na manutenção da relação entre Deus e Israel.","por_que_esta_palavra":"A menção do sacerdote enfatiza a importância da mediação na adoração e a necessidade de um intermediário para se aproximar de Deus.","conexao_teologica":"Jesus é o nosso Sumo Sacerdote, que intercede por nós e oferece um sacrifício perfeito, abolindo a necessidade de sacerdotes humanos.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Êxodo 28:1"]},"exodo_31_11_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se novamente ao que é separado para Deus, enfatizando a santidade dos objetos e rituais.","explicacao_detalhada":"A repetição da palavra 'sagrado' ('qôdesh') neste contexto reforça a ideia de que tudo relacionado ao culto deve ser tratado com a máxima reverência e pureza, refletindo a natureza de Deus.","por_que_esta_palavra":"A ênfase na santidade é crucial para entender a seriedade da adoração e a necessidade de estar em conformidade com as instruções divinas.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que nos chama a viver vidas santas em resposta ao Seu caráter.","referencias_relacionadas":["Levítico 20:26","Isaías 35:8","1 Tessalonicenses 4:7"]},"exodo_31_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Êxodo 31:11, \"modo\" aparece na frase \"E o azeite da unção, e o incenso aromático para o santuário; farão conforme a tudo que te tenho mandado.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Êxodo 31:11 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Êxodo 31:3. Lendo junto com Êxodo 31:11, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 31:11","Êxodo 31:3","Salmos 119:105"]},"exodo_31_11_dom":{"palavra_pt":"dom","palavra_original":"מִשְׁחָה","transliteracao":"mishchâh","strong":"H4888","significado_raiz":"Ideia básica: dom.","significado_contextual":"Refere-se ao óleo da unção, que é um símbolo da consagração.","explicacao_detalhada":"A palavra 'dom' ('mishchâh') se refere ao óleo usado para ungir sacerdotes e objetos sagrados, simbolizando a separação para o serviço de Deus e a capacitação pelo Espírito Santo.","por_que_esta_palavra":"A unção com óleo é um ato de consagração que indica a escolha e o empoderamento divino para uma tarefa específica.","conexao_teologica":"A unção do Espírito Santo sobre os crentes é um tema importante, simbolizando a capacitação para o ministério e a vida cristã.","referencias_relacionadas":["1 Samuel 16:13","Atos 10:38","2 Coríntios 1:21-22"]},"exodo_31_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância da comunicação divina e da revelação.","explicacao_detalhada":"A palavra 'dizer' ('ʼâmar') é usada para enfatizar a autoridade da palavra de Deus e a necessidade de ouvir e obedecer às Suas instruções.","por_que_esta_palavra":"A comunicação de Deus é fundamental para a fé, pois é através da Sua palavra que somos guiados e instruídos.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser a base da vida do crente.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Romanos 10:17"]},"exodo_31_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua natureza e caráter.","explicacao_detalhada":"A palavra 'senhor' ('Yᵉhôvâh') é o nome pessoal de Deus, que revela Sua eternidade, soberania e fidelidade. É um nome que invoca reverência e respeito.","por_que_esta_palavra":"O nome de Deus é central na adoração e na identidade do povo de Israel, simbolizando a relação pessoal entre Deus e Seu povo.","conexao_teologica":"A revelação do nome de Deus é fundamental para entender Sua natureza e o relacionamento que Ele deseja ter com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_31_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e Seu povo, descrito como Seus filhos.","explicacao_detalhada":"A palavra 'filho' ('bên') indica a intimidade e a responsabilidade que os israelitas têm como filhos de Deus, chamados a viver de acordo com Sua vontade.","por_que_esta_palavra":"A identificação como filhos de Deus enfatiza a relação de amor e compromisso que deve existir entre Deus e Seu povo.","conexao_teologica":"A nova aliança em Cristo nos torna filhos de Deus, permitindo-nos entrar em uma relação íntima com Ele.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"exodo_31_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância da comunicação divina e da revelação.","explicacao_detalhada":"A palavra 'dizer' ('ʼâmar') é usada novamente para enfatizar a autoridade da palavra de Deus e a necessidade de ouvir e obedecer às Suas instruções.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a importância da revelação divina na vida do povo de Deus.","conexao_teologica":"A obediência à palavra de Deus é essencial para a vida cristã e para o crescimento espiritual.","referencias_relacionadas":["Mateus 4:4","Tiago 1:22","1 João 2:5"]},"exodo_31_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual os israelitas devem observar o sábado.","explicacao_detalhada":"Neste contexto, Deus explica a importância do sábado como um sinal entre Ele e os israelitas, enfatizando a necessidade de descanso e santidade.","por_que_esta_palavra":"A palavra 'porque' conecta a ordem de guardar o sábado com a justificativa divina, mostrando que é uma instrução baseada em um princípio maior.","conexao_teologica":"A observância do sábado é um símbolo da aliança entre Deus e Seu povo, refletindo a criação e a redenção.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Deuteronômio 5:12-15"]},"exodo_31_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se à ação de fazer ou criar, no contexto de proibições relacionadas ao trabalho no sábado.","explicacao_detalhada":"Neste versículo, Deus proíbe a realização de qualquer trabalho no sábado, enfatizando a importância do descanso e da santidade do dia.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar que qualquer atividade criativa ou produtiva deve ser evitada no dia de descanso.","conexao_teologica":"O conceito de descanso no sábado é um reflexo do descanso de Deus após a criação, simbolizando a necessidade de renovação espiritual.","referencias_relacionadas":["Êxodo 20:10","Levítico 23:3","Marcos 2:27"]},"exodo_31_14_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, que deve ser respeitada e preservada.","explicacao_detalhada":"Neste contexto, a proibição de trabalhar no sábado também se aplica à proteção da vida e do bem-estar dos indivíduos.","por_que_esta_palavra":"A palavra 'alma' destaca a importância da vida humana e a necessidade de cuidar dela, especialmente em um dia consagrado ao descanso.","conexao_teologica":"A vida é um presente de Deus, e o sábado serve como um lembrete da dignidade e do valor da criação divina.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 139:13-16","Mateus 12:12"]},"exodo_31_14_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à consequência de violar as leis do sábado, que é a separação da comunidade de Deus.","explicacao_detalhada":"Deus adverte que aqueles que não respeitarem o sábado estarão sujeitos a punições severas, simbolizando a seriedade da aliança.","por_que_esta_palavra":"A palavra 'destruir' enfatiza a gravidade da transgressão e a necessidade de manter a santidade do dia de descanso.","conexao_teologica":"A desobediência a Deus pode levar à destruição espiritual e à ruptura da comunhão com Ele.","referencias_relacionadas":["Números 15:32-36","Ezequiel 20:13","Hebreus 4:9-11"]},"exodo_31_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao sábado, um dia específico designado para descanso e adoração.","explicacao_detalhada":"O sábado é um dia separado por Deus para que Seu povo descanse e se reconecte espiritualmente com Ele.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a periodicidade do descanso e a importância de um tempo dedicado a Deus.","conexao_teologica":"O conceito de um dia de descanso é fundamental na teologia do tempo sagrado e na relação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 20:8","Isaías 58:13-14","Marcos 2:27"]},"exodo_31_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' novamente refere-se à proibição de realizar qualquer trabalho no sábado.","explicacao_detalhada":"Este versículo reforça a ideia de que o sábado deve ser um dia de descanso absoluto, sem atividades laborais.","por_que_esta_palavra":"A repetição da palavra 'urso' enfatiza a importância de não apenas evitar o trabalho, mas também de honrar o dia como sagrado.","conexao_teologica":"O sábado é um símbolo da libertação e do descanso que Deus oferece ao Seu povo.","referencias_relacionadas":["Êxodo 20:10","Levítico 23:3","Lucas 4:16"]},"exodo_31_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, o Criador e Sustentador, que ordena o descanso no sábado.","explicacao_detalhada":"Neste contexto, o reconhecimento de Deus como Senhor é fundamental para entender a autoridade por trás da ordem de guardar o sábado.","por_que_esta_palavra":"A palavra 'senhor' estabelece a relação de autoridade e reverência que os israelitas devem ter em relação a Deus.","conexao_teologica":"Reconhecer Deus como Senhor é essencial para a fé e a obediência, refletindo a soberania divina.","referencias_relacionadas":["Salmos 100:3","Isaías 45:22","Romanos 10:9"]},"exodo_31_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada novamente para enfatizar a proibição de trabalho no sábado.","explicacao_detalhada":"Este versículo reitera a importância do descanso e da santidade do sábado, sem exceções.","por_que_esta_palavra":"A repetição da palavra 'urso' serve para reforçar a seriedade da observância do sábado.","conexao_teologica":"O sábado é um sinal da aliança e um lembrete da criação, que deve ser respeitado por todos os israelitas.","referencias_relacionadas":["Êxodo 20:10","Deuteronômio 5:14","Mateus 12:8"]},"exodo_31_16_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à proteção e preservação da vida e da comunidade através da observância do sábado.","explicacao_detalhada":"Deus promete que a observância do sábado trará bênçãos e proteção ao Seu povo.","por_que_esta_palavra":"A palavra 'salvar' destaca a importância do sábado como um meio de garantir a saúde espiritual e física da comunidade.","conexao_teologica":"O sábado é um dia de renovação e restauração, refletindo a salvação que Deus oferece.","referencias_relacionadas":["Salmos 23:3","Isaías 58:14","Mateus 11:28"]},"exodo_31_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação entre Deus e Seu povo, que é considerado Seu filho.","explicacao_detalhada":"Neste contexto, a relação de filiação implica em responsabilidade e obediência às leis de Deus, incluindo a observância do sábado.","por_que_esta_palavra":"A palavra 'filho' enfatiza a intimidade da relação entre Deus e os israelitas, que devem agir como Seus filhos obedientes.","conexao_teologica":"A filiação divina é um tema central na teologia bíblica, refletindo a identidade e a missão do povo de Deus.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14-17","Gálatas 4:6-7"]},"exodo_31_17_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus e à sua aliança com o povo de Israel.","explicacao_detalhada":"A palavra 'eterno' indica a natureza imutável e perpétua de Deus, que não tem começo nem fim. No contexto de Êxodo 31:17, enfatiza a importância do sábado como um sinal perpétuo da aliança entre Deus e seu povo.","por_que_esta_palavra":"A palavra é usada para mostrar a durabilidade e a importância da relação entre Deus e a humanidade, especialmente em relação ao descanso sabático.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, refletindo sua soberania e a continuidade de suas promessas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 7:3"]},"exodo_31_17_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele governa.","explicacao_detalhada":"A palavra 'céus' é usada para descrever o domínio celestial de Deus, contrastando com a terra. Em Êxodo 31:17, isso enfatiza a grandeza de Deus em comparação com a criação.","por_que_esta_palavra":"O uso de 'céus' destaca a soberania de Deus sobre toda a criação e sua autoridade sobre o que acontece na terra.","conexao_teologica":"A ideia de céu é fundamental para entender a relação entre o divino e o humano, bem como a esperança de vida eterna.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Mateus 6:9"]},"exodo_31_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o espaço físico onde o povo de Israel habita.","explicacao_detalhada":"A palavra 'terra' é crucial para entender a promessa de Deus ao povo de Israel, que inclui a terra prometida. Em Êxodo 31:17, a terra é vista em contraste com os céus, mostrando a criação de Deus.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da herança que Ele dá ao seu povo.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a bênção e a fidelidade de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"exodo_31_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar, especialmente em um contexto de entrega ou doação.","explicacao_detalhada":"A palavra 'dar' em Êxodo 31:18 é usada para descrever a entrega das tábuas da lei a Moisés, simbolizando a doação da palavra de Deus ao seu povo.","por_que_esta_palavra":"A entrega das tábuas é um ato de graça e revelação divina, mostrando como Deus se comunica com a humanidade.","conexao_teologica":"A ideia de dar é central na teologia cristã, refletindo a generosidade de Deus e o chamado para que os seres humanos também sejam generosos.","referencias_relacionadas":["Tiago 1:17","Romanos 12:6","2 Coríntios 9:7"]},"exodo_31_18_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar, especialmente a palavra de Deus.","explicacao_detalhada":"A palavra 'falar' em Êxodo 31:18 destaca a importância da comunicação divina e como Deus se revela ao seu povo através da fala.","por_que_esta_palavra":"A comunicação de Deus é essencial para a compreensão da sua vontade e para a vida espiritual do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Romanos 10:17"]},"exodo_31_18_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se ao monte Sinai, onde Moisés recebeu as leis de Deus.","explicacao_detalhada":"A palavra 'montanha' em Êxodo 31:18 é significativa porque representa o local da revelação divina e a presença de Deus entre seu povo.","por_que_esta_palavra":"O monte é um símbolo de encontro com Deus, onde a santidade e a lei são reveladas.","conexao_teologica":"Montanhas na Bíblia frequentemente simbolizam lugares de encontro com Deus e de transformação espiritual.","referencias_relacionadas":["Êxodo 19:20","Mateus 5:1","Hebreus 12:18-22"]}}