{"exodo_32_1_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou alguém que se opõe ao povo de Deus.","explicacao_detalhada":"A palavra 'inimigo' em Êxodo 32:1 pode ser entendida como aqueles que se opõem à liderança de Moisés e à vontade de Deus, refletindo a rebelião do povo.","por_que_esta_palavra":"A oposição ao líder escolhido por Deus é um tema recorrente na história de Israel, mostrando a fragilidade da fé humana.","conexao_teologica":"A luta contra inimigos é uma metáfora para a luta espiritual que os crentes enfrentam em sua jornada de fé.","referencias_relacionadas":["Salmos  enemies 23:5","Romanos 8:31","Efésios 6:12"]},"exodo_32_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especialmente em sua fragilidade e necessidade de Deus.","explicacao_detalhada":"A palavra 'homem' em Êxodo 32:1 destaca a condição humana e a tendência de se desviar do caminho de Deus, como visto na rebelião contra Moisés.","por_que_esta_palavra":"A natureza humana é frequentemente retratada na Bíblia como vulnerável e propensa ao pecado.","conexao_teologica":"A necessidade de redenção e a graça de Deus são temas centrais na teologia cristã, refletindo a condição do homem.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Efésios 2:8-9"]},"exodo_32_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, que é o lar do povo de Israel.","explicacao_detalhada":"A palavra 'terra' em Êxodo 32:1 é um lembrete da promessa de Deus ao seu povo e da importância de permanecer fiel a Ele enquanto habitam na terra.","por_que_esta_palavra":"A terra é um símbolo da bênção e da herança que Deus oferece ao seu povo.","conexao_teologica":"A relação entre Deus e a terra é um tema central na narrativa bíblica, refletindo a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Deuteronômio 6:10-12","Josué 21:43-45","Salmos 37:29"]},"exodo_32_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' em Êxodo 32:2 é usada para descrever a instrução de Arão ao povo, que estava ansioso e exigia um ídolo para adorar.","por_que_esta_palavra":"A declaração de Arão reflete a pressão do povo e a falta de fé em Deus, mostrando a fragilidade da liderança.","conexao_teologica":"A importância da palavra e da declaração de fé é um tema central na Bíblia, refletindo a necessidade de confiar em Deus.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36-37","Tiago 3:5-6"]},"exodo_32_2_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Ouro é um metal precioso, simbolizando riqueza e valor.","explicacao_detalhada":"No contexto de Êxodo 32, o ouro é utilizado para a fabricação de um ídolo, o bezerro de ouro, que o povo de Israel fez enquanto Moisés estava no monte. Isso representa a busca por segurança e divindade em algo material.","por_que_esta_palavra":"A palavra 'ouro' é usada para enfatizar a gravidade da idolatria, pois o povo preferiu um objeto de valor material ao invés de confiar em Deus.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, onde a confiança em Deus é frequentemente testada pela atração de bens materiais.","referencias_relacionadas":["Êxodo 20:4","Salmos 115:4-8","1 João 5:21"]},"exodo_32_2_homem":{"palavra_pt":"homem","palavra_original":"אֹזֶן","transliteracao":"ʼôzen","strong":"H241","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se aos indivíduos que compõem o povo de Israel.","explicacao_detalhada":"No versículo, os homens são os que pedem a Aarão que faça um deus para eles, demonstrando a fragilidade da fé humana e a tendência de buscar soluções imediatas.","por_que_esta_palavra":"A palavra 'homem' é usada para mostrar que a responsabilidade pela idolatria recai sobre o povo como um todo, não apenas sobre líderes.","conexao_teologica":"A natureza humana é propensa a desviar-se de Deus, um tema que aparece em várias narrativas bíblicas.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Tiago 1:14-15"]},"exodo_32_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como o povo deseja adorar ou se relacionar com Deus.","explicacao_detalhada":"O povo pede um ídolo para adorar, mostrando que eles estavam dispostos a mudar a forma de adoração que Deus havia estabelecido.","por_que_esta_palavra":"A palavra 'modo' destaca a escolha deliberada do povo em adotar práticas pagãs em vez de seguir a orientação divina.","conexao_teologica":"A adoração a Deus deve ser feita de acordo com Seus mandamentos, e não segundo a vontade humana.","referencias_relacionadas":["Deuteronômio 12:30-31","Mateus 15:9","Colossenses 2:8"]},"exodo_32_3_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Povo refere-se aos israelitas que estavam no deserto, um grupo que havia sido libertado da escravidão.","explicacao_detalhada":"O povo, mesmo após testemunhar milagres, rapidamente se desviou e pediu um ídolo, mostrando a fragilidade da fé coletiva.","por_que_esta_palavra":"A palavra 'povo' enfatiza a responsabilidade coletiva e a influência que a maioria pode ter sobre as decisões espirituais.","conexao_teologica":"A dinâmica entre o povo e Deus é central na narrativa bíblica, refletindo a relação entre a comunidade e sua fidelidade.","referencias_relacionadas":["Êxodo 19:5-6","Salmos 78:40-42","Hebreus 3:12-13"]},"exodo_32_3_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Ouro é novamente mencionado como o material usado para criar o bezerro de ouro.","explicacao_detalhada":"A repetição da palavra 'ouro' reforça a ideia de que o povo estava disposto a sacrificar seus bens mais preciosos para criar um ídolo.","por_que_esta_palavra":"A ênfase no ouro destaca a gravidade da idolatria e a troca de valores que o povo fez ao se afastar de Deus.","conexao_teologica":"A busca por ídolos materiais é uma forma de traição à aliança feita com Deus.","referencias_relacionadas":["Êxodo 20:23","Isaías 40:19-20","Atos 17:29"]},"exodo_32_4_idiom":{"palavra_pt":"expressao","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3335","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Expressão refere-se ao ato de moldar ou criar algo, neste caso, o ídolo.","explicacao_detalhada":"A palavra 'expressão' indica o ato de dar forma ao bezerro de ouro, simbolizando a criação de um deus à imagem do homem.","por_que_esta_palavra":"A escolha de moldar um ídolo reflete a tentativa do povo de controlar sua própria espiritualidade.","conexao_teologica":"A criação de ídolos é uma forma de distorcer a imagem de Deus, que não pode ser contido em formas humanas.","referencias_relacionadas":["Salmos 106:20","Isaías 44:9-20","Romanos 1:22-23"]},"exodo_32_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao ambiente físico onde o povo estava, mas também simboliza a criação de Deus.","explicacao_detalhada":"A menção da terra destaca a conexão entre o povo e o mundo criado por Deus, que eles estavam desconsiderando ao criar um ídolo.","por_que_esta_palavra":"A palavra 'terra' enfatiza a soberania de Deus sobre toda a criação, contrastando com a impotência dos ídolos.","conexao_teologica":"A criação é um testemunho do poder de Deus, e a idolatria é uma negação desse poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 1:25"]},"exodo_32_4_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar refere-se ao ato de pegar o ouro para moldar o ídolo.","explicacao_detalhada":"O ato de 'tomar' o ouro é uma ação deliberada que mostra a disposição do povo em sacrificar o que era precioso para eles em favor da idolatria.","por_que_esta_palavra":"A palavra 'tomar' destaca a ação consciente e intencional do povo em se afastar de Deus.","conexao_teologica":"A escolha de tomar o que é valioso para adorar um ídolo é uma traição à confiança em Deus.","referencias_relacionadas":["Êxodo 20:23","Mateus 6:21","1 Timóteo 6:10"]},"exodo_32_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se ao nome de Deus, YHWH, que representa Sua autoridade e divindade.","explicacao_detalhada":"A palavra 'senhor' é usada para contrastar a verdadeira divindade com os ídolos criados pelo homem, enfatizando a soberania de Deus.","por_que_esta_palavra":"A menção do nome de Deus é crucial para lembrar ao povo quem realmente deve ser adorado.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, e a idolatria é uma negação dessa identidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Filipenses 2:9-11"]},"exodo_32_5_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver refere-se à percepção e entendimento do que está acontecendo.","explicacao_detalhada":"A palavra 'ver' implica um chamado à reflexão sobre as ações do povo e suas consequências espirituais.","por_que_esta_palavra":"A palavra 'ver' sugere a necessidade de discernimento espiritual em meio à confusão e desvio.","conexao_teologica":"A capacidade de ver e entender a verdade de Deus é fundamental para a fé e a adoração genuína.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22-23","2 Coríntios 4:4"]},"exodo_32_5_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Construir um altar para adoração ao bezerro de ouro.","explicacao_detalhada":"A palavra 'edificar' refere-se ao ato de construir algo que serve a um propósito específico. Neste contexto, os israelitas estavam construindo um ídolo, o que representa uma desobediência a Deus.","por_que_esta_palavra":"A escolha da palavra 'edificar' enfatiza a ação deliberada dos israelitas em criar um objeto de adoração, contrastando com a construção do Tabernáculo, que era para adorar ao Senhor.","conexao_teologica":"A edificação de ídolos é um tema recorrente na Bíblia, onde Deus condena a idolatria e chama Seu povo a adorá-Lo somente.","referencias_relacionadas":["Êxodo 20:4-5","Deuteronômio 5:8-9","Isaías 44:9-20"]},"exodo_32_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Decidir sobre a culpa dos israelitas que adoraram o bezerro de ouro.","explicacao_detalhada":"A palavra 'julgar' implica a ação de avaliar e determinar a justiça em uma situação. Moisés, ao descer do monte, estava em posição de julgar a ação do povo.","por_que_esta_palavra":"O uso de 'julgar' destaca a responsabilidade de Moisés como líder e mediador entre Deus e o povo, refletindo a necessidade de justiça.","conexao_teologica":"Deus é frequentemente descrito como o juiz supremo, e a responsabilidade de Moisés em julgar o povo reflete a importância da liderança justa.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 3:17","Romanos 14:10"]},"exodo_32_6_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar-se para adorar o bezerro de ouro.","explicacao_detalhada":"A palavra 'levantar' sugere uma ação de se erguer em resposta a um chamado ou a uma situação. Aqui, o povo se levanta para celebrar a sua nova adoração.","por_que_esta_palavra":"A escolha de 'levantar' implica uma ação ativa e intencional, mostrando a disposição do povo em se comprometer com a idolatria.","conexao_teologica":"Levantar-se para adorar algo que não é Deus é uma traição ao chamado de adoração exclusiva a Ele.","referencias_relacionadas":["Salmos 95:6","Mateus 4:10","1 Coríntios 10:14"]},"exodo_32_6_homem":{"palavra_pt":"homem","palavra_original":"שָׁכַם","transliteracao":"shâkam","strong":"H7925","significado_raiz":"Ideia básica: homem.","significado_contextual":"Referência ao povo de Israel como homens que se desviaram de Deus.","explicacao_detalhada":"A palavra 'homem' aqui representa a humanidade em sua fragilidade e tendência ao pecado, especialmente em momentos de crise.","por_que_esta_palavra":"O uso de 'homem' enfatiza a responsabilidade individual e coletiva dos israelitas em suas ações.","conexao_teologica":"A natureza humana é frequentemente retratada como propensa ao erro, necessitando da graça e da redenção de Deus.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Tiago 1:14-15"]},"exodo_32_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra prometida que Deus deu ao povo de Israel.","explicacao_detalhada":"A palavra 'terra' refere-se ao espaço físico que Deus prometeu a Abraão e seus descendentes, simbolizando a herança e a presença de Deus entre Seu povo.","por_que_esta_palavra":"A menção da 'terra' destaca a relação especial entre Deus e Israel, que deveria ser um povo separado para Ele.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da fidelidade divina, que se estende a toda a história da salvação.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-12","Josué 1:2"]},"exodo_32_7_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Deus falando a Moisés sobre a desobediência do povo.","explicacao_detalhada":"A palavra 'falar' implica comunicação direta e revelação. Deus se comunica com Moisés para alertá-lo sobre a situação do povo.","por_que_esta_palavra":"A escolha de 'falar' enfatiza a relação pessoal entre Deus e Moisés, mostrando que Deus se preocupa com a desobediência de Seu povo.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, refletindo Sua vontade e desejo de relacionamento.","referencias_relacionadas":["Êxodo 3:4","Salmos 29:4","Hebreus 1:1-2"]},"exodo_32_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e representa Sua presença e poder. O uso do nome enfatiza a seriedade da adoração.","por_que_esta_palavra":"A menção do nome de Deus destaca a importância de reconhecer Sua soberania e a gravidade da idolatria.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, sendo um lembrete constante de Sua fidelidade.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"exodo_32_8_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"O caminho que leva à vida plena em Deus.","explicacao_detalhada":"A palavra 'vida' refere-se ao modo de viver que agrada a Deus e que é sustentado por Sua presença. O povo estava escolhendo um caminho de morte ao adorar ídolos.","por_que_esta_palavra":"A escolha de 'vida' enfatiza a contrapartida entre a verdadeira vida em Deus e a morte espiritual que resulta da idolatria.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, onde a obediência a Ele resulta em bênçãos e vida abundante.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 6:23"]},"exodo_32_8_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O ato de oferecer sacrifícios ao bezerro de ouro.","explicacao_detalhada":"A palavra 'sacrifício' refere-se a uma oferta feita a um deus, que neste caso é um ídolo. Isso contrasta com os sacrifícios que deveriam ser feitos a Deus.","por_que_esta_palavra":"A menção de 'sacrifício' destaca a seriedade da adoração e a troca de um verdadeiro relacionamento com Deus por um ato vazio de idolatria.","conexao_teologica":"O conceito de sacrifício é central na Bíblia, onde o sacrifício verdadeiro é aquele que honra a Deus e não ídolos.","referencias_relacionadas":["Levítico 1:1-17","Hebreus 9:22","Romanos 12:1"]},"exodo_32_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra prometida que deveria ser habitada pelo povo de Deus.","explicacao_detalhada":"A palavra 'terra' novamente enfatiza a herança que Deus deu a Israel, contrastando com a escolha do povo de se desviar.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que a desobediência pode levar à perda das promessas de Deus.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e da necessidade de permanecer em Sua vontade para desfrutar de Suas bênçãos.","referencias_relacionadas":["Êxodo 3:8","Deuteronômio 8:7-10","Josué 21:43-45"]},"exodo_32_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Deus ao povo de Israel, enfatizando a importância da palavra divina.","explicacao_detalhada":"Neste contexto, Deus está se referindo ao que Ele disse a Moisés sobre o povo que havia se corrompido. A palavra 'dizer' implica não apenas a comunicação, mas também a autoridade e a intenção por trás da mensagem.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a relação entre Deus e Seu povo, mostrando que a comunicação divina é fundamental para a compreensão do plano de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua comunicação é essencial para a revelação do caráter de Deus e de Sua vontade para a humanidade.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Isaías 55:11"]},"exodo_32_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e à autoridade de Deus sobre Israel e sobre todas as nações.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' enfatiza a relação de aliança entre Deus e Seu povo, mostrando que Ele é o Deus que se revela e se relaciona com a humanidade.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a identidade de Deus como o Criador e Sustentador, que exige fidelidade e obediência de Seu povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e a relação que Ele estabelece com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"exodo_32_9_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao povo de Israel, escolhido por Deus para ser Seu povo especial.","explicacao_detalhada":"Neste contexto, Deus se refere ao povo que se desviou de Seus mandamentos, mostrando a fragilidade da natureza humana e a necessidade de liderança espiritual.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a dinâmica entre Deus e Israel, destacando a responsabilidade do povo em seguir a vontade divina.","conexao_teologica":"A relação entre Deus e Seu povo é um tema central na Bíblia, refletindo a aliança e a necessidade de obediência e arrependimento.","referencias_relacionadas":["Deuteronômio 7:6","1 Pedro 2:9","Romanos 9:25-26"]},"exodo_32_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se à criação de um ídolo, simbolizando a apostasia do povo de Israel ao se afastar de Deus.","explicacao_detalhada":"Neste versículo, Deus menciona a criação do bezerro de ouro, que representa a adoração a ídolos e a quebra da aliança com Ele.","por_que_esta_palavra":"A palavra 'urso' é usada para mostrar a gravidade da ação do povo em criar um ídolo, desafiando diretamente a autoridade de Deus.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, simbolizando a rejeição de Deus e a busca por segurança em coisas criadas em vez do Criador.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","1 Coríntios 10:14"]},"exodo_32_10_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' refere-se à ira de Deus que se intensifica em resposta à rebelião do povo.","explicacao_detalhada":"Neste contexto, Deus expressa Sua indignação e a possibilidade de destruir o povo por causa de sua desobediência, mostrando a seriedade do pecado.","por_que_esta_palavra":"A palavra 'crescer' é significativa porque indica a progressão da ira divina, que é uma resposta justa ao pecado e à rebelião.","conexao_teologica":"A ira de Deus é um aspecto de Seu caráter que reflete Sua santidade e justiça, e é um aviso sobre as consequências do pecado.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Efésios 5:6"]},"exodo_32_10_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se aos povos ao redor de Israel, destacando a preocupação de Deus com a reputação de Seu nome entre as nações.","explicacao_detalhada":"Deus menciona que se Ele destruir o povo, as nações ao redor poderiam interpretar isso como uma falha de Deus em cumprir Suas promessas.","por_que_esta_palavra":"A palavra 'nação' é importante porque mostra que a ação de Deus não afeta apenas Israel, mas também a percepção das nações sobre Ele.","conexao_teologica":"Deus é apresentado como o Deus das nações, e Sua glória e reputação são fundamentais para a missão de Israel como luz para os gentios.","referencias_relacionadas":["Isaías 49:6","Mateus 28:19","Atos 1:8"]},"exodo_32_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à terra prometida, que é um símbolo da promessa e da herança de Deus para Seu povo.","explicacao_detalhada":"Neste contexto, a terra é um elemento central na aliança de Deus com Israel, representando bênção e prosperidade.","por_que_esta_palavra":"A palavra 'terra' é crucial porque simboliza a realização das promessas de Deus e a herança que Ele oferece ao Seu povo.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus em cumprir Suas promessas e a esperança de um futuro glorioso.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"exodo_32_11_oracao":{"palavra_pt":"oracao","palavra_original":"חָלָה","transliteracao":"châlâh","strong":"H2470","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A palavra 'oração' refere-se ao ato de interceder, mostrando a importância da mediação em momentos de crise.","explicacao_detalhada":"Neste contexto, a oração é um meio pelo qual Moisés busca a misericórdia de Deus em favor do povo, destacando a importância da intercessão.","por_que_esta_palavra":"A palavra 'oração' é significativa porque revela a necessidade de comunicação com Deus, especialmente em tempos de necessidade e arrependimento.","conexao_teologica":"A oração é um aspecto fundamental da vida espiritual, representando a relação pessoal entre o crente e Deus, e a intercessão é vital para a comunidade.","referencias_relacionadas":["1 Timóteo 2:1-2","Tiago 5:16","Romanos 8:26-27"]},"exodo_32_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é novamente utilizada para reafirmar a soberania de Deus e Sua autoridade sobre a situação.","explicacao_detalhada":"Neste versículo, Moisés apela ao nome de Deus, reconhecendo Sua autoridade e pedindo Sua intervenção em favor do povo.","por_que_esta_palavra":"A repetição da palavra 'Senhor' enfatiza a importância do nome de Deus na oração e na intercessão.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e invocá-lo em oração é um ato de fé e submissão.","referencias_relacionadas":["Salmos 124:8","Salmos 145:18","Romanos 10:13"]},"exodo_32_12_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à intenção de Deus de punir o povo por sua desobediência, mostrando a seriedade do pecado.","explicacao_detalhada":"Neste contexto, Deus expressa a possibilidade de destruir o povo como consequência de sua rebelião, ressaltando a justiça divina.","por_que_esta_palavra":"A palavra 'destruir' é significativa porque revela a gravidade da situação e a necessidade de arrependimento por parte do povo.","conexao_teologica":"A justiça de Deus é um aspecto essencial de Seu caráter, e a destruição do pecado é uma consequência inevitável da Sua santidade.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7-8","Apocalipse 20:14-15"]},"exodo_32_12_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra ou solo onde o povo de Israel estava acampado.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) é usada para descrever a terra física, enfatizando a conexão do povo com o lugar que habitam e a importância do solo na cultura agrícola israelita.","por_que_esta_palavra":"O uso de 'solo' destaca a relação entre o povo e a terra prometida, simbolizando a herança e a identidade nacional.","conexao_teologica":"O solo é frequentemente visto como um símbolo da promessa de Deus ao Seu povo, representando a bênção e a aliança.","referencias_relacionadas":["Gênesis 1:26","Deuteronômio 8:7","Salmos 37:29"]},"exodo_32_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de falar ou declarar algo de forma significativa.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para expressar a comunicação divina e a importância das palavras de Deus na formação da identidade do povo.","por_que_esta_palavra":"A escolha de 'dizer' enfatiza a autoridade da palavra de Deus e a necessidade de ouvir e obedecer a Suas instruções.","conexao_teologica":"As palavras de Deus são fundamentais para a revelação e a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"exodo_32_13_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele observa a terra.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) simboliza a soberania de Deus e Sua autoridade sobre toda a criação.","por_que_esta_palavra":"O uso de 'céus' reforça a ideia de que Deus está acima de todas as coisas e que Ele tem controle sobre a história.","conexao_teologica":"Os céus são frequentemente mencionados nas Escrituras como o lugar de habitação de Deus e como um símbolo de Sua glória.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"exodo_32_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à totalidade ou à maneira como algo é feito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica a abrangência de uma ação ou a totalidade de um conceito, enfatizando a plenitude da intenção divina.","por_que_esta_palavra":"O uso de 'modo' sugere que todas as ações de Deus são completas e perfeitas, refletindo Sua natureza.","conexao_teologica":"Deus age em todos os aspectos da vida, e Sua vontade é integral e abrangente.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Colossenses 3:17"]},"exodo_32_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, simbolizando a herança e a presença de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é central na narrativa bíblica, representando não apenas o espaço físico, mas também a promessa de Deus e a identidade do povo.","por_que_esta_palavra":"A menção da 'terra' destaca a importância da geografia na história da salvação e na relação entre Deus e Israel.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-12","Josué 1:3"]},"exodo_32_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de fazer ou criar algo, no contexto de uma ação deliberada.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) implica em ação e criação, enfatizando a responsabilidade do povo em suas escolhas.","por_que_esta_palavra":"O uso de 'urso' destaca a capacidade humana de agir e a necessidade de responsabilidade nas ações diante de Deus.","conexao_teologica":"Deus é o Criador, e a ação humana deve refletir Sua vontade e propósito.","referencias_relacionadas":["Gênesis 1:26","Salmos 104:24","Efésios 2:10"]},"exodo_32_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua natureza e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Sua relação íntima com o Seu povo e Sua soberania.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a importância de reconhecer Sua autoridade e a necessidade de reverência.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão de Sua identidade e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_32_14_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao conceito de mal ou iniquidade, especialmente em relação às ações do povo.","explicacao_detalhada":"A palavra 'mal' (רַע) é usada para descrever ações que vão contra a vontade de Deus e que trazem consequências negativas.","por_que_esta_palavra":"O uso de 'mal' destaca a gravidade do pecado e a necessidade de arrependimento e restauração.","conexao_teologica":"O mal é um tema recorrente nas Escrituras, enfatizando a luta entre o bem e o mal e a necessidade da redenção.","referencias_relacionadas":["Gênesis 6:5","Isaías 5:20","Romanos 3:23"]},"exodo_32_15_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se ao ato de descer ou se afastar, muitas vezes em um contexto de julgamento ou ação divina.","explicacao_detalhada":"A palavra 'inimigo' (יָרַד) implica em uma descida que pode ser literal ou figurativa, indicando um movimento em direção ao povo.","por_que_esta_palavra":"O uso de 'inimigo' sugere a presença de Deus em ação, seja para julgamento ou para intervenção.","conexao_teologica":"Deus é visto como aquele que desce para intervir na história, trazendo julgamento ou salvação.","referencias_relacionadas":["Gênesis 11:5","Êxodo 3:8","Salmos 18:9"]},"exodo_32_15_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou presença de Deus, simbolizando Sua proximidade e relacionamento com o povo.","explicacao_detalhada":"A palavra 'rosto' (פָּנָה) é usada para descrever a presença de Deus, que é fundamental na experiência de adoração e comunhão.","por_que_esta_palavra":"O uso de 'rosto' enfatiza a intimidade do relacionamento entre Deus e Seu povo, onde Sua presença é vital.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, representando Sua proximidade e a necessidade de estar em comunhão com Ele.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"exodo_32_15_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição intermediária, sugerindo a presença de algo ou alguém no meio de outros.","explicacao_detalhada":"Neste contexto, 'entre' refere-se à posição de Moisés em relação ao povo e a Deus, simbolizando a intercessão e a mediação.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a função de Moisés como mediador entre Deus e os israelitas, que estavam em pecado.","conexao_teologica":"A intercessão de Moisés prefigura a intercessão de Cristo, que também se coloca entre Deus e a humanidade.","referencias_relacionadas":["1 Timóteo 2:5","Hebreus 7:25","Romanos 8:34"]},"exodo_32_16_pedra":{"palavra_pt":"pedra","palavra_original":"לוּחַ","transliteracao":"lûwach","strong":"H3871","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' refere-se às tábuas da lei, que simbolizam a aliança entre Deus e o povo de Israel.","explicacao_detalhada":"As tábuas de pedra eram escritas pelo próprio dedo de Deus, representando a imutabilidade da Sua lei e vontade.","por_que_esta_palavra":"A pedra é um símbolo de firmeza e durabilidade, refletindo a natureza eterna da aliança divina.","conexao_teologica":"As tábuas de pedra representam a lei que revela o caráter de Deus e a necessidade de um Salvador.","referencias_relacionadas":["Êxodo 20:1-17","Deuteronômio 5:6-21","Salmos 119:105"]},"exodo_32_16_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade da obra de Deus, que é perfeita e justa.","explicacao_detalhada":"Neste contexto, 'bom' se relaciona com a obra de Deus na entrega da lei, que é para o bem do povo.","por_que_esta_palavra":"A ênfase na bondade da obra de Deus contrasta com a rebeldia do povo, que estava criando ídolos.","conexao_teologica":"A bondade de Deus é um tema central na Escritura, refletindo Sua natureza e Seus planos para a humanidade.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"exodo_32_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Senhor, o único verdadeiro, que se revelou ao povo de Israel.","explicacao_detalhada":"Neste contexto, 'deus' destaca a soberania e a autoridade de Deus sobre todas as coisas, especialmente sobre a criação e a lei.","por_que_esta_palavra":"A menção de Deus enfatiza a relação especial que Ele tem com Israel e a importância de obedecer à Sua palavra.","conexao_teologica":"A compreensão de Deus como o único verdadeiro é fundamental para a fé israelita e cristã.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","João 17:3"]},"exodo_32_17_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se ao rebanho que Moisés e os israelitas possuíam, simbolizando a prosperidade e a bênção de Deus.","explicacao_detalhada":"Neste contexto, o gado representa a riqueza material e a proteção que Deus ofereceu ao Seu povo durante a jornada.","por_que_esta_palavra":"A menção do gado destaca a preocupação de Moisés com o bem-estar do povo e a necessidade de ouvir a voz de Deus.","conexao_teologica":"O cuidado de Deus pelo Seu povo é um tema recorrente, refletindo Sua providência e amor.","referencias_relacionadas":["Salmos 23:1","Mateus 6:26","Filipenses 4:19"]},"exodo_32_17_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de prestar atenção e responder à voz de Deus.","explicacao_detalhada":"Neste contexto, 'ouvir' implica em uma atitude de submissão e obediência à vontade divina.","por_que_esta_palavra":"A ênfase em 'ouvir' destaca a importância de discernir a voz de Deus em meio ao clamor do povo.","conexao_teologica":"A habilidade de ouvir a Deus é essencial para a vida espiritual e a relação com Ele.","referencias_relacionadas":["Salmos 46:10","João 10:27","Tiago 1:19"]},"exodo_32_17_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação de Deus, que pode ser ouvida e reconhecida.","explicacao_detalhada":"Neste contexto, a 'voz' de Deus é um chamado à ação e à reflexão sobre o comportamento do povo.","por_que_esta_palavra":"A voz de Deus é um meio pelo qual Ele se revela e orienta Seu povo, sendo crucial para a obediência.","conexao_teologica":"A voz de Deus é um tema importante na Escritura, simbolizando Sua presença e direção.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","Hebreus 3:15"]},"exodo_32_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou expressar algo, neste caso, a resposta de Moisés ao ouvir a voz do povo.","explicacao_detalhada":"Neste contexto, 'dizer' implica em uma resposta ativa e consciente à situação em que o povo se encontra.","por_que_esta_palavra":"A escolha de 'dizer' destaca a importância da comunicação e da expressão na relação entre Moisés e o povo.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, refletindo a necessidade de diálogo.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:34","Tiago 3:5"]},"exodo_32_18_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' novamente refere-se à comunicação, enfatizando a importância da mensagem que está sendo transmitida.","explicacao_detalhada":"Neste contexto, a 'voz' representa a urgência e a gravidade da situação que Moisés está enfrentando.","por_que_esta_palavra":"A repetição da palavra 'voz' ressalta a necessidade de atenção e resposta à mensagem de Deus.","conexao_teologica":"A voz de Deus é um chamado à ação e à transformação, essencial para a vida espiritual.","referencias_relacionadas":["Salmos 95:7","Isaías 58:1","Apocalipse 3:20"]},"exodo_32_18_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se à percepção e à capacidade de ver a realidade espiritual e moral ao redor.","explicacao_detalhada":"Neste contexto, 'olho' simboliza a necessidade de discernimento e vigilância sobre as ações do povo.","por_que_esta_palavra":"A menção do 'olho' destaca a importância de estar atento às advertências de Deus e às consequências do pecado.","conexao_teologica":"A visão espiritual é crucial para a compreensão da vontade de Deus e para a vida em santidade.","referencias_relacionadas":["Mateus 6:22-23","Hebreus 12:2","1 Pedro 5:8"]},"exodo_32_19_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que o povo de Israel fez como ídolo, simbolizando a apostasia e a falta de fé.","explicacao_detalhada":"O gado, especificamente um bezerro de ouro, foi moldado pelos israelitas enquanto Moisés estava no monte Sinai. Este ato de idolatria representa uma quebra do primeiro mandamento, onde Deus proíbe a adoração a outros deuses.","por_que_esta_palavra":"A palavra 'gado' é utilizada para enfatizar a escolha do povo em criar um ídolo a partir de um animal que simboliza riqueza e prosperidade, em vez de confiar em Deus.","conexao_teologica":"Este episódio destaca a tendência humana de buscar segurança em ídolos materiais em vez de confiar na providência divina.","referencias_relacionadas":["Êxodo 20:3-5","Salmos 106:19-20","1 Coríntios 10:7"]},"exodo_32_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de Moisés ao descer do monte e ver o que o povo havia feito, representando a queda moral e espiritual do povo.","explicacao_detalhada":"A palavra 'cair' aqui simboliza não apenas a descida física de Moisés, mas também a queda do povo em sua fé e obediência a Deus. A visão do bezerro de ouro provoca uma reação intensa em Moisés.","por_que_esta_palavra":"A escolha da palavra 'cair' sugere um contraste entre a santidade de Deus e a corrupção do povo.","conexao_teologica":"A queda do povo de Israel é um reflexo da natureza humana propensa ao pecado e à idolatria.","referencias_relacionadas":["Gálatas 5:4","Romanos 3:23","Tiago 1:14-15"]},"exodo_32_20_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de Moisés ao tomar o bezerro de ouro e destruí-lo, simbolizando a rejeição da idolatria.","explicacao_detalhada":"Moisés agarra o ídolo, mostrando sua indignação e a necessidade de purificação do povo. A destruição do bezerro representa um retorno à adoração verdadeira a Deus.","por_que_esta_palavra":"A palavra 'tomar' enfatiza a ação decisiva de Moisés em confrontar o pecado do povo.","conexao_teologica":"A ação de Moisés reflete a necessidade de arrependimento e purificação na vida do crente.","referencias_relacionadas":["Êxodo 20:4-5","Deuteronômio 9:16-17","1 João 5:21"]},"exodo_32_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Embora a palavra 'urso' não apareça diretamente no contexto, pode ser interpretada como uma referência a um animal forte, simbolizando a força do ídolo.","explicacao_detalhada":"A escolha de um animal forte como o bezerro representa a busca do povo por algo que eles pudessem ver e tocar, em vez de confiar no Deus invisível.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a força e a atratividade do ídolo, que seduz o povo a se desviar.","conexao_teologica":"A busca por ídolos reflete a fragilidade da fé humana e a necessidade de confiar em Deus.","referencias_relacionadas":["Salmos 115:4-8","Isaías 44:9-20","Romanos 1:22-23"]},"exodo_32_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Moisés ao confrontar o povo sobre seu pecado.","explicacao_detalhada":"Moisés pergunta ao povo sobre o que fizeram, enfatizando a gravidade da situação e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'dizer' é crucial para a comunicação da verdade e do chamado ao arrependimento.","conexao_teologica":"A comunicação da verdade é essencial para a restauração do relacionamento com Deus.","referencias_relacionadas":["Mateus 12:36","Tiago 3:1-2","Efésios 4:29"]},"exodo_32_21_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Novamente, refere-se ao bezerro de ouro, que simboliza a idolatria do povo.","explicacao_detalhada":"O uso da palavra 'urso' aqui reforça a ideia de que o povo estava adorando algo que não tinha vida, em contraste com o Deus vivo.","por_que_esta_palavra":"A repetição da palavra 'urso' enfatiza a gravidade da idolatria e a necessidade de um retorno à verdadeira adoração.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, mostrando a luta constante entre a adoração a Deus e a tentação de adorar ídolos.","referencias_relacionadas":["Êxodo 20:3-5","Salmos 106:19-20","1 Coríntios 10:7"]},"exodo_32_21_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que se desviou de Deus ao criar o bezerro de ouro.","explicacao_detalhada":"O povo, que havia sido libertado da escravidão, agora se volta para a idolatria, mostrando a fragilidade da fé humana.","por_que_esta_palavra":"A palavra 'povo' é usada para enfatizar a coletividade da transgressão e a responsabilidade compartilhada.","conexao_teologica":"A história do povo de Israel serve como um alerta para as gerações futuras sobre a importância de permanecer fiel a Deus.","referencias_relacionadas":["Hebreus 3:12-13","1 Pedro 2:9","Romanos 12:1-2"]},"exodo_32_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à resposta de Arão ao povo, tentando justificar a criação do ídolo.","explicacao_detalhada":"Arão tenta minimizar a gravidade da situação, mostrando a tendência humana de racionalizar o pecado.","por_que_esta_palavra":"A palavra 'dizer' aqui é usada para mostrar a comunicação falha e a falta de arrependimento.","conexao_teologica":"A justificativa do pecado é uma luta comum na vida cristã, onde a verdade deve prevalecer sobre a racionalização.","referencias_relacionadas":["Romanos 1:18-20","Gálatas 6:7-8","1 João 1:8-10"]},"exodo_32_22_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Refere-se à tentativa de Arão de acalmar o povo, reconhecendo a necessidade de liderança.","explicacao_detalhada":"Arão se coloca como um líder, mas falha em guiar o povo de acordo com a vontade de Deus, mostrando a importância de líderes fiéis.","por_que_esta_palavra":"A palavra 'soberano' é usada para enfatizar a autoridade que deve ser exercida de acordo com a vontade de Deus.","conexao_teologica":"A liderança espiritual deve sempre apontar para Deus e não para ídolos ou interesses pessoais.","referencias_relacionadas":["Tiago 3:1","1 Pedro 5:2-3","Hebreus 13:17"]},"exodo_32_22_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se novamente ao povo de Israel, que estava em um estado de confusão e desespero.","explicacao_detalhada":"O povo, ao se sentir abandonado, busca um ídolo para adorar, mostrando a fragilidade da fé em tempos de crise.","por_que_esta_palavra":"A repetição da palavra 'povo' enfatiza a coletividade da transgressão e a necessidade de unidade na adoração a Deus.","conexao_teologica":"A história do povo de Israel serve como um lembrete da importância de permanecer firme na fé, mesmo em tempos difíceis.","referencias_relacionadas":["Hebreus 10:24-25","1 Coríntios 12:12-14","Efésios 4:3"]},"exodo_32_23_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, um ser humano, no contexto da liderança e responsabilidade.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a natureza humana e a capacidade de escolha e liderança. No contexto de Êxodo 32:23, refere-se a como os homens influenciam o povo e suas decisões.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a responsabilidade individual e coletiva no pecado do povo.","conexao_teologica":"A humanidade é vista como responsável por suas ações e decisões diante de Deus, refletindo a necessidade de arrependimento e liderança justa.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 5:12"]},"exodo_32_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território ou chão, simbolizando a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' é fundamental na narrativa bíblica, representando não apenas o espaço físico, mas também a promessa de Deus a Israel. Em Êxodo 32:23, a referência à terra está ligada à identidade do povo de Deus.","por_que_esta_palavra":"A menção da 'terra' destaca a conexão entre o povo e a promessa divina, além de suas consequências ao se desviar do caminho de Deus.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Seu povo e da necessidade de fidelidade a Ele.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-12","Josué 1:2"]},"exodo_32_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude ou importância de uma declaração ou ação.","explicacao_detalhada":"A palavra 'grande' é usada para enfatizar a seriedade da situação e a gravidade das ações do povo, que se afastou de Deus.","por_que_esta_palavra":"A utilização de 'grande' indica que as palavras ou ações têm consequências significativas, refletindo a importância da obediência a Deus.","conexao_teologica":"A grandeza de Deus contrasta com a pequenez do pecado humano, mostrando a necessidade de arrependimento.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"exodo_32_24_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou entregar algo, especialmente em um contexto de necessidade ou súplica.","explicacao_detalhada":"A palavra 'dar' é crucial para entender a dinâmica de troca entre Deus e o povo, onde o povo busca algo em troca de sua adoração.","por_que_esta_palavra":"A escolha de 'dar' mostra a expectativa de que a adoração deve ser acompanhada de ações que refletem a verdadeira devoção.","conexao_teologica":"A relação entre dar e receber é central na teologia da aliança, onde Deus dá e o povo deve responder com fidelidade.","referencias_relacionadas":["Mateus 7:7","Lucas 6:38","2 Coríntios 9:7"]},"exodo_32_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Novamente, refere-se à magnitude de uma declaração ou ação, enfatizando a seriedade da situação.","explicacao_detalhada":"A repetição da palavra 'grande' reforça a importância das ações do povo e a gravidade de sua desobediência.","por_que_esta_palavra":"A ênfase em 'grande' destaca que as consequências do pecado são profundas e impactantes.","conexao_teologica":"A grandeza de Deus é contrastada com a falibilidade humana, ressaltando a necessidade de arrependimento e retorno ao Senhor.","referencias_relacionadas":["Salmos 86:10","Isaías 55:8-9","Romanos 3:23"]},"exodo_32_25_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de ver ou perceber, especialmente em um contexto de julgamento ou discernimento.","explicacao_detalhada":"A palavra 'ver' implica em uma observação atenta das ações do povo, levando a um entendimento mais profundo das suas transgressões.","por_que_esta_palavra":"A escolha de 'ver' sugere que Deus está ciente das ações do povo e que não há nada oculto a Ele.","conexao_teologica":"Deus é onisciente e observa as ações humanas, o que implica responsabilidade e necessidade de arrependimento.","referencias_relacionadas":["Salmos 33:13-15","Provérbios 15:3","Hebreus 4:13"]},"exodo_32_25_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que formam uma nação, neste caso, o povo de Israel.","explicacao_detalhada":"A palavra 'povo' enfatiza a coletividade e a identidade do povo escolhido por Deus, que deve seguir Suas leis.","por_que_esta_palavra":"A menção do 'povo' destaca a responsabilidade coletiva em relação à obediência e ao pecado.","conexao_teologica":"A ideia de povo escolhido é central na teologia da aliança, onde Deus se relaciona com um grupo específico.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"exodo_32_25_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se a uma conjunção que introduz uma explicação ou razão.","explicacao_detalhada":"A palavra 'porque' é usada para justificar a observação feita anteriormente, ligando ações a consequências.","por_que_esta_palavra":"A utilização de 'porque' é essencial para entender a lógica por trás das ações e decisões do povo.","conexao_teologica":"A relação entre ações e consequências é um tema central na Escritura, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Tiago 1:22"]},"exodo_32_26_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se a rebanhos ou animais domésticos, simbolizando riqueza e sustento.","explicacao_detalhada":"A palavra 'gado' é importante no contexto da economia e da vida cotidiana do povo de Israel, refletindo suas posses e sustento.","por_que_esta_palavra":"A menção do 'gado' destaca a conexão entre a vida material e a espiritualidade do povo.","conexao_teologica":"O cuidado de Deus por Seu povo se estende a todas as áreas da vida, incluindo o sustento material.","referencias_relacionadas":["Gênesis 30:43","Êxodo 20:17","Salmos 104:14"]},"exodo_32_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a soberania e a divindade de Deus, enfatizando Sua posição sobre o povo.","por_que_esta_palavra":"A escolha de 'senhor' destaca a reverência que o povo deve ter em relação a Deus e Sua palavra.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, refletindo Sua santidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Filipenses 2:9-11"]},"exodo_32_26_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"No contexto de Êxodo 32:26, 'servir' refere-se à ação de se dedicar a Deus, em contraste com a adoração ao bezerro de ouro.","explicacao_detalhada":"A palavra 'servir' implica uma escolha consciente de se submeter à autoridade divina. Moisés convoca o povo a se posicionar em relação a Deus, enfatizando a importância da lealdade.","por_que_esta_palavra":"A escolha de 'servir' destaca a relação de aliança entre Deus e o povo de Israel, onde a obediência é um sinal de fidelidade.","conexao_teologica":"A ideia de servir a Deus é central na teologia do Antigo Testamento, refletindo a relação de servidão e adoração que deve existir entre o Criador e Sua criação.","referencias_relacionadas":["Deuteronômio 10:12","Josué 24:15","Romanos 12:1"]},"exodo_32_27_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Aqui, 'gado' refere-se aos animais que foram usados para a adoração idólatra, simbolizando a corrupção da adoração verdadeira.","explicacao_detalhada":"O uso do gado como ídolo revela a tendência humana de substituir a adoração a Deus por objetos materiais, refletindo uma falta de compreensão da santidade de Deus.","por_que_esta_palavra":"A palavra 'gado' é significativa porque representa a transgressão do povo ao se desviar da verdadeira adoração, enfatizando a gravidade do pecado.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, onde Deus frequentemente condena a adoração a ídolos e chama Seu povo ao arrependimento.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 106:19-20","Isaías 44:9-20"]},"exodo_32_27_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de Moisés em relação aos idólatras, simbolizando o juízo de Deus sobre a desobediência.","explicacao_detalhada":"Destruir os ídolos e aqueles que os adoravam é uma representação da purificação necessária para restaurar a aliança entre Deus e Seu povo.","por_que_esta_palavra":"A escolha de 'destruir' enfatiza a seriedade do pecado e a necessidade de um julgamento justo para manter a santidade da comunidade de fé.","conexao_teologica":"O juízo de Deus é um tema importante na Bíblia, onde a desobediência resulta em consequências severas, mas também aponta para a necessidade de arrependimento.","referencias_relacionadas":["Números 25:4","Deuteronômio 13:12-16","Romanos 1:18"]},"exodo_32_27_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Neste versículo, 'homem' refere-se aos indivíduos que se opuseram a Deus, destacando a responsabilidade pessoal diante da lei divina.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar que cada pessoa tem a responsabilidade de escolher entre seguir a Deus ou se desviar para a idolatria.","por_que_esta_palavra":"A inclusão de 'homem' ressalta a natureza pessoal da fé e a necessidade de cada indivíduo se posicionar em relação a Deus.","conexao_teologica":"A responsabilidade individual é um tema central na Bíblia, onde cada pessoa é chamada a responder ao chamado de Deus.","referencias_relacionadas":["Ezequiel 18:30","Gálatas 6:5","Romanos 14:12"]},"exodo_32_28_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma referência a um animal que simboliza força e poder, mas aqui é usada para descrever a criação de um ídolo.","explicacao_detalhada":"O uso do 'urso' como ídolo reflete a tendência humana de criar deuses à sua imagem, em vez de adorar o Deus verdadeiro que é espírito.","por_que_esta_palavra":"A escolha de 'urso' destaca a futilidade da idolatria, onde a força e o poder são distorcidos em adoração a algo que não pode salvar.","conexao_teologica":"A idolatria é sempre condenada na Escritura, pois desvia o foco da verdadeira adoração ao Deus que é soberano sobre todas as coisas.","referencias_relacionadas":["Êxodo 20:3-4","Salmos 115:4-8","Isaías 40:18-20"]},"exodo_32_28_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus e à Sua revelação ao povo, contrastando com a adoração ao ídolo.","explicacao_detalhada":"A ênfase na 'palavra' destaca a importância da revelação divina e como ela deve guiar a vida do povo de Deus em vez de ídolos.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a relação entre Deus e Seu povo, onde a obediência à Sua palavra é essencial.","conexao_teologica":"A revelação de Deus através da Sua palavra é um tema central na Bíblia, mostrando como Ele se comunica e orienta Seu povo.","referencias_relacionadas":["Salmos 119:105","2 Timóteo 3:16-17","Hebreus 4:12"]},"exodo_32_28_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao momento de julgamento e decisão, onde a escolha entre seguir a Deus ou os ídolos é feita.","explicacao_detalhada":"O 'dia' é um tempo de revelação e ação, onde as consequências das escolhas do povo são manifestadas.","por_que_esta_palavra":"A palavra 'dia' é significativa porque representa a urgência da decisão e a inevitabilidade do juízo de Deus.","conexao_teologica":"O conceito de 'dia' como tempo de julgamento é recorrente na Bíblia, onde Deus intervém na história para corrigir e restaurar.","referencias_relacionadas":["Amós 5:18-20","Mateus 24:36","Apocalipse 20:11-15"]},"exodo_32_29_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Neste contexto, 'dia' refere-se ao tempo em que Moisés declara as consequências da desobediência do povo.","explicacao_detalhada":"O 'dia' é um marco de decisão e responsabilidade, onde o povo deve escolher entre a vida e a morte, a bênção e a maldição.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância do momento e a seriedade da escolha que deve ser feita.","conexao_teologica":"A ideia de um 'dia' de decisão é um tema importante na Escritura, onde Deus chama Seu povo a se posicionar.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Mateus 7:13-14"]},"exodo_32_29_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de Moisés em clamar ao Senhor por misericórdia e intervenção em favor do povo.","explicacao_detalhada":"Clamar a Deus é um ato de dependência e reconhecimento da necessidade de Sua graça e perdão diante do pecado.","por_que_esta_palavra":"A escolha de 'dar' destaca a importância da oração e da intercessão na vida do povo de Deus.","conexao_teologica":"A intercessão é um tema central na Bíblia, onde os líderes do povo frequentemente clamam a Deus em favor da nação.","referencias_relacionadas":["Êxodo 32:11-14","1 Samuel 12:23","Tiago 5:16"]},"exodo_32_29_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, enfatizando Sua autoridade e soberania sobre o povo.","explicacao_detalhada":"Chamar Deus de 'senhor' é reconhecer Sua posição como o único digno de adoração e obediência.","por_que_esta_palavra":"A escolha de 'senhor' é significativa porque reflete a relação de submissão e reverência que o povo deve ter para com Deus.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, onde Sua identidade e caráter são revelados ao Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_32_30_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui se refere à queda moral e espiritual do povo de Israel ao adorar o bezerro de ouro.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a transgressão do povo, que se afastou de Deus e caiu em idolatria. Este ato de cair simboliza a perda de favor divino e a quebra da aliança.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a gravidade da situação em que o povo se encontra, mostrando que eles não apenas erraram, mas caíram em um estado de rebelião contra Deus.","conexao_teologica":"A queda do povo de Israel é um tema recorrente na Bíblia, simbolizando a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Êxodo 32:1-6","Romanos 3:23","Gálatas 5:4"]},"exodo_32_30_dia":{"palavra_pt":"dia","palavra_original":"מׇחֳרָת","transliteracao":"mochŏrâth","strong":"H4283","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao tempo em que Moisés desceu do monte e confrontou o povo sobre seu pecado.","explicacao_detalhada":"A palavra 'dia' é significativa pois marca um momento crucial na história de Israel, onde a desobediência é revelada e a necessidade de arrependimento é enfatizada.","por_que_esta_palavra":"O uso de 'dia' destaca a urgência da situação e a importância do tempo em que a revelação do pecado ocorre.","conexao_teologica":"O conceito de tempo e dias é frequentemente usado na Bíblia para indicar momentos de decisão e intervenção divina.","referencias_relacionadas":["Êxodo 32:30","Salmos 90:12","2 Coríntios 6:2"]},"exodo_32_30_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do pecado do povo e a gravidade da situação.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a seriedade da transgressão e a necessidade de um grande sacrifício para a expiação do pecado.","por_que_esta_palavra":"A escolha de 'grande' serve para mostrar que o pecado não é trivial, mas algo que requer uma resposta significativa.","conexao_teologica":"A grandeza do pecado é um tema que leva à compreensão da grandeza da graça de Deus e do sacrifício de Cristo.","referencias_relacionadas":["Romanos 5:20","1 João 1:9","Hebreus 10:26"]},"exodo_32_31_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O 'urso' aqui é uma referência ao bezerro de ouro, que simboliza a idolatria do povo.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a imagem que o povo fez e adorou, representando a traição a Deus e a busca por segurança em ídolos.","por_que_esta_palavra":"O uso de 'urso' destaca a natureza grotesca da idolatria e a distorção da verdadeira adoração a Deus.","conexao_teologica":"A idolatria é um tema central na Bíblia, mostrando a constante luta do povo de Deus contra a tentação de adorar outros deuses.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","1 Coríntios 10:14"]},"exodo_32_31_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Edificar refere-se ao ato de construir ou estabelecer algo, neste caso, a relação entre o povo e Deus.","explicacao_detalhada":"A palavra 'edificar' implica a necessidade de restaurar a aliança quebrada e reconstruir a confiança entre Deus e Israel após a idolatria.","por_que_esta_palavra":"A escolha de 'edificar' sugere que a relação com Deus requer esforço e compromisso contínuo.","conexao_teologica":"A edificação espiritual é um tema importante, refletindo a necessidade de crescimento na fé e na obediência a Deus.","referencias_relacionadas":["1 Pedro 2:5","Efésios 2:19-22","Colossenses 2:7"]},"exodo_32_31_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' refere-se ao Senhor, enfatizando a importância de Sua identidade e caráter na relação com o povo.","explicacao_detalhada":"A palavra 'nome' é fundamental, pois representa a autoridade e a presença de Deus entre o povo, que foi desonrada pela idolatria.","por_que_esta_palavra":"O uso de 'nome' destaca a necessidade de reconhecer e respeitar a soberania de Deus em todas as ações do povo.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua revelação e à relação que Ele deseja ter com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_32_32_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar aqui refere-se ao desejo de Moisés de interceder pelo povo e buscar a misericórdia de Deus.","explicacao_detalhada":"A palavra 'salvar' implica a necessidade de redenção e perdão, mostrando a intercessão de Moisés como um ato de amor e responsabilidade.","por_que_esta_palavra":"A escolha de 'salvar' reflete a urgência da situação e a esperança de que Deus possa perdoar o pecado do povo.","conexao_teologica":"A intercessão é um tema importante na Bíblia, simbolizando a mediação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 32:11-14","Romanos 8:34","Hebreus 7:25"]},"exodo_32_32_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O 'sacrifício' refere-se à oferta que Moisés estava disposto a fazer em nome do povo para buscar o perdão de Deus.","explicacao_detalhada":"A palavra 'sacrifício' é crucial, pois representa a ideia de que o perdão requer um custo, simbolizando a necessidade de expiação pelo pecado.","por_que_esta_palavra":"O uso de 'sacrifício' destaca a seriedade do pecado e a necessidade de um meio para restaurar a relação com Deus.","conexao_teologica":"O conceito de sacrifício é central na teologia cristã, culminando no sacrifício de Cristo na cruz.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"exodo_32_32_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"'Henceforth' refere-se ao futuro, indicando uma mudança na relação entre Deus e o povo após a intercessão de Moisés.","explicacao_detalhada":"A palavra 'henceforth' sugere uma nova fase na história de Israel, onde a obediência e a fidelidade a Deus se tornam essenciais.","por_que_esta_palavra":"O uso de 'henceforth' enfatiza a importância das decisões futuras e a necessidade de um compromisso renovado com Deus.","conexao_teologica":"A ideia de um novo começo é um tema recorrente na Bíblia, refletindo a esperança de redenção e restauração.","referencias_relacionadas":["Isaías 43:18-19","2 Coríntios 5:17","Apocalipse 21:5"]},"exodo_32_33_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' aqui é usada novamente para enfatizar a magnitude do pecado e a necessidade de um grande sacrifício.","explicacao_detalhada":"Neste contexto, 'grande' reforça a ideia de que a transgressão do povo é séria e requer uma resposta significativa de Deus.","por_que_esta_palavra":"A repetição de 'grande' serve para sublinhar a gravidade da situação e a urgência do arrependimento.","conexao_teologica":"A grandeza do pecado é um tema que leva à grandeza da graça de Deus, que é capaz de perdoar e restaurar.","referencias_relacionadas":["Romanos 5:20","1 João 1:9","Hebreus 10:26"]},"exodo_32_33_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua soberania e autoridade sobre o povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que se revelou a Moisés e ao povo de Israel. Este nome é associado à aliança que Deus fez com Seu povo e à Sua presença constante entre eles.","por_que_esta_palavra":"A utilização do termo 'senhor' destaca a relação de autoridade e proteção que Deus tem sobre Israel, especialmente em momentos de crise como o episódio do bezerro de ouro.","conexao_teologica":"O nome de Deus como 'senhor' é central na teologia do Antigo Testamento, representando a fidelidade de Deus às Suas promessas e a necessidade de adoração exclusiva.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Isaías 42:8"]},"exodo_32_33_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Neste contexto, refere-se a um indivíduo específico, Moisés, que intercede pelo povo diante de Deus.","explicacao_detalhada":"A palavra 'homem' (מִי) é usada para enfatizar a humanidade de Moisés e sua posição como mediador entre Deus e o povo. Moisés, como homem, representa a fragilidade humana diante da santidade divina.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a importância da intercessão e do papel humano na relação com Deus, mostrando que mesmo um homem pode ter um papel significativo na história da salvação.","conexao_teologica":"A intercessão de Moisés é um precursor da intercessão de Cristo, que também atua como mediador entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 32:11-14","Números 12:7","Hebreus 7:25"]},"exodo_32_34_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico em que Deus se manifesta e dá instruções a Moisés.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é utilizada para marcar um tempo de revelação e de decisão divina. Este dia é crucial para a restauração da relação entre Deus e o povo após a transgressão do bezerro de ouro.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do tempo em que Deus se comunica com Seu povo, mostrando que há momentos determinados para a ação divina.","conexao_teologica":"O conceito de 'dia' na Bíblia muitas vezes está ligado a eventos de salvação e juízo, refletindo a soberania de Deus sobre o tempo.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Mateus 24:36"]},"exodo_32_34_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de Deus em libertar o povo de Israel da idolatria e do pecado.","explicacao_detalhada":"A palavra 'libertar' (פָּקַד) implica um ato de intervenção divina, onde Deus se compromete a restaurar Seu povo e a guiá-los de volta ao caminho correto.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois destaca a natureza redentora de Deus, que não apenas julga, mas também oferece perdão e restauração.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação que Deus oferece a todos os que se arrependem e voltam para Ele.","referencias_relacionadas":["Êxodo 6:6","Salmos 34:17","Romanos 8:1-2"]},"exodo_32_34_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que é objeto da aliança de Deus e alvo de Sua misericórdia.","explicacao_detalhada":"A palavra 'povo' (עַם) enfatiza a coletividade e a identidade do povo escolhido por Deus, que, apesar de suas falhas, é amado e protegido por Ele.","por_que_esta_palavra":"A utilização do termo 'povo' ressalta a relação comunitária e a responsabilidade coletiva diante de Deus, especialmente em momentos de crise.","conexao_teologica":"A ideia de povo é fundamental na teologia da aliança, onde Deus se compromete com uma nação específica para cumprir Seus propósitos redentores.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"exodo_32_35_praga":{"palavra_pt":"praga","palavra_original":"נָגַף","transliteracao":"nâgaph","strong":"H5062","significado_raiz":"Ideia básica: praga.","significado_contextual":"Refere-se ao juízo de Deus sobre o povo por causa de sua desobediência e idolatria.","explicacao_detalhada":"A palavra 'praga' (נָגַף) indica uma ação severa de Deus como resposta ao pecado, mostrando a seriedade da transgressão do povo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a justiça de Deus e a necessidade de arrependimento, destacando que o pecado tem consequências.","conexao_teologica":"A ideia de praga como juízo é um tema recorrente na Bíblia, refletindo a santidade de Deus e Sua intolerância ao pecado.","referencias_relacionadas":["Êxodo 12:13","Números 14:37","Romanos 6:23"]},"exodo_32_35_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se a Deus como Senhor, enfatizando Sua autoridade e poder sobre o povo e as circunstâncias.","explicacao_detalhada":"A repetição do nome 'senhor' (יְהֹוָה) neste contexto reforça a ideia de que Deus é soberano, mesmo em meio ao juízo e à disciplina.","por_que_esta_palavra":"A utilização do termo 'senhor' aqui serve para lembrar ao povo quem é o verdadeiro Deus, contrastando com a idolatria que praticaram.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele está no controle de todas as coisas, mesmo em tempos de crise.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Apocalipse 1:8"]}}