{"exodo_34_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se à comunicação divina e à revelação de Deus.","explicacao_detalhada":"Deus ordena a Moisés que escreva as palavras da aliança, enfatizando a importância da palavra de Deus na vida do povo.","por_que_esta_palavra":"A palavra 'palavra' é utilizada para destacar a autoridade e a importância das instruções divinas.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, essencial para a vida espiritual do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16"]},"exodo_34_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica em uma declaração ou comando divino.","explicacao_detalhada":"Deus ordena a Moisés a proclamação de Suas leis, mostrando a importância da obediência e da comunicação clara.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a autoridade de Deus ao transmitir Suas instruções.","conexao_teologica":"A comunicação de Deus é um aspecto vital da relação entre Ele e Seu povo, refletindo Sua vontade.","referencias_relacionadas":["Mateus 5:18","Salmos 19:7","1 Tessalonicenses 2:13"]},"exodo_34_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à soberania e à autoridade de Deus.","explicacao_detalhada":"O nome de Deus é invocado como símbolo de Sua presença e poder, destacando a relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para enfatizar a reverência e a adoração devida a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"exodo_34_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se à ação de se prostrar diante de Deus.","explicacao_detalhada":"Moisés é instruído a se preparar para receber a revelação de Deus, simbolizando a humildade e a reverência.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a atitude de submissão e respeito diante da presença divina.","conexao_teologica":"A prostração diante de Deus é um ato de adoração e reconhecimento de Sua grandeza.","referencias_relacionadas":["Salmos 95:6","Apocalipse 4:10","Romanos 12:1"]},"exodo_34_2_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao tempo de preparação e revelação.","explicacao_detalhada":"O dia é um período designado por Deus para que Moisés se encontre com Ele, simbolizando a importância do tempo sagrado.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a santidade do tempo dedicado a Deus.","conexao_teologica":"O conceito de tempo sagrado é importante na relação entre Deus e Seu povo, refletindo a necessidade de momentos de comunhão.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Salmos 90:12"]},"exodo_34_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se à condição humana diante de Deus.","explicacao_detalhada":"A referência ao homem destaca a fragilidade e a necessidade de dependência de Deus para a revelação e a salvação.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a criação de Deus e a dignidade do ser humano.","conexao_teologica":"A relação entre Deus e o homem é central na narrativa bíblica, refletindo a criação e a redenção.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"exodo_34_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as instruções de Deus devem ser seguidas.","explicacao_detalhada":"A palavra 'modo' indica a maneira específica que Deus ordena que Seu povo viva e se comporte. É um chamado à obediência às leis divinas.","por_que_esta_palavra":"Esta palavra é crucial para entender a importância da obediência e do comportamento correto diante de Deus.","conexao_teologica":"O modo de vida do povo de Deus reflete sua relação com Ele e sua fidelidade às Suas instruções.","referencias_relacionadas":["Deuteronômio 5:32-33","Salmos 119:1-3","Mateus 7:21"]},"exodo_34_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' enfatiza a importância da sinceridade e da integridade nas relações com Deus.","explicacao_detalhada":"A verdade é um atributo essencial de Deus e deve ser refletido na vida dos crentes. A fidelidade a Deus é um aspecto central da verdade.","por_que_esta_palavra":"A verdade é fundamental para a relação entre Deus e Seu povo, pois sem ela não há confiança nem comunhão.","conexao_teologica":"A verdade de Deus é a base da fé e da prática cristã, sendo um pilar da revelação divina.","referencias_relacionadas":["João 4:24","Salmos 25:5","Efésios 4:15"]},"exodo_34_4_madeira":{"palavra_pt":"madeira","palavra_original":"פָּסַל","transliteracao":"pâçal","strong":"H6458","significado_raiz":"Ideia básica: madeira.","significado_contextual":"Refere-se ao material usado para a construção do altar e dos utensílios sagrados.","explicacao_detalhada":"A madeira simboliza a fragilidade e a temporalidade das coisas terrenas, contrastando com a eternidade de Deus.","por_que_esta_palavra":"A escolha da madeira para os objetos sagrados mostra a importância do que é oferecido a Deus, mesmo que seja algo simples.","conexao_teologica":"A madeira pode simbolizar a humanidade de Cristo, que se fez carne e habitou entre nós.","referencias_relacionadas":["Hebreus 9:11-12","1 Pedro 2:24","Gálatas 6:14"]},"exodo_34_4_homem":{"palavra_pt":"homem","palavra_original":"שָׁכַם","transliteracao":"shâkam","strong":"H7925","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano como criação de Deus, com um papel especial na criação.","explicacao_detalhada":"A palavra 'homem' destaca a dignidade e a responsabilidade que Deus deu à humanidade em relação à criação.","por_que_esta_palavra":"É importante reconhecer a posição do homem como ser criado à imagem de Deus, com a capacidade de se relacionar com Ele.","conexao_teologica":"A criação do homem à imagem de Deus é fundamental para entender a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Tiago 3:9"]},"exodo_34_4_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que as instruções de Deus devem ser seguidas.","explicacao_detalhada":"O 'dia' enfatiza a importância do tempo e da prontidão em obedecer a Deus, refletindo a urgência de Sua palavra.","por_que_esta_palavra":"O conceito de dia é significativo para a prática da fé, pois cada dia é uma nova oportunidade para viver em obediência.","conexao_teologica":"O tempo é uma criação de Deus e deve ser usado para glorificá-Lo em todas as nossas ações.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"exodo_34_5_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se à oposição que o povo de Deus enfrenta em sua jornada.","explicacao_detalhada":"A palavra 'inimigo' destaca a realidade da luta espiritual e a necessidade de confiar em Deus para proteção e vitória.","por_que_esta_palavra":"Reconhecer os inimigos é essencial para entender a batalha espiritual que os crentes enfrentam.","conexao_teologica":"A luta contra inimigos é uma metáfora para a batalha contra o pecado e as forças do mal.","referencias_relacionadas":["Efésios 6:12","1 Pedro 5:8","Romanos 8:31"]},"exodo_34_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua natureza e caráter.","explicacao_detalhada":"O nome 'Senhor' é um símbolo da autoridade e do poder de Deus, além de Sua presença constante com Seu povo.","por_que_esta_palavra":"O nome de Deus é invocado em momentos de necessidade e é um lembrete de Sua fidelidade.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-10","Romanos 10:13"]},"exodo_34_6_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade de Deus em cumprir Suas promessas.","explicacao_detalhada":"A palavra 'verdade/fidelidade' enfatiza que Deus é constante e confiável, mesmo quando o povo falha.","por_que_esta_palavra":"A fidelidade de Deus é um pilar da esperança para os crentes, pois Ele nunca abandona Suas promessas.","conexao_teologica":"A verdade de Deus é a base da aliança, mostrando que Ele é sempre fiel ao que prometeu.","referencias_relacionadas":["Números 23:19","2 Timóteo 2:13","Hebreus 10:23"]},"exodo_34_6_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à grandeza do homem em relação à criação e à sua responsabilidade diante de Deus.","explicacao_detalhada":"A palavra 'homem' aqui destaca a dignidade e o papel do ser humano como representante de Deus na Terra.","por_que_esta_palavra":"Entender o papel do homem é vital para compreender a relação entre Deus e a humanidade.","conexao_teologica":"A grandeza do homem é um reflexo da grandeza de Deus, que o criou à Sua imagem.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:5","Romanos 5:12"]},"exodo_34_6_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se ao sacrifício de Cristo, que é central para a fé cristã.","explicacao_detalhada":"A palavra 'cruz' simboliza o sacrifício e a redenção, representando o amor de Deus pela humanidade.","por_que_esta_palavra":"A cruz é o ponto central da mensagem do evangelho, onde a justiça e a misericórdia de Deus se encontram.","conexao_teologica":"A cruz é um símbolo de esperança e salvação, mostrando que a morte de Cristo traz vida eterna aos crentes.","referencias_relacionadas":["Gálatas 2:20","1 Coríntios 1:18","Colossenses 2:14"]},"exodo_34_7_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de transgressão contra a vontade de Deus.","explicacao_detalhada":"O termo 'pecado' implica em uma separação da santidade de Deus, representando ações que vão contra Seus mandamentos. No contexto de Êxodo 34:7, Deus fala sobre como Ele lida com o pecado, mostrando Sua justiça e misericórdia.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a humanidade e Deus, especialmente em relação ao perdão e à necessidade de sacrifício para a expiação.","conexao_teologica":"O conceito de pecado é central na teologia cristã, pois estabelece a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"exodo_34_7_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à natureza de Deus como aquele que é fiel e amoroso.","explicacao_detalhada":"A palavra 'misericórdia' ou 'amor leal' descreve a fidelidade de Deus em manter Suas promessas e Sua disposição em perdoar. No contexto de Êxodo 34:7, isso enfatiza a compaixão de Deus mesmo diante do pecado humano.","por_que_esta_palavra":"É fundamental para entender a relação de Deus com Seu povo, mostrando que Ele é um Deus que se importa e que age com amor.","conexao_teologica":"A misericórdia de Deus é um tema recorrente na Bíblia, refletindo Sua natureza redentora.","referencias_relacionadas":["Salmos 136:1","Miquéias 7:18","Romanos 5:8"]},"exodo_34_8_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à adoração e reverência devida a Deus.","explicacao_detalhada":"A palavra 'deus' implica em um ser supremo, digno de adoração. No contexto de Êxodo 34:8, Moisés se prostra diante de Deus em reconhecimento de Sua grandeza e santidade.","por_que_esta_palavra":"É essencial para a compreensão da relação entre a humanidade e a divindade, destacando a importância da adoração.","conexao_teologica":"A adoração a Deus é um princípio fundamental na fé cristã, refletindo a submissão e reverência do crente.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10-11","Apocalipse 4:11"]},"exodo_34_8_bom":{"palavra_pt":"bom","palavra_original":"מָהַר","transliteracao":"mâhar","strong":"H4116","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade intrínseca de Deus.","explicacao_detalhada":"A palavra 'bom' destaca a natureza benevolente de Deus, que deseja o bem para Seu povo. Em Êxodo 34:8, isso é reconhecido por Moisés ao se prostrar em adoração.","por_que_esta_palavra":"É importante para entender a bondade de Deus em contraste com a maldade humana.","conexao_teologica":"A bondade de Deus é um atributo que fundamenta Sua relação com a criação e a redenção.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 8:28"]},"exodo_34_8_corpo":{"palavra_pt":"corpo","palavra_original":"קָדַד","transliteracao":"qâdad","strong":"H6915","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade do ser humano em relação a Deus.","explicacao_detalhada":"A palavra 'corpo' pode simbolizar a vida física e espiritual do ser humano. No contexto de Êxodo 34:8, isso implica em uma entrega total a Deus.","por_que_esta_palavra":"É relevante para a compreensão da totalidade do ser humano na adoração e serviço a Deus.","conexao_teologica":"A entrega do corpo como sacrifício vivo é um conceito importante na teologia cristã.","referencias_relacionadas":["Romanos 12:1","1 Coríntios 6:19-20","Gálatas 2:20"]},"exodo_34_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza e soberania de Deus.","explicacao_detalhada":"A palavra 'dizer' implica em uma declaração de fé e reconhecimento da grandeza de Deus. Em Êxodo 34:9, Moisés reconhece a grandeza de Deus ao pedir Sua presença.","por_que_esta_palavra":"É importante para a adoração, pois reconhece a autoridade e poder de Deus.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na compreensão de Sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Apocalipse 1:8"]},"exodo_34_9_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em resgatar Seu povo.","explicacao_detalhada":"A palavra 'salvar' implica em libertação e proteção. No contexto de Êxodo 34:9, Moisés clama a Deus por salvação e proteção para o povo de Israel.","por_que_esta_palavra":"É essencial para entender a natureza redentora de Deus e Sua ação em favor de Seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra de Cristo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"exodo_34_9_favour":{"palavra_pt":"graca/favor","palavra_original":"חֵן","transliteracao":"chên","strong":"H2580","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça e favor de Deus sobre Seu povo.","explicacao_detalhada":"A palavra 'graça' implica em um favor imerecido. Em Êxodo 34:9, Moisés busca o favor de Deus para que Ele continue a guiar e proteger Israel.","por_que_esta_palavra":"É importante para entender a relação de dependência do povo em relação à graça de Deus.","conexao_teologica":"A graça é um conceito fundamental na teologia cristã, especialmente na salvação.","referencias_relacionadas":["Efésios 2:8-9","2 Coríntios 12:9","Hebreus 4:16"]},"exodo_34_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus se relaciona com Seu povo.","explicacao_detalhada":"A palavra 'modo' implica em uma maneira específica de agir. Em Êxodo 34:10, Deus promete fazer maravilhas que demonstram Seu poder e presença entre o povo.","por_que_esta_palavra":"É relevante para entender a forma como Deus se revela e age na história.","conexao_teologica":"O modo de Deus agir é um tema importante na compreensão da providência divina.","referencias_relacionadas":["Salmos 77:14","Isaías 43:19","Atos 2:22"]},"exodo_34_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida e ao povo de Deus.","explicacao_detalhada":"A palavra 'terra' simboliza a herança e a promessa de Deus ao Seu povo. Em Êxodo 34:10, Deus promete fazer grandes coisas na terra de Israel.","por_que_esta_palavra":"É fundamental para entender a aliança de Deus com Israel e a importância da terra na história bíblica.","conexao_teologica":"A terra prometida é um símbolo da bênção e da fidelidade de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:2"]},"exodo_34_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Deus com o povo de Israel, enfatizando a importância da revelação divina.","explicacao_detalhada":"No contexto de Êxodo 34:10, Deus está fazendo uma aliança com Israel e se apresenta como aquele que fala e estabelece promessas. O ato de 'dizer' implica autoridade e a capacidade de criar realidades através da palavra.","por_que_esta_palavra":"Esta palavra é fundamental para entender a natureza comunicativa de Deus e seu desejo de se relacionar com seu povo através de instruções e promessas.","conexao_teologica":"A palavra 'dizer' conecta-se com a ideia de que Deus é um Deus que se revela e se comunica, um tema central na teologia bíblica.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"exodo_34_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se a um período de tempo específico em que Deus ordena ações e eventos, destacando a importância do tempo na obra divina.","explicacao_detalhada":"Em Êxodo 34:11, o 'dia' é um marco temporal em que Deus instrui Moisés sobre como agir e o que fazer. A noção de dia também pode simbolizar a presença de Deus e a realização de sua vontade.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a cronologia da revelação divina e a obediência do povo de Israel às instruções de Deus.","conexao_teologica":"O conceito de 'dia' se relaciona com a criação e a ordem que Deus estabelece no mundo, refletindo sua soberania sobre o tempo.","referencias_relacionadas":["Gênesis 1:5","Salmos 74:16","Eclesiastes 3:1"]},"exodo_34_11_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma interjeição que chama a atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"No versículo, 'eis' é usado para introduzir uma declaração significativa de Deus, destacando a importância do que está sendo dito e a urgência da mensagem.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a revelação divina e a necessidade de atenção por parte do povo de Israel.","conexao_teologica":"A expressão 'eis' conecta-se com a ideia de que Deus frequentemente chama seu povo a prestar atenção às suas instruções e promessas.","referencias_relacionadas":["Isaías 43:19","Mateus 28:20","Apocalipse 3:20"]},"exodo_34_11_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à proteção e preservação que Deus oferece ao seu povo.","explicacao_detalhada":"Em Êxodo 34:11, Deus promete guardar e proteger Israel, enfatizando sua fidelidade e compromisso com a aliança.","por_que_esta_palavra":"A palavra 'salvar' é essencial para entender a natureza da relação entre Deus e Israel, que é baseada na proteção e cuidado divinos.","conexao_teologica":"A ideia de 'salvar' se relaciona com a salvação e a redenção, temas centrais na narrativa bíblica.","referencias_relacionadas":["Salmos 121:7","Isaías 43:2","Romanos 8:31"]},"exodo_34_12_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de Deus em estabelecer justiça e ordem entre seu povo.","explicacao_detalhada":"No contexto de Êxodo 34:12, Deus instrui Moisés sobre a importância de não se desviar das ordens divinas, o que implica um julgamento sobre a obediência do povo.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a responsabilidade moral do povo de Israel diante de Deus.","conexao_teologica":"A ideia de julgamento está ligada à justiça de Deus e à necessidade de o povo viver em conformidade com suas leis.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 9:7","Romanos 14:10"]},"exodo_34_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a herança e a presença de Deus entre seu povo.","explicacao_detalhada":"Em Êxodo 34:12, a 'terra' é um elemento central na aliança de Deus com Israel, representando não apenas um lugar físico, mas também a realização das promessas divinas.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a identidade de Israel como povo escolhido e sua relação com Deus.","conexao_teologica":"A terra prometida é um símbolo da bênção e da fidelidade de Deus, refletindo a esperança de um futuro redentor.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 1:8","Josué 1:2"]},"exodo_34_12_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de Deus em eliminar práticas idólatras e a necessidade de pureza espiritual entre seu povo.","explicacao_detalhada":"No contexto de Êxodo 34:12, Deus instrui Israel a não se misturar com as nações vizinhas, enfatizando a importância de manter a santidade e a exclusividade da adoração a Ele.","por_que_esta_palavra":"A palavra 'destruir' é essencial para entender a seriedade da idolatria e as consequências de se afastar de Deus.","conexao_teologica":"A destruição de ídolos e práticas pagãs é um tema recorrente na Bíblia, refletindo a necessidade de pureza na adoração.","referencias_relacionadas":["Deuteronômio 7:5","Salmos 106:34","1 Reis 14:24"]},"exodo_34_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão ou justificativa para as instruções dadas por Deus.","explicacao_detalhada":"Em Êxodo 34:13, 'porque' conecta a ação de destruir ídolos com a necessidade de manter a pureza na adoração a Deus, explicando a lógica por trás das ordens divinas.","por_que_esta_palavra":"Esta palavra é importante para entender a relação entre as ações de Israel e as expectativas de Deus.","conexao_teologica":"A palavra 'porque' reflete a natureza relacional de Deus, que deseja que seu povo compreenda as razões por trás de suas instruções.","referencias_relacionadas":["Deuteronômio 6:13","Isaías 1:18","Romanos 12:1"]},"exodo_34_13_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de adoração e sacrifício, onde o povo se encontra com Deus.","explicacao_detalhada":"Em Êxodo 34:13, o altar é um símbolo da aliança entre Deus e Israel, representando o lugar de encontro e a oferta de sacrifícios como expressão de adoração.","por_que_esta_palavra":"A palavra 'altar' é fundamental para entender a prática de adoração e a importância dos sacrifícios na relação entre Deus e seu povo.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e a humanidade, refletindo a necessidade de expiação e reconciliação.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"exodo_34_13_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se a ídolos ou representações de deuses pagãos que Deus proíbe.","explicacao_detalhada":"Em Êxodo 34:13, a proibição de fazer imagens é uma instrução clara de Deus para evitar a idolatria e manter a pureza da adoração.","por_que_esta_palavra":"A palavra 'imagem' é crucial para entender a luta de Israel contra a idolatria e a necessidade de se manter fiel ao Deus verdadeiro.","conexao_teologica":"A proibição de imagens reflete a santidade de Deus e a necessidade de adoração exclusiva a Ele, um tema central na teologia bíblica.","referencias_relacionadas":["Êxodo 20:4","Levítico 26:1","Deuteronômio 4:16"]},"exodo_34_14_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"No contexto de Êxodo 34:14, Deus é apresentado como o único digno de adoração, enfatizando a exclusividade da devoção a Ele. A palavra 'אֵל' (ʼêl) é usada para descrever a força e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a singularidade de Deus em contraste com os ídolos e deuses pagãos da época.","conexao_teologica":"A teologia bíblica enfatiza que Deus é o único verdadeiro, e a adoração a Ele é um tema central nas Escrituras.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 86:10","Isaías 45:5"]},"exodo_34_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão ou justificativa para a ação ou declaração que se segue.","explicacao_detalhada":"Em Êxodo 34:14, 'porque' é usado para explicar a necessidade de não adorar outros deuses, enfatizando a exclusividade da relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica divina que fundamenta os mandamentos e as instruções dadas ao povo de Israel.","conexao_teologica":"A obediência a Deus é frequentemente ligada a razões teológicas que revelam Seu caráter e Sua vontade.","referencias_relacionadas":["Deuteronômio 5:7","Salmos 119:34","Romanos 12:1"]},"exodo_34_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em fidelidade e autenticidade, especialmente em relação a Deus.","explicacao_detalhada":"No versículo, a verdade de Deus é um atributo essencial que contrasta com a falsidade dos ídolos e das práticas pagãs.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a ideia de que a adoração a Deus deve ser baseada em Sua natureza verdadeira e não em ilusões.","conexao_teologica":"A verdade é um tema recorrente na Bíblia, onde Deus é descrito como a fonte de toda verdade e justiça.","referencias_relacionadas":["João 14:6","Salmos 25:5","1 João 1:5"]},"exodo_34_15_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de decidir ou determinar a justiça em uma situação.","explicacao_detalhada":"Em Êxodo 34:15, o ato de julgar está relacionado ao comportamento moral e ético do povo, especialmente em relação aos sacrifícios e adoração.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender como Deus avalia as ações humanas e a necessidade de justiça.","conexao_teologica":"A justiça de Deus é um aspecto fundamental de Sua natureza, e Ele é visto como o juiz supremo de toda a criação.","referencias_relacionadas":["Salmos 9:7","Isaías 30:18","Romanos 2:6"]},"exodo_34_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e ao lar do povo de Israel.","explicacao_detalhada":"No contexto do versículo, a terra é o lugar onde as promessas de Deus se realizam e onde o povo deve viver em obediência.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa a herança e a promessa de Deus ao Seu povo escolhido.","conexao_teologica":"A terra prometida é um símbolo da presença de Deus e da bênção divina na vida do povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:2"]},"exodo_34_15_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se ao ato de oferecer algo a Deus como um sinal de adoração e expiação.","explicacao_detalhada":"Em Êxodo 34:15, os sacrifícios são uma parte essencial da adoração a Deus, simbolizando a relação entre o homem e o divino.","por_que_esta_palavra":"A palavra 'sacrifício' é importante porque representa a necessidade de expiação e a gratidão do povo para com Deus.","conexao_teologica":"Os sacrifícios no Antigo Testamento prefiguram o sacrifício de Cristo, que é o sacrifício final e perfeito.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"exodo_34_16_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica em apropriação ou posse de algo.","explicacao_detalhada":"No contexto do versículo, 'tomar' refere-se à ação de levar ou adquirir algo que pertence a Deus ou que é sagrado.","por_que_esta_palavra":"A palavra 'tomar' é significativa porque enfatiza a responsabilidade do povo em relação ao que Deus lhes deu.","conexao_teologica":"A ideia de tomar o que é sagrado reflete a relação de compromisso e responsabilidade que os crentes têm com Deus.","referencias_relacionadas":["Gênesis 2:15","Salmos 24:1","1 Pedro 2:9"]},"exodo_34_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à relação familiar.","explicacao_detalhada":"Em Êxodo 34:16, 'filho' é usado para descrever a continuidade da linhagem e a importância da herança espiritual.","por_que_esta_palavra":"A palavra 'filho' é importante porque representa a relação íntima entre Deus e Seu povo, que é chamado de filhos.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, onde os crentes são considerados filhos de Deus através de Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"exodo_34_16_femea":{"palavra_pt":"femea","palavra_original":"זָנָה","transliteracao":"zânâh","strong":"H2181","significado_raiz":"Ideia básica: femea.","significado_contextual":"A palavra 'fêmea' refere-se ao gênero feminino, especialmente em relação à procriação.","explicacao_detalhada":"No contexto do versículo, 'fêmea' é mencionada em relação aos animais que deveriam ser oferecidos em sacrifício, destacando a importância da pureza e da escolha correta.","por_que_esta_palavra":"A palavra 'fêmea' é significativa porque ressalta a necessidade de seguir as instruções divinas sobre os sacrifícios.","conexao_teologica":"A escolha de fêmeas para sacrifício simboliza a pureza e a perfeição exigidas por Deus em adoração.","referencias_relacionadas":["Levítico 22:19-20","Êxodo 12:5","1 Pedro 1:19"]},"exodo_34_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a natureza divina e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Êxodo 34:17, a repetição da palavra 'deus' reforça a proibição de fazer ídolos e a necessidade de adoração exclusiva a Ele.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação entre o Criador e a criação, e a importância de reconhecer Sua soberania.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o único digno de adoração.","referencias_relacionadas":["Isaías 44:6","Salmos 96:5","1 Coríntios 8:4"]},"exodo_34_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à autenticidade nas promessas de Deus.","explicacao_detalhada":"No contexto de Êxodo 34, Deus reafirma a importância de manter a verdade em relação aos seus mandamentos e à aliança com o povo de Israel. A verdade é um atributo essencial de Deus e deve ser refletido na vida do seu povo.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e a relação que Ele deseja ter com seu povo, que deve ser baseada na sinceridade e na fidelidade.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo sua natureza e caráter. A fidelidade de Deus é um fundamento da aliança que Ele estabelece com seu povo.","referencias_relacionadas":["Salmos 25:5","João 14:6","Salmos 119:160"]},"exodo_34_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada metaforicamente para descrever a força e a ferocidade.","explicacao_detalhada":"Neste contexto, a menção ao 'urso' pode simbolizar a proteção e a força que Deus oferece ao seu povo, assim como um urso protege seus filhotes.","por_que_esta_palavra":"A palavra é usada para enfatizar a força e a proteção divina, mostrando que Deus é um defensor poderoso.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos na Bíblia, simbolizando sua capacidade de proteger e salvar.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:10","Romanos 8:31"]},"exodo_34_18_pascoa":{"palavra_pt":"pascoa","palavra_original":"מַצָּה","transliteracao":"matstsâh","strong":"H4682","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"A palavra 'páscoa' refere-se à celebração da libertação do povo de Israel da escravidão no Egito.","explicacao_detalhada":"A Páscoa é um evento central na história de Israel, simbolizando a redenção e a passagem da escravidão para a liberdade. É uma celebração que lembra a intervenção divina.","por_que_esta_palavra":"A Páscoa é um lembrete da fidelidade de Deus em cumprir suas promessas e libertar seu povo.","conexao_teologica":"A Páscoa prefigura a obra redentora de Cristo, que é o verdadeiro Cordeiro pascal que nos liberta do pecado.","referencias_relacionadas":["Êxodo 12:13","Lucas 22:15","1 Coríntios 5:7"]},"exodo_34_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, enfatizando a importância da observância do tempo sagrado.","explicacao_detalhada":"No contexto da celebração da Páscoa, o 'dia' é significativo para a observância das festividades e dos mandamentos de Deus.","por_que_esta_palavra":"A menção do 'dia' destaca a importância de dedicar tempo a Deus e às suas ordenanças.","conexao_teologica":"O conceito de tempo sagrado é fundamental na Bíblia, onde Deus estabelece dias específicos para adoração e celebração.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Salmos 118:24"]},"exodo_34_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, especialmente em relação às práticas religiosas.","explicacao_detalhada":"Deus instrui o povo sobre como devem proceder em suas ofertas e sacrifícios, enfatizando a importância da obediência às suas diretrizes.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a adoração a Deus deve ser feita de acordo com suas instruções.","conexao_teologica":"A obediência às instruções de Deus é um tema recorrente na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Deuteronômio 12:32","Levítico 10:1-2","Mateus 15:9"]},"exodo_34_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reforça a ideia de que a fidelidade deve ser mantida em todas as interações com Deus.","explicacao_detalhada":"A repetição da palavra 'verdade' enfatiza a importância da sinceridade e da autenticidade nas relações, tanto com Deus quanto entre as pessoas.","por_que_esta_palavra":"A verdade é um princípio fundamental que deve guiar a vida do povo de Deus em todas as suas ações.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em verdade.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"exodo_34_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente enfatiza a importância da observância do tempo sagrado, especialmente em relação ao descanso.","explicacao_detalhada":"Deus ordena que o povo observe o dia de descanso, um princípio que reflete a criação e a necessidade de renovação espiritual e física.","por_que_esta_palavra":"O 'dia' é um lembrete da criação e da importância do descanso em Deus.","conexao_teologica":"O conceito de descanso é fundamental na teologia bíblica, simbolizando a paz e a restauração que encontramos em Deus.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Hebreus 4:9-10"]},"exodo_34_21_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"A palavra 'sábado' refere-se ao dia de descanso ordenado por Deus, um sinal da aliança entre Ele e seu povo.","explicacao_detalhada":"O sábado é um dia sagrado que deve ser observado como um tempo de descanso e adoração, refletindo a criação e a libertação.","por_que_esta_palavra":"A observância do sábado é um mandamento que destaca a importância do descanso e da adoração a Deus.","conexao_teologica":"O sábado é um símbolo da aliança de Deus com seu povo e um lembrete da necessidade de descanso espiritual.","referencias_relacionadas":["Êxodo 20:8-11","Marcos 2:27","Colossenses 2:16-17"]},"exodo_34_21_solo":{"palavra_pt":"solo","palavra_original":"חָרִישׁ","transliteracao":"chârîysh","strong":"H2758","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra cultivável, importante para a agricultura e a subsistência do povo.","explicacao_detalhada":"Deus instrui sobre a importância de cuidar da terra e de não explorar o solo de maneira irresponsável, refletindo a relação entre o povo e a criação.","por_que_esta_palavra":"A menção ao 'solo' destaca a responsabilidade do povo em cuidar da criação de Deus.","conexao_teologica":"A relação entre o ser humano e a terra é um tema importante na Bíblia, refletindo a mordomia que Deus espera de seu povo.","referencias_relacionadas":["Gênesis 1:28","Levítico 25:4","Salmos 24:1"]},"exodo_34_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para enfatizar a força e a proteção que Deus oferece ao seu povo.","explicacao_detalhada":"A menção ao 'urso' pode simbolizar a ferocidade e a determinação de Deus em proteger aqueles que lhe pertencem.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a força de Deus como um defensor poderoso.","conexao_teologica":"A proteção divina é um tema recorrente na Bíblia, onde Deus é frequentemente descrito como um defensor forte e fiel.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:10","Romanos 8:31"]},"exodo_34_22_ingathering":{"palavra_pt":"ingathering","palavra_original":"אָסִיף","transliteracao":"ʼâçîyph","strong":"H614","significado_raiz":"Ideia básica: ingathering.","significado_contextual":"Refere-se à colheita dos frutos, simbolizando a celebração e a gratidão a Deus pela provisão.","explicacao_detalhada":"A palavra 'ingathering' (אָסִיף) é usada para descrever o ato de reunir as colheitas, que era um momento de alegria e reconhecimento da bondade de Deus. Este evento estava associado às festas de colheita em Israel, como a Festa das Semanas.","por_que_esta_palavra":"Esta palavra é importante porque representa a conclusão do ciclo agrícola e a dependência do povo de Deus para suas necessidades.","conexao_teologica":"A ingathering é um símbolo da colheita espiritual que ocorrerá no final dos tempos, quando Deus reunirá Seu povo.","referencias_relacionadas":["Levítico 23:39","Deuteronômio 16:15","Salmos 126:5-6"]},"exodo_34_23_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'soberano' (אָדוֹן) enfatiza a posição de Deus como Senhor e Mestre, que governa sobre todas as nações e seres humanos. É um reconhecimento da Sua majestade e poder.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação de submissão e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem controle absoluto sobre a criação e a história.","referencias_relacionadas":["Salmos 103:19","Isaías 45:5-6","Romanos 14:9"]},"exodo_34_23_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou declaração que é feita em um contexto específico.","explicacao_detalhada":"A palavra 'expressão' (שָׁנֶה) pode se referir a como as verdades de Deus são comunicadas ao Seu povo, enfatizando a importância da comunicação clara e precisa.","por_que_esta_palavra":"É importante porque destaca a necessidade de entender e transmitir corretamente a mensagem de Deus.","conexao_teologica":"A comunicação de Deus através das Escrituras é fundamental para a fé e a prática cristã.","referencias_relacionadas":["Mateus 4:4","2 Timóteo 3:16-17","Hebreus 1:1-2"]},"exodo_34_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica a forma ou o método que deve ser seguido, enfatizando a importância da ordem e da reverência nas práticas religiosas.","por_que_esta_palavra":"Esta palavra é significativa para entender que a maneira de adorar a Deus deve ser feita de acordo com Suas instruções.","conexao_teologica":"A maneira de adorar e servir a Deus é um tema recorrente na Bíblia, mostrando a importância da obediência.","referencias_relacionadas":["1 Crônicas 16:29","Salmos 29:2","Colossenses 3:23"]},"exodo_34_24_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de algo.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir uma justificativa ou explicação, mostrando a lógica por trás das instruções de Deus.","por_que_esta_palavra":"É importante para entender a motivação divina e a razão pela qual certas ações são exigidas do povo.","conexao_teologica":"A compreensão das razões de Deus para Seus mandamentos é essencial para a obediência fiel.","referencias_relacionadas":["Deuteronômio 10:12-13","Romanos 12:1","1 João 5:3"]},"exodo_34_24_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de tomar posse ou herdar algo.","explicacao_detalhada":"A palavra 'agarrar' (יָרַשׁ) implica em uma ação de reivindicar ou possuir, especialmente em relação às promessas de Deus para Seu povo.","por_que_esta_palavra":"É significativa porque destaca a relação entre Deus e Seu povo, onde Ele promete herança e bênçãos.","conexao_teologica":"A herança espiritual é um tema importante, mostrando que os crentes são co-herdeiros com Cristo.","referencias_relacionadas":["Salmos 37:29","Romanos 8:17","Gálatas 3:29"]},"exodo_34_24_enmake":{"palavra_pt":"en make","palavra_original":"רָחַב","transliteracao":"râchab","strong":"H7337","significado_raiz":"Ideia básica: en make.","significado_contextual":"Refere-se a um espaço amplo ou a uma extensão.","explicacao_detalhada":"A palavra 'en make' (רָחַב) sugere a ideia de amplitude e generosidade, refletindo a abundância das bênçãos de Deus.","por_que_esta_palavra":"É importante para entender a generosidade de Deus em prover para Seu povo.","conexao_teologica":"A generosidade de Deus é um aspecto central da Sua natureza, que se manifesta em Suas promessas.","referencias_relacionadas":["Salmos 118:5","Efésios 3:20","Filipenses 4:19"]},"exodo_34_25_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à veracidade de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar a integridade e a justiça de Deus, que não pode mentir nem falhar em Suas promessas.","por_que_esta_palavra":"É crucial para a fé, pois a verdade de Deus é a base da confiança que os crentes têm Nele.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"exodo_34_25_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como um sinal de adoração e expiação.","explicacao_detalhada":"A palavra 'sacrifício' (שָׁחַט) é central na adoração do Antigo Testamento, simbolizando a necessidade de expiação pelo pecado.","por_que_esta_palavra":"É importante para entender o sistema sacrificial que aponta para o sacrifício de Cristo.","conexao_teologica":"O sacrifício de Jesus é o cumprimento do sistema sacrificial do Antigo Testamento, trazendo redenção.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"exodo_34_25_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue como símbolo de vida e expiação.","explicacao_detalhada":"A palavra 'sangue' (דָּם) é usada para enfatizar a importância do sangue nos sacrifícios, que representa a vida e a purificação dos pecados.","por_que_esta_palavra":"É fundamental para entender a doutrina da expiação e a importância do sacrifício de Cristo.","conexao_teologica":"O sangue de Cristo é o meio pelo qual os crentes são redimidos e purificados.","referencias_relacionadas":["Êxodo 12:13","Romanos 5:9","Apocalipse 1:5"]},"exodo_34_26_leite":{"palavra_pt":"leite","palavra_original":"חָלָב","transliteracao":"châlâb","strong":"H2461","significado_raiz":"Ideia básica: leite.","significado_contextual":"O leite é frequentemente associado à nutrição e à abundância nas Escrituras.","explicacao_detalhada":"No contexto de Êxodo 34:26, o leite simboliza a provisão de Deus para o Seu povo, representando a terra prometida que 'mana leite e mel'. É um alimento básico que sustenta a vida.","por_que_esta_palavra":"A palavra 'leite' é utilizada para enfatizar a generosidade de Deus e a riqueza da terra que Ele prometeu aos israelitas.","conexao_teologica":"O leite pode ser visto como uma metáfora para a Palavra de Deus, que nutre espiritualmente os crentes, assim como o leite nutre fisicamente os recém-nascidos.","referencias_relacionadas":["Êxodo 3:8","Deuteronômio 31:20","Salmos 81:16"]},"exodo_34_26_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"O solo é a base da vida e simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"Em Êxodo 34:26, o solo representa a terra que Deus deu aos israelitas, um lugar de segurança e prosperidade. É um símbolo da aliança entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'solo' é usada para enfatizar a conexão entre o povo de Deus e a terra prometida, que é parte de Sua promessa.","conexao_teologica":"O solo é um símbolo da criação de Deus e da relação do homem com a terra, refletindo a responsabilidade do ser humano em cuidar do que Deus criou.","referencias_relacionadas":["Gênesis 1:28","Deuteronômio 8:7-10","Salmos 37:29"]},"exodo_34_26_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa um lar, segurança e a presença de Deus entre Seu povo.","explicacao_detalhada":"Em Êxodo 34:26, a casa simboliza não apenas um lugar físico, mas também a ideia de comunidade e a habitação de Deus entre os israelitas.","por_que_esta_palavra":"A palavra 'casa' é utilizada para enfatizar a importância da família e da comunidade na vida espiritual do povo de Deus.","conexao_teologica":"A casa é um símbolo da habitação de Deus entre os homens, refletindo a promessa de que Ele estaria com Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"exodo_34_27_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é um meio de comunicação divina e representa a revelação de Deus ao Seu povo.","explicacao_detalhada":"No contexto de Êxodo 34:27, a palavra de Deus é um comando e uma promessa, enfatizando a importância da obediência às instruções divinas.","por_que_esta_palavra":"A palavra 'coisa' é utilizada para mostrar que tudo o que Deus diz tem peso e importância, sendo um chamado à ação.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser a base da vida do crente, assim como a palavra de Deus foi fundamental para a vida dos israelitas.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"exodo_34_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Deus e à importância de Sua voz na vida do povo.","explicacao_detalhada":"Em Êxodo 34:27, Deus instrui Moisés a escrever as palavras da aliança, destacando a importância da comunicação divina e da obediência.","por_que_esta_palavra":"A palavra 'dizer' é utilizada para enfatizar a autoridade de Deus e a necessidade de ouvir e seguir Suas instruções.","conexao_teologica":"A comunicação de Deus é essencial para a vida espiritual, e a obediência à Sua palavra é fundamental para a relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 6:4-5","Romanos 10:17","1 João 5:3"]},"exodo_34_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor representa Sua identidade, caráter e autoridade.","explicacao_detalhada":"Em Êxodo 34:27, o nome de Deus é invocado como um lembrete da Sua presença e do Seu compromisso com o povo de Israel.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para reconhecer a soberania de Deus e a relação de aliança que Ele tem com Seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a intimidade e a reverência que devemos ter em nossa relação com Ele.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"exodo_34_28_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança é um pacto sagrado entre Deus e Seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"Em Êxodo 34:28, a aliança é mencionada como um acordo que define a relação entre Deus e Israel, com promessas e responsabilidades.","por_que_esta_palavra":"A palavra 'aliança' é utilizada para enfatizar a seriedade do compromisso de Deus com Seu povo e a expectativa de obediência.","conexao_teologica":"A aliança é um tema central nas Escrituras, refletindo a fidelidade de Deus e a resposta do homem à Sua graça.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5-6","Hebreus 8:6"]},"exodo_34_28_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é um meio de comunicação divina e representa a revelação de Deus ao Seu povo.","explicacao_detalhada":"No contexto de Êxodo 34:28, a palavra de Deus é um comando e uma promessa, enfatizando a importância da obediência às instruções divinas.","por_que_esta_palavra":"A palavra 'coisa' é utilizada para mostrar que tudo o que Deus diz tem peso e importância, sendo um chamado à ação.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser a base da vida do crente, assim como a palavra de Deus foi fundamental para a vida dos israelitas.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"exodo_34_28_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode simbolizar a queda do homem ou a necessidade de arrependimento.","explicacao_detalhada":"Em Êxodo 34:28, a palavra 'cair' pode ser interpretada como uma referência à fragilidade humana e à necessidade de buscar a restauração através da aliança com Deus.","por_que_esta_palavra":"A palavra 'cair' é utilizada para enfatizar a vulnerabilidade do homem diante de Deus e a importância da graça.","conexao_teologica":"A queda do homem é um tema central nas Escrituras, refletindo a necessidade de redenção e a obra de Cristo na cruz.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","2 Coríntios 5:17"]},"exodo_34_29_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Inimigo refere-se a qualquer oposição à vontade de Deus e ao Seu povo.","explicacao_detalhada":"Em Êxodo 34:29, a presença de inimigos pode simbolizar a luta espiritual que os israelitas enfrentariam ao entrar na terra prometida.","por_que_esta_palavra":"A palavra 'inimigo' é utilizada para destacar a necessidade de vigilância e dependência de Deus para a vitória.","conexao_teologica":"A batalha espiritual é uma realidade para todos os crentes, e a vitória vem através da fé e da obediência a Deus.","referencias_relacionadas":["Efésios 6:12","Romanos 8:31","1 Pedro 5:8"]},"exodo_34_29_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao ato de Moisés descer do monte Sinai após ter estado na presença de Deus.","explicacao_detalhada":"Neste contexto, 'cair' simboliza a transição de um estado de comunhão direta com Deus para o mundo físico, onde Moisés traz as tábuas da lei ao povo.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a ideia de que Moisés estava em um estado elevado de espiritualidade e, ao descer, ele retorna à realidade do povo.","conexao_teologica":"A descida de Moisés representa a mediação entre Deus e o povo, um tema central na teologia do Antigo Testamento.","referencias_relacionadas":["Êxodo 19:20","Êxodo 24:18","Êxodo 32:19"]},"exodo_34_29_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' refere-se ao local sagrado onde Moisés encontrou Deus e recebeu as instruções divinas.","explicacao_detalhada":"O monte Sinai é um símbolo de encontro com Deus, onde a revelação da lei ocorreu, estabelecendo um pacto entre Deus e Israel.","por_que_esta_palavra":"A montanha é um espaço de separação e santidade, onde o humano encontra o divino, refletindo a importância do local na história da salvação.","conexao_teologica":"A montanha é um símbolo de revelação e presença divina, que aparece em várias narrativas bíblicas.","referencias_relacionadas":["Êxodo 19:3","Êxodo 20:18","Mateus 5:1"]},"exodo_34_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o povo percebeu a face de Moisés após seu encontro com Deus.","explicacao_detalhada":"O 'modo' indica a transformação visível que ocorreu em Moisés, que refletia a glória de Deus, impactando a percepção do povo.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a diferença entre a aparência de Moisés antes e depois de sua experiência com Deus.","conexao_teologica":"A transformação de Moisés é um precursor da transformação que ocorre em todos os que encontram a presença de Deus.","referencias_relacionadas":["2 Coríntios 3:7-18","Êxodo 34:35","Romanos 12:2"]},"exodo_34_30_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção do povo sobre a face radiante de Moisés.","explicacao_detalhada":"O ato de 'ver' implica em uma experiência de reconhecimento e assombro diante da glória de Deus refletida em Moisés.","por_que_esta_palavra":"A palavra 'ver' é crucial, pois enfatiza a importância da percepção espiritual e da revelação divina na vida do povo.","conexao_teologica":"A visão da glória de Deus é um tema recorrente, mostrando como a presença divina transforma e impacta a vida dos crentes.","referencias_relacionadas":["Salmos 27:4","Isaías 6:1-5","Mateus 5:8"]},"exodo_34_30_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação entre Moisés e o povo de Israel, que é considerado como filhos de Deus.","explicacao_detalhada":"Neste contexto, 'filho' enfatiza a paternidade de Deus e a responsabilidade de Moisés como líder e mediador.","por_que_esta_palavra":"A palavra 'filho' é usada para mostrar a intimidade e a relação especial que Deus tem com seu povo escolhido.","conexao_teologica":"A ideia de filhos de Deus é central na teologia bíblica, refletindo a relação de amor e compromisso entre Deus e seu povo.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14-17","Gálatas 3:26"]},"exodo_34_31_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade de Moisés como líder do povo de Israel após seu encontro com Deus.","explicacao_detalhada":"Moisés, como um 'rei', representa a liderança e a responsabilidade de guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"A palavra 'rei' é significativa, pois destaca a função de Moisés como um governante espiritual e moral do povo.","conexao_teologica":"A liderança de Moisés antecipa a figura de Cristo como Rei e Mediador entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 18:21","1 Pedro 2:9","Apocalipse 1:6"]},"exodo_34_31_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de Moisés convocar o povo para ouvir as instruções de Deus.","explicacao_detalhada":"Moisés 'chama' o povo para que eles possam ser instruídos e preparados para seguir a lei que Deus deu.","por_que_esta_palavra":"A palavra 'chamar' enfatiza a importância da comunicação e da convocação divina na vida do povo de Israel.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, onde Deus convoca seu povo para uma vida de obediência e santidade.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28-30","Romanos 8:30"]},"exodo_34_32_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à ação do povo em obedecer e acompanhar as instruções de Moisés.","explicacao_detalhada":"O 'seguir' implica em uma resposta ativa do povo à liderança de Moisés e à vontade de Deus revelada.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender a dinâmica de liderança e obediência entre Deus, Moisés e o povo.","conexao_teologica":"O conceito de seguir a liderança divina é fundamental na vida cristã, refletindo a necessidade de seguir a Cristo.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","João 10:27"]},"exodo_34_32_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' novamente refere-se à relação entre Moisés e o povo, enfatizando a paternidade de Deus.","explicacao_detalhada":"A repetição da palavra 'filho' reforça a ideia de que o povo é visto como filhos de Deus, com direitos e responsabilidades.","por_que_esta_palavra":"A palavra 'filho' é usada para destacar a intimidade e a relação especial que Deus tem com seu povo escolhido.","conexao_teologica":"A identidade de filhos de Deus é um tema central na teologia, refletindo a relação de amor e compromisso entre Deus e seu povo.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14-17","Gálatas 3:26"]},"exodo_34_33_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de Moisés entregar as instruções e a lei ao povo.","explicacao_detalhada":"Moisés 'dá' ao povo as tábuas da lei, simbolizando a entrega da palavra de Deus e a responsabilidade do povo em obedecê-la.","por_que_esta_palavra":"A palavra 'dar' é significativa, pois representa a ação de compartilhar a revelação divina com o povo.","conexao_teologica":"A entrega da lei é um momento crucial na história da salvação, mostrando como Deus se comunica e estabelece um pacto com seu povo.","referencias_relacionadas":["Êxodo 20:1-17","Deuteronômio 5:1-22","Romanos 7:12"]},"exodo_34_33_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"O termo 'fim' refere-se ao término de uma ação ou estado, indicando que algo foi completado.","explicacao_detalhada":"Neste contexto, 'fim' é usado para descrever o momento em que Moisés termina de falar com o Senhor e cobre seu rosto com um véu, simbolizando a conclusão de sua comunicação direta com Deus.","por_que_esta_palavra":"A palavra 'fim' é crucial para entender que a revelação de Deus a Moisés é um processo que tem um ponto de conclusão, enfatizando a importância do que foi dito.","conexao_teologica":"O 'fim' aqui pode ser visto como um símbolo da revelação de Deus que, embora tenha um término, continua a impactar o povo de Israel.","referencias_relacionadas":["Êxodo 34:33","Gênesis 2:2","Salmos 119:96"]},"exodo_34_33_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, especialmente no contexto de uma mensagem divina.","explicacao_detalhada":"Moisés fala com Deus e transmite as instruções que recebeu ao povo de Israel. O ato de 'falar' é um meio pelo qual Deus se comunica com a humanidade.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a importância da comunicação divina e a responsabilidade de Moisés em transmitir a mensagem de Deus.","conexao_teologica":"A comunicação entre Deus e o homem é fundamental na teologia bíblica, mostrando como Deus se revela e se relaciona com seu povo.","referencias_relacionadas":["Êxodo 34:33","Gênesis 1:3","Hebreus 1:1-2"]},"exodo_34_34_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"O termo 'vir/entrar' implica movimento em direção a um lugar ou estado, muitas vezes associado a um convite ou convocação.","explicacao_detalhada":"Neste versículo, 'vir' refere-se ao ato de Moisés se aproximar de Deus para receber instruções, simbolizando a intimidade na relação entre o homem e Deus.","por_que_esta_palavra":"A palavra 'vir' é significativa porque indica a ação de se aproximar de Deus, que é um convite à comunhão e à revelação.","conexao_teologica":"A ideia de 'vir' é central na teologia, pois representa a busca do homem por Deus e a resposta divina ao chamado do ser humano.","referencias_relacionadas":["Êxodo 34:34","Isaías 55:1","Mateus 11:28"]},"exodo_34_34_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à face, simbolizando a presença e a glória de Deus.","explicacao_detalhada":"Moisés cobre seu rosto após falar com Deus, indicando que a glória divina é tão intensa que não pode ser vista diretamente pelo homem.","por_que_esta_palavra":"O uso da palavra 'rosto' enfatiza a relação pessoal e direta entre Deus e Moisés, além da reverência que deve ser dada à presença divina.","conexao_teologica":"A glória de Deus, representada pelo 'rosto', é um tema recorrente na Bíblia, mostrando a santidade e a majestade de Deus.","referencias_relacionadas":["Êxodo 34:34","Salmos 27:8","Números 6:25"]},"exodo_34_34_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se ao nome de Deus, que é sagrado e representa sua autoridade e soberania.","explicacao_detalhada":"O nome 'Senhor' é uma expressão da identidade de Deus, que revela seu caráter e sua relação com o povo de Israel.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a natureza de Deus como o soberano que governa sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na teologia, pois representa não apenas sua identidade, mas também sua presença e ação na história.","referencias_relacionadas":["Êxodo 34:34","Salmos 8:1","Isaías 42:8"]},"exodo_34_35_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica percepção e entendimento, especialmente no contexto de testemunhar a glória de Deus.","explicacao_detalhada":"Moisés 'vê' a glória de Deus refletida em seu rosto, o que simboliza a transformação que ocorre quando se está na presença divina.","por_que_esta_palavra":"A palavra 'ver' é significativa porque sugere que a experiência de Deus não é apenas intelectual, mas também espiritual e transformadora.","conexao_teologica":"A visão da glória de Deus é um tema importante na Bíblia, representando a revelação divina e a transformação do crente.","referencias_relacionadas":["Êxodo 34:35","Salmos 34:8","Mateus 5:8"]},"exodo_34_35_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à relação familiar, simbolizando herança e continuidade.","explicacao_detalhada":"Neste contexto, 'filho' pode se referir ao povo de Israel como filhos de Deus, destacando a relação especial entre Deus e seu povo.","por_que_esta_palavra":"A palavra 'filho' é importante porque enfatiza a paternidade de Deus e a identidade do povo como sua herança.","conexao_teologica":"A relação de Deus como Pai é um tema central na Bíblia, mostrando o amor e a responsabilidade que Deus tem por seu povo.","referencias_relacionadas":["Êxodo 34:35","Romanos 8:14","Gálatas 4:6"]},"exodo_34_35_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é uma conjunção que introduz uma explicação ou justificativa.","explicacao_detalhada":"Neste versículo, 'porque' é usado para conectar a ação de Moisés com a razão pela qual ele age de determinada maneira, enfatizando a lógica divina.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação por trás das ações de Moisés e a relação entre causa e efeito nas instruções de Deus.","conexao_teologica":"A lógica e a razão são importantes na teologia, pois ajudam a entender a natureza de Deus e suas ações no mundo.","referencias_relacionadas":["Êxodo 34:35","Romanos 12:1","Tiago 1:5"]}}