{"exodo_37_1_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso refere-se ao ato de fazer ou criar, no contexto da construção do Tabernáculo.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a ação de criar os elementos do Tabernáculo, enfatizando a habilidade e o trabalho manual envolvidos na construção.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a importância da ação e do esforço humano na realização do plano divino.","conexao_teologica":"O ato de fazer no Tabernáculo reflete a colaboração entre Deus e o homem na construção do sagrado.","referencias_relacionadas":["Êxodo 31:3-5","Êxodo 35:30-33","Colossenses 3:23"]},"exodo_37_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa refere-se ao espaço sagrado onde Deus habita entre seu povo.","explicacao_detalhada":"A palavra 'casa' é usada para descrever o Tabernáculo como a morada de Deus, simbolizando a intimidade da relação entre Deus e seu povo.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a ideia de acolhimento e proteção que Deus oferece aos que se aproximam d'Ele.","conexao_teologica":"A casa de Deus é um símbolo da presença divina e da comunhão entre Deus e a humanidade.","referencias_relacionadas":["Salmos 27:4","João 14:2","Hebreus 3:6"]},"exodo_37_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso refere-se ao ato de fazer ou criar, no contexto da construção do Tabernáculo.","explicacao_detalhada":"A palavra 'urso' é utilizada novamente para enfatizar a ação de criar os elementos do Tabernáculo, mostrando a continuidade do trabalho manual.","por_que_esta_palavra":"A repetição da palavra 'urso' destaca a importância da dedicação e do esforço na construção do que é sagrado.","conexao_teologica":"O ato de fazer no Tabernáculo reflete a colaboração entre Deus e o homem na construção do sagrado.","referencias_relacionadas":["Êxodo 31:3-5","Êxodo 35:30-33","Colossenses 3:23"]},"exodo_37_2_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Ideia básica: campo.","significado_contextual":"Campo refere-se ao espaço ao redor do Tabernáculo, simbolizando a separação entre o sagrado e o profano.","explicacao_detalhada":"A palavra 'campo' é usada para descrever a área externa que circunda o Tabernáculo, enfatizando a necessidade de limites e santidade.","por_que_esta_palavra":"A escolha da palavra 'campo' destaca a importância de manter a santidade e a separação do sagrado em relação ao cotidiano.","conexao_teologica":"O campo ao redor do Tabernáculo representa a proteção e a santidade que Deus exige de seu povo.","referencias_relacionadas":["Êxodo 27:9-10","Levítico 10:10","Hebreus 13:12"]},"exodo_37_3_crescer":{"palavra_pt":"crescer","palavra_original":"יָצַק","transliteracao":"yâtsaq","strong":"H3332","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Crescer refere-se ao desenvolvimento e à expansão da obra de Deus, simbolizando a vida e a vitalidade.","explicacao_detalhada":"A palavra 'crescer' é usada para descrever o processo de edificação e crescimento espiritual do povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'crescer' enfatiza a dinâmica da vida espiritual e a necessidade de progresso na fé.","conexao_teologica":"O crescimento espiritual é fundamental para a saúde da comunidade de fé e a realização do propósito divino.","referencias_relacionadas":["Efésios 4:15","2 Pedro 3:18","Colossenses 1:10"]},"exodo_37_3_corpo":{"palavra_pt":"corpo","palavra_original":"צֵלָע","transliteracao":"tsêlâʻ","strong":"H6763","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Corpo refere-se à estrutura física do Tabernáculo, simbolizando a habitação de Deus entre seu povo.","explicacao_detalhada":"A palavra 'corpo' é usada para descrever a forma e a estrutura do Tabernáculo, enfatizando a realidade da presença de Deus.","por_que_esta_palavra":"A escolha da palavra 'corpo' destaca a corporeidade da habitação divina e a importância do espaço sagrado.","conexao_teologica":"O corpo do Tabernáculo representa a manifestação física da presença de Deus entre os homens.","referencias_relacionadas":["Êxodo 25:8","João 1:14","1 Coríntios 6:19"]},"exodo_37_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso refere-se ao ato de fazer ou criar, no contexto da construção do Tabernáculo.","explicacao_detalhada":"A palavra 'urso' é utilizada novamente para enfatizar a ação de criar os elementos do Tabernáculo, mostrando a continuidade do trabalho manual.","por_que_esta_palavra":"A repetição da palavra 'urso' destaca a importância da dedicação e do esforço na construção do que é sagrado.","conexao_teologica":"O ato de fazer no Tabernáculo reflete a colaboração entre Deus e o homem na construção do sagrado.","referencias_relacionadas":["Êxodo 31:3-5","Êxodo 35:30-33","Colossenses 3:23"]},"exodo_37_4_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à estrutura física do Tabernáculo, que é descrita como um corpo que abriga a presença de Deus.","explicacao_detalhada":"A palavra 'corpo' aqui simboliza a forma e a estrutura do Tabernáculo, que é um espaço sagrado onde Deus habita entre o Seu povo. Assim como um corpo abriga a vida, o Tabernáculo abriga a presença divina.","por_que_esta_palavra":"A escolha da palavra 'corpo' enfatiza a importância do Tabernáculo como a habitação de Deus na terra, refletindo a ideia de que Deus deseja estar próximo de Seu povo.","conexao_teologica":"O Tabernáculo é um precursor do templo e, por extensão, do corpo de Cristo, que é descrito como o novo templo onde Deus habita entre os homens.","referencias_relacionadas":["Êxodo 25:8","Hebreus 9:11-12","João 1:14"]},"exodo_37_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de entrar ou vir para um lugar específico, neste caso, o Tabernáculo.","explicacao_detalhada":"A palavra 'vir/entrar' implica um movimento em direção ao sagrado, simbolizando a aproximação do povo a Deus. É um convite para que os israelitas se aproximem da presença divina.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da entrada no Tabernáculo, que representa a comunhão entre Deus e Seu povo.","conexao_teologica":"A ideia de 'vir' para a presença de Deus é central na teologia do Antigo Testamento e se reflete na chamada de Jesus para que venhamos a Ele.","referencias_relacionadas":["Êxodo 29:42","Salmos 100:4","Mateus 11:28"]},"exodo_37_5_bondoso":{"palavra_pt":"bondoso","palavra_original":"טַבַּעַת","transliteracao":"ṭabbaʻath","strong":"H2885","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"Refere-se a um aspecto de bondade e generosidade, possivelmente relacionado aos materiais usados na construção do Tabernáculo.","explicacao_detalhada":"A palavra 'bondoso' sugere que os elementos do Tabernáculo foram escolhidos com cuidado e generosidade, refletindo a bondade de Deus em fornecer um lugar de adoração.","por_que_esta_palavra":"A inclusão de 'bondoso' destaca a natureza generosa de Deus e a importância de oferecer o melhor a Ele.","conexao_teologica":"A bondade de Deus é um tema recorrente nas Escrituras, mostrando que Ele deseja o melhor para Seu povo e que a adoração deve ser feita com um coração generoso.","referencias_relacionadas":["Salmos 107:1","Tiago 1:17","Romanos 12:1"]},"exodo_37_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a um elemento de força ou proteção, possivelmente relacionado ao altar ou aos utensílios do Tabernáculo.","explicacao_detalhada":"Embora a palavra 'urso' não seja comum no contexto do Tabernáculo, pode simbolizar a força e a proteção que Deus oferece ao Seu povo através dos rituais e sacrifícios realizados ali.","por_que_esta_palavra":"A escolha dessa palavra pode enfatizar a ideia de que Deus é um protetor forte e confiável para aqueles que se aproximam dEle.","conexao_teologica":"A força de Deus é um tema importante na Bíblia, refletindo Sua capacidade de proteger e guiar Seu povo em tempos de necessidade.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"exodo_37_6_sagrado":{"palavra_pt":"sagrado","palavra_original":"כַּפֹּרֶת","transliteracao":"kappôreth","strong":"H3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade do Tabernáculo e dos objetos sagrados que nele habitam.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a separação do Tabernáculo como um espaço dedicado a Deus, onde a santidade é essencial para a adoração.","por_que_esta_palavra":"A santidade é um atributo fundamental de Deus, e o Tabernáculo serve como um lembrete da necessidade de se aproximar de Deus com reverência.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e a adoração deve ser feita em espírito e verdade, reconhecendo Sua natureza santa.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"exodo_37_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Reitera a ideia de força e proteção, possivelmente em relação a um altar ou objeto sagrado.","explicacao_detalhada":"Assim como mencionado anteriormente, a palavra 'urso' pode simbolizar a força que Deus oferece ao Seu povo através dos rituais de adoração.","por_que_esta_palavra":"A repetição da palavra destaca a importância da proteção divina em momentos de adoração.","conexao_teologica":"A força de Deus é um tema recorrente, mostrando que Ele é um refúgio seguro para aqueles que buscam Sua presença.","referencias_relacionadas":["Salmos 18:2","Salmos 91:2","Isaías 40:29"]},"exodo_37_7_sagrado":{"palavra_pt":"sagrado","palavra_original":"כַּפֹּרֶת","transliteracao":"kappôreth","strong":"H3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade contínua do Tabernáculo e dos objetos sagrados.","explicacao_detalhada":"A palavra 'sagrado' reafirma a importância da separação do Tabernáculo como um espaço dedicado a Deus, onde a santidade é essencial para a adoração.","por_que_esta_palavra":"A repetição da palavra enfatiza a necessidade de reconhecer a santidade de Deus em todos os aspectos da adoração.","conexao_teologica":"A santidade de Deus é um tema central, e a adoração deve ser feita com reverência e respeito.","referencias_relacionadas":["Êxodo 30:10","Salmos 29:2","1 Crônicas 16:29"]},"exodo_37_8_sagrado":{"palavra_pt":"sagrado","palavra_original":"כַּפֹּרֶת","transliteracao":"kappôreth","strong":"H3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade do lugar mais sagrado do Tabernáculo, onde a presença de Deus habita.","explicacao_detalhada":"A palavra 'sagrado' aqui destaca a importância do Santo dos Santos, que é o lugar onde a presença de Deus se manifestava de maneira especial.","por_que_esta_palavra":"A ênfase na santidade do Santo dos Santos é crucial para entender a reverência necessária ao se aproximar de Deus.","conexao_teologica":"O Santo dos Santos é um símbolo da presença de Deus, que é acessível apenas através da mediação do sacerdote.","referencias_relacionadas":["Hebreus 9:3-4","Êxodo 26:33","Levítico 16:2"]},"exodo_37_9_sagrado":{"palavra_pt":"sagrado","palavra_original":"כַּפֹּרֶת","transliteracao":"kappôreth","strong":"H3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Reitera a santidade do Tabernáculo e dos objetos sagrados, especialmente em relação ao Santo dos Santos.","explicacao_detalhada":"A palavra 'sagrado' reforça a ideia de que tudo no Tabernáculo é separado para Deus e deve ser tratado com reverência.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da santidade em todos os aspectos da adoração e da vida do povo de Deus.","conexao_teologica":"A santidade é um atributo de Deus que deve ser refletido na vida dos adoradores.","referencias_relacionadas":["Levítico 10:3","Salmos 93:5","1 Pedro 2:9"]},"exodo_37_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ideia de cair ou acontecer, possivelmente em relação ao cumprimento de promessas ou eventos sagrados.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a realização de eventos significativos na história de Israel, especialmente em relação à presença de Deus.","por_que_esta_palavra":"A escolha dessa palavra pode enfatizar a inevitabilidade dos planos de Deus se cumprirem na história.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Seus planos sempre se realizam, independentemente das circunstâncias.","referencias_relacionadas":["Isaías 55:11","Romanos 8:28","Efésios 1:11"]},"exodo_37_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' refere-se a um elemento de construção do Tabernáculo, possivelmente simbolizando força e proteção.","explicacao_detalhada":"No contexto do versículo, o 'urso' é parte da estrutura do Tabernáculo, que era um lugar sagrado para a adoração a Deus. A escolha de materiais e formas tinha significados profundos, refletindo a majestade e a santidade de Deus.","por_que_esta_palavra":"A palavra 'urso' é utilizada para descrever um aspecto específico da construção, enfatizando a importância dos detalhes na obra de Deus.","conexao_teologica":"A construção do Tabernáculo representa a presença de Deus entre seu povo, e cada elemento, incluindo o 'urso', tem um propósito divino.","referencias_relacionadas":["Êxodo 25:8","Êxodo 26:1","Êxodo 40:34"]},"exodo_37_10_mae":{"palavra_pt":"mae","palavra_original":"אַמָּה","transliteracao":"ʼammâh","strong":"H520","significado_raiz":"Ideia básica: mae.","significado_contextual":"A palavra 'mãe' pode simbolizar a origem e o cuidado, refletindo a relação entre Deus e seu povo.","explicacao_detalhada":"Neste contexto, 'mãe' pode ser interpretada como um símbolo de proteção e nutrição, características atribuídas a Deus em várias passagens bíblicas.","por_que_esta_palavra":"A inclusão da palavra 'mãe' destaca a importância da figura materna e a relação de cuidado que Deus tem com seu povo.","conexao_teologica":"Deus é frequentemente descrito como um cuidador e protetor, semelhante a uma mãe que cuida de seus filhos.","referencias_relacionadas":["Isaías 66:13","Salmos 131:2","Mateus 23:37"]},"exodo_37_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Reitera a importância do 'urso' na construção do Tabernáculo, simbolizando força e estabilidade.","explicacao_detalhada":"O 'urso' é um componente essencial que representa a robustez da estrutura do Tabernáculo, que deveria suportar a presença de Deus.","por_que_esta_palavra":"A repetição da palavra 'urso' enfatiza a necessidade de força e durabilidade na habitação de Deus entre os israelitas.","conexao_teologica":"A força do Tabernáculo reflete a força de Deus, que é um refúgio seguro para seu povo.","referencias_relacionadas":["Êxodo 25:9","Êxodo 26:30","Hebreus 9:2"]},"exodo_37_11_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' indica uma parte da construção que não é especificamente detalhada, mas que é essencial.","explicacao_detalhada":"Embora a palavra não tenha uma representação física clara, sua inclusão sugere que há aspectos do plano divino que não são totalmente compreendidos.","por_que_esta_palavra":"A palavra 'unrepresented' pode ser vista como um lembrete de que nem tudo sobre Deus e seu plano é revelado ao homem.","conexao_teologica":"Isso se conecta à ideia de que Deus é maior do que nossa compreensão e que há mistérios em sua obra.","referencias_relacionadas":["Romanos 11:33","1 Coríntios 13:12","Deuteronômio 29:29"]},"exodo_37_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Novamente, o 'urso' é mencionado como parte da construção do Tabernáculo, simbolizando a força e a proteção divina.","explicacao_detalhada":"A presença do 'urso' no Tabernáculo é um lembrete da força que Deus oferece ao seu povo, garantindo segurança e estabilidade.","por_que_esta_palavra":"A repetição da palavra 'urso' reforça a ideia de que a força de Deus é uma constante na vida dos israelitas.","conexao_teologica":"O Tabernáculo, com seus elementos como o 'urso', é um símbolo da presença de Deus e de sua proteção sobre seu povo.","referencias_relacionadas":["Êxodo 25:10","Êxodo 26:1","Salmos 46:1"]},"exodo_37_12_border":{"palavra_pt":"fronteira","palavra_original":"מִסְגֶּרֶת","transliteracao":"miçgereth","strong":"H4526","significado_raiz":"Ideia básica: fronteira.","significado_contextual":"A palavra 'fronteira' refere-se aos limites e à estrutura do Tabernáculo, que delimitava o espaço sagrado.","explicacao_detalhada":"A 'fronteira' é importante para entender a separação entre o sagrado e o profano, destacando a santidade do espaço onde Deus habita.","por_que_esta_palavra":"A palavra 'fronteira' é crucial para a compreensão da ordem e da reverência que devem ser dadas ao espaço sagrado.","conexao_teologica":"A ideia de fronteiras é fundamental na teologia bíblica, onde Deus estabelece limites para proteger e guiar seu povo.","referencias_relacionadas":["Êxodo 26:16","Números 35:2","Salmos 104:5"]},"exodo_37_12_mao":{"palavra_pt":"mao","palavra_original":"טֹפַח","transliteracao":"ṭôphach","strong":"H2948","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' pode simbolizar a ação e o poder de Deus na construção do Tabernáculo.","explicacao_detalhada":"A 'mão' representa a habilidade e a força necessárias para a construção, refletindo a obra de Deus através de seus servos.","por_que_esta_palavra":"A inclusão da palavra 'mão' enfatiza a importância do trabalho humano em colaboração com a ação divina.","conexao_teologica":"Deus usa as mãos de seus servos para realizar sua obra, mostrando que Ele trabalha através de nós.","referencias_relacionadas":["Êxodo 31:3","Salmos 90:17","Colossenses 3:23"]},"exodo_37_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de oferecer algo, possivelmente em um contexto de adoração ou sacrifício.","explicacao_detalhada":"Neste contexto, 'dar' pode se referir à oferta que é feita a Deus, simbolizando a devoção e a entrega do povo.","por_que_esta_palavra":"A palavra 'dar' é central na relação entre Deus e seu povo, onde a oferta é uma expressão de gratidão e reconhecimento.","conexao_teologica":"A prática de dar é uma forma de adoração e um princípio fundamental na vida cristã.","referencias_relacionadas":["Êxodo 25:2","2 Coríntios 9:7","Mateus 5:23-24"]},"exodo_37_13_bondoso":{"palavra_pt":"bondoso","palavra_original":"טַבַּעַת","transliteracao":"ṭabbaʻath","strong":"H2885","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"A palavra 'bondoso' refere-se a algo que é bom e agradável, possivelmente relacionado a ofertas ou ações de adoração.","explicacao_detalhada":"No contexto, 'bondoso' pode descrever a natureza das ofertas que são feitas a Deus, que devem ser feitas com um coração generoso.","por_que_esta_palavra":"A palavra 'bondoso' destaca a qualidade das ofertas e a atitude do coração ao se aproximar de Deus.","conexao_teologica":"A bondade é um atributo de Deus e deve ser refletida na vida dos crentes, especialmente em suas ofertas e ações.","referencias_relacionadas":["Salmos 100:5","Gálatas 6:10","Tiago 1:17"]},"exodo_37_14_border":{"palavra_pt":"fronteira","palavra_original":"מִסְגֶּרֶת","transliteracao":"miçgereth","strong":"H4526","significado_raiz":"Ideia básica: fronteira.","significado_contextual":"A palavra 'fronteira' novamente refere-se aos limites do Tabernáculo, enfatizando a separação do sagrado.","explicacao_detalhada":"A 'fronteira' é um símbolo da proteção e da santidade do espaço onde Deus se encontra com seu povo.","por_que_esta_palavra":"A repetição da palavra 'fronteira' reforça a ideia de que o espaço sagrado deve ser respeitado e tratado com reverência.","conexao_teologica":"A santidade de Deus exige que haja limites, e isso é refletido na estrutura do Tabernáculo.","referencias_relacionadas":["Êxodo 26:33","Números 3:10","Hebreus 9:3"]},"exodo_37_14_beside":{"palavra_pt":"beside","palavra_original":"עֻמָּה","transliteracao":"ʻummâh","strong":"H5980","significado_raiz":"Ideia básica: beside.","significado_contextual":"A palavra 'beside' refere-se à posição ao lado de algo, indicando proximidade.","explicacao_detalhada":"No contexto de Êxodo 37:14, a palavra é usada para descrever a localização de objetos ou elementos em relação a outros, enfatizando a organização e a disposição dos itens sagrados.","por_que_esta_palavra":"Essa palavra é importante para entender a estrutura do Tabernáculo e a disposição dos utensílios sagrados, que eram essenciais para o culto a Deus.","conexao_teologica":"A proximidade dos objetos sagrados simboliza a presença de Deus entre o Seu povo, mostrando que Ele está sempre ao lado deles.","referencias_relacionadas":["Êxodo 25:10","Êxodo 26:33","Números 3:36"]},"exodo_37_14_bondoso":{"palavra_pt":"bondoso","palavra_original":"טַבַּעַת","transliteracao":"ṭabbaʻath","strong":"H2885","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"A palavra 'bondoso' refere-se a algo que é bom, gentil ou favorável.","explicacao_detalhada":"Em Êxodo 37:14, a palavra é utilizada para descrever a qualidade de um objeto ou a natureza de um ato, ressaltando a bondade que deve estar presente nas ofertas e nos serviços a Deus.","por_que_esta_palavra":"A bondade é uma característica essencial do caráter de Deus e deve refletir-se na vida dos que O servem.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, mostrando Seu amor e misericórdia para com a humanidade.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Efésios 4:32"]},"exodo_37_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever um animal, mas no contexto pode simbolizar força ou proteção.","explicacao_detalhada":"Em Êxodo 37:15, a referência ao 'urso' pode estar ligada à ideia de força e poder, possivelmente em relação a um utensílio ou objeto que representa defesa ou segurança.","por_que_esta_palavra":"A menção de animais fortes como o urso pode simbolizar a proteção divina e a força que Deus oferece ao Seu povo.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso, que defende Seu povo contra inimigos.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Romanos 8:31"]},"exodo_37_15_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à estrutura física de um ser, mas também pode simbolizar a unidade.","explicacao_detalhada":"No contexto de Êxodo 37:15, 'corpo' pode se referir à forma ou estrutura de um objeto sagrado, enfatizando a importância da integridade e da unidade na adoração a Deus.","por_que_esta_palavra":"A ideia de corpo é fundamental para entender a relação entre o físico e o espiritual na adoração.","conexao_teologica":"A unidade do corpo de Cristo é um tema central no Novo Testamento, refletindo a importância da comunidade de crentes.","referencias_relacionadas":["1 Coríntios 12:12","Romanos 12:5","Efésios 4:4"]},"exodo_37_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada novamente, reforçando a ideia de força e proteção.","explicacao_detalhada":"Em Êxodo 37:16, a repetição da palavra 'urso' pode indicar a continuidade da proteção ou a força necessária para a realização de tarefas sagradas.","por_que_esta_palavra":"A força simbolizada pelo urso é essencial para a compreensão do poder de Deus em nossas vidas.","conexao_teologica":"A força de Deus é uma fonte de encorajamento para os crentes, que podem confiar em Sua proteção.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","2 Coríntios 12:9"]},"exodo_37_16_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"A expressão 'armour bearer' refere-se a alguém que carrega armas, simbolizando proteção e defesa.","explicacao_detalhada":"No contexto de Êxodo 37:16, essa palavra pode indicar a importância de estar preparado para a batalha espiritual e a necessidade de apoio mútuo entre os crentes.","por_que_esta_palavra":"A ideia de um portador de armadura é crucial para entender a preparação e a proteção que Deus oferece aos Seus servos.","conexao_teologica":"A armadura de Deus é mencionada em Efésios 6, onde os crentes são chamados a se equipar para a batalha espiritual.","referencias_relacionadas":["Efésios 6:11","2 Timóteo 2:3","1 Pedro 5:8"]},"exodo_37_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é novamente utilizada, reforçando a ideia de força e proteção.","explicacao_detalhada":"Em Êxodo 37:17, a repetição da palavra 'urso' continua a enfatizar a força e a segurança que Deus proporciona ao Seu povo.","por_que_esta_palavra":"A força do urso simboliza a proteção divina que é constante e confiável.","conexao_teologica":"A proteção de Deus é um tema recorrente na Bíblia, mostrando que Ele é um refúgio seguro.","referencias_relacionadas":["Salmos 91:2","Provérbios 18:10","Romanos 15:13"]},"exodo_37_17_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se à posição no meio de algo, indicando inclusão.","explicacao_detalhada":"No contexto de Êxodo 37:17, 'entre' pode indicar a presença de Deus no meio do Seu povo e a importância da comunhão.","por_que_esta_palavra":"A inclusão e a presença de Deus entre os crentes são fundamentais para a vida comunitária e espiritual.","conexao_teologica":"Deus promete estar entre Seu povo, o que é uma fonte de conforto e segurança.","referencias_relacionadas":["Mateus 18:20","Hebreus 10:25","Apocalipse 3:20"]},"exodo_37_18_mao":{"palavra_pt":"mao","palavra_original":"שֵׁשׁ","transliteracao":"shêsh","strong":"H8337","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se à parte do corpo que executa ações, simbolizando poder e controle.","explicacao_detalhada":"Em Êxodo 37:18, a referência à 'mao' pode indicar a ação de Deus ou a necessidade de ação por parte do povo na adoração.","por_que_esta_palavra":"A mão é um símbolo de poder e autoridade, essencial para a realização dos planos de Deus.","conexao_teologica":"A mão de Deus é frequentemente mencionada como um símbolo de Sua intervenção e ajuda.","referencias_relacionadas":["Salmos 138:7","Isaías 41:13","João 10:28"]},"exodo_37_18_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, simbolizando a criação e a relação com Deus.","explicacao_detalhada":"Em Êxodo 37:18, a palavra 'homem' pode ser usada para enfatizar a dignidade e o valor do ser humano na criação de Deus.","por_que_esta_palavra":"A humanidade é central no plano de Deus, e a referência ao 'homem' destaca a importância da relação entre Deus e o ser humano.","conexao_teologica":"A criação do homem à imagem de Deus é um tema fundamental que permeia toda a Escritura.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"exodo_37_18_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁלוֹשׁ","transliteracao":"shâlôwsh","strong":"H7969","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como algo é manifestado ou comunicado.","explicacao_detalhada":"No contexto de Êxodo 37:18, a expressão pode estar relacionada à forma como os elementos do tabernáculo são apresentados e organizados, simbolizando a presença de Deus entre o povo.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a importância da comunicação divina e da manifestação da santidade de Deus através dos objetos sagrados.","conexao_teologica":"A expressão de Deus se revela em sua criação e em sua habitação entre os homens, especialmente no tabernáculo.","referencias_relacionadas":["Êxodo 25:8","Êxodo 40:34-35","Salmos 29:9"]},"exodo_37_19_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' implica movimento ou transição de um lugar para outro.","explicacao_detalhada":"Em Êxodo 37:19, 'sair' pode se referir ao ato de retirar ou mover algo, simbolizando a ação de Deus ao conduzir seu povo.","por_que_esta_palavra":"A palavra 'sair' é significativa porque representa a libertação e a jornada do povo de Israel em direção à terra prometida.","conexao_teologica":"A ideia de sair é central na narrativa da libertação, onde Deus tira seu povo da escravidão do Egito.","referencias_relacionadas":["Êxodo 3:10","Êxodo 12:31","Salmos 105:43-45"]},"exodo_37_21_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou relação de proximidade.","explicacao_detalhada":"No versículo, 'entre' pode referir-se à disposição dos elementos sagrados no tabernáculo, enfatizando a presença de Deus no meio do seu povo.","por_que_esta_palavra":"A palavra 'entre' é crucial para entender a intimidade da relação entre Deus e Israel, onde Ele habita no meio deles.","conexao_teologica":"A presença de Deus entre seu povo é um tema recorrente na Bíblia, simbolizando comunhão e proteção.","referencias_relacionadas":["Êxodo 25:22","Levítico 26:12","Mateus 18:20"]},"exodo_37_22_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada novamente para reforçar a ideia de proximidade e relação.","explicacao_detalhada":"Neste contexto, 'entre' destaca a importância da localização dos objetos sagrados e a presença de Deus no tabernáculo.","por_que_esta_palavra":"Reiterar 'entre' enfatiza a continuidade da ideia de que Deus está sempre presente no meio de seu povo.","conexao_teologica":"A presença de Deus é um tema central que se estende desde o Antigo Testamento até o Novo Testamento.","referencias_relacionadas":["Êxodo 29:45","Salmos 46:5","Apocalipse 21:3"]},"exodo_37_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se à ação de fazer ou criar.","explicacao_detalhada":"Em Êxodo 37:23, 'urso' pode estar relacionado à criação dos utensílios sagrados, simbolizando a obra de Deus através de seus servos.","por_que_esta_palavra":"A palavra 'urso' é significativa porque enfatiza a atividade criativa e a habilidade dos artesãos escolhidos por Deus.","conexao_teologica":"Deus é o Criador, e a habilidade humana em criar é um reflexo da imagem divina.","referencias_relacionadas":["Êxodo 31:3-5","Êxodo 35:30-35","Salmos 104:24-25"]},"exodo_37_23_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' é uma partícula que indica a presença de um objeto ou pessoa.","explicacao_detalhada":"Neste contexto, 'unrepresented' pode ser visto como uma referência à presença de Deus que não é visível, mas é real.","por_que_esta_palavra":"A palavra é importante para entender que, embora Deus não seja visto fisicamente, sua presença é sentida.","conexao_teologica":"A invisibilidade de Deus é um tema que aponta para a fé e a confiança na sua presença.","referencias_relacionadas":["João 1:18","Hebreus 11:1","1 Timóteo 1:17"]},"exodo_37_23_lampada":{"palavra_pt":"lampada","palavra_original":"נִיר","transliteracao":"nîyr","strong":"H5216","significado_raiz":"Ideia básica: lampada.","significado_contextual":"A palavra 'lampada' refere-se a um objeto que fornece luz.","explicacao_detalhada":"Em Êxodo 37:23, a 'lampada' simboliza a iluminação espiritual e a presença de Deus como luz no meio da escuridão.","por_que_esta_palavra":"A lampada é um símbolo importante na Bíblia, representando a verdade e a revelação divina.","conexao_teologica":"Jesus é descrito como a luz do mundo, e a lampada no tabernáculo antecipa essa revelação.","referencias_relacionadas":["Salmos 119:105","João 8:12","Apocalipse 21:23"]},"exodo_37_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' novamente se refere à ação de fazer ou criar.","explicacao_detalhada":"Neste versículo, 'urso' destaca a continuidade da obra de Deus através dos artesãos que criam os objetos sagrados.","por_que_esta_palavra":"Reiterar 'urso' enfatiza a importância da habilidade e dedicação na criação dos utensílios do tabernáculo.","conexao_teologica":"A obra de Deus é realizada através de pessoas, mostrando a parceria entre o divino e o humano.","referencias_relacionadas":["Êxodo 31:6","Êxodo 36:1","1 Coríntios 3:9"]},"exodo_37_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"Em Êxodo 37:24, 'modo' pode se referir às instruções específicas dadas por Deus sobre como construir o tabernáculo.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a importância da obediência às instruções divinas.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, refletindo a relação entre fé e ação.","referencias_relacionadas":["Êxodo 25:9","Deuteronômio 5:32-33","Tiago 1:22"]},"exodo_37_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada novamente para enfatizar a ação de fazer ou criar.","explicacao_detalhada":"Neste contexto, 'urso' reforça a ideia de que a criação dos utensílios sagrados é uma tarefa divina realizada por meio de homens.","por_que_esta_palavra":"A repetição da palavra 'urso' destaca a continuidade e a importância da obra de Deus na história da salvação.","conexao_teologica":"A criação e a obra de Deus são temas que permeiam toda a Escritura, mostrando sua soberania e poder.","referencias_relacionadas":["Êxodo 35:10","Êxodo 36:2","Romanos 12:6-8"]},"exodo_37_25_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde se realizam sacrifícios e ofertas a Deus.","explicacao_detalhada":"No contexto do Êxodo, o altar é um elemento central na adoração israelita, simbolizando a presença de Deus e a necessidade de expiação dos pecados. É um lugar de encontro entre o homem e Deus.","por_que_esta_palavra":"A palavra 'altar' é usada para descrever o espaço físico onde os sacrifícios são oferecidos, refletindo a importância da adoração e da comunhão com Deus.","conexao_teologica":"O altar representa o sacrifício de Cristo, que se ofereceu como o sacrifício perfeito para a redenção da humanidade.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"exodo_37_26_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"No contexto do versículo, a menção do urso pode estar relacionada a uma representação de força ou poder, embora o uso específico no texto não seja claro.","por_que_esta_palavra":"A palavra 'urso' é utilizada para descrever um animal que evoca a ideia de força bruta e proteção.","conexao_teologica":"Embora não tenha uma conexão direta com a teologia, a força do urso pode ser vista como uma metáfora para a proteção divina.","referencias_relacionadas":["Provérbios 17:12","Daniel 7:5"]},"exodo_37_26_altar":{"palavra_pt":"altar","palavra_original":"גָּג","transliteracao":"gâg","strong":"H1406","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde se realizam sacrifícios e ofertas a Deus.","explicacao_detalhada":"Assim como no versículo anterior, o altar é um símbolo de adoração e sacrifício, essencial para a prática religiosa dos israelitas.","por_que_esta_palavra":"A repetição da palavra 'altar' enfatiza sua importância na liturgia e na relação do povo com Deus.","conexao_teologica":"O altar é um símbolo da intercessão e do sacrifício de Cristo, que se tornou o altar perfeito.","referencias_relacionadas":["Êxodo 20:24","Levítico 17:11"]},"exodo_37_27_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa um espaço de habitação e segurança.","explicacao_detalhada":"No contexto bíblico, a casa é um símbolo de família, proteção e a presença de Deus entre seu povo, especialmente em relação ao Tabernáculo.","por_que_esta_palavra":"A palavra 'casa' é usada para descrever não apenas um espaço físico, mas também um lugar de comunhão e adoração.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a habitação divina entre os homens.","referencias_relacionadas":["Salmos 27:4","Mateus 7:24"]},"exodo_37_27_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"A menção do urso pode estar relacionada a uma representação de força ou poder, embora o uso específico no texto não seja claro.","por_que_esta_palavra":"A palavra 'urso' é utilizada para descrever um animal que evoca a ideia de força bruta e proteção.","conexao_teologica":"Embora não tenha uma conexão direta com a teologia, a força do urso pode ser vista como uma metáfora para a proteção divina.","referencias_relacionadas":["Provérbios 17:12","Daniel 7:5"]},"exodo_37_27_corpo":{"palavra_pt":"corpo","palavra_original":"צֵלָע","transliteracao":"tsêlâʻ","strong":"H6763","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo é a forma física do ser humano, representando a totalidade do ser.","explicacao_detalhada":"No contexto bíblico, o corpo é visto como o templo do Espírito Santo, e sua integridade é importante para a vida espiritual.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a importância da vida física e espiritual do ser humano.","conexao_teologica":"O corpo é considerado um templo, onde Deus habita, refletindo a união entre o físico e o espiritual.","referencias_relacionadas":["1 Coríntios 6:19","Romanos 12:1"]},"exodo_37_28_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"A menção do urso pode estar relacionada a uma representação de força ou poder, embora o uso específico no texto não seja claro.","por_que_esta_palavra":"A palavra 'urso' é utilizada para descrever um animal que evoca a ideia de força bruta e proteção.","conexao_teologica":"Embora não tenha uma conexão direta com a teologia, a força do urso pode ser vista como uma metáfora para a proteção divina.","referencias_relacionadas":["Provérbios 17:12","Daniel 7:5"]},"exodo_37_28_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo é a forma física do ser humano, representando a totalidade do ser.","explicacao_detalhada":"No contexto bíblico, o corpo é visto como o templo do Espírito Santo, e sua integridade é importante para a vida espiritual.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a importância da vida física e espiritual do ser humano.","conexao_teologica":"O corpo é considerado um templo, onde Deus habita, refletindo a união entre o físico e o espiritual.","referencias_relacionadas":["1 Coríntios 6:19","Romanos 12:1"]},"exodo_37_29_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"A menção do urso pode estar relacionada a uma representação de força ou poder, embora o uso específico no texto não seja claro.","por_que_esta_palavra":"A palavra 'urso' é utilizada para descrever um animal que evoca a ideia de força bruta e proteção.","conexao_teologica":"Embora não tenha uma conexão direta com a teologia, a força do urso pode ser vista como uma metáfora para a proteção divina.","referencias_relacionadas":["Provérbios 17:12","Daniel 7:5"]},"exodo_37_29_dom":{"palavra_pt":"dom","palavra_original":"מִשְׁחָה","transliteracao":"mishchâh","strong":"H4888","significado_raiz":"Ideia básica: dom.","significado_contextual":"O dom refere-se a algo que é dado gratuitamente, muitas vezes em um contexto de oferta ou sacrifício.","explicacao_detalhada":"No contexto bíblico, o dom é visto como uma expressão de generosidade e gratidão a Deus, podendo incluir ofertas materiais ou espirituais.","por_que_esta_palavra":"A palavra 'dom' é utilizada para enfatizar a importância da generosidade e do reconhecimento das bênçãos recebidas.","conexao_teologica":"O conceito de dom é central na teologia cristã, refletindo a graça de Deus e a oferta de salvação através de Cristo.","referencias_relacionadas":["2 Coríntios 9:7","Tiago 1:17"]},"exodo_37_29_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é separado para uso divino, indicando a santidade de objetos e espaços dedicados a Deus.","explicacao_detalhada":"A palavra 'sagrado' é usada para descrever itens e lugares que foram consagrados para o serviço de Deus, como o óleo da unção e os utensílios do tabernáculo. Isso implica que esses elementos têm um propósito especial e são tratados com reverência.","por_que_esta_palavra":"A escolha da palavra 'sagrado' enfatiza a importância da pureza e da separação do profano, refletindo a natureza de Deus como santo.","conexao_teologica":"A santidade é um atributo central de Deus e, portanto, tudo que é sagrado deve refletir essa natureza. A consagração de objetos e lugares é um aspecto fundamental da adoração a Deus.","referencias_relacionadas":["Levítico 10:10","Êxodo 30:25","1 Pedro 1:16"]}}