{"exodo_38_1_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Neste contexto, refere-se à ação de fazer ou criar, especificamente no que diz respeito à construção do altar.","explicacao_detalhada":"A palavra 'urso' é um verbo que indica a ação de produzir ou fabricar algo. No contexto do altar, isso implica um trabalho manual e intencional para criar um espaço de adoração.","por_que_esta_palavra":"A utilização do verbo 'urso' destaca a importância do trabalho humano em colaboração com a vontade divina na construção do sagrado.","conexao_teologica":"A criação do altar simboliza a necessidade de um lugar de sacrifício e adoração, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"exodo_38_1_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar como um local de sacrifício e adoração a Deus, essencial para a prática religiosa do povo de Israel.","explicacao_detalhada":"O altar é um símbolo da presença de Deus e do sacrifício. Ele representa a mediação entre Deus e o homem, onde os sacrifícios são oferecidos em expiação pelos pecados.","por_que_esta_palavra":"A palavra 'altar' é fundamental na prática religiosa, pois é o local onde se realiza a oferta de sacrifícios, essencial para a relação entre Deus e seu povo.","conexao_teologica":"O altar é um símbolo da redenção e do sacrifício de Cristo, que se ofereceu como o sacrifício perfeito.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Romanos 12:1"]},"exodo_38_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Assim como no versículo anterior, refere-se à ação de fazer ou criar, neste caso, relacionado à construção do altar.","explicacao_detalhada":"A palavra 'urso' enfatiza a atividade de construção e a importância do trabalho humano na realização do plano divino para o culto.","por_que_esta_palavra":"A repetição do verbo 'urso' reforça a ideia de que a construção do altar é uma tarefa sagrada e significativa.","conexao_teologica":"A construção do altar é um ato de obediência e devoção, refletindo a necessidade de um espaço para a adoração a Deus.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"exodo_38_2_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"Neste versículo, refere-se a uma parte específica do altar, destacando sua construção e função.","explicacao_detalhada":"A palavra 'altar' é usada para descrever a estrutura onde os sacrifícios são oferecidos, simbolizando a conexão entre o homem e Deus.","por_que_esta_palavra":"A menção do altar é crucial, pois representa a necessidade de expiação e a prática de adoração no contexto da aliança.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se tornou nosso sacrifício perfeito.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Romanos 12:1"]},"exodo_38_2_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre ou no meio de algo, indicando a localização ou a relação de proximidade.","explicacao_detalhada":"A palavra 'entre' sugere uma posição de intermediação, que pode ser vista na relação entre Deus e o povo, onde o altar serve como um ponto de encontro.","por_que_esta_palavra":"A escolha de 'entre' enfatiza a presença de Deus no meio do seu povo e a importância da comunhão.","conexao_teologica":"Deus deseja habitar entre seu povo, e o altar é um símbolo dessa presença divina.","referencias_relacionadas":["Êxodo 25:8","Salmos 22:3","Mateus 18:20"]},"exodo_38_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se novamente à ação de fazer ou criar, enfatizando a construção do altar.","explicacao_detalhada":"A palavra 'urso' é utilizada para descrever o ato de fabricar o altar, destacando a importância do trabalho manual na adoração.","por_que_esta_palavra":"A repetição do verbo 'urso' reforça a ideia de que a construção do altar é uma tarefa sagrada e significativa.","conexao_teologica":"A construção do altar é um ato de obediência e devoção, refletindo a necessidade de um espaço para a adoração a Deus.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"exodo_38_3_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar, enfatizando sua função como local de sacrifício e adoração.","explicacao_detalhada":"O altar é um símbolo da presença de Deus e do sacrifício, representando a mediação entre Deus e o homem.","por_que_esta_palavra":"A palavra 'altar' é fundamental na prática religiosa, pois é o local onde se realiza a oferta de sacrifícios.","conexao_teologica":"O altar é um símbolo da redenção e do sacrifício de Cristo, que se ofereceu como o sacrifício perfeito.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Romanos 12:1"]},"exodo_38_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo é feito, especialmente na construção do altar.","explicacao_detalhada":"A palavra 'modo' indica a importância de seguir instruções específicas na construção do altar, refletindo a ordem divina.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a necessidade de precisão e obediência nas práticas de adoração.","conexao_teologica":"A maneira como adoramos a Deus deve ser guiada por suas instruções, refletindo nossa reverência e obediência.","referencias_relacionadas":["Êxodo 25:40","Deuteronômio 12:32","Colossenses 3:23"]},"exodo_38_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar, novamente relacionada à construção do altar.","explicacao_detalhada":"A palavra 'urso' enfatiza a atividade de construção e a importância do trabalho humano na realização do plano divino para o culto.","por_que_esta_palavra":"A repetição do verbo 'urso' reforça a ideia de que a construção do altar é uma tarefa sagrada e significativa.","conexao_teologica":"A construção do altar é um ato de obediência e devoção, refletindo a necessidade de um espaço para a adoração a Deus.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"exodo_38_4_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Êxodo 38:4, o altar é descrito como uma estrutura central no culto israelita, onde os sacrifícios eram realizados como forma de adoração e expiação dos pecados.","por_que_esta_palavra":"A palavra 'altar' é fundamental para entender a prática de adoração e a relação entre Deus e o povo de Israel, simbolizando a necessidade de sacrifício para a reconciliação.","conexao_teologica":"O altar representa o sacrifício de Cristo, que se ofereceu uma vez por todas, substituindo os sacrifícios do Antigo Testamento.","referencias_relacionadas":["Levítico 1:5","Hebreus 9:14","Romanos 12:1"]},"exodo_38_4_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade positiva das obras realizadas, especialmente em relação ao que é feito para Deus.","explicacao_detalhada":"Em Êxodo 38:4, a palavra 'bom' enfatiza que as obras e os objetos utilizados no tabernáculo devem ser de qualidade superior, refletindo a santidade de Deus.","por_que_esta_palavra":"A palavra 'bom' é importante para destacar a excelência e a pureza que Deus exige em tudo que é feito em Seu nome.","conexao_teologica":"A bondade de Deus se reflete nas obras que Ele realiza e nas que espera de Seu povo, mostrando que tudo deve ser feito para Sua glória.","referencias_relacionadas":["Gênesis 1:31","Salmos 119:68","Tiago 1:17"]},"exodo_38_5_crescer":{"palavra_pt":"crescer","palavra_original":"יָצַק","transliteracao":"yâtsaq","strong":"H3332","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao ato de aumentar ou expandir, especialmente em relação à construção do tabernáculo.","explicacao_detalhada":"No versículo, 'crescer' implica a ideia de que o tabernáculo e seus componentes foram feitos com cuidado e atenção ao detalhe, refletindo o crescimento espiritual do povo.","por_que_esta_palavra":"A palavra 'crescer' é usada para mostrar que o tabernáculo não é apenas uma estrutura física, mas um símbolo do relacionamento crescente entre Deus e Israel.","conexao_teologica":"O crescimento espiritual é um tema central na vida cristã, onde os crentes são chamados a crescer na fé e no conhecimento de Deus.","referencias_relacionadas":["2 Pedro 3:18","Efésios 4:15","Colossenses 1:10"]},"exodo_38_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode se referir a uma ação de fazer ou criar, no contexto da construção do tabernáculo.","explicacao_detalhada":"Em Êxodo 38:6, a palavra é utilizada para descrever a ação de fazer os utensílios e elementos necessários para o culto a Deus, enfatizando a importância do trabalho manual.","por_que_esta_palavra":"A palavra 'urso' é relevante para mostrar que o trabalho humano é parte do plano divino e que Deus usa as habilidades humanas para cumprir Seus propósitos.","conexao_teologica":"Deus chama Seu povo a trabalhar em Sua obra, refletindo a importância do serviço e da dedicação em todas as áreas da vida.","referencias_relacionadas":["1 Coríntios 3:9","Colossenses 3:23","Efésios 2:10"]},"exodo_38_6_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à estrutura física, que pode simbolizar a unidade e a coletividade do povo de Deus.","explicacao_detalhada":"No contexto do versículo, 'corpo' pode ser interpretado como a construção do tabernáculo, que serve como morada de Deus entre Seu povo.","por_que_esta_palavra":"A palavra 'corpo' é importante para entender a ideia de que o tabernáculo é um lugar onde Deus habita, simbolizando a presença divina entre os israelitas.","conexao_teologica":"O corpo de Cristo é uma metáfora para a igreja, onde cada membro é importante e contribui para a edificação do todo.","referencias_relacionadas":["1 Coríntios 12:27","Efésios 4:16","Romanos 12:5"]},"exodo_38_7_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Reitera a importância do altar como um lugar de sacrifício e adoração.","explicacao_detalhada":"O altar é mencionado novamente, enfatizando sua centralidade na vida religiosa de Israel e a necessidade de sacrifícios para a expiação dos pecados.","por_que_esta_palavra":"A repetição da palavra 'altar' reforça a ideia de que a adoração a Deus deve ser feita de maneira correta e com reverência.","conexao_teologica":"O altar é um símbolo do sacrifício de Cristo, que se tornou o sacrifício perfeito para a humanidade.","referencias_relacionadas":["Hebreus 13:10","Gálatas 2:20","Romanos 5:8"]},"exodo_38_7_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de entrar ou se aproximar de um lugar sagrado.","explicacao_detalhada":"A palavra 'vir' ou 'entrar' é usada para descrever a ação de se aproximar do altar, simbolizando a necessidade de se aproximar de Deus com reverência.","por_que_esta_palavra":"A palavra 'chamar' é importante para entender que a aproximação a Deus deve ser feita com um coração puro e sincero.","conexao_teologica":"A ideia de se aproximar de Deus é central na fé cristã, onde somos convidados a entrar na Sua presença através de Jesus.","referencias_relacionadas":["Hebreus 4:16","Tiago 4:8","Mateus 11:28"]},"exodo_38_7_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à estrutura física do tabernáculo, que é um símbolo da presença de Deus.","explicacao_detalhada":"A palavra 'corpo' aqui pode ser vista como a construção do tabernáculo, que serve como morada de Deus entre os israelitas.","por_que_esta_palavra":"A repetição da palavra 'corpo' enfatiza a importância da habitação de Deus entre Seu povo e a necessidade de um espaço sagrado.","conexao_teologica":"Assim como o tabernáculo era a habitação de Deus, o corpo de Cristo é a nova habitação de Deus entre os homens.","referencias_relacionadas":["João 1:14","1 Coríntios 6:19","Efésios 2:22"]},"exodo_38_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar, especialmente em relação aos utensílios do tabernáculo.","explicacao_detalhada":"A palavra 'urso' é utilizada para descrever a criação dos utensílios necessários para o culto, enfatizando a importância do trabalho manual na adoração a Deus.","por_que_esta_palavra":"A palavra 'urso' é relevante para mostrar que o trabalho humano é parte do plano divino e que Deus usa as habilidades humanas para cumprir Seus propósitos.","conexao_teologica":"Deus chama Seu povo a trabalhar em Sua obra, refletindo a importância do serviço e da dedicação em todas as áreas da vida.","referencias_relacionadas":["1 Coríntios 3:9","Colossenses 3:23","Efésios 2:10"]},"exodo_38_8_hearth":{"palavra_pt":"hearth","palavra_original":"כִּיּוֹר","transliteracao":"kîyôwr","strong":"H3595","significado_raiz":"Ideia básica: hearth.","significado_contextual":"Refere-se ao local onde o fogo é mantido, simbolizando purificação e sacrifício.","explicacao_detalhada":"No contexto do versículo, 'hearth' é um elemento essencial para os sacrifícios, onde o fogo é utilizado para queimar as ofertas a Deus.","por_que_esta_palavra":"A palavra 'hearth' é importante para entender a prática de sacrifício e a necessidade de fogo para a purificação das ofertas.","conexao_teologica":"O fogo simboliza a presença de Deus e Sua purificação, refletindo a obra do Espírito Santo na vida do crente.","referencias_relacionadas":["Levítico 6:13","Mateus 3:11","Atos 2:3"]},"exodo_38_8_visao":{"palavra_pt":"visao","palavra_original":"מַרְאָה","transliteracao":"marʼâh","strong":"H4759","significado_raiz":"Ideia básica: visao.","significado_contextual":"A palavra 'visão' refere-se à capacidade de perceber ou entender algo, muitas vezes associada a revelações divinas.","explicacao_detalhada":"No contexto de Êxodo 38:8, a 'visão' pode estar relacionada à percepção espiritual e à compreensão das instruções dadas por Deus para a construção do tabernáculo.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância de ter uma visão clara e divina ao seguir as orientações de Deus.","conexao_teologica":"A visão é frequentemente associada à revelação e à compreensão do propósito de Deus na vida dos crentes.","referencias_relacionadas":["Êxodo 33:20","Salmos 119:18","Isaías 6:1"]},"exodo_38_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a algo que é feito ou criado, possivelmente relacionado ao trabalho manual.","explicacao_detalhada":"No versículo, a palavra pode indicar a ação de fazer ou construir, enfatizando a importância do trabalho na realização das ordens de Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a necessidade de ação e esforço na execução das tarefas divinas.","conexao_teologica":"O trabalho é visto como uma forma de adoração e obediência a Deus, refletindo a criação e a ordem divina.","referencias_relacionadas":["Gênesis 2:15","Colossenses 3:23","1 Coríntios 15:58"]},"exodo_38_9_boca":{"palavra_pt":"boca","palavra_original":"פֵּאָה","transliteracao":"pêʼâh","strong":"H6285","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' pode simbolizar a comunicação e a expressão verbal das instruções de Deus.","explicacao_detalhada":"Neste contexto, a 'boca' pode representar a necessidade de proclamar e obedecer às palavras de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da comunicação divina e da resposta humana às instruções recebidas.","conexao_teologica":"A boca é um instrumento de louvor e testemunho, essencial na vida de fé.","referencias_relacionadas":["Salmos 81:10","Provérbios 18:21","Romanos 10:9"]},"exodo_38_10_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um pilar ou suporte, simbolizando estabilidade e estrutura.","explicacao_detalhada":"No contexto, a 'expressão' pode se referir aos elementos que sustentam o tabernáculo, representando a firmeza da fé.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a importância de ter uma base sólida na adoração e na vida espiritual.","conexao_teologica":"Os pilares são frequentemente vistos como símbolos de força e apoio na vida cristã.","referencias_relacionadas":["Salmos 125:1","Efésios 2:20-22","1 Pedro 2:5"]},"exodo_38_11_mae":{"palavra_pt":"mae","palavra_original":"אַמָּה","transliteracao":"ʼammâh","strong":"H520","significado_raiz":"Ideia básica: mae.","significado_contextual":"A palavra 'mãe' pode simbolizar origem e cuidado, refletindo a natureza protetora de Deus.","explicacao_detalhada":"Neste contexto, a 'mãe' pode representar a ideia de que Deus é a fonte de tudo que é bom e necessário para a vida.","por_que_esta_palavra":"A palavra é usada para enfatizar a relação íntima entre Deus e seu povo, como uma mãe cuida de seus filhos.","conexao_teologica":"A maternidade de Deus é um tema que reflete seu amor e cuidado por sua criação.","referencias_relacionadas":["Isaías 66:13","Salmos 27:10","Mateus 23:37"]},"exodo_38_11_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Em Êxodo 38:11, \"expressao\" aparece na frase \"E do lado norte cortinas de cem côvados; as suas vinte colunas e as suas vinte bases eram de cobre, os colchetes das colunas e as suas mold…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (עַמּוּד; ʻammûwd; H5982), \"expressao\" traz a ideia de expressao. Aqui, essa palavra deixa o ensino de Êxodo 38:11 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"expressao\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Êxodo 38:17. Lendo junto com Êxodo 38:11, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 38:11","Êxodo 38:17","Salmos 119:105"]},"exodo_38_12_mae":{"palavra_pt":"mae","palavra_original":"אַמָּה","transliteracao":"ʼammâh","strong":"H520","significado_raiz":"Ideia básica: mae.","significado_contextual":"A palavra 'mãe' aqui reforça a ideia de origem e sustento, essencial para a construção do tabernáculo.","explicacao_detalhada":"A repetição da palavra 'mãe' destaca a continuidade e a importância do cuidado na execução das ordens divinas.","por_que_esta_palavra":"É usada para enfatizar a necessidade de uma base sólida e cuidadosa na construção do que é sagrado.","conexao_teologica":"A ideia de cuidado e proteção é central na relação entre Deus e seu povo.","referencias_relacionadas":["Gênesis 3:20","Salmos 131:2","Mateus 12:48-50"]},"exodo_38_12_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' pode simbolizar a vastidão e a profundidade do poder de Deus.","explicacao_detalhada":"No contexto, o 'mar' pode representar a imensidão da criação e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A escolha dessa palavra destaca a grandeza de Deus e sua capacidade de controlar as forças da natureza.","conexao_teologica":"O mar é frequentemente usado na Bíblia como símbolo do caos que Deus ordena e controla.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Mateus 8:27"]},"exodo_38_13_boca":{"palavra_pt":"boca","palavra_original":"פֵּאָה","transliteracao":"pêʼâh","strong":"H6285","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' novamente simboliza a comunicação e a expressão das verdades divinas.","explicacao_detalhada":"Neste versículo, a 'boca' pode representar a necessidade de proclamar a palavra de Deus e a importância da obediência.","por_que_esta_palavra":"A repetição da palavra enfatiza a centralidade da comunicação na vida de fé.","conexao_teologica":"A boca é um meio pelo qual a verdade de Deus é compartilhada e vivida.","referencias_relacionadas":["Salmos 19:14","Provérbios 10:11","Romanos 1:16"]},"exodo_38_13_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' pode referir-se ao propósito final ou à conclusão de um projeto divino.","explicacao_detalhada":"No contexto, o 'fim' pode simbolizar a realização das promessas de Deus e o cumprimento de sua vontade.","por_que_esta_palavra":"A palavra é usada para enfatizar que tudo tem um propósito e um desfecho dentro do plano de Deus.","conexao_teologica":"O conceito de fim é importante na teologia, pois reflete a soberania de Deus sobre a história.","referencias_relacionadas":["Eclesiastes 3:1","Romanos 8:28","Apocalipse 21:6"]},"exodo_38_13_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se ao sol como fonte de luz e calor, simbolizando a presença de Deus e sua criação.","explicacao_detalhada":"O sol é frequentemente associado à vida e à vitalidade. No contexto do tabernáculo, a menção do sol pode simbolizar a iluminação divina que guia o povo de Israel.","por_que_esta_palavra":"A palavra 'sol' é utilizada para enfatizar a importância da luz e da orientação divina na jornada do povo de Deus.","conexao_teologica":"O sol representa a luz de Deus que ilumina o caminho dos fiéis, refletindo a ideia de que Jesus é a luz do mundo (João 8:12).","referencias_relacionadas":["Gênesis 1:16","Salmos 84:11","Mateus 5:14"]},"exodo_38_14_fim":{"palavra_pt":"fim","palavra_original":"כָּתֵף","transliteracao":"kâthêph","strong":"H3802","significado_raiz":"Ideia básica: fim.","significado_contextual":"Indica o limite ou a borda de algo, possivelmente referindo-se às extremidades do tabernáculo.","explicacao_detalhada":"A palavra 'fim' é usada para descrever as partes que delimitam o espaço sagrado, enfatizando a separação entre o sagrado e o profano.","por_que_esta_palavra":"A utilização de 'fim' destaca a importância da ordem e da estrutura no culto a Deus, refletindo a necessidade de limites no relacionamento com o sagrado.","conexao_teologica":"A ideia de limites é fundamental na teologia bíblica, onde Deus estabelece fronteiras para proteger seu povo (Hebreus 12:14).","referencias_relacionadas":["Êxodo 26:12","Números 3:38","Salmos 104:5"]},"exodo_38_14_funda":{"palavra_pt":"funda","palavra_original":"קֶלַע","transliteracao":"qelaʻ","strong":"H7050","significado_raiz":"Ideia básica: funda.","significado_contextual":"Refere-se a um tipo de tecido ou material usado na construção do tabernáculo.","explicacao_detalhada":"A palavra 'funda' implica em um elemento de suporte e estrutura, essencial para a estabilidade do tabernáculo.","por_que_esta_palavra":"A escolha de 'funda' enfatiza a importância da base sólida na construção do lugar de adoração a Deus.","conexao_teologica":"Assim como a funda é essencial para a estrutura física, a fé é a base da vida espiritual (Mateus 7:24-25).","referencias_relacionadas":["Êxodo 26:1","Salmos 127:1","1 Coríntios 3:11"]},"exodo_38_14_fifteen":{"palavra_pt":"fif teen","palavra_original":"חָמֵשׁ","transliteracao":"châmêsh","strong":"H2568","significado_raiz":"Ideia básica: fif teen.","significado_contextual":"Refere-se ao número quinze, possivelmente relacionado a uma medida ou quantidade específica no contexto do tabernáculo.","explicacao_detalhada":"O número quinze pode simbolizar a plenitude e a completude, refletindo a perfeição do plano de Deus para o tabernáculo.","por_que_esta_palavra":"A inclusão de 'fifteen' destaca a precisão e a ordem divina na construção do espaço sagrado.","conexao_teologica":"Os números na Bíblia frequentemente têm significados simbólicos, e o quinze pode ser visto como um lembrete da graça de Deus (Efésios 2:8).","referencias_relacionadas":["Êxodo 12:37","Salmos 15:1","Apocalipse 21:17"]},"exodo_38_15_fim":{"palavra_pt":"fim","palavra_original":"כָּתֵף","transliteracao":"kâthêph","strong":"H3802","significado_raiz":"Ideia básica: fim.","significado_contextual":"Reitera a ideia de limite ou borda, enfatizando a separação entre o sagrado e o comum.","explicacao_detalhada":"A repetição da palavra 'fim' reforça a importância dos limites estabelecidos por Deus para o culto e a adoração.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura e a organização do tabernáculo, que é um reflexo da ordem divina.","conexao_teologica":"Os limites estabelecidos por Deus são uma forma de proteção e santidade, como visto em Levítico 10:3.","referencias_relacionadas":["Êxodo 26:12","Números 3:38","Salmos 104:5"]},"exodo_38_15_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se à entrada do tabernáculo, simbolizando o acesso ao sagrado.","explicacao_detalhada":"A porta é um ponto de transição entre o mundo exterior e o espaço sagrado, representando a necessidade de um meio para se aproximar de Deus.","por_que_esta_palavra":"A palavra 'porta' é significativa, pois indica que há um caminho para a presença de Deus, que é acessível através de Jesus (João 10:9).","conexao_teologica":"A porta do tabernáculo simboliza a mediação de Cristo, que é o único caminho para o Pai (João 14:6).","referencias_relacionadas":["Êxodo 26:36","Mateus 7:7","Hebreus 10:19-20"]},"exodo_38_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como as coisas devem ser feitas, enfatizando a obediência às instruções de Deus.","explicacao_detalhada":"A palavra 'modo' implica em um padrão ou método que deve ser seguido na construção e no culto, refletindo a ordem divina.","por_que_esta_palavra":"A utilização de 'modo' destaca a importância da obediência às diretrizes divinas na vida do povo de Deus.","conexao_teologica":"A obediência é um tema central na Bíblia, onde seguir o modo de Deus é essencial para a vida espiritual (Deuteronômio 5:33).","referencias_relacionadas":["Êxodo 25:9","Salmos 119:4","Tiago 1:22"]},"exodo_38_16_funda":{"palavra_pt":"funda","palavra_original":"קֶלַע","transliteracao":"qelaʻ","strong":"H7050","significado_raiz":"Ideia básica: funda.","significado_contextual":"Refere-se novamente ao material usado na construção, enfatizando a continuidade e a importância da estrutura.","explicacao_detalhada":"A repetição da palavra 'funda' reforça a ideia de que a base é crucial para a estabilidade do tabernáculo.","por_que_esta_palavra":"A palavra é usada para enfatizar a consistência e a importância dos materiais na construção do lugar de adoração.","conexao_teologica":"Assim como a funda é essencial para a estrutura física, a fé é a base da vida espiritual (Mateus 7:24-25).","referencias_relacionadas":["Êxodo 26:1","Salmos 127:1","1 Coríntios 3:11"]},"exodo_38_17_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou coluna, possivelmente relacionada à estrutura do tabernáculo.","explicacao_detalhada":"A palavra 'expressão' pode simbolizar a firmeza e a estabilidade, essenciais para a construção do espaço sagrado.","por_que_esta_palavra":"A escolha de 'expressão' destaca a importância da estrutura e da firmeza na adoração a Deus.","conexao_teologica":"As colunas podem ser vistas como um símbolo da força e da estabilidade que Deus proporciona ao seu povo (Salmos 125:1).","referencias_relacionadas":["Êxodo 26:32","Salmos 104:5","Isaías 54:11"]},"exodo_38_17_covering":{"palavra_pt":"covering","palavra_original":"צִפּוּי","transliteracao":"tsippûwy","strong":"H6826","significado_raiz":"Ideia básica: termo central do texto original.","significado_contextual":"Refere-se ao material que cobre o tabernáculo, simbolizando proteção e santidade.","explicacao_detalhada":"A palavra 'covering' implica em um elemento de proteção, refletindo a presença de Deus que cobre e protege seu povo.","por_que_esta_palavra":"A utilização de 'covering' enfatiza a ideia de que Deus é um abrigo seguro para aqueles que buscam sua presença.","conexao_teologica":"Assim como o tabernáculo é coberto, Deus cobre seu povo com sua graça e misericórdia (Salmos 91:1).","referencias_relacionadas":["Êxodo 26:7","Salmos 91:1","Isaías 4:5"]},"exodo_38_18_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade do trabalho realizado na construção do tabernáculo, enfatizando que tudo foi feito de maneira excelente.","explicacao_detalhada":"A palavra 'bom' aqui destaca a perfeição e a adequação dos materiais e do trabalho, refletindo a santidade do espaço que seria dedicado a Deus.","por_que_esta_palavra":"A escolha da palavra 'bom' indica que o que foi feito não é apenas funcional, mas também digno da presença divina.","conexao_teologica":"A qualidade do que é oferecido a Deus deve refletir a reverência e o respeito que temos por Ele.","referencias_relacionadas":["Gênesis 1:31","Salmos 118:1","Mateus 5:48"]},"exodo_38_19_covering":{"palavra_pt":"covering","palavra_original":"צִפּוּי","transliteracao":"tsippûwy","strong":"H6826","significado_raiz":"Ideia básica: termo central do texto original.","significado_contextual":"Refere-se à cobertura do tabernáculo, que tinha um papel essencial na proteção e na separação do sagrado.","explicacao_detalhada":"A cobertura simboliza a proteção divina e a separação do espaço sagrado do mundo exterior, indicando a importância da santidade.","por_que_esta_palavra":"A palavra 'covering' enfatiza a necessidade de um espaço sagrado que é protegido e separado para o culto a Deus.","conexao_teologica":"A ideia de cobertura remete à proteção de Deus sobre seu povo e a importância de manter a santidade em nossas vidas.","referencias_relacionadas":["Êxodo 26:1","Salmos 91:1","Hebreus 9:2"]},"exodo_38_19_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao princípio ou à cabeça de algo, neste caso, a estrutura do tabernáculo.","explicacao_detalhada":"A palavra 'principio' sugere que o tabernáculo tem uma ordem e uma hierarquia que são fundamentais para sua função.","por_que_esta_palavra":"A escolha de 'principio' indica que há uma estrutura divina que deve ser respeitada na adoração.","conexao_teologica":"Deus é o princípio de todas as coisas, e o tabernáculo é um reflexo dessa ordem divina.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","Colossenses 1:17"]},"exodo_38_19_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou coluna que faz parte da estrutura do tabernáculo.","explicacao_detalhada":"A palavra 'expressao' pode indicar a forma como a presença de Deus é manifestada no tabernáculo, através de colunas que sustentam a estrutura.","por_que_esta_palavra":"A escolha de 'expressao' sugere que cada elemento do tabernáculo tem um significado e uma função específica na adoração.","conexao_teologica":"As colunas podem simbolizar a firmeza da fé e a sustentação que Deus oferece ao seu povo.","referencias_relacionadas":["Êxodo 26:32","Salmos 104:5","Hebreus 3:4"]},"exodo_38_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas no tabernáculo, enfatizando a ordem e a reverência.","explicacao_detalhada":"A palavra 'modo' indica que há uma maneira específica de se aproximar de Deus, refletindo a importância da obediência às instruções divinas.","por_que_esta_palavra":"A escolha de 'modo' ressalta que a adoração deve ser feita de acordo com os padrões estabelecidos por Deus.","conexao_teologica":"A maneira de adorar a Deus é fundamental para manter a santidade e a reverência no culto.","referencias_relacionadas":["Êxodo 25:40","Levítico 10:1-2","1 Crônicas 15:13"]},"exodo_38_20_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao tabernáculo como a morada de Deus entre o seu povo.","explicacao_detalhada":"A palavra 'templo' enfatiza a sacralidade do espaço onde Deus habita e a importância da adoração que ocorre ali.","por_que_esta_palavra":"A escolha de 'templo' indica que este espaço é separado e consagrado para a presença divina.","conexao_teologica":"O tabernáculo é um símbolo da presença de Deus entre os homens e da necessidade de um lugar sagrado para a adoração.","referencias_relacionadas":["Êxodo 25:8","Salmos 27:4","1 Coríntios 3:16"]},"exodo_38_21_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Reforça a ideia do tabernáculo como a habitação de Deus entre os israelitas.","explicacao_detalhada":"A repetição da palavra 'templo' sublinha a importância do espaço sagrado na vida do povo de Deus.","por_que_esta_palavra":"A escolha de 'templo' reafirma a centralidade da adoração a Deus na vida comunitária.","conexao_teologica":"O tabernáculo é um precursor do templo em Jerusalém, ambos representando a presença de Deus entre seu povo.","referencias_relacionadas":["Êxodo 25:9","1 Reis 6:1","Atos 7:44"]},"exodo_38_21_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função dos sacerdotes que serviam no tabernáculo, mediando entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' indica a importância do papel sacerdotal na adoração e na intercessão pelo povo.","por_que_esta_palavra":"A escolha de 'sacerdote' destaca a necessidade de mediadores na relação entre Deus e a humanidade.","conexao_teologica":"Jesus é o nosso sumo sacerdote, cumprindo o papel que os sacerdotes do Antigo Testamento desempenhavam.","referencias_relacionadas":["Êxodo 28:1","Levítico 8:1-2","Hebreus 4:14"]},"exodo_38_21_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de Deus de libertar seu povo da escravidão no Egito.","explicacao_detalhada":"A palavra 'libertar' enfatiza a ação de Deus em trazer liberdade e redenção ao seu povo.","por_que_esta_palavra":"A escolha de 'libertar' destaca a natureza salvadora de Deus e seu compromisso com a libertação.","conexao_teologica":"A libertação do Egito é um símbolo da salvação que encontramos em Cristo.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Gálatas 5:1"]},"exodo_38_22_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se às doze tribos de Israel, cada uma com seu papel e herança na nação.","explicacao_detalhada":"A palavra 'tribo' indica a organização social e espiritual do povo de Deus, cada tribo com sua identidade e função.","por_que_esta_palavra":"A escolha de 'tribo' ressalta a diversidade e a unidade do povo de Deus, que é formado por diferentes grupos.","conexao_teologica":"As tribos de Israel representam a pluralidade do corpo de Cristo, onde cada membro tem um papel único.","referencias_relacionadas":["Gênesis 49:28","Números 1:2","Apocalipse 7:4-8"]},"exodo_38_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou progenitor, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para indicar não apenas a relação biológica, mas também a posição dentro da comunidade e da família. No contexto de Êxodo 38:22, pode se referir a um dos filhos de um dos líderes que ajudaram na construção do tabernáculo.","por_que_esta_palavra":"A inclusão de 'filho' destaca a importância da hereditariedade e do papel das famílias na história de Israel.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, simbolizando a aliança entre Deus e Seu povo, onde Deus é frequentemente referido como Pai.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 7:9"]},"exodo_38_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a um tipo de animal que simboliza força e poder.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente em Êxodo 38:22, a ideia de força e proteção é relevante no contexto da construção do tabernáculo, onde a força de Deus é invocada para proteger e guiar Seu povo.","por_que_esta_palavra":"A menção de animais fortes pode simbolizar a proteção divina e a força necessária para a realização das tarefas sagradas.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso, que defende Seu povo contra inimigos.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:11","Miquéias 5:8"]},"exodo_38_23_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze tribos de Israel, cada uma com sua própria herança e função dentro da nação.","explicacao_detalhada":"A palavra 'tribo' é fundamental para entender a organização social e religiosa de Israel. No contexto de Êxodo 38:23, destaca a contribuição de cada tribo para a construção do tabernáculo.","por_que_esta_palavra":"A menção das tribos enfatiza a unidade e diversidade do povo de Deus, cada um com seu papel específico.","conexao_teologica":"As tribos de Israel representam a aliança de Deus com Seu povo, onde cada tribo tem um papel na história da salvação.","referencias_relacionadas":["Números 1:2","Deuteronômio 33:1-5","Apocalipse 7:4-8"]},"exodo_38_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Assim como na entrada anterior, refere-se a um descendente ou progenitor, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'filho' em Êxodo 38:23 reforça a importância da família e da herança na construção do tabernáculo.","por_que_esta_palavra":"A palavra é utilizada para mostrar a continuidade e a responsabilidade que cada geração tem em relação à obra de Deus.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, onde a fidelidade é passada de geração para geração.","referencias_relacionadas":["Êxodo 20:12","Salmos 78:4","Provérbios 22:6"]},"exodo_38_23_astuto":{"palavra_pt":"astuto","palavra_original":"חָשַׁב","transliteracao":"châshab","strong":"H2803","significado_raiz":"Ideia básica: astuto.","significado_contextual":"Refere-se à habilidade e inteligência na execução de tarefas, especialmente em contextos de construção e artesanato.","explicacao_detalhada":"A palavra 'astuto' implica em sabedoria e destreza, essenciais para a construção do tabernáculo, que exigia habilidades especiais.","por_que_esta_palavra":"A menção de astúcia destaca a importância da sabedoria divina na realização das obras de Deus.","conexao_teologica":"A sabedoria é um atributo de Deus e é frequentemente pedida por aqueles que desejam cumprir Sua vontade.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Êxodo 31:3"]},"exodo_38_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Assim como mencionado anteriormente, refere-se a um símbolo de força e proteção.","explicacao_detalhada":"A repetição da palavra 'urso' pode reforçar a ideia de que a força e a proteção de Deus são necessárias para a realização das tarefas sagradas.","por_que_esta_palavra":"A força é um tema recorrente na Bíblia, simbolizando a proteção divina sobre o Seu povo.","conexao_teologica":"Deus é descrito como um defensor forte, que protege Seu povo em tempos de necessidade.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Romanos 8:31"]},"exodo_38_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de realizar algo, especialmente em contextos de adoração e serviço a Deus.","explicacao_detalhada":"A palavra 'modo' implica na importância da forma correta de adoração e serviço, que é essencial na construção do tabernáculo.","por_que_esta_palavra":"A maneira como se faz algo é crucial para a aceitação de Deus, especialmente em rituais sagrados.","conexao_teologica":"A adoração deve ser feita em espírito e verdade, conforme a vontade de Deus.","referencias_relacionadas":["João 4:24","Colossenses 3:23","1 Coríntios 14:40"]},"exodo_38_25_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus, indicando santidade e reverência.","explicacao_detalhada":"A palavra 'sagrado' é central na compreensão do tabernáculo, que era um espaço dedicado à presença de Deus e à adoração.","por_que_esta_palavra":"A santidade é um atributo de Deus e deve ser refletida em tudo que é feito em Sua casa.","conexao_teologica":"A santidade de Deus exige que Seu povo viva de maneira santa e reverente.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"exodo_38_25_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"Refere-se a um metal precioso, frequentemente associado a valor e troca.","explicacao_detalhada":"A prata é usada no contexto do tabernáculo para simbolizar a riqueza e a beleza da adoração a Deus.","por_que_esta_palavra":"A menção da prata destaca a importância dos recursos materiais na construção do que é sagrado.","conexao_teologica":"Os recursos que temos devem ser usados para glorificar a Deus e construir Seu reino.","referencias_relacionadas":["Salmos 119:72","Mateus 6:21","1 Crônicas 29:14"]},"exodo_38_25_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar ou resgatar, especialmente no contexto da libertação do povo de Israel do Egito.","explicacao_detalhada":"A palavra 'libertar' é central na narrativa da libertação de Israel, simbolizando a ação de Deus em favor de Seu povo.","por_que_esta_palavra":"A libertação é um tema central na história da salvação, onde Deus age para resgatar Seu povo da opressão.","conexao_teologica":"A libertação de Israel é um símbolo da salvação que encontramos em Cristo.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Gálatas 5:1"]},"exodo_38_26_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus, indicando a santidade dos recursos utilizados no tabernáculo.","explicacao_detalhada":"A palavra 'sagrado' implica que algo foi consagrado ou separado para um propósito divino. No contexto do tabernáculo, tudo que era usado tinha que ser considerado sagrado, refletindo a presença de Deus.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância da santidade em relação ao culto e à adoração a Deus.","conexao_teologica":"A santidade de Deus exige que tudo que se relaciona com Ele também seja tratado como sagrado, refletindo a separação do profano.","referencias_relacionadas":["Êxodo 30:29","Levítico 10:10","1 Pedro 1:16"]},"exodo_38_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os recursos foram contabilizados e utilizados para a construção do tabernáculo.","explicacao_detalhada":"A palavra 'modo' indica a maneira específica de se fazer algo, neste caso, a forma como os recursos sagrados foram organizados e utilizados.","por_que_esta_palavra":"É importante para mostrar a ordem e a precisão necessárias na construção do tabernáculo, refletindo a natureza de Deus.","conexao_teologica":"Deus é um Deus de ordem, e a forma como as coisas são feitas em Seu serviço deve refletir essa ordem.","referencias_relacionadas":["1 Coríntios 14:40","Salmos 119:33","Êxodo 25:9"]},"exodo_38_26_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar os filhos de Israel da escravidão no Egito.","explicacao_detalhada":"A palavra 'libertar' implica um ato de resgate e libertação, que é central na narrativa da saída do Egito.","por_que_esta_palavra":"É fundamental para entender a salvação que Deus oferece ao Seu povo, simbolizando a libertação do pecado.","conexao_teologica":"A libertação do Egito é um tipo da libertação que Cristo oferece a todos os que creem.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Gálatas 5:1"]},"exodo_38_27_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se novamente à consagração dos recursos usados no tabernáculo.","explicacao_detalhada":"A repetição da palavra 'sagrado' enfatiza a importância da santidade em todos os aspectos da construção do tabernáculo.","por_que_esta_palavra":"Reforça a ideia de que tudo que é usado para Deus deve ser tratado com reverência.","conexao_teologica":"A santidade é um atributo de Deus que deve ser refletido em Sua adoração.","referencias_relacionadas":["Êxodo 30:29","Levítico 11:44","1 Pedro 2:9"]},"exodo_38_27_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, possivelmente em relação ao peso ou à quantidade de prata utilizada.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a entrega ou a doação dos recursos, indicando que eles foram dados a Deus.","por_que_esta_palavra":"É importante para entender a disposição do povo em contribuir para a obra de Deus.","conexao_teologica":"A entrega de recursos é uma forma de adoração e submissão a Deus.","referencias_relacionadas":["2 Coríntios 9:7","Mateus 6:21","Êxodo 35:5"]},"exodo_38_27_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"Refere-se ao metal precioso usado na construção do tabernáculo.","explicacao_detalhada":"A prata simboliza valor e pureza, e seu uso no tabernáculo reflete a importância do que é oferecido a Deus.","por_que_esta_palavra":"A prata é um símbolo de redenção e é frequentemente associada ao preço pago por algo valioso.","conexao_teologica":"A prata pode ser vista como um símbolo do preço da redenção que Cristo pagou por nós.","referencias_relacionadas":["Salmos 12:6","1 Pedro 1:18-19","Êxodo 30:13"]},"exodo_38_28_amor":{"palavra_pt":"amor","palavra_original":"חָשַׁק","transliteracao":"châshaq","strong":"H2836","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor que o povo tinha por Deus e pela obra do tabernáculo.","explicacao_detalhada":"A palavra 'amor' implica um profundo afeto e devoção, que motivou o povo a contribuir generosamente.","por_que_esta_palavra":"O amor é a motivação central para a adoração e o serviço a Deus.","conexao_teologica":"O amor de Deus por nós é o que nos leva a amá-Lo e a servir aos outros.","referencias_relacionadas":["1 João 4:19","Mateus 22:37","Romanos 13:10"]},"exodo_38_28_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma expressão que pode ser interpretada como a criação ou a realização de algo.","explicacao_detalhada":"A palavra 'urso' implica a ideia de fazer ou criar, refletindo a ação de Deus na criação e na obra do tabernáculo.","por_que_esta_palavra":"É importante para entender que Deus é o Criador e que tudo que fazemos deve ser para Sua glória.","conexao_teologica":"A criação de Deus é um reflexo de Sua grandeza e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Colossenses 1:16"]},"exodo_38_28_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que pode ser interpretada como um pilar ou suporte.","explicacao_detalhada":"A palavra 'expressão' pode simbolizar a estrutura que sustenta a adoração e a presença de Deus entre o povo.","por_que_esta_palavra":"É importante para entender que a adoração deve ter uma base sólida, sustentada pela verdade de Deus.","conexao_teologica":"Cristo é o fundamento da nossa fé e adoração.","referencias_relacionadas":["1 Coríntios 3:11","Efésios 2:20","Hebreus 12:28"]},"exodo_38_29_ouro":{"palavra_pt":"ouro","palavra_original":"נְחֹשֶׁת","transliteracao":"nᵉchôsheth","strong":"H5178","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se ao metal precioso usado na construção do tabernáculo, simbolizando a glória de Deus.","explicacao_detalhada":"A palavra 'ouro' representa riqueza e valor, e seu uso no tabernáculo reflete a majestade de Deus.","por_que_esta_palavra":"O ouro é frequentemente associado à divindade e à realeza, simbolizando a presença de Deus entre Seu povo.","conexao_teologica":"A glória de Deus é frequentemente representada por materiais preciosos, refletindo Sua natureza divina.","referencias_relacionadas":["Salmos 19:10","Apocalipse 21:21","Êxodo 25:11"]},"exodo_38_29_thousand":{"palavra_pt":"thousand","palavra_original":"אֶלֶף","transliteracao":"ʼeleph","strong":"H505","significado_raiz":"Ideia básica: thousand.","significado_contextual":"Refere-se a uma grande quantidade, especificamente mil unidades.","explicacao_detalhada":"A palavra 'thousand' (אֶלֶף) é usada para indicar um número exato, que pode simbolizar plenitude ou totalidade em contextos bíblicos.","por_que_esta_palavra":"A menção de mil pode indicar a grandeza da contribuição ou do valor de algo, especialmente em contextos de doações ou contagens.","conexao_teologica":"O número mil é frequentemente associado à ideia de completude e plenitude na Bíblia, refletindo a abundância das bênçãos de Deus.","referencias_relacionadas":["Salmos 50:10","Mateus 18:24","Apocalipse 20:2"]},"exodo_38_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Neste contexto, 'urso' refere-se a uma ação de fazer ou criar algo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é um verbo que significa 'fazer' ou 'realizar', e é usada em muitos contextos para descrever a criação ou a execução de tarefas.","por_que_esta_palavra":"A utilização deste verbo enfatiza a ação de Deus ou do povo na construção do tabernáculo e na realização de suas instruções.","conexao_teologica":"A ideia de 'fazer' é central na narrativa bíblica, refletindo a natureza criativa de Deus e a responsabilidade humana em cumprir Suas ordens.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:9","Salmos 104:24"]},"exodo_38_30_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local de sacrifício e adoração a Deus.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ) é um espaço sagrado onde os sacrifícios eram oferecidos, simbolizando a conexão entre o homem e Deus.","por_que_esta_palavra":"O altar é fundamental na adoração israelita, representando a necessidade de expiação e a presença de Deus entre o Seu povo.","conexao_teologica":"O altar é um símbolo da redenção e do sacrifício, prefigurando o sacrifício de Cristo na cruz.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"exodo_38_30_ouro":{"palavra_pt":"ouro","palavra_original":"נְחֹשֶׁת","transliteracao":"nᵉchôsheth","strong":"H5178","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se ao metal precioso utilizado na construção do tabernáculo.","explicacao_detalhada":"A palavra 'ouro' (נְחֹשֶׁת) é frequentemente associada à riqueza e à glória, simbolizando a pureza e a divindade.","por_que_esta_palavra":"O uso do ouro no tabernáculo destaca a importância da santidade e da beleza na adoração a Deus.","conexao_teologica":"O ouro representa a glória de Deus e a riqueza espiritual que Ele oferece ao Seu povo.","referencias_relacionadas":["Êxodo 25:3","Salmos 19:10","Apocalipse 21:18"]},"exodo_38_31_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao local de habitação de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'templo' (מִשְׁכָּן) é usada para descrever o tabernáculo, que era a morada de Deus entre os israelitas durante a jornada no deserto.","por_que_esta_palavra":"O templo é um símbolo da presença de Deus e da comunhão entre Ele e Seu povo.","conexao_teologica":"O conceito de templo é central na teologia bíblica, culminando na encarnação de Cristo e na habitação do Espírito Santo entre os crentes.","referencias_relacionadas":["Êxodo 25:8","1 Reis 6:1","1 Coríntios 3:16"]},"exodo_38_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as instruções de Deus devem ser seguidas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma maneira específica de agir ou proceder, enfatizando a importância da obediência às diretrizes divinas.","por_que_esta_palavra":"A ênfase no 'modo' destaca a necessidade de seguir as instruções de Deus com precisão e reverência.","conexao_teologica":"A obediência às instruções de Deus é um tema recorrente na Bíblia, refletindo a relação entre fé e ação.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Tiago 1:22"]}}