{"exodo_39_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se àquilo que é separado para Deus e considerado santo.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) indica algo que é consagrado e separado para o uso divino, refletindo a pureza e a santidade de Deus.","por_que_esta_palavra":"A santidade é um atributo essencial de Deus e deve ser refletida na vida e na adoração do Seu povo.","conexao_teologica":"A ideia de sagrado é central na relação entre Deus e Seu povo, enfatizando a necessidade de pureza e separação do pecado.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 21:27"]},"exodo_39_1_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar algo em conformidade com as instruções divinas.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é um verbo que enfatiza a realização de tarefas conforme as ordens de Deus.","por_que_esta_palavra":"A repetição deste verbo destaca a importância da ação obediente na construção do tabernáculo.","conexao_teologica":"A obediência ativa é um tema importante na Bíblia, refletindo a resposta do povo à vontade de Deus.","referencias_relacionadas":["Êxodo 31:6","Salmos 119:17","Colossenses 3:23"]},"exodo_39_1_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' (מִן) é usada para indicar a posição ou relação de algo em relação a outros.","por_que_esta_palavra":"A utilização desta palavra enfatiza a comunidade e a coletividade do povo de Deus na adoração e serviço.","conexao_teologica":"A ideia de estar 'entre' é importante na teologia bíblica, refletindo a presença de Deus no meio do Seu povo.","referencias_relacionadas":["Mateus 18:20","Atos 2:42","Hebreus 10:25"]},"exodo_39_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar algo em conformidade com as instruções divinas.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é um verbo que enfatiza a realização de tarefas conforme as ordens de Deus.","por_que_esta_palavra":"A repetição deste verbo destaca a importância da ação obediente na construção do tabernáculo.","conexao_teologica":"A obediência ativa é um tema importante na Bíblia, refletindo a resposta do povo à vontade de Deus.","referencias_relacionadas":["Êxodo 31:6","Salmos 119:17","Colossenses 3:23"]},"exodo_39_2_cinto":{"palavra_pt":"cinto","palavra_original":"אֵפוֹד","transliteracao":"ʼêphôwd","strong":"H646","significado_raiz":"Ideia básica: cinto.","significado_contextual":"O cinto, ou éfode, é uma peça fundamental da vestimenta sacerdotal, simbolizando a preparação e a consagração do sacerdote para o serviço a Deus.","explicacao_detalhada":"O éfode era usado por cima das vestes sacerdotais e tinha um papel importante na identificação do sacerdote. Ele era feito de materiais preciosos e coloridos, refletindo a santidade e a importância do ministério sacerdotal.","por_que_esta_palavra":"A palavra 'cinto' é usada para descrever um elemento essencial da vestimenta que simboliza a prontidão e a dedicação ao serviço divino.","conexao_teologica":"O éfode representa a intercessão do sacerdote entre Deus e o povo, assim como Cristo é nosso sumo sacerdote, intercedendo por nós.","referencias_relacionadas":["Êxodo 28:4","Êxodo 28:39","Hebreus 4:14"]},"exodo_39_2_purple":{"palavra_pt":"purpura","palavra_original":"אַרְגָּמָן","transliteracao":"ʼargâmân","strong":"H713","significado_raiz":"Ideia básica: purpura.","significado_contextual":"A púrpura era uma cor associada à realeza e à riqueza, utilizada nas vestes do sacerdote, simbolizando a majestade e a santidade de Deus.","explicacao_detalhada":"A púrpura era um corante caro, extraído de moluscos, e sua inclusão nas vestes sacerdotais enfatiza a importância do sacerdócio e a dignidade do serviço a Deus.","por_que_esta_palavra":"A palavra 'púrpura' é utilizada para destacar a riqueza e a importância do ministério sacerdotal, refletindo a glória de Deus.","conexao_teologica":"A púrpura simboliza a realeza de Cristo, que é o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["Êxodo 28:5","Mateus 27:28","Apocalipse 19:16"]},"exodo_39_3_terra":{"palavra_pt":"terra","palavra_original":"רָקַע","transliteracao":"râqaʻ","strong":"H7554","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra mencionada refere-se ao material utilizado na confecção das vestes, simbolizando a criação e a obra de Deus na terra.","explicacao_detalhada":"A terra é um elemento fundamental na criação e representa a base sobre a qual Deus constrói sua relação com o povo. No contexto das vestes sacerdotais, ela simboliza a conexão entre o céu e a terra.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a origem e a natureza dos materiais utilizados, que são parte da criação de Deus.","conexao_teologica":"A terra representa a criação de Deus e a sua soberania sobre tudo que existe, incluindo o sacerdócio.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"exodo_39_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso, neste contexto, refere-se a um elemento decorativo ou simbólico nas vestes, possivelmente representando força e proteção.","explicacao_detalhada":"Embora o urso não seja mencionado diretamente nas vestes sacerdotais, a figura pode simbolizar a força e a proteção que Deus oferece ao seu povo através do sacerdócio.","por_que_esta_palavra":"A palavra 'urso' é utilizada para evocar a ideia de força e defesa, características que o sacerdote deve ter ao interceder pelo povo.","conexao_teologica":"Assim como o urso é um símbolo de força, Cristo é a nossa força e proteção em todas as situações.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Romanos 8:31"]},"exodo_39_3_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"O ouro é um símbolo de pureza e valor, utilizado nas vestes sacerdotais para representar a santidade e a glória de Deus.","explicacao_detalhada":"O uso do ouro nas vestes sacerdotais destaca a importância do sacerdócio e a riqueza da presença de Deus entre seu povo.","por_que_esta_palavra":"A palavra 'ouro' é usada para enfatizar a preciosidade e a santidade dos elementos que cercam o serviço a Deus.","conexao_teologica":"O ouro simboliza a glória de Deus e a riqueza espiritual que temos em Cristo.","referencias_relacionadas":["Êxodo 25:11","Salmos 19:10","Apocalipse 21:18"]},"exodo_39_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso, novamente, pode simbolizar a força e a proteção, reforçando a ideia de que o sacerdote deve ser um defensor do povo.","explicacao_detalhada":"A presença do urso nas vestes pode ser interpretada como um símbolo de poder e autoridade que Deus concede ao sacerdote.","por_que_esta_palavra":"A palavra 'urso' é utilizada para reforçar a ideia de que o sacerdote deve ser forte e corajoso em seu ministério.","conexao_teologica":"Cristo, como nosso sumo sacerdote, é a nossa força e defesa contra as adversidades.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","2 Coríntios 12:9"]},"exodo_39_4_fim":{"palavra_pt":"fim","palavra_original":"כָּתֵף","transliteracao":"kâthêph","strong":"H3802","significado_raiz":"Ideia básica: fim.","significado_contextual":"O fim, ou ombro, refere-se à parte das vestes que carrega a responsabilidade do sacerdócio.","explicacao_detalhada":"O ombro é uma parte importante da vestimenta sacerdotal, simbolizando a carga e a responsabilidade que o sacerdote tem ao representar o povo diante de Deus.","por_que_esta_palavra":"A palavra 'fim' é usada para enfatizar a importância da responsabilidade que vem com o chamado ao sacerdócio.","conexao_teologica":"Cristo carrega nossas cargas e responsabilidades, sendo nosso intercessor diante de Deus.","referencias_relacionadas":["Isaías 9:6","Gálatas 6:2","1 Pedro 5:7"]},"exodo_39_5_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição do sacerdote como mediador entre Deus e o povo.","explicacao_detalhada":"O sacerdote atua entre Deus e os israelitas, intercedendo e oferecendo sacrifícios em nome do povo.","por_que_esta_palavra":"A palavra 'entre' é crucial para entender o papel do sacerdote como mediador.","conexao_teologica":"Cristo é o nosso mediador, que está entre nós e Deus, oferecendo-se como sacrifício.","referencias_relacionadas":["1 Timóteo 2:5","Hebreus 7:25","Romanos 8:34"]},"exodo_39_5_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das obras e serviços realizados pelo sacerdote em nome do povo.","explicacao_detalhada":"O sacerdote deve realizar seu ministério de maneira justa e correta, representando a vontade de Deus.","por_que_esta_palavra":"A palavra 'bom' é usada para enfatizar a importância da integridade e da qualidade no serviço a Deus.","conexao_teologica":"Deus é bom e espera que seus servos reflitam essa bondade em suas ações.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Efésios 2:10"]},"exodo_39_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso, mais uma vez, simboliza força e proteção, reforçando a ideia de que o sacerdote deve ser um defensor do povo.","explicacao_detalhada":"A repetição do símbolo do urso nas vestes sacerdotais destaca a necessidade de força e coragem no ministério.","por_que_esta_palavra":"A palavra 'urso' é utilizada para reforçar a ideia de que o sacerdote deve ser forte e corajoso em seu ministério.","conexao_teologica":"Cristo, como nosso sumo sacerdote, é a nossa força e defesa contra as adversidades.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Romanos 8:31"]},"exodo_39_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar, enfatizando a importância da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a posição dentro da comunidade e da herança espiritual. No contexto de Êxodo, pode se referir aos filhos de Israel como um povo escolhido.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a relação especial entre Deus e o povo de Israel, que é frequentemente descrito como Seu 'filho' escolhido.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia bíblica, representando a adoção e a herança espiritual dos crentes.","referencias_relacionadas":["Êxodo 4:22","Deuteronômio 14:1","Salmos 2:7"]},"exodo_39_7_cinto":{"palavra_pt":"cinto","palavra_original":"אֵפוֹד","transliteracao":"ʼêphôwd","strong":"H646","significado_raiz":"Ideia básica: cinto.","significado_contextual":"Refere-se ao cinto que era parte das vestes sacerdotais, simbolizando a preparação e a santidade.","explicacao_detalhada":"O cinto (אֵפוֹד) é um elemento essencial nas vestes do sacerdote, representando a prontidão para o serviço e a consagração a Deus. Ele é um símbolo de autoridade e responsabilidade.","por_que_esta_palavra":"A palavra 'cinto' é escolhida para enfatizar a importância da vestimenta adequada para o serviço sagrado, refletindo a santidade e a dignidade do sacerdócio.","conexao_teologica":"O cinto simboliza a preparação para o serviço de Deus, que é um tema recorrente na vida cristã, onde os crentes são chamados a se vestir com a armadura de Deus.","referencias_relacionadas":["Êxodo 28:4","1 Pedro 1:13","Efésios 6:14"]},"exodo_39_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Assim como em Êxodo 39:6, refere-se à descendência e à relação familiar, enfatizando a importância da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) aqui reforça a ideia de continuidade e legado dentro da comunidade de Israel, destacando a relação com Deus.","por_que_esta_palavra":"A repetição da palavra 'filho' sublinha a identidade do povo de Israel como filhos de Deus, reforçando a conexão entre a linhagem e a promessa divina.","conexao_teologica":"A relação de filhos com Deus é um tema central na Bíblia, refletindo a adoção e a herança espiritual dos crentes em Cristo.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14","Gálatas 3:26"]},"exodo_39_7_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do cinto e, por extensão, à grandeza do serviço sacerdotal.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) enfatiza a importância e a magnitude do papel do sacerdote, que é um mediador entre Deus e o povo.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a dignidade e a responsabilidade do sacerdócio, que é um chamado elevado.","conexao_teologica":"A grandeza do sacerdócio é refletida na grandeza do sacrifício de Cristo, que é o nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Êxodo 28:2"]},"exodo_39_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar, no contexto da confecção das vestes sagradas.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) implica a ideia de realizar uma tarefa com intenção e propósito, especialmente em relação ao serviço a Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância do trabalho manual e da dedicação na construção do sagrado.","conexao_teologica":"O ato de 'fazer' é um reflexo do caráter criativo de Deus, que nos chama a participar de Sua obra.","referencias_relacionadas":["Gênesis 1:26","Êxodo 31:3-5","Colossenses 3:23"]},"exodo_39_8_rico":{"palavra_pt":"rico","palavra_original":"חֹשֶׁן","transliteracao":"chôshen","strong":"H2833","significado_raiz":"Ideia básica: rico.","significado_contextual":"Refere-se ao rico ornamento do cinto, simbolizando a beleza e a santidade das vestes sacerdotais.","explicacao_detalhada":"A palavra 'rico' (חֹשֶׁן) indica não apenas valor material, mas também a importância espiritual e simbólica dos adornos que representam a glória de Deus.","por_que_esta_palavra":"A escolha da palavra 'rico' destaca a magnificência e a reverência que devem ser atribuídas ao serviço de Deus.","conexao_teologica":"A riqueza do cinto é um reflexo da riqueza da graça de Deus, que nos adorna com Sua glória.","referencias_relacionadas":["Êxodo 28:15","Salmos 45:13-14","Apocalipse 21:18"]},"exodo_39_8_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade do trabalho realizado na confecção das vestes sagradas.","explicacao_detalhada":"A palavra 'bom' (מַעֲשֶׂה) implica que o trabalho foi feito com excelência e conforme as instruções divinas, refletindo a perfeição de Deus.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a importância da qualidade e da intenção no serviço a Deus.","conexao_teologica":"A ideia de 'bom' remete à criação de Deus, que viu tudo o que fez e considerou bom.","referencias_relacionadas":["Gênesis 1:31","Êxodo 35:29","Colossenses 3:17"]},"exodo_39_9_rico":{"palavra_pt":"rico","palavra_original":"חֹשֶׁן","transliteracao":"chôshen","strong":"H2833","significado_raiz":"Ideia básica: rico.","significado_contextual":"Refere-se novamente ao ornamento rico, enfatizando a beleza e a importância das vestes sacerdotais.","explicacao_detalhada":"A palavra 'rico' (חֹשֶׁן) aqui reforça a ideia de que o serviço a Deus deve ser feito com o melhor e mais precioso.","por_que_esta_palavra":"A repetição da palavra 'rico' sublinha a importância da beleza e da santidade no serviço a Deus.","conexao_teologica":"A riqueza do ornamento é um reflexo da riqueza da graça e da beleza do caráter de Deus.","referencias_relacionadas":["Êxodo 28:15","Salmos 45:13","Apocalipse 21:18"]},"exodo_39_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer, enfatizando a importância do trabalho na confecção das vestes sagradas.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) implica a realização de um trabalho significativo e intencional, especialmente no contexto do serviço a Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância do trabalho manual e da dedicação ao serviço sagrado.","conexao_teologica":"O ato de 'fazer' é um reflexo do caráter criativo de Deus, que nos chama a participar de Sua obra.","referencias_relacionadas":["Gênesis 1:26","Êxodo 31:3-5","Colossenses 3:23"]},"exodo_39_10_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao ato de encher, possivelmente em relação ao uso de materiais para a confecção das vestes.","explicacao_detalhada":"A palavra 'encher' (מָלֵא) implica a ideia de completar algo, trazendo à tona a plenitude do serviço a Deus.","por_que_esta_palavra":"A escolha da palavra 'encher' enfatiza a importância de completar a obra de Deus com dedicação e excelência.","conexao_teologica":"A plenitude de Deus é um tema central na Bíblia, refletindo Sua abundância e generosidade.","referencias_relacionadas":["Salmos 23:5","João 10:10","Efésios 3:19"]},"exodo_39_10_muro":{"palavra_pt":"muro","palavra_original":"טוּר","transliteracao":"ṭûwr","strong":"H2905","significado_raiz":"Ideia básica: muro.","significado_contextual":"O muro representa a proteção e a delimitação do espaço sagrado.","explicacao_detalhada":"No contexto do tabernáculo, o muro serve como uma barreira física que separa o espaço sagrado do profano, simbolizando a santidade de Deus e a necessidade de separação entre o sagrado e o comum.","por_que_esta_palavra":"A palavra 'muro' é utilizada para enfatizar a importância da proteção e da separação do que é sagrado.","conexao_teologica":"O muro do tabernáculo reflete a necessidade de estar em conformidade com as leis de Deus para se aproximar dEle.","referencias_relacionadas":["Êxodo 26:1","Êxodo 27:9","Números 3:10"]},"exodo_39_11_muro":{"palavra_pt":"muro","palavra_original":"טוּר","transliteracao":"ṭûwr","strong":"H2905","significado_raiz":"Ideia básica: muro.","significado_contextual":"Refere-se à continuidade da construção do muro do tabernáculo.","explicacao_detalhada":"A repetição da palavra 'muro' destaca a importância da estrutura que protege o espaço sagrado, mostrando que cada parte do tabernáculo é essencial para a adoração a Deus.","por_que_esta_palavra":"A palavra 'muro' é usada para reafirmar a ideia de proteção e separação do sagrado.","conexao_teologica":"Assim como o muro protege o tabernáculo, a presença de Deus é um refúgio para o Seu povo.","referencias_relacionadas":["Êxodo 26:8","Êxodo 27:10","Salmos 91:1"]},"exodo_39_11_pedra":{"palavra_pt":"pedra","palavra_original":"יַהֲלֹם","transliteracao":"yahălôm","strong":"H3095","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A pedra é um elemento fundamental na construção do tabernáculo.","explicacao_detalhada":"A pedra simboliza firmeza e durabilidade, características essenciais para a fundação do lugar onde Deus habita entre o Seu povo.","por_que_esta_palavra":"A palavra 'pedra' é utilizada para enfatizar a solidez e a permanência da presença de Deus.","conexao_teologica":"Cristo é chamado de a pedra angular, simbolizando a base da fé e da edificação espiritual.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 118:22"]},"exodo_39_11_again":{"palavra_pt":"novamente","palavra_original":"שֵׁנִי","transliteracao":"shênîy","strong":"H8145","significado_raiz":"Ideia básica: novamente.","significado_contextual":"A palavra 'novamente' indica a repetição de um ato ou a continuidade do processo de construção.","explicacao_detalhada":"A repetição enfatiza a importância da atenção aos detalhes na construção do tabernáculo, refletindo a ordem e a precisão que Deus exige em Sua adoração.","por_que_esta_palavra":"A palavra 'novamente' é usada para mostrar que a obra de Deus é contínua e requer dedicação.","conexao_teologica":"A continuidade na construção do tabernáculo reflete a continuidade da obra de Deus na vida do crente.","referencias_relacionadas":["Gênesis 1:31","Êxodo 40:33","Hebreus 3:4"]},"exodo_39_12_muro":{"palavra_pt":"muro","palavra_original":"טוּר","transliteracao":"ṭûwr","strong":"H2905","significado_raiz":"Ideia básica: muro.","significado_contextual":"Refere-se à construção do muro em um dia específico, indicando a ordem e a programação de Deus.","explicacao_detalhada":"O dia mencionado destaca a importância do tempo e da obediência na realização das instruções divinas para a construção do tabernáculo.","por_que_esta_palavra":"A palavra 'muro' é utilizada para reafirmar a proteção e a separação do espaço sagrado.","conexao_teologica":"A construção do muro no tempo certo reflete a soberania de Deus sobre a história e a importância da obediência.","referencias_relacionadas":["Êxodo 40:2","Salmos 127:1","Eclesiastes 3:1"]},"exodo_39_12_dia":{"palavra_pt":"dia","palavra_original":"שְׁלִישִׁי","transliteracao":"shᵉlîyshîy","strong":"H7992","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia refere-se ao tempo específico em que a construção do muro foi realizada.","explicacao_detalhada":"O uso da palavra 'dia' enfatiza a importância do tempo na execução dos planos de Deus, mostrando que cada etapa da construção é significativa.","por_que_esta_palavra":"A palavra 'dia' é usada para indicar a precisão temporal que Deus exige em Seus planos.","conexao_teologica":"Deus opera em tempos determinados, e cada dia é uma oportunidade para cumprir Sua vontade.","referencias_relacionadas":["Salmos 118:24","Gálatas 6:9","Tiago 4:14"]},"exodo_39_13_muro":{"palavra_pt":"muro","palavra_original":"טוּר","transliteracao":"ṭûwr","strong":"H2905","significado_raiz":"Ideia básica: muro.","significado_contextual":"Mais uma menção ao muro, reforçando sua importância na estrutura do tabernáculo.","explicacao_detalhada":"A repetição da palavra 'muro' destaca a necessidade de proteção e a separação do sagrado, essencial para a adoração a Deus.","por_que_esta_palavra":"A palavra 'muro' é usada para reafirmar a ideia de segurança e santidade do espaço sagrado.","conexao_teologica":"O muro do tabernáculo simboliza a proteção que Deus oferece ao Seu povo.","referencias_relacionadas":["Êxodo 26:31","Números 1:53","Salmos 46:1"]},"exodo_39_13_nome":{"palavra_pt":"nome","palavra_original":"יָשְׁפֵה","transliteracao":"yâshᵉphêh","strong":"H3471","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado é associado à identidade e à autoridade.","explicacao_detalhada":"O nome representa a importância da identidade divina e a relação que o povo tem com Deus, que é reconhecido por Seu nome.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade e da relação com Deus.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e autoridade entre o Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"exodo_39_14_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A pedra é um elemento essencial na construção do tabernáculo, simbolizando firmeza.","explicacao_detalhada":"A pedra representa a solidez e a durabilidade, características que são fundamentais para a habitação de Deus entre os homens.","por_que_esta_palavra":"A palavra 'pedra' é utilizada para enfatizar a base sólida sobre a qual a adoração deve ser construída.","conexao_teologica":"Cristo é a pedra angular da fé, simbolizando a base sobre a qual a igreja é edificada.","referencias_relacionadas":["Mateus 21:42","1 Pedro 2:6","Apocalipse 21:14"]},"exodo_39_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O filho representa a continuidade da linhagem e a herança das promessas de Deus.","explicacao_detalhada":"A palavra 'filho' enfatiza a relação familiar e a herança espiritual que é passada de geração em geração.","por_que_esta_palavra":"A palavra 'filho' é usada para destacar a importância da descendência e da continuidade das promessas de Deus.","conexao_teologica":"Cristo é chamado de Filho de Deus, representando a culminação das promessas e a relação íntima entre Deus e a humanidade.","referencias_relacionadas":["Gálatas 4:4-5","Romanos 8:17","Efésios 1:5"]},"exodo_39_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, em especial ao homem como figura central na criação.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para descrever a humanidade em geral, mas também pode se referir especificamente ao homem em contraste com a mulher. No contexto do versículo, pode indicar a dignidade e o papel do homem na sociedade e na relação com Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a criação divina e a responsabilidade que o ser humano tem diante de Deus.","conexao_teologica":"A teologia cristã vê o homem como criado à imagem de Deus, o que confere dignidade e valor à vida humana.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","1 Coríntios 11:7"]},"exodo_39_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal, possivelmente usado como símbolo de força ou poder.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) pode ser interpretada como uma referência a um animal forte e temido, simbolizando a força e a proteção. No contexto, pode representar a força que Deus concede ao Seu povo.","por_que_esta_palavra":"A menção do urso pode ser uma metáfora para a proteção divina ou a força que os israelitas devem ter em suas jornadas.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso, que defende Seu povo.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Oséias 13:8"]},"exodo_39_15_rico":{"palavra_pt":"rico","palavra_original":"חֹשֶׁן","transliteracao":"chôshen","strong":"H2833","significado_raiz":"Ideia básica: rico.","significado_contextual":"Refere-se a algo de grande valor ou importância.","explicacao_detalhada":"A palavra 'rico' (חֹשֶׁן) é usada para descrever um objeto precioso, muitas vezes associado ao sacerdócio e à adoração a Deus. No contexto, pode simbolizar a riqueza espiritual e a importância da presença de Deus entre o Seu povo.","por_que_esta_palavra":"A utilização da palavra 'rico' destaca a importância dos elementos sagrados e a riqueza da relação entre Deus e Seu povo.","conexao_teologica":"A riqueza espiritual é um tema recorrente na Bíblia, onde a verdadeira riqueza é encontrada em Deus e em Sua palavra.","referencias_relacionadas":["Mateus 6:19-21","1 Timóteo 6:17-19","Tiago 2:5"]},"exodo_39_15_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é moralmente bom ou de qualidade superior.","explicacao_detalhada":"A palavra 'bom' (מַעֲשֶׂה) implica em ações ou coisas que são agradáveis a Deus. No contexto, pode se referir à qualidade do trabalho realizado para a construção do tabernáculo.","por_que_esta_palavra":"A palavra 'bom' é usada para enfatizar que o que é feito para Deus deve ser feito com excelência e pureza.","conexao_teologica":"A Bíblia ensina que Deus é bom e que devemos refletir essa bondade em nossas ações.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"exodo_39_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se novamente ao animal, simbolizando força e proteção.","explicacao_detalhada":"A repetição da palavra 'urso' (עָשָׂה) reforça a ideia de poder e proteção divina. No contexto, pode indicar a força necessária para enfrentar desafios.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a força que Deus proporciona ao Seu povo em tempos de dificuldade.","conexao_teologica":"Deus é visto como um defensor poderoso, semelhante a um urso, que protege aqueles que são Seus.","referencias_relacionadas":["Salmos 91:1-2","Isaías 40:31","Romanos 8:31"]},"exodo_39_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em oferecer algo a alguém, muitas vezes em um contexto de generosidade ou sacrifício. No versículo, pode se referir à entrega de ofertas a Deus.","por_que_esta_palavra":"A palavra é importante para enfatizar a ação de dar como um ato de adoração e devoção.","conexao_teologica":"A generosidade é um princípio central na vida cristã, refletindo o caráter de Deus que dá livremente.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 5:42"]},"exodo_39_16_rico":{"palavra_pt":"rico","palavra_original":"חֹשֶׁן","transliteracao":"chôshen","strong":"H2833","significado_raiz":"Ideia básica: rico.","significado_contextual":"Refere-se a algo de grande valor ou importância, semelhante ao uso anterior.","explicacao_detalhada":"A palavra 'rico' (חֹשֶׁן) é novamente utilizada para descrever a importância dos elementos sagrados e a riqueza da presença de Deus.","por_que_esta_palavra":"A repetição da palavra 'rico' destaca a continuidade da importância dos elementos sagrados no culto a Deus.","conexao_teologica":"A riqueza espiritual é um tema que permeia a Bíblia, onde o verdadeiro valor é encontrado em Deus.","referencias_relacionadas":["Mateus 6:19-21","1 Timóteo 6:17-19","Tiago 2:5"]},"exodo_39_17_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, semelhante ao uso anterior.","explicacao_detalhada":"A palavra 'dar' (נָתַן) enfatiza a ação de oferecer algo a Deus, que é um ato de adoração e devoção.","por_que_esta_palavra":"A escolha da palavra 'dar' é crucial para entender a importância da generosidade no culto a Deus.","conexao_teologica":"A generosidade é um reflexo do caráter de Deus e um princípio fundamental na vida cristã.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 5:42"]},"exodo_39_17_rico":{"palavra_pt":"rico","palavra_original":"חֹשֶׁן","transliteracao":"chôshen","strong":"H2833","significado_raiz":"Ideia básica: rico.","significado_contextual":"Refere-se a algo de grande valor ou importância, reforçando a ideia de riqueza espiritual.","explicacao_detalhada":"A palavra 'rico' (חֹשֶׁן) é usada para descrever a importância dos elementos sagrados e a riqueza da presença de Deus entre o Seu povo.","por_que_esta_palavra":"A repetição da palavra 'rico' enfatiza a continuidade da importância dos elementos sagrados no culto a Deus.","conexao_teologica":"A riqueza espiritual é um tema recorrente na Bíblia, onde a verdadeira riqueza é encontrada em Deus.","referencias_relacionadas":["Mateus 6:19-21","1 Timóteo 6:17-19","Tiago 2:5"]},"exodo_39_17_band":{"palavra_pt":"band","palavra_original":"עֲבֹת","transliteracao":"ʻăbôth","strong":"H5688","significado_raiz":"Ideia básica: band.","significado_contextual":"Refere-se a uma faixa ou cordão, possivelmente usado para amarrar ou unir elementos.","explicacao_detalhada":"A palavra 'band' (עֲבֹת) implica em algo que une ou conecta. No contexto, pode se referir à união dos elementos do tabernáculo ou à união do povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'band' destaca a importância da unidade e da conexão entre os elementos sagrados e entre o povo.","conexao_teologica":"A unidade é um princípio fundamental na teologia cristã, refletindo a natureza de Deus como um ser em comunhão.","referencias_relacionadas":["Efésios 4:3","Colossenses 3:14","1 Coríntios 1:10"]},"exodo_39_18_cinto":{"palavra_pt":"cinto","palavra_original":"אֵפוֹד","transliteracao":"ʼêphôwd","strong":"H646","significado_raiz":"Ideia básica: cinto.","significado_contextual":"O cinto é uma peça fundamental do vestuário sacerdotal, simbolizando a preparação e a prontidão para o serviço a Deus.","explicacao_detalhada":"O cinto, ou éfode, era usado pelos sacerdotes para segurar as vestes e simbolizava a santidade e a responsabilidade do serviço sacerdotal. Ele era feito de materiais preciosos e tinha um significado profundo na consagração do sacerdote.","por_que_esta_palavra":"A palavra 'cinto' é usada para descrever um elemento essencial do vestuário que representa a disposição e a preparação para o serviço divino.","conexao_teologica":"O cinto simboliza a verdade e a justiça, características que devem estar presentes na vida de quem serve a Deus.","referencias_relacionadas":["Êxodo 28:4","Êxodo 28:39","1 Pedro 1:13"]},"exodo_39_18_band":{"palavra_pt":"band","palavra_original":"עֲבֹת","transliteracao":"ʻăbôth","strong":"H5688","significado_raiz":"Ideia básica: band.","significado_contextual":"A banda é um elemento que complementa o cinto, reforçando a ideia de união e integridade no vestuário sacerdotal.","explicacao_detalhada":"A banda, ou 'avot', era uma faixa que segurava as vestes do sacerdote, simbolizando a união e a força do ministério. Ela era feita de materiais finos e representava a dignidade do sacerdócio.","por_que_esta_palavra":"A palavra 'banda' é utilizada para enfatizar a importância da coesão e da integridade no serviço a Deus.","conexao_teologica":"A banda representa a unidade do corpo de Cristo, onde cada membro tem um papel importante no ministério.","referencias_relacionadas":["Efésios 4:3","Colossenses 3:14","1 Coríntios 12:12"]},"exodo_39_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"O verbo 'dar' é usado para descrever a ação de oferecer algo, especialmente em um contexto de sacrifício ou serviço.","explicacao_detalhada":"Neste contexto, 'dar' refere-se à entrega de ofertas e sacrifícios a Deus, um ato de adoração e reconhecimento da soberania divina.","por_que_esta_palavra":"A palavra 'dar' é central na relação entre o homem e Deus, enfatizando a importância da generosidade e da devoção.","conexao_teologica":"Dar é um princípio fundamental na vida cristã, refletindo o caráter de Deus que deu seu Filho por nós.","referencias_relacionadas":["2 Coríntios 9:7","Mateus 5:42","Lucas 6:38"]},"exodo_39_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O verbo 'urso' é uma forma de expressar a ação de fazer ou criar algo, especialmente em um contexto de obra divina.","explicacao_detalhada":"Neste caso, 'urso' refere-se à ação de Deus em criar e estabelecer o sacerdócio, enfatizando a soberania divina na escolha e consagração dos sacerdotes.","por_que_esta_palavra":"A palavra 'urso' é utilizada para destacar a ação criativa e poderosa de Deus em estabelecer seu plano de redenção.","conexao_teologica":"Deus é o Criador que faz todas as coisas, e isso se reflete em sua obra de redenção através de Cristo.","referencias_relacionadas":["Gênesis 1:1","Salmos 139:13","Isaías 45:12"]},"exodo_39_19_rico":{"palavra_pt":"rico","palavra_original":"חֹשֶׁן","transliteracao":"chôshen","strong":"H2833","significado_raiz":"Ideia básica: rico.","significado_contextual":"A palavra 'rico' refere-se ao peitoral do sacerdote, que era adornado com pedras preciosas, simbolizando a riqueza da glória de Deus.","explicacao_detalhada":"O 'rico' ou 'chôshen' era uma peça ornamental que continha doze pedras, cada uma representando uma das tribos de Israel, simbolizando a conexão do sacerdote com o povo de Deus.","por_que_esta_palavra":"A palavra 'rico' é usada para enfatizar a importância e a beleza do sacerdócio, refletindo a glória de Deus.","conexao_teologica":"O peitoral simboliza a intercessão do sacerdote pelo povo, assim como Cristo intercede por nós diante do Pai.","referencias_relacionadas":["Êxodo 28:15","Hebreus 7:25","Romanos 8:34"]},"exodo_39_19_cinto":{"palavra_pt":"cinto","palavra_original":"אֵפוֹד","transliteracao":"ʼêphôwd","strong":"H646","significado_raiz":"Ideia básica: cinto.","significado_contextual":"Em Êxodo 39:19, \"cinto\" aparece na frase \"Fizeram também duas argolas de ouro, que puseram nas duas extremidades do peitoral, na sua borda que estava junto ao éfode por dentro.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אֵפוֹד; ʼêphôwd; H646), \"cinto\" traz a ideia de cinto. Aqui, essa palavra deixa o ensino de Êxodo 39:19 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"cinto\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Êxodo 39:2. Lendo junto com Êxodo 39:19, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 39:19","Êxodo 39:2","Salmos 119:105"]},"exodo_39_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O verbo 'urso' novamente enfatiza a ação de fazer ou criar, reforçando a ideia de que Deus é ativo na consagração do sacerdócio.","explicacao_detalhada":"Assim como em outros contextos, 'urso' aqui destaca a obra de Deus em estabelecer e preparar seus sacerdotes para o serviço.","por_que_esta_palavra":"A palavra 'urso' é importante para entender a soberania de Deus em todas as coisas, incluindo o ministério sacerdotal.","conexao_teologica":"A ação de Deus em criar e estabelecer é um tema central na narrativa bíblica, mostrando seu controle sobre a história.","referencias_relacionadas":["Salmos 104:24","Isaías 43:7","Efésios 2:10"]},"exodo_39_20_cinto":{"palavra_pt":"cinto","palavra_original":"אֵפוֹד","transliteracao":"ʼêphôwd","strong":"H646","significado_raiz":"Ideia básica: cinto.","significado_contextual":"O cinto, como mencionado anteriormente, é uma parte essencial do vestuário sacerdotal, simbolizando a preparação para o serviço.","explicacao_detalhada":"O cinto é um símbolo de prontidão e compromisso no serviço a Deus, refletindo a importância da santidade no ministério.","por_que_esta_palavra":"A palavra 'cinto' é usada para enfatizar a necessidade de estar preparado para o chamado de Deus.","conexao_teologica":"A prontidão para servir a Deus é um princípio que se aplica a todos os crentes, que devem estar sempre prontos para a obra do Senhor.","referencias_relacionadas":["1 Pedro 3:15","Efésios 6:14","Lucas 12:35"]},"exodo_39_20_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"O verbo 'dar' aqui se refere à ação de oferecer algo a Deus, reforçando a ideia de sacrifício e adoração.","explicacao_detalhada":"Neste contexto, 'dar' implica em uma entrega total a Deus, que é uma parte fundamental da vida de adoração do povo de Israel.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender a relação de entrega e devoção que deve existir entre o crente e Deus.","conexao_teologica":"A entrega a Deus é um tema central na vida cristã, refletindo a disposição de sacrificar-se por amor a Ele.","referencias_relacionadas":["Romanos 12:1","Mateus 16:24","Filipenses 2:17"]},"exodo_39_21_rico":{"palavra_pt":"rico","palavra_original":"חֹשֶׁן","transliteracao":"chôshen","strong":"H2833","significado_raiz":"Ideia básica: rico.","significado_contextual":"A palavra 'rico' novamente se refere ao peitoral do sacerdote, simbolizando a riqueza espiritual e a conexão com as tribos de Israel.","explicacao_detalhada":"O peitoral, adornado com pedras preciosas, representa a importância do sacerdócio e a intercessão do sacerdote pelo povo de Deus.","por_que_esta_palavra":"A palavra 'rico' é utilizada para enfatizar a beleza e a importância do ministério sacerdotal.","conexao_teologica":"Assim como o sacerdote levava as tribos de Israel em seu peitoral, Cristo nos leva em seu coração, intercedendo por nós.","referencias_relacionadas":["Êxodo 28:21","Hebreus 8:1","1 João 2:1"]},"exodo_39_21_cinto":{"palavra_pt":"cinto","palavra_original":"אֵפוֹד","transliteracao":"ʼêphôwd","strong":"H646","significado_raiz":"Ideia básica: cinto.","significado_contextual":"O cinto, ou éfode, era uma peça de vestuário sacerdotal que simbolizava a preparação e a prontidão para o serviço a Deus.","explicacao_detalhada":"O cinto era usado pelos sacerdotes para segurar as vestes e simbolizava a consagração e a autoridade divina. No contexto de Êxodo 39, ele é mencionado como parte do vestuário que Moisés ordenou que fosse feito para Arão e seus filhos.","por_que_esta_palavra":"A palavra 'cinto' é importante porque representa a preparação e a disposição para o serviço sagrado, refletindo a importância da santidade no ministério sacerdotal.","conexao_teologica":"O cinto é um símbolo da verdade e da justiça, como mencionado em Efésios 6:14, onde Paulo fala sobre a armadura de Deus.","referencias_relacionadas":["Êxodo 28:4","Êxodo 39:1","Efésios 6:14"]},"exodo_39_21_bind":{"palavra_pt":"bind","palavra_original":"רָכַס","transliteracao":"râkaç","strong":"H7405","significado_raiz":"Ideia básica: bind.","significado_contextual":"A palavra 'bind' refere-se ao ato de amarrar ou prender, especialmente no contexto de vestimentas sacerdotais.","explicacao_detalhada":"No contexto de Êxodo 39, 'bind' é usado para descrever como o cinto é amarrado ao redor do éfode, simbolizando a união e a integridade do sacerdócio.","por_que_esta_palavra":"A palavra 'bind' é crucial para entender a necessidade de estar firmemente preparado e unido ao serviço de Deus.","conexao_teologica":"A ideia de estar 'amarrado' ou 'ligado' a Deus é refletida em passagens que falam sobre a união com Cristo, como em João 15:5.","referencias_relacionadas":["Êxodo 28:8","Êxodo 39:5","João 15:5"]},"exodo_39_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de fazer ou criar, especialmente no contexto da confecção das vestes sacerdotais.","explicacao_detalhada":"Neste versículo, 'urso' é usado para descrever a ação de fazer o éfode, que era uma peça fundamental do vestuário sacerdotal, simbolizando a obra de Deus na criação e na consagração.","por_que_esta_palavra":"A palavra 'urso' é importante porque enfatiza a ação de Deus em estabelecer um sistema de adoração e serviço através dos sacerdotes.","conexao_teologica":"A criação e a obra de Deus são temas centrais na teologia bíblica, refletindo a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Êxodo 31:3","Salmos 139:14"]},"exodo_39_22_cinto":{"palavra_pt":"cinto","palavra_original":"אֵפוֹד","transliteracao":"ʼêphôwd","strong":"H646","significado_raiz":"Ideia básica: cinto.","significado_contextual":"O cinto, ou éfode, é uma parte essencial do vestuário sacerdotal, simbolizando a preparação para o serviço a Deus.","explicacao_detalhada":"O cinto é mencionado novamente, reforçando sua importância na vestimenta dos sacerdotes e a necessidade de estar preparado para o serviço sagrado.","por_que_esta_palavra":"A repetição da palavra 'cinto' destaca a importância da consagração e da prontidão no ministério sacerdotal.","conexao_teologica":"O cinto também pode ser visto como uma metáfora para a verdade, que é fundamental na vida cristã, conforme Efésios 6:14.","referencias_relacionadas":["Êxodo 28:4","Êxodo 39:1","Efésios 6:14"]},"exodo_39_22_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das obras realizadas, especialmente no contexto da confecção das vestes sacerdotais.","explicacao_detalhada":"Neste versículo, 'bom' é usado para descrever a qualidade do trabalho feito pelos artesãos que confeccionaram as vestes, refletindo a excelência que deve ser oferecida a Deus.","por_que_esta_palavra":"A palavra 'bom' é significativa porque enfatiza a importância de fazer tudo com excelência para Deus, refletindo Seu caráter.","conexao_teologica":"A ideia de que Deus é bom e que devemos fazer o bem é um tema central na Escritura, como em Gálatas 6:9.","referencias_relacionadas":["Gênesis 1:31","Salmos 37:3","Gálatas 6:9"]},"exodo_39_23_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' refere-se à parte do corpo humano usada para falar e expressar, especialmente no contexto de comunicação divina.","explicacao_detalhada":"Embora não esteja diretamente relacionada ao vestuário, a 'boca' simboliza a comunicação da vontade de Deus e a importância de falar a verdade.","por_que_esta_palavra":"A palavra 'boca' é importante porque representa a capacidade de comunicar a verdade e a revelação de Deus ao povo.","conexao_teologica":"A boca é frequentemente mencionada nas Escrituras em relação à proclamação da Palavra de Deus, como em Romanos 10:17.","referencias_relacionadas":["Salmos 19:14","Romanos 10:17","Provérbios 18:21"]},"exodo_39_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade, especialmente no contexto da revelação de Deus.","explicacao_detalhada":"Neste versículo, 'verdade' é mencionada como um princípio fundamental que deve guiar a vida e o ministério dos sacerdotes.","por_que_esta_palavra":"A palavra 'verdade' é crucial porque enfatiza a importância da integridade e da fidelidade à Palavra de Deus.","conexao_teologica":"A verdade é um tema central na teologia cristã, refletindo o caráter de Deus e a natureza de Sua revelação, como em João 14:6.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"exodo_39_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de fazer ou criar, especialmente no contexto da confecção das vestes sacerdotais.","explicacao_detalhada":"A repetição da palavra 'urso' enfatiza a continuidade da obra de Deus na criação e na consagração do sacerdócio.","por_que_esta_palavra":"A palavra 'urso' é importante porque destaca a ação de Deus em estabelecer um sistema de adoração e serviço.","conexao_teologica":"A obra de Deus é um tema central na Escritura, refletindo Sua soberania e poder criativo.","referencias_relacionadas":["Gênesis 1:1","Êxodo 31:3","Salmos 139:14"]},"exodo_39_24_purple":{"palavra_pt":"purpura","palavra_original":"אַרְגָּמָן","transliteracao":"ʼargâmân","strong":"H713","significado_raiz":"Ideia básica: purpura.","significado_contextual":"A palavra 'purpura' refere-se a uma cor rica e valiosa, usada nas vestes sacerdotais para simbolizar realeza e dignidade.","explicacao_detalhada":"A purpura era uma cor associada à riqueza e à realeza, refletindo a importância do sacerdócio e a dignidade do serviço a Deus.","por_que_esta_palavra":"A palavra 'purpura' é significativa porque simboliza a majestade e a santidade de Deus, que deve ser refletida nas vestes dos sacerdotes.","conexao_teologica":"A cor purpura também é usada para descrever a realeza de Cristo, como em Mateus 27:28, onde Ele é vestido com uma túnica púrpura.","referencias_relacionadas":["Êxodo 25:4","Mateus 27:28","Apocalipse 1:6"]},"exodo_39_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de fazer ou criar, especialmente no contexto da confecção das vestes sacerdotais.","explicacao_detalhada":"A menção da palavra 'urso' novamente reforça a ideia de que a obra de confecção das vestes é uma tarefa sagrada e ordenada por Deus.","por_que_esta_palavra":"A palavra 'urso' é importante porque enfatiza a continuidade da obra de Deus na criação e na consagração do sacerdócio.","conexao_teologica":"A obra de Deus é um tema central na Escritura, refletindo Sua soberania e poder criativo.","referencias_relacionadas":["Gênesis 1:1","Êxodo 31:3","Salmos 139:14"]},"exodo_39_25_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer ou conceder algo a alguém.","explicacao_detalhada":"No contexto de Êxodo 39:25, 'dar' é utilizado para descrever a ação de fornecer materiais e recursos para a construção do Tabernáculo, simbolizando a generosidade e a colaboração do povo de Israel.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a necessidade de contribuição e participação ativa na obra de Deus.","conexao_teologica":"A ideia de dar está ligada ao conceito de generosidade divina e à resposta do povo a essa generosidade, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 25:2","2 Coríntios 9:7","Mateus 6:21"]},"exodo_39_26_arvore":{"palavra_pt":"arvore","palavra_original":"רִמּוֹן","transliteracao":"rimmôwn","strong":"H7416","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' refere-se a uma planta de grande porte, que pode simbolizar força e estabilidade.","explicacao_detalhada":"Em Êxodo 39:26, a 'árvore' é mencionada em um contexto que pode aludir à beleza e à importância dos materiais usados na construção do Tabernáculo, refletindo a criação de Deus.","por_que_esta_palavra":"A árvore é um símbolo de vida e sustento, representando a provisão de Deus para seu povo.","conexao_teologica":"A árvore também pode ser vista como uma metáfora para a vida eterna e a relação com Deus, que é a fonte de toda vida.","referencias_relacionadas":["Gênesis 2:9","Salmos 1:3","Apocalipse 22:2"]},"exodo_39_26_minister":{"palavra_pt":"minister","palavra_original":"שָׁרַת","transliteracao":"shârath","strong":"H8334","significado_raiz":"Ideia básica: minister.","significado_contextual":"A palavra 'minister' refere-se ao ato de servir ou desempenhar funções sacerdotais.","explicacao_detalhada":"No contexto de Êxodo 39:26, 'minister' é usado para descrever os sacerdotes que servem no Tabernáculo, enfatizando a importância do serviço a Deus.","por_que_esta_palavra":"É fundamental entender o papel dos ministros como intermediários entre Deus e o povo, representando a devoção e a responsabilidade espiritual.","conexao_teologica":"O ministério é um reflexo do serviço de Cristo, que veio para servir e não para ser servido.","referencias_relacionadas":["Êxodo 28:1","1 Pedro 2:9","Marcos 10:45"]},"exodo_39_27_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal, mas aqui é usada em um contexto que pode simbolizar força e proteção.","explicacao_detalhada":"Em Êxodo 39:27, a menção do 'urso' pode estar ligada à ideia de força e defesa, refletindo a proteção divina sobre o povo de Israel.","por_que_esta_palavra":"A força do urso pode ser vista como uma metáfora para a força de Deus em proteger seu povo.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso que defende seus filhotes.","referencias_relacionadas":["Salmos 91:1-2","Isaías 41:10","Romanos 8:31"]},"exodo_39_27_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é agradável ou benéfico.","explicacao_detalhada":"No contexto de Êxodo 39:27, 'bom' é usado para descrever a qualidade dos materiais e do trabalho realizado na construção do Tabernáculo, refletindo a perfeição do plano de Deus.","por_que_esta_palavra":"A bondade é uma característica essencial de Deus, que se reflete em suas obras e na criação.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, mostrando que tudo o que Ele faz é para o bem de seu povo.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"exodo_39_28_rei":{"palavra_pt":"rei","palavra_original":"מִצְנֶפֶת","transliteracao":"mitsnepheth","strong":"H4701","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a uma figura de autoridade e liderança.","explicacao_detalhada":"Em Êxodo 39:28, a menção de 'rei' pode simbolizar a soberania de Deus sobre Israel e a importância da liderança espiritual.","por_que_esta_palavra":"A ideia de realeza é fundamental para entender a relação de Deus com seu povo, que O reconhece como seu Rei.","conexao_teologica":"Deus é o Rei soberano, e essa realeza é refletida na liderança dos sacerdotes e governantes de Israel.","referencias_relacionadas":["Salmos 24:7-10","Isaías 33:22","Apocalipse 19:16"]},"exodo_39_28_linho":{"palavra_pt":"linho","palavra_original":"בַּד","transliteracao":"bad","strong":"H906","significado_raiz":"Ideia básica: linho.","significado_contextual":"A palavra 'linho' refere-se a um material têxtil, simbolizando pureza e santidade.","explicacao_detalhada":"No contexto de Êxodo 39:28, o linho é utilizado para as vestes sacerdotais, representando a pureza necessária para o serviço a Deus.","por_que_esta_palavra":"O linho é frequentemente associado à santidade e à separação do sagrado do profano.","conexao_teologica":"A pureza do linho reflete a santidade de Deus e a necessidade de pureza na adoração.","referencias_relacionadas":["Êxodo 28:39","Levítico 11:44","Apocalipse 19:8"]},"exodo_39_29_purple":{"palavra_pt":"purpura","palavra_original":"אַרְגָּמָן","transliteracao":"ʼargâmân","strong":"H713","significado_raiz":"Ideia básica: purpura.","significado_contextual":"A palavra 'púrpura' refere-se a uma cor rica, frequentemente associada à realeza e à riqueza.","explicacao_detalhada":"Em Êxodo 39:29, a púrpura é usada nas vestes sacerdotais, simbolizando a dignidade e a importância do serviço sacerdotal.","por_que_esta_palavra":"A cor púrpura é um símbolo de realeza e honra, refletindo a posição de Cristo como Rei.","conexao_teologica":"A púrpura também é um símbolo da realeza de Cristo, que é o Sumo Sacerdote e Rei.","referencias_relacionadas":["Mateus 27:28","Apocalipse 1:6","Apocalipse 19:16"]},"exodo_39_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é repetida, referindo-se à força e proteção.","explicacao_detalhada":"Em Êxodo 39:30, a repetição da palavra 'urso' reforça a ideia de proteção e força que Deus oferece ao seu povo.","por_que_esta_palavra":"A força do urso simboliza a defesa divina contra inimigos e perigos.","conexao_teologica":"Deus é um protetor forte, semelhante a um urso, que defende seu povo com poder.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Romanos 8:31"]},"exodo_39_30_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao que é separado para Deus e é considerado puro e digno.","explicacao_detalhada":"Em Êxodo 39:30, 'sagrado' descreve os objetos e o espaço do Tabernáculo, que são dedicados exclusivamente ao culto a Deus.","por_que_esta_palavra":"A santidade é essencial na adoração, pois Deus é santo e exige pureza de seu povo.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que nos chama a viver de maneira santa e separada.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 21:27"]},"exodo_39_30_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é considerado sagrado e poderoso.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é uma representação do caráter de Deus como o Criador e Sustentador do universo. É um nome que implica autoridade e soberania.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a relação de Deus com seu povo e sua posição como Senhor sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua presença e seu pacto com Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_39_31_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar algo, especialmente em um contexto de oferta ou presente.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é frequentemente usada em contextos de doações, ofertas e bênçãos, refletindo a generosidade de Deus e a expectativa de que o povo também seja generoso.","por_que_esta_palavra":"É importante para entender a dinâmica de dar e receber dentro da relação entre Deus e seu povo.","conexao_teologica":"A prática de dar é vista como um reflexo do caráter de Deus, que dá generosamente a seus filhos.","referencias_relacionadas":["Deuteronômio 15:10","2 Coríntios 9:7","Mateus 7:11"]},"exodo_39_31_rei":{"palavra_pt":"rei","palavra_original":"מִצְנֶפֶת","transliteracao":"mitsnepheth","strong":"H4701","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade, simbolizando liderança e governo.","explicacao_detalhada":"A palavra 'rei' (מִצְנֶפֶת) é usada para descrever a posição de liderança e a responsabilidade que vem com ela, especialmente em relação ao povo de Deus.","por_que_esta_palavra":"É crucial para entender a estrutura de liderança em Israel e a soberania de Deus sobre seu povo.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e essa palavra reflete a relação entre Deus e seu povo escolhido.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Isaías 33:22"]},"exodo_39_31_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, enfatizando sua importância.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é uma expressão da identidade divina e é usado em contextos de adoração e reverência.","por_que_esta_palavra":"Reforça a ideia de que o nome de Deus é central na adoração e na vida do povo de Israel.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando sua presença e sua ação na história.","referencias_relacionadas":["Êxodo 20:7","Salmos 111:9","Isaías 12:4"]},"exodo_39_32_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma ação de fazer ou criar algo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada em contextos que envolvem a criação e a realização de obras, refletindo a atividade de Deus e do homem.","por_que_esta_palavra":"É importante para entender a responsabilidade humana em agir conforme a vontade de Deus.","conexao_teologica":"A ação de fazer é um reflexo da natureza criativa de Deus, que chama seu povo a participar de sua obra.","referencias_relacionadas":["Gênesis 1:26","Salmos 104:24","Efésios 2:10"]},"exodo_39_32_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de fazer algo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a forma como as coisas devem ser feitas, enfatizando a importância da ordem e da metodologia.","por_que_esta_palavra":"É essencial para entender a importância da obediência às instruções de Deus.","conexao_teologica":"A maneira como adoramos e servimos a Deus deve ser conforme suas diretrizes.","referencias_relacionadas":["1 Crônicas 15:13","Hebreus 12:28","Colossenses 3:23"]},"exodo_39_32_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término ou conclusão de algo.","explicacao_detalhada":"A palavra 'fim' (כָּלָה) é usada para descrever a conclusão de um processo ou a realização de um propósito.","por_que_esta_palavra":"É importante para entender que tudo tem um propósito e um tempo determinado por Deus.","conexao_teologica":"Deus é o autor e consumador de todas as coisas, e o fim de todas as coisas está em suas mãos.","referencias_relacionadas":["Eclesiastes 3:1","Filipenses 1:6","Apocalipse 21:6"]},"exodo_39_33_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao local sagrado onde Deus habita entre seu povo.","explicacao_detalhada":"A palavra 'templo' (מִשְׁכָּן) é usada para descrever o santuário onde Deus se encontra com seu povo, simbolizando sua presença e santidade.","por_que_esta_palavra":"É fundamental para entender a importância da adoração e da presença de Deus na vida do povo de Israel.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens e da mediação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 25:8","Salmos 27:4","1 Coríntios 3:16"]},"exodo_39_33_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se à ação de entrar ou vir a um lugar.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) é usada para descrever a ação de se aproximar de Deus, especialmente em contextos de adoração.","por_que_esta_palavra":"É importante para entender a relação de proximidade que Deus deseja ter com seu povo.","conexao_teologica":"A ideia de entrar na presença de Deus é central na adoração e na comunhão com Ele.","referencias_relacionadas":["Salmos 100:4","Hebreus 10:19-22","Mateus 11:28"]},"exodo_39_33_tenda":{"palavra_pt":"tenda","palavra_original":"אֹהֶל","transliteracao":"ʼôhel","strong":"H168","significado_raiz":"Ideia básica: tenda.","significado_contextual":"Refere-se a uma estrutura temporária que serve como abrigo.","explicacao_detalhada":"A palavra 'tenda' (אֹהֶל) é usada para descrever o lugar onde o povo de Israel se reunia e onde a presença de Deus habitava durante a jornada no deserto.","por_que_esta_palavra":"É essencial para entender a mobilidade do povo de Deus e a presença divina em meio a eles.","conexao_teologica":"A tenda é um símbolo da habitação de Deus entre seu povo e da jornada da fé.","referencias_relacionadas":["Êxodo 26:1","Números 9:15-23","Hebreus 9:2"]},"exodo_39_34_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se à robustez e ao poder, especialmente no contexto da construção do Tabernáculo.","explicacao_detalhada":"No versículo, a força é mencionada em relação aos materiais e à habilidade dos artesãos que trabalharam na construção do Tabernáculo, simbolizando a dedicação e a capacidade que Deus deu a eles.","por_que_esta_palavra":"A força é essencial para a realização das tarefas que Deus ordenou, mostrando que Ele capacita aqueles que servem a Ele.","conexao_teologica":"A força divina é um tema recorrente na Bíblia, onde Deus fortalece Seu povo para cumprir Seus propósitos.","referencias_relacionadas":["Êxodo 31:3","Filipenses 4:13","Isaías 40:29"]},"exodo_39_35_sagrado":{"palavra_pt":"sagrado","palavra_original":"כַּפֹּרֶת","transliteracao":"kappôreth","strong":"H3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se àquilo que é separado para Deus, especialmente em relação ao Tabernáculo e seus utensílios.","explicacao_detalhada":"O sagrado implica em um espaço e objetos que são dedicados exclusivamente ao culto e à adoração a Deus, refletindo Sua santidade.","por_que_esta_palavra":"A santidade é fundamental na relação entre Deus e Seu povo, pois enfatiza a necessidade de reverência e pureza ao se aproximar dEle.","conexao_teologica":"A ideia de sagrado é central na teologia bíblica, onde Deus é visto como o Santo dos Santos.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Êxodo 30:10"]},"exodo_39_35_testemunha":{"palavra_pt":"testemunho","palavra_original":"עֵדוּת","transliteracao":"ʻêdûwth","strong":"H5715","significado_raiz":"Ideia básica: testemunho.","significado_contextual":"A palavra 'testemunho' refere-se à evidência da presença e da ação de Deus entre Seu povo.","explicacao_detalhada":"O testemunho é um símbolo da aliança entre Deus e Israel, representando a fidelidade de Deus e a resposta do povo a essa fidelidade.","por_que_esta_palavra":"Testemunhar é uma forma de lembrar e celebrar as obras de Deus, fortalecendo a fé da comunidade.","conexao_teologica":"O testemunho é um conceito importante na Bíblia, onde a história da salvação é contada e recontada como um testemunho da fidelidade de Deus.","referencias_relacionadas":["Salmos 119:111","Apocalipse 12:11","Êxodo 25:16"]},"exodo_39_35_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' é usada para indicar a presença de algo que não é representado fisicamente, mas que tem um significado profundo.","explicacao_detalhada":"Neste contexto, refere-se à ideia de que certas realidades espirituais não podem ser totalmente capturadas por representações físicas.","por_que_esta_palavra":"É um lembrete de que a verdadeira essência de Deus e de Sua obra transcende as representações materiais.","conexao_teologica":"A noção de que Deus é incompreensível e além da representação é um tema importante na teologia cristã.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","João 4:24"]},"exodo_39_36_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as instruções de Deus devem ser seguidas na construção do Tabernáculo.","explicacao_detalhada":"O 'modo' implica em seguir as diretrizes divinas com precisão, refletindo a importância da obediência na vida do povo de Deus.","por_que_esta_palavra":"Seguir o modo estabelecido por Deus é essencial para garantir que a adoração seja aceitável a Ele.","conexao_teologica":"A obediência às instruções de Deus é um tema central na Bíblia, mostrando que a fidelidade a Seus mandamentos é crucial.","referencias_relacionadas":["Deuteronômio 5:32-33","Salmos 119:4","Tiago 1:22"]},"exodo_39_36_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' refere-se ao sustento físico e espiritual que Deus provê para Seu povo.","explicacao_detalhada":"No contexto do Tabernáculo, o pão é um símbolo da provisão de Deus e da comunhão entre Ele e Seu povo.","por_que_esta_palavra":"O alimento é essencial para a vida, e Deus é visto como o provedor de todas as necessidades.","conexao_teologica":"Jesus se apresenta como o pão da vida, simbolizando a satisfação espiritual que vem de um relacionamento com Ele.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14-15"]},"exodo_39_37_army":{"palavra_pt":"army","palavra_original":"מַעֲרָכָה","transliteracao":"maʻărâkâh","strong":"H4634","significado_raiz":"Ideia básica: army.","significado_contextual":"A palavra 'exército' refere-se à organização e à força do povo de Deus, especialmente em tempos de batalha.","explicacao_detalhada":"No contexto do Tabernáculo, o exército simboliza a proteção e a liderança de Deus sobre Seu povo em suas jornadas.","por_que_esta_palavra":"A ideia de exército representa a unidade e a força do povo de Deus, que luta sob Sua direção.","conexao_teologica":"Deus é frequentemente descrito como o Senhor dos Exércitos, enfatizando Sua soberania sobre todas as forças.","referencias_relacionadas":["Salmos 46:7","Isaías 13:4","1 Samuel 17:45"]},"exodo_39_37_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Êxodo 39:37, \"modo\" aparece na frase \"O candelabro puro com suas lâmpadas, as lâmpadas em ordem, e todos os seus pertences, e o azeite para a luminária;\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Êxodo 39:37 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Êxodo 39:42. Lendo junto com Êxodo 39:37, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 39:37","Êxodo 39:42","Salmos 119:105"]},"exodo_39_38_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de sacrifício e adoração a Deus, essencial na vida religiosa de Israel.","explicacao_detalhada":"O altar é um símbolo da reconciliação entre Deus e o homem, onde os sacrifícios eram oferecidos para expiação dos pecados.","por_que_esta_palavra":"O altar representa a necessidade de sacrifício para a aproximação a Deus, um conceito que culmina em Cristo.","conexao_teologica":"O altar é um precursor do sacrifício de Cristo, que se ofereceu uma vez por todas para a salvação da humanidade.","referencias_relacionadas":["Hebreus 13:10","Romanos 12:1","Gênesis 8:20"]},"exodo_39_38_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' refere-se à riqueza e à beleza dos materiais usados na construção do Tabernáculo.","explicacao_detalhada":"O uso do ouro simboliza a glória e a majestade de Deus, refletindo a importância do Tabernáculo como morada divina.","por_que_esta_palavra":"O ouro é um símbolo de valor e pureza, representando a excelência do que é dedicado a Deus.","conexao_teologica":"A riqueza do Tabernáculo aponta para a riqueza espiritual que encontramos em Cristo, que é o verdadeiro tesouro.","referencias_relacionadas":["Salmos 19:10","Mateus 6:21","Apocalipse 21:18"]},"exodo_39_38_dom":{"palavra_pt":"dom","palavra_original":"מִשְׁחָה","transliteracao":"mishchâh","strong":"H4888","significado_raiz":"Ideia básica: dom.","significado_contextual":"O termo 'dom' refere-se a uma oferta ou presente dado a Deus, especialmente no contexto das ofertas feitas para a construção do Tabernáculo.","explicacao_detalhada":"No contexto de Êxodo 39:38, o 'dom' é uma contribuição dos israelitas para a construção do santuário. Este ato de dar é visto como um reconhecimento da soberania de Deus e um ato de adoração.","por_que_esta_palavra":"A palavra 'dom' é utilizada para enfatizar a importância da generosidade e do compromisso dos fiéis com a obra de Deus.","conexao_teologica":"O conceito de dar a Deus é central na teologia bíblica, refletindo a relação entre o crente e o Criador, onde o ato de dar é uma forma de adoração.","referencias_relacionadas":["Êxodo 25:2","Levítico 27:30","2 Coríntios 9:7"]},"exodo_39_39_hearth":{"palavra_pt":"hearth","palavra_original":"כִּיּוֹר","transliteracao":"kîyôwr","strong":"H3595","significado_raiz":"Ideia básica: hearth.","significado_contextual":"A palavra 'hearth' refere-se ao recipiente ou estrutura onde o fogo é mantido, essencial para os sacrifícios e ofertas.","explicacao_detalhada":"Em Êxodo 39:39, o 'hearth' é parte do mobiliário do Tabernáculo, onde os sacrifícios eram feitos. Este elemento simboliza a purificação e a presença de Deus entre o povo.","por_que_esta_palavra":"A inclusão do 'hearth' destaca a importância do fogo sagrado e dos rituais de purificação na adoração a Deus.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e à purificação, refletindo a santidade necessária para se aproximar do Senhor.","referencias_relacionadas":["Levítico 6:13","Números 4:14","Hebreus 12:29"]},"exodo_39_39_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O 'altar' é o local onde os sacrifícios são oferecidos a Deus, simbolizando a reconciliação entre Deus e o homem.","explicacao_detalhada":"No contexto de Êxodo 39:39, o altar é um elemento central do culto, onde os israelitas trazem suas ofertas e sacrifícios, representando a devoção e a busca pela expiação dos pecados.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a prática do sacrifício na antiga aliança, que prefigura o sacrifício de Cristo.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e o homem, e sua importância é vista em toda a Escritura, culminando no sacrifício de Jesus.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Romanos 12:1"]},"exodo_39_39_ouro":{"palavra_pt":"ouro","palavra_original":"נְחֹשֶׁת","transliteracao":"nᵉchôsheth","strong":"H5178","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' refere-se ao metal precioso utilizado na construção do Tabernáculo, simbolizando a riqueza e a glória de Deus.","explicacao_detalhada":"Em Êxodo 39:39, o uso do ouro destaca a importância da beleza e da excelência na adoração a Deus, refletindo a sua natureza gloriosa.","por_que_esta_palavra":"O 'ouro' é frequentemente associado à divindade e à riqueza espiritual, representando o valor que se deve dar a Deus.","conexao_teologica":"A utilização de materiais preciosos no Tabernáculo simboliza a santidade e a majestade de Deus, que merece o melhor de nós.","referencias_relacionadas":["Êxodo 25:3","1 Crônicas 29:3","Apocalipse 21:18"]},"exodo_39_40_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"O 'templo' refere-se ao local sagrado onde Deus habita entre o seu povo, simbolizando a presença divina.","explicacao_detalhada":"Em Êxodo 39:40, o 'templo' é descrito como o santuário que abriga a presença de Deus, onde os israelitas se reúnem para adorar e oferecer sacrifícios.","por_que_esta_palavra":"A palavra 'templo' é fundamental para entender a relação entre Deus e seu povo, sendo um espaço de encontro e comunhão.","conexao_teologica":"O conceito de templo é central na teologia bíblica, culminando na ideia de que o corpo do crente é o templo do Espírito Santo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","1 Coríntios 6:19"]},"exodo_39_41_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se àquilo que é separado para Deus, indicando pureza e santidade.","explicacao_detalhada":"Em Êxodo 39:41, o 'sagrado' é mencionado em relação aos objetos e ao espaço do Tabernáculo, que são dedicados exclusivamente a Deus.","por_que_esta_palavra":"O conceito de 'sagrado' é essencial para a compreensão da separação entre o profano e o divino na adoração.","conexao_teologica":"A santidade de Deus exige que tudo que se aproxima dele seja igualmente santo, refletindo a importância da pureza na adoração.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 21:27"]},"exodo_39_41_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que serve como mediador entre Deus e o povo, realizando rituais e sacrifícios.","explicacao_detalhada":"Em Êxodo 39:41, os sacerdotes são aqueles que têm a responsabilidade de conduzir o culto e garantir que as práticas religiosas sejam realizadas de acordo com a vontade de Deus.","por_que_esta_palavra":"A função do sacerdote é crucial para a adoração, pois ele representa o povo diante de Deus e vice-versa.","conexao_teologica":"Jesus é o nosso sumo sacerdote, que intercede por nós e cumpre o papel que os sacerdotes do Antigo Testamento desempenhavam.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"exodo_39_42_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, especialmente em relação às instruções de Deus.","explicacao_detalhada":"Em Êxodo 39:42, o 'modo' é importante para garantir que as instruções divinas sejam seguidas corretamente na construção do Tabernáculo e na adoração.","por_que_esta_palavra":"A ênfase no 'modo' destaca a importância da obediência às diretrizes de Deus na vida do crente.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, refletindo a relação de amor e respeito entre o Criador e a criação.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Tiago 1:22"]},"exodo_39_42_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa sua autoridade e soberania.","explicacao_detalhada":"Em Êxodo 39:42, o uso do nome 'senhor' enfatiza a relação de aliança entre Deus e seu povo, reconhecendo sua posição como Senhor sobre todas as coisas.","por_que_esta_palavra":"O nome de Deus é sagrado e deve ser tratado com reverência, refletindo a importância de sua identidade na vida do crente.","conexao_teologica":"O nome de Deus é central na adoração e na oração, sendo um símbolo de sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_39_42_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a uma ação de fazer ou criar, enfatizando a atividade de Deus na criação e na obra redentora.","explicacao_detalhada":"Em Êxodo 39:42, a palavra 'urso' é usada para descrever a ação de realizar as instruções de Deus na construção do Tabernáculo, refletindo a obediência do povo.","por_que_esta_palavra":"A ideia de 'fazer' é fundamental na narrativa bíblica, onde Deus é apresentado como o Criador e o povo como seus servos.","conexao_teologica":"A ação de 'fazer' está ligada à missão do crente de viver de acordo com a vontade de Deus e realizar boas obras.","referencias_relacionadas":["Gênesis 1:1","Efésios 2:10","Colossenses 3:23"]},"exodo_39_43_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho realizado na construção do Tabernáculo, que era uma obra sagrada.","explicacao_detalhada":"A palavra 'obra' (מְלָאכָה) implica um trabalho específico e ordenado, especialmente no contexto da construção e serviço a Deus. No livro de Êxodo, a obra é vista como um ato de obediência e devoção ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'obra' enfatiza a importância do trabalho manual e da dedicação na adoração a Deus.","conexao_teologica":"A obra realizada no Tabernáculo simboliza a presença de Deus entre o Seu povo e a importância da santidade no serviço a Ele.","referencias_relacionadas":["Êxodo 35:30-35","Êxodo 36:1-2","Êxodo 39:32"]},"exodo_39_43_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Em Êxodo 39:43, \"abencoar\" aparece na frase \"Viu, pois, Moisés toda a obra, e eis que a tinham feito; como o Senhor ordenara, assim a fizeram; então Moisés os abençoou.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (בָרַךְ; bârak; H1288), \"abencoar\" traz a ideia de abencoar. Aqui, essa palavra deixa o ensino de Êxodo 39:43 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"abencoar\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Gênesis 1:22. Lendo junto com Êxodo 39:43, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 39:43","Gênesis 1:22","Salmos 119:105"]},"exodo_39_43_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Em Êxodo 39:43, \"ver\" aparece na frase \"Viu, pois, Moisés toda a obra, e eis que a tinham feito; como o Senhor ordenara, assim a fizeram; então Moisés os abençoou.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (רָאָה; râʼâh; H7200), \"ver\" traz a ideia de ver. Aqui, essa palavra deixa o ensino de Êxodo 39:43 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"ver\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Êxodo 5:19. Lendo junto com Êxodo 39:43, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 39:43","Êxodo 5:19","Salmos 119:105"]}}