{"exodo_4_1_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"O olho aqui simboliza a percepção e a visão, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'olho' é usada para enfatizar a necessidade de ver e entender os sinais de Deus, bem como a importância de ter uma visão clara da missão que Moisés deve cumprir.","por_que_esta_palavra":"A palavra 'olho' é significativa porque representa a capacidade de discernir a vontade de Deus e a realidade ao redor.","conexao_teologica":"A visão espiritual é essencial para compreender a obra de Deus e a missão que Ele confia a seus servos.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:18","Hebreus 12:2"]},"exodo_4_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a comunicação e a revelação da vontade de Deus.","explicacao_detalhada":"Neste contexto, Moisés é chamado a falar e a transmitir a mensagem de Deus ao povo de Israel e ao faraó, destacando a importância da palavra como meio de ação divina.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a responsabilidade de Moisés em comunicar a verdade de Deus.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, e a comunicação da mesma é um ato de obediência e fé.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12","Tiago 1:22"]},"exodo_4_1_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando a importância do que está prestes a ser revelado.","explicacao_detalhada":"Neste contexto, 'eis' é usado para preparar Moisés para a demonstração do poder de Deus através de sinais e maravilhas.","por_que_esta_palavra":"A palavra 'eis' serve como um convite para observar e prestar atenção ao que Deus está fazendo.","conexao_teologica":"A revelação de Deus muitas vezes começa com um chamado à atenção, destacando a importância de estar alerta para a ação divina.","referencias_relacionadas":["Isaías 43:19","Mateus 11:15","Apocalipse 3:20"]},"exodo_4_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a importância da comunicação da mensagem de Deus.","explicacao_detalhada":"Moisés é instruído a falar sobre a sua identidade e a missão que Deus lhe confiou, ressaltando a necessidade de clareza na comunicação.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a ideia de que a palavra de Deus deve ser proclamada com coragem e clareza.","conexao_teologica":"A proclamação da palavra de Deus é fundamental para a edificação da fé e a transformação de vidas.","referencias_relacionadas":["Atos 4:31","1 Pedro 3:15","Romanos 1:16"]},"exodo_4_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"Neste contexto, o nome de Deus é uma declaração de sua autoridade e soberania, e Moisés deve usar esse nome ao se dirigir ao povo e ao faraó.","por_que_esta_palavra":"A palavra 'senhor' é central na identidade de Deus e na relação que Ele tem com seu povo.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, e invocá-lo é um ato de fé e reverência.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_4_2_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se às doze tribos de Israel, cada uma representando uma parte do povo escolhido de Deus.","explicacao_detalhada":"Neste contexto, a menção da tribo é uma referência à identidade coletiva do povo de Israel e à sua herança como povo de Deus.","por_que_esta_palavra":"A palavra 'tribo' é significativa porque destaca a diversidade e a unidade do povo de Deus, que é chamado a cumprir sua missão.","conexao_teologica":"As tribos de Israel simbolizam a promessa de Deus de fazer de seu povo uma nação santa e separada para Ele.","referencias_relacionadas":["Gênesis 49:28","Números 1:2-4","Apocalipse 7:4-8"]},"exodo_4_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a importância da comunicação da mensagem de Deus.","explicacao_detalhada":"Moisés é instruído a falar e a demonstrar os sinais que Deus lhe deu, ressaltando a necessidade de obedecer à palavra de Deus.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a ideia de que a comunicação da mensagem de Deus é essencial para a missão de Moisés.","conexao_teologica":"A obediência à palavra de Deus é fundamental para a realização de sua vontade e para a transformação do povo.","referencias_relacionadas":["1 Tessalonicenses 2:13","2 Timóteo 4:2","Hebreus 13:17"]},"exodo_4_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra física onde Moisés estava.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o ambiente físico em que os eventos ocorrem. Neste contexto, Moisés é instruído a lançar sua vara ao chão, simbolizando a transformação e o poder de Deus sobre a criação.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a conexão entre o divino e o mundo físico, mostrando que Deus tem autoridade sobre toda a criação.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um símbolo da presença de Deus e do seu domínio sobre a criação. A transformação da vara em serpente representa o poder de Deus sobre a natureza.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"exodo_4_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de deixar algo cair ao chão.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a ação de Moisés ao lançar sua vara. Este ato simboliza a entrega e a obediência a Deus, além de ser um sinal do poder divino que se manifesta.","por_que_esta_palavra":"A palavra 'cair' é significativa porque representa a rendição de Moisés ao plano de Deus e a transformação que ocorre quando se confia em Deus.","conexao_teologica":"A queda da vara ao chão é um ato de fé que resulta em um milagre, mostrando que Deus pode transformar situações comuns em sinais de seu poder.","referencias_relacionadas":["Salmos 55:22","Mateus 10:29","Romanos 14:4"]},"exodo_4_4_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de pegar ou segurar algo firmemente.","explicacao_detalhada":"A palavra 'agarrar' é usada quando Deus instrui Moisés a pegar a serpente pela cauda, simbolizando a confiança em Deus e a coragem de enfrentar o desconhecido.","por_que_esta_palavra":"A escolha da palavra 'agarrar' enfatiza a necessidade de ação e fé por parte de Moisés, mostrando que Deus está com ele em cada passo.","conexao_teologica":"Agarrar a serpente representa a superação do medo e a confiança no poder de Deus, que transforma situações perigosas em oportunidades de testemunho.","referencias_relacionadas":["Salmos 118:6","Isaías 41:10","Filipenses 4:13"]},"exodo_4_4_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze tribos de Israel.","explicacao_detalhada":"A palavra 'tribo' é usada para identificar a linhagem e a herança do povo de Israel. Neste contexto, Deus está se referindo à tribo de Judá, de onde Moisés e Arão vieram.","por_que_esta_palavra":"A menção da tribo é importante para estabelecer a identidade e a autoridade de Moisés dentro do povo de Israel.","conexao_teologica":"As tribos de Israel representam a promessa de Deus ao seu povo e a importância da liderança dentro da comunidade de fé.","referencias_relacionadas":["Gênesis 49:10","Números 1:4-16","Apocalipse 7:5-8"]},"exodo_4_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a comunicação de Deus através de Moisés. A declaração de Moisés é um ato de obediência e um reflexo da autoridade divina.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois mostra que a comunicação é um meio pelo qual Deus se revela e se relaciona com seu povo.","conexao_teologica":"A fala de Deus é um tema central na Bíblia, onde a palavra é vista como criadora e transformadora, refletindo a importância da revelação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 1:1-2"]},"exodo_4_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, o Criador.","explicacao_detalhada":"A palavra 'deus' é utilizada para afirmar a soberania e o poder de Deus sobre todas as coisas. Neste contexto, é um lembrete do poder que Deus tem para realizar milagres.","por_que_esta_palavra":"A menção de Deus é fundamental para estabelecer a base da autoridade e do poder que Moisés deve invocar.","conexao_teologica":"A natureza de Deus como Criador e Redentor é um tema central na Bíblia, mostrando sua relação com a humanidade e seu plano de salvação.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2","Salmos 46:10"]},"exodo_4_5_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se ao ato de crer ou ter fé.","explicacao_detalhada":"A palavra 'crer' é usada para enfatizar a importância da fé na relação entre Deus e seu povo. Neste contexto, é um chamado à confiança nas promessas de Deus.","por_que_esta_palavra":"A escolha da palavra 'crer' destaca a necessidade de fé para que os milagres e as promessas de Deus se realizem na vida do povo.","conexao_teologica":"A fé é um elemento essencial na vida cristã, sendo a base para a salvação e a relação com Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"exodo_4_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de algo.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a justificativa da ação de Deus. Neste contexto, é uma afirmação da razão pela qual Deus está agindo em favor de seu povo.","por_que_esta_palavra":"A palavra 'porque' é importante para entender a motivação divina e o propósito por trás das ações de Deus.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a fé, pois revela seu caráter e suas intenções para com a humanidade.","referencias_relacionadas":["Romanos 8:28","Salmos 37:5","Isaías 55:8-9"]},"exodo_4_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo novamente.","explicacao_detalhada":"A palavra 'dizer' é repetida para enfatizar a importância da comunicação divina e a necessidade de Moisés em transmitir a mensagem de Deus ao povo.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a ideia de que a palavra de Deus é central na missão de Moisés.","conexao_teologica":"A comunicação de Deus é um tema recorrente na Bíblia, mostrando como Ele se revela e se relaciona com seu povo através da palavra.","referencias_relacionadas":["Deuteronômio 6:4","Mateus 4:4","Tiago 1:22"]},"exodo_4_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, que é sagrado.","explicacao_detalhada":"A palavra 'senhor' é usada para designar a autoridade e a soberania de Deus. Neste contexto, é uma afirmação da identidade de Deus como o único verdadeiro.","por_que_esta_palavra":"A menção do nome de Deus é crucial para entender sua relação com o povo e a importância de seu nome na adoração.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, representando sua natureza, caráter e a relação que Ele deseja ter com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_4_6_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à vitalidade que Deus concede aos seres humanos.","explicacao_detalhada":"No contexto de Êxodo 4:6, a vida é um dom divino que simboliza a presença de Deus e a capacidade de cumprir Seu propósito. A vida é essencial para a missão que Moisés deve realizar.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a importância da missão de Moisés e a necessidade de estar vivo e ativo na obra de Deus.","conexao_teologica":"A vida é um tema central na teologia bíblica, representando não apenas a existência física, mas também a vida espiritual que é encontrada em Deus.","referencias_relacionadas":["Gênesis 2:7","Salmos 36:9","João 10:10"]},"exodo_4_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação e a revelação da vontade de Deus.","explicacao_detalhada":"Em Êxodo 4:7, Moisés é instruído a comunicar a mensagem de Deus ao povo. A palavra 'dizer' destaca a importância da comunicação divina na liderança.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois Moisés deve ser um porta-voz de Deus, transmitindo Suas instruções e promessas.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema recorrente na Bíblia, mostrando como Ele se revela e se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 119:105","Mateus 28:19-20"]},"exodo_4_7_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' implica em construir ou estabelecer algo sólido e duradouro.","explicacao_detalhada":"No contexto de Êxodo 4:7, edificar pode se referir ao fortalecimento da fé do povo de Israel através das ações e sinais que Moisés realizará.","por_que_esta_palavra":"A palavra 'edificar' é escolhida para enfatizar a construção de uma nova identidade e relação do povo com Deus.","conexao_teologica":"A edificação é um conceito teológico que se relaciona com a construção do corpo de Cristo e a edificação da fé dos crentes.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","Hebreus 3:4"]},"exodo_4_7_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, ação e autoridade.","explicacao_detalhada":"Em Êxodo 4:7, a mão de Moisés representa a ação de Deus através dele, mostrando que Deus usa pessoas para realizar Seus propósitos.","por_que_esta_palavra":"A palavra 'mão' é significativa, pois indica que Deus opera através da ação humana, enfatizando a parceria entre Deus e o homem.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de Sua intervenção e poder na história.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"exodo_4_8_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação e à revelação da vontade de Deus.","explicacao_detalhada":"Em Êxodo 4:8, a voz é um meio pelo qual Deus se comunica com Seu povo, e a obediência à Sua voz é fundamental para a fé.","por_que_esta_palavra":"A palavra 'voz' é escolhida para enfatizar a importância de ouvir e responder à direção de Deus.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, representando Sua autoridade e a necessidade de os crentes ouvirem e obedecerem.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"exodo_4_8_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' implica em ter fé e confiança nas promessas de Deus.","explicacao_detalhada":"Em Êxodo 4:8, a ênfase na crença é fundamental para a aceitação da mensagem que Moisés deve levar ao povo.","por_que_esta_palavra":"A palavra 'crer' é crucial, pois a fé é a base da relação entre Deus e Seu povo.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo essencial para a salvação e a vida cristã.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"exodo_4_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda ou a transformação.","explicacao_detalhada":"Em Êxodo 4:8, a ideia de cair pode estar relacionada a um sinal de poder divino que leva à transformação da realidade.","por_que_esta_palavra":"A palavra 'cair' é significativa, pois indica a ação de Deus que pode mudar circunstâncias e corações.","conexao_teologica":"A transformação é um tema importante na Bíblia, mostrando como Deus muda vidas e situações.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Atos 9:18"]},"exodo_4_9_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' simboliza vida, sacrifício e redenção.","explicacao_detalhada":"Em Êxodo 4:9, o sangue é um sinal poderoso que representa a vida e a intervenção de Deus na libertação do povo.","por_que_esta_palavra":"A palavra 'sangue' é escolhida para enfatizar a seriedade do sacrifício e a importância da redenção.","conexao_teologica":"O sangue é um tema central na teologia da salvação, representando o sacrifício de Cristo e a nova aliança.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Hebreus 9:22"]},"exodo_4_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada novamente, enfatizando a ação de Deus que transforma e traz sinais.","explicacao_detalhada":"Em Êxodo 4:9, a ideia de cair pode simbolizar a manifestação do poder de Deus através de sinais visíveis.","por_que_esta_palavra":"A repetição da palavra 'cair' reforça a ideia de que Deus está ativamente envolvido na história.","conexao_teologica":"A ação de Deus em cair ou derramar algo é frequentemente associada à Sua intervenção na história da salvação.","referencias_relacionadas":["Atos 2:17","Romanos 8:19","Apocalipse 21:4"]},"exodo_4_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação da mensagem de Deus.","explicacao_detalhada":"Em Êxodo 4:10, Moisés expressa sua insegurança em relação à sua capacidade de falar, destacando a importância da comunicação na liderança.","por_que_esta_palavra":"A palavra 'dizer' é significativa, pois mostra a necessidade de Moisés de confiar em Deus para a sua missão.","conexao_teologica":"A comunicação da verdade de Deus é essencial para a edificação da fé e a propagação do evangelho.","referencias_relacionadas":["Êxodo 3:11","Salmos 19:14","Tiago 1:19"]},"exodo_4_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Êxodo 4:10, Moisés se dirige a Deus, reconhecendo Sua grandeza e poder. A palavra 'יְהֹוָה' (Yᵉhôvâh) é o nome pessoal de Deus, que expressa Sua eternidade e imutabilidade.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a relação de servidão e submissão que Moisés deve ter diante de Deus, que é o seu Senhor.","conexao_teologica":"A palavra 'senhor' é central na teologia judaica e cristã, pois representa a relação de aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_4_10_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui é usada para expressar respeito e reverência a Deus.","explicacao_detalhada":"Moisés usa 'אֲדֹנָי' (ʼĂdônây) para se referir a Deus, reconhecendo Sua autoridade e poder. Essa palavra é frequentemente usada em orações e invocações.","por_que_esta_palavra":"A utilização de 'senhor' demonstra a humildade de Moisés e sua dependência de Deus para a missão que lhe foi dada.","conexao_teologica":"A palavra 'senhor' também é usada por Jesus em suas orações, mostrando a continuidade da reverência a Deus entre as tradições.","referencias_relacionadas":["Salmos 8:1","Mateus 6:9","Romanos 10:9"]},"exodo_4_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Deus a Moisés.","explicacao_detalhada":"Em Êxodo 4:11, 'אָמַר' (ʼâmar) indica a ação de Deus de instruir Moisés sobre o que ele deve fazer e dizer ao povo de Israel.","por_que_esta_palavra":"A palavra é fundamental para entender a dinâmica de comunicação entre Deus e Moisés, onde Deus se revela e dá ordens.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1"]},"exodo_4_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na identidade e na missão de Moisés.","explicacao_detalhada":"A repetição do nome 'יְהֹוָה' (Yᵉhôvâh) enfatiza a importância da revelação do caráter de Deus e Sua presença na vida do povo.","por_que_esta_palavra":"O nome de Deus é uma expressão de Sua essência e de Sua relação com o povo de Israel.","conexao_teologica":"O nome de Deus é um tema recorrente, simbolizando Sua autoridade e poder em toda a Escritura.","referencias_relacionadas":["Êxodo 3:15","Salmos 135:13","Apocalipse 1:8"]},"exodo_4_11_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para expressar a fragilidade e a limitação humana diante de Deus.","explicacao_detalhada":"Moisés se vê como um homem comum, incapaz de cumprir a missão que Deus lhe deu, refletindo a condição humana de dependência.","por_que_esta_palavra":"A palavra 'מִי' (mîy) destaca a humildade de Moisés e sua hesitação em aceitar o chamado divino.","conexao_teologica":"A limitação humana é um tema importante na Bíblia, mostrando que Deus usa pessoas imperfeitas para cumprir Seus propósitos.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6","Tiago 4:14"]},"exodo_4_12_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"A palavra 'henceforth' indica um novo começo ou uma nova fase na vida de Moisés.","explicacao_detalhada":"Em Êxodo 4:12, 'עַתָּה' (ʻattâh) marca a transição de Moisés de um pastor comum para o líder do povo de Israel.","por_que_esta_palavra":"A palavra enfatiza a importância do momento e a mudança que ocorrerá na vida de Moisés a partir daquele ponto.","conexao_teologica":"A ideia de um novo começo é um tema recorrente na Bíblia, simbolizando a obra redentora de Deus na vida das pessoas.","referencias_relacionadas":["Isaías 43:19","2 Coríntios 5:17","Apocalipse 21:5"]},"exodo_4_12_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de seguir as instruções de Deus.","explicacao_detalhada":"Em Êxodo 4:12, 'יָלַךְ' (yâlak) implica em ação e movimento, simbolizando a obediência de Moisés ao chamado divino.","por_que_esta_palavra":"A palavra é crucial para entender a necessidade de Moisés de agir conforme as orientações de Deus.","conexao_teologica":"O conceito de andar com Deus é central na vida cristã, representando a obediência e a fé.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","Gálatas 5:16"]},"exodo_4_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de Moisés ao se submeter à vontade de Deus.","explicacao_detalhada":"Em Êxodo 4:12, 'הָיָה' (hâyâh) pode ser interpretado como um estado de transformação que ocorre quando alguém se entrega a Deus.","por_que_esta_palavra":"A ideia de cair é simbólica da entrega e da aceitação da missão divina.","conexao_teologica":"A entrega a Deus é um tema importante, refletindo a necessidade de se submeter à Sua vontade.","referencias_relacionadas":["Romanos 12:1","Filipenses 2:10","Tiago 4:7"]},"exodo_4_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente usada para enfatizar a comunicação entre Moisés e Deus.","explicacao_detalhada":"Em Êxodo 4:13, 'אָמַר' (ʼâmar) mostra a hesitação de Moisés em aceitar o chamado, pedindo a Deus que envie outra pessoa.","por_que_esta_palavra":"A repetição da palavra destaca a luta interna de Moisés e sua relutância em obedecer.","conexao_teologica":"A resistência ao chamado divino é um tema comum, mostrando a fragilidade humana diante da grandeza de Deus.","referencias_relacionadas":["Jeremias 1:6","Isaías 6:8","Lucas 9:62"]},"exodo_4_13_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reafirmar a autoridade de Deus na conversa com Moisés.","explicacao_detalhada":"Moisés se dirige a Deus como 'אֲדֹנָי' (ʼĂdônây), reconhecendo Sua soberania enquanto expressa sua insegurança.","por_que_esta_palavra":"A utilização de 'senhor' demonstra a relação de respeito e submissão que Moisés deve ter ao se dirigir a Deus.","conexao_teologica":"A reverência a Deus é um princípio fundamental na vida de fé, refletindo a relação entre Criador e criatura.","referencias_relacionadas":["Salmos 25:1","Mateus 7:21","Atos 2:36"]},"exodo_4_13_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão de Moisés, simbolizando poder e ação.","explicacao_detalhada":"A palavra 'mao' (יָד) é usada para descrever a capacidade de Moisés de agir e realizar milagres. Neste contexto, Deus está chamando Moisés para liderar o povo de Israel, e a mão representa a força e a autoridade que ele terá.","por_que_esta_palavra":"A escolha da palavra 'mao' enfatiza a ação física e a intervenção divina através de Moisés.","conexao_teologica":"A mão de Deus é frequentemente associada ao poder e à proteção divina, como em Êxodo 3:20, onde Deus promete mostrar sinais poderosos.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"exodo_4_14_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Indica a ira de Deus em resposta à hesitação de Moisés.","explicacao_detalhada":"A palavra 'crescer' (חָרָה) é usada para descrever a intensidade da raiva de Deus. Neste contexto, Deus está frustrado com a falta de fé de Moisés e sua relutância em aceitar a missão.","por_que_esta_palavra":"A palavra destaca a seriedade da situação e a necessidade de Moisés se comprometer com a tarefa que lhe foi dada.","conexao_teologica":"A ira de Deus é um tema recorrente quando Seu povo hesita em obedecer, como em Números 11:1.","referencias_relacionadas":["Números 11:1","Salmos 78:21","Romanos 1:18"]},"exodo_4_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Sua natureza e caráter. Neste contexto, Deus se apresenta a Moisés como aquele que é, enfatizando Sua eternidade e soberania.","por_que_esta_palavra":"O uso do nome de Deus aqui é crucial para estabelecer a autoridade divina que Moisés deve reconhecer e respeitar.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua presença e poder, como em Salmos 8:1.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Isaías 42:8"]},"exodo_4_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da mensagem que Moisés deve transmitir.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica a importância da comunicação da mensagem de Deus. Neste contexto, Deus está instruindo Moisés sobre a gravidade de suas palavras e ações ao falar com o faraó.","por_que_esta_palavra":"A escolha da palavra enfatiza a responsabilidade de Moisés como porta-voz de Deus.","conexao_teologica":"A palavra de Deus é poderosa e transformadora, como em Hebreus 4:12, onde se fala da eficácia da palavra.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"exodo_4_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem que Moisés deve transmitir ao povo.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é usada para descrever a comunicação de Deus através de Moisés. Neste contexto, enfatiza a importância da mensagem que deve ser clara e direta.","por_que_esta_palavra":"A escolha dessa palavra destaca a relevância e a autoridade da mensagem divina.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, como em 2 Timóteo 3:16, que fala sobre a inspiração das Escrituras.","referencias_relacionadas":["2 Timóteo 3:16","Salmos 119:105","Mateus 4:4"]},"exodo_4_15_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de Moisés ao comunicar a mensagem de Deus.","explicacao_detalhada":"A palavra 'falar' (דָבַר) implica a ação de Moisés em transmitir a palavra de Deus ao povo. Neste contexto, Deus está enfatizando a necessidade de Moisés ser um comunicador eficaz.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância da fala como meio de transmitir a verdade divina.","conexao_teologica":"A fala de Deus é frequentemente associada à criação e à revelação, como em Gênesis 1:3.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"exodo_4_15_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da tarefa que Moisés deve realizar.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) implica a magnitude da missão que Moisés está prestes a assumir. Neste contexto, Deus está destacando a importância do papel de Moisés na libertação do povo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a seriedade e a importância da responsabilidade que Moisés terá.","conexao_teologica":"A grandeza da missão de Moisés reflete a grandeza do plano de Deus para a redenção, como em Romanos 8:28.","referencias_relacionadas":["Romanos 8:28","Mateus 28:19","Efésios 2:10"]},"exodo_4_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus como guia e líder.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a soberania e a autoridade de Deus. Neste contexto, Deus está afirmando que Ele será o verdadeiro guia de Moisés e do povo.","por_que_esta_palavra":"A escolha dessa palavra sublinha a relação entre Deus e Seu povo, destacando Sua autoridade e poder.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, como em Salmos 115:3, que fala sobre o Senhor fazendo o que Lhe agrada.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 9:20"]},"exodo_4_16_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação que Moisés deve ter com o povo.","explicacao_detalhada":"A palavra 'falar' (דָבַר) novamente enfatiza a importância da comunicação. Neste contexto, Deus está instruindo Moisés sobre como ele deve se expressar ao povo.","por_que_esta_palavra":"A escolha dessa palavra ressalta a necessidade de clareza e precisão na mensagem que Moisés deve transmitir.","conexao_teologica":"A comunicação clara é vital na relação entre Deus e Seu povo, como em 1 Coríntios 14:40, que fala sobre a ordem nas reuniões.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 4:6","Tiago 1:19"]},"exodo_4_16_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que está sob opressão no Egito.","explicacao_detalhada":"A palavra 'povo' (עַם) é usada para descrever a coletividade dos israelitas. Neste contexto, Deus está se referindo ao Seu povo escolhido, que Ele deseja libertar da escravidão.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a identidade coletiva e a importância do povo de Deus na história da salvação.","conexao_teologica":"A relação entre Deus e Seu povo é central na narrativa bíblica, como em 1 Pedro 2:9, que fala sobre o povo escolhido de Deus.","referencias_relacionadas":["1 Pedro 2:9","Êxodo 19:6","Deuteronômio 7:6"]},"exodo_4_17_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a um dos grupos familiares que compõem o povo de Israel.","explicacao_detalhada":"A palavra 'tribo' é usada para descrever as doze divisões do povo de Israel, cada uma descendente de um dos filhos de Jacó. No contexto de Êxodo 4:17, Moisés é instruído a levar a vara que representa a autoridade de Deus, que também está ligada à identidade das tribos.","por_que_esta_palavra":"A palavra é importante para entender a estrutura social e religiosa de Israel, onde cada tribo tinha seu papel e herança na terra prometida.","conexao_teologica":"As tribos de Israel simbolizam a diversidade e a unidade do povo escolhido por Deus, cada uma com sua própria missão e propósito dentro do plano divino.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Josué 14:1"]},"exodo_4_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Moisés é instruído a usar a vara para realizar sinais, incluindo a transformação em um urso, simbolizando poder e julgamento.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como um símbolo de força e ferocidade. No contexto, representa a capacidade de Deus de manifestar Seu poder através de Moisés.","por_que_esta_palavra":"O uso de um animal forte como o urso enfatiza a seriedade dos sinais que Moisés deve realizar para convencer o povo e Faraó.","conexao_teologica":"Deus usa sinais e maravilhas para demonstrar Sua soberania e poder sobre as forças da natureza e os deuses do Egito.","referencias_relacionadas":["Isaías 11:7","Daniel 7:5","Amós 5:19"]},"exodo_4_18_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' é usada para descrever o estado de harmonia e bem-estar que Deus deseja para Seu povo.","explicacao_detalhada":"No contexto de Êxodo 4:18, a paz é um aspecto fundamental da relação entre Moisés e seu sogro, Jetro, que representa a harmonia nas relações familiares e sociais.","por_que_esta_palavra":"A paz é um tema central na Bíblia, refletindo o desejo de Deus por um relacionamento restaurado com a humanidade.","conexao_teologica":"A paz (shalom) é vista como um estado ideal que Deus deseja para Seu povo, simbolizando a plenitude e a bênção divina.","referencias_relacionadas":["Salmos 29:11","Isaías 9:6","Romanos 5:1"]},"exodo_4_18_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de viajar ou seguir um caminho, simbolizando a jornada de Moisés em obediência a Deus.","explicacao_detalhada":"A palavra 'andar' implica movimento e progresso na vida espiritual e física. No contexto, Moisés é chamado a seguir o caminho que Deus preparou para ele.","por_que_esta_palavra":"Andar é uma metáfora comum na Bíblia para a vida de fé, onde seguir a Deus é comparado a caminhar em Seus caminhos.","conexao_teologica":"A caminhada com Deus é um tema central, representando a obediência e a confiança na direção divina.","referencias_relacionadas":["Salmos 119:105","Miquéias 6:8","Gálatas 5:16"]},"exodo_4_18_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou estabelecer algo, simbolizando a construção da nação de Israel.","explicacao_detalhada":"A palavra 'edificar' é usada para descrever o processo de formação e fortalecimento do povo de Deus, que está prestes a ser libertado do Egito.","por_que_esta_palavra":"Edificar é um conceito importante na Bíblia, relacionado ao estabelecimento do reino de Deus e à construção de uma comunidade de fé.","conexao_teologica":"Deus é visto como o arquiteto e construtor da história da salvação, edificado através de Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 16:18","1 Pedro 2:5"]},"exodo_4_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a humanidade de Moisés e seu papel como líder.","explicacao_detalhada":"A palavra 'homem' é usada para destacar a fragilidade e a dependência de Moisés em relação a Deus, apesar de sua grande missão.","por_que_esta_palavra":"A humanidade é um tema central na Bíblia, onde Deus usa pessoas comuns para realizar Seus propósitos extraordinários.","conexao_teologica":"A encarnação de Cristo é um exemplo supremo de Deus se tornando homem para redimir a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Hebreus 2:14-17"]},"exodo_4_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude ou importância de algo, neste caso, a missão de Moisés.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a importância da tarefa que Moisés deve realizar, que é libertar o povo de Israel da escravidão.","por_que_esta_palavra":"A grandeza da missão de Moisés reflete a grandeza do plano de Deus para a redenção de Seu povo.","conexao_teologica":"Deus chama pessoas comuns para realizar grandes feitos, demonstrando que Sua força se aperfeiçoa na fraqueza.","referencias_relacionadas":["Isaías 53:1","Mateus 5:14","Efésios 3:20"]},"exodo_4_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na identidade e na autoridade de Deus.","explicacao_detalhada":"A palavra 'senhor' é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas, especialmente no contexto da libertação do povo de Israel.","por_que_esta_palavra":"O nome de Deus é sagrado e representa Sua presença e poder na vida do Seu povo.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua natureza e caráter, e é invocado em momentos de necessidade e adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_4_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador do universo, que se revela a Moisés.","explicacao_detalhada":"A palavra 'deus' é central na narrativa bíblica, representando a autoridade e o poder de Deus que guia e protege Seu povo.","por_que_esta_palavra":"A compreensão de Deus como o ser supremo é fundamental para a fé e a adoração no contexto bíblico.","conexao_teologica":"Deus é o centro da história da salvação, e Sua relação com a humanidade é um tema central em toda a Escritura.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","João 1:1"]},"exodo_4_20_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou receber algo, simbolizando a aceitação da missão divina.","explicacao_detalhada":"A palavra 'tomar' implica uma ação de apropriação e responsabilidade, onde Moisés é chamado a aceitar a vara como símbolo de sua autoridade.","por_que_esta_palavra":"Tomar é um ato de fé, onde o indivíduo aceita o chamado de Deus e se compromete a cumprir Sua vontade.","conexao_teologica":"A aceitação do chamado de Deus é um passo crucial na vida de fé, refletindo a disposição de seguir a Sua direção.","referencias_relacionadas":["Isaías 6:8","Mateus 4:19","Atos 9:6"]},"exodo_4_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Moisés, que é mencionado no contexto da missão divina que Moisés recebe.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar a relação familiar e a continuidade da linhagem. Neste caso, Moisés é instruído a levar seu filho consigo ao retornar ao Egito, simbolizando a importância da família na missão divina.","por_que_esta_palavra":"A inclusão do filho destaca a responsabilidade de Moisés não apenas como líder, mas também como pai, enfatizando a importância da educação e da transmissão da fé.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, onde Deus é visto como Pai.","referencias_relacionadas":["Êxodo 2:22","Êxodo 4:25","Salmos 127:3"]},"exodo_4_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para transmitir a ordem de Deus a Moisés sobre o que ele deve comunicar a Faraó.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica uma comunicação direta e autoritária. Deus instrui Moisés a falar com Faraó sobre a libertação dos israelitas, mostrando a importância da obediência à palavra divina.","por_que_esta_palavra":"A ênfase na palavra de Deus revela a centralidade da comunicação divina na história da salvação.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a obediência a ela é fundamental para a realização dos planos divinos.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"exodo_4_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado por Moisés ao falar com Faraó.","explicacao_detalhada":"O nome 'senhor' (יְהֹוָה) representa a soberania e a autoridade de Deus. Neste contexto, Moisés é instruído a declarar o nome de Deus como parte de sua mensagem a Faraó.","por_que_esta_palavra":"O uso do nome de Deus é crucial para afirmar a legitimidade da missão de Moisés e a autoridade divina por trás dela.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, simbolizando Sua presença e poder entre o Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"exodo_4_21_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' é usada em um sentido figurado, referindo-se à construção de uma nova realidade para o povo de Israel.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) implica a ideia de restaurar ou trazer de volta algo ao seu estado original. Neste contexto, Deus está prometendo restaurar Israel como Seu povo escolhido.","por_que_esta_palavra":"A edificação do povo de Deus é um tema recorrente na Bíblia, simbolizando a restauração e a esperança.","conexao_teologica":"Deus é visto como o arquiteto da história, que edifica e restaura Seu povo ao longo do tempo.","referencias_relacionadas":["Isaías 61:4","Ezequiel 36:26-27","Mateus 16:18"]},"exodo_4_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente aparece, enfatizando a comunicação da mensagem de Deus a Faraó.","explicacao_detalhada":"A repetição da palavra 'dizer' (אָמַר) sublinha a importância da mensagem que Moisés deve transmitir, reforçando a urgência da libertação do povo hebreu.","por_que_esta_palavra":"A insistência na comunicação da palavra de Deus mostra a seriedade da situação e a necessidade de resposta imediata.","conexao_teologica":"A comunicação da palavra de Deus é essencial para a fé e a ação do povo de Deus.","referencias_relacionadas":["Romanos 10:17","1 Pedro 1:25","Tiago 1:22"]},"exodo_4_22_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito, que se opõe à vontade de Deus.","explicacao_detalhada":"A palavra 'faraó' (פַּרְעֹה) representa a autoridade terrena que se coloca contra os planos divinos. A menção de Faraó é crucial para entender o conflito entre o poder de Deus e o poder humano.","por_que_esta_palavra":"A figura de Faraó simboliza a resistência ao plano de Deus e a opressão do povo de Israel.","conexao_teologica":"O confronto entre Moisés e Faraó é um tema que ilustra a luta entre o bem e o mal, a obediência e a rebelião.","referencias_relacionadas":["Êxodo 5:1","Romanos 9:17","Apocalipse 16:10"]},"exodo_4_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, enfatizando Sua autoridade sobre todas as coisas.","explicacao_detalhada":"O nome 'senhor' (יְהֹוָה) é invocado para afirmar a soberania de Deus sobre a situação e a necessidade de Faraó ouvir e obedecer.","por_que_esta_palavra":"A invocação do nome de Deus é um lembrete da Sua presença e poder em meio à opressão.","conexao_teologica":"A soberania de Deus é um tema central na narrativa bíblica, mostrando que Ele é o verdadeiro Senhor da história.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 45:5"]},"exodo_4_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente, reforçando a mensagem que Moisés deve transmitir.","explicacao_detalhada":"A repetição da palavra 'dizer' (אָמַר) indica a importância da comunicação clara e direta da mensagem de Deus a Faraó.","por_que_esta_palavra":"A insistência na palavra de Deus mostra a urgência da mensagem e a necessidade de resposta por parte de Faraó.","conexao_teologica":"A comunicação da verdade divina é essencial para a transformação e a libertação do povo.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","2 Timóteo 4:2"]},"exodo_4_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao povo de Israel como o 'filho' de Deus, enfatizando a relação especial entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'filho' (בֵּן) aqui é usada para descrever a identidade do povo de Israel como a nação escolhida por Deus, que deve ser libertada da opressão egípcia.","por_que_esta_palavra":"A designação de Israel como 'filho' de Deus destaca a intimidade e a responsabilidade que Deus tem para com Seu povo.","conexao_teologica":"A relação entre Deus e Israel como Pai e filho é um tema recorrente na Bíblia, simbolizando amor e cuidado.","referencias_relacionadas":["Oséias 11:1","Romanos 8:14-17","Gálatas 4:6"]},"exodo_4_23_refuse":{"palavra_pt":"refuse","palavra_original":"מָאֵן","transliteracao":"mâʼên","strong":"H3985","significado_raiz":"Ideia básica: refuse.","significado_contextual":"Refere-se à recusa de Faraó em libertar o povo de Israel, desafiando a ordem de Deus.","explicacao_detalhada":"A palavra 'refuse' (מָאֵן) indica a resistência de Faraó à vontade de Deus, simbolizando a rebelião contra a autoridade divina.","por_que_esta_palavra":"A recusa de Faraó é um ponto crucial na narrativa, pois desencadeia uma série de eventos que levam às pragas e à libertação do povo.","conexao_teologica":"A resistência ao chamado de Deus é um tema que se repete na Bíblia, mostrando as consequências da desobediência.","referencias_relacionadas":["Êxodo 5:2","Romanos 1:21","Hebreus 3:15"]},"exodo_4_24_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e ao sustento que Deus proporciona.","explicacao_detalhada":"Neste contexto, a vida é entendida como um dom divino, essencial para a criação e a continuidade da humanidade. A vida é um tema central nas Escrituras, simbolizando não apenas a existência física, mas também a relação espiritual com Deus.","por_que_esta_palavra":"A palavra 'vida' é usada para enfatizar a importância da obediência a Deus e a preservação da vida como um ato de fé.","conexao_teologica":"A vida é um presente de Deus e está intrinsecamente ligada à Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Gênesis 2:7","Deuteronômio 30:19","João 10:10"]},"exodo_4_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode indicar uma queda física ou espiritual, simbolizando a fragilidade humana.","explicacao_detalhada":"Neste versículo, 'cair' pode ser interpretado como uma metáfora para a desobediência e suas consequências. A queda representa a separação de Deus e a necessidade de redenção.","por_que_esta_palavra":"A utilização da palavra 'cair' destaca a vulnerabilidade do ser humano diante dos desafios espirituais e morais.","conexao_teologica":"A queda do homem é um tema recorrente na Bíblia, que aponta para a necessidade de salvação através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"exodo_4_25_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se a um ato de eliminar ou acabar com algo, muitas vezes associado ao juízo divino.","explicacao_detalhada":"Neste contexto, 'destruir' pode ser visto como uma ação de Deus para remover o que é contrário à Sua vontade, simbolizando a severidade do juízo sobre a desobediência.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a seriedade das consequências da desobediência e a necessidade de arrependimento.","conexao_teologica":"A destruição é frequentemente associada ao juízo de Deus, mas também à purificação e restauração.","referencias_relacionadas":["Gênesis 19:24","Salmos 37:20","Apocalipse 21:8"]},"exodo_4_25_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica em um ato de apropriação ou posse, muitas vezes relacionado à ação de Deus.","explicacao_detalhada":"Neste versículo, 'tomar' pode ser interpretado como a ação de Deus em reivindicar o que é Seu, simbolizando a autoridade divina sobre a vida e a morte.","por_que_esta_palavra":"A palavra é usada para mostrar a soberania de Deus e Seu controle sobre todas as coisas.","conexao_teologica":"A ideia de tomar é central na relação entre Deus e Seu povo, onde Ele toma a iniciativa de salvar e redimir.","referencias_relacionadas":["Isaías 41:10","Romanos 8:31","1 Pedro 5:7"]},"exodo_4_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a uma relação de descendência e herança, simbolizando a continuidade da linhagem.","explicacao_detalhada":"Neste contexto, 'filho' pode ser visto como uma representação do povo de Deus, que é chamado de filhos e filhas em Sua família.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a relação íntima entre Deus e Seu povo, destacando a filiação espiritual.","conexao_teologica":"A filiação é um tema central na teologia cristã, onde os crentes são considerados filhos de Deus através de Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","1 João 3:1"]},"exodo_4_26_abate":{"palavra_pt":"abate","palavra_original":"רָפָה","transliteracao":"râphâh","strong":"H7503","significado_raiz":"Ideia básica: abate.","significado_contextual":"A palavra 'abate' refere-se a um ato de derrubar ou enfraquecer, muitas vezes associado ao juízo de Deus.","explicacao_detalhada":"Neste contexto, 'abate' pode simbolizar a ação de Deus em lidar com a desobediência e a necessidade de correção.","por_que_esta_palavra":"A palavra é usada para mostrar a seriedade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"O abate é frequentemente associado à disciplina de Deus, que visa restaurar e trazer o povo de volta ao caminho certo.","referencias_relacionadas":["Hebreus 12:6","Provérbios 3:12","Apocalipse 3:19"]},"exodo_4_26_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou relação de proximidade, muitas vezes usada para descrever a presença de Deus no meio do Seu povo.","explicacao_detalhada":"Neste versículo, 'entre' pode simbolizar a habitação de Deus no meio de Seu povo, enfatizando a comunhão e a relação íntima.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância da presença de Deus em nossas vidas e na comunidade de fé.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central na Bíblia, que aponta para a encarnação de Cristo e a habitação do Espírito Santo.","referencias_relacionadas":["Êxodo 25:8","Mateus 1:23","Atos 2:4"]},"exodo_4_26_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início de algo, simbolizando a origem e a fundamentação.","explicacao_detalhada":"Neste contexto, 'princípio' pode ser interpretado como a base sobre a qual a relação entre Deus e Seu povo é construída.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de reconhecer a origem divina de todas as coisas.","conexao_teologica":"O princípio é um tema central na criação e na revelação de Deus ao homem, que estabelece a ordem e o propósito.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Colossenses 1:17"]},"exodo_4_27_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"Neste contexto, 'deus' é reconhecido como a autoridade máxima que guia e protege Seu povo, enfatizando Sua soberania e poder.","por_que_esta_palavra":"A palavra é utilizada para afirmar a identidade de Deus e Sua relação com a humanidade.","conexao_teologica":"A divindade de Deus é um tema central na teologia, que destaca Sua natureza, atributos e ações na história da salvação.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 1:20"]},"exodo_4_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar, muitas vezes associada à revelação divina.","explicacao_detalhada":"Neste contexto, 'dizer' pode ser visto como a forma pela qual Deus se comunica com Seu povo, transmitindo instruções e promessas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da palavra de Deus e Sua autoridade sobre a vida dos crentes.","conexao_teologica":"A comunicação de Deus é fundamental para a fé, pois é através da Sua palavra que somos guiados e transformados.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","2 Timóteo 3:16"]},"exodo_4_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e poder.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é utilizado para enfatizar a relação de Deus com Seu povo e Sua soberania sobre todas as coisas. É um nome que implica em um relacionamento pessoal e íntimo entre Deus e os israelitas.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reconhecer a divindade e a autoridade de Deus, especialmente em momentos de revelação e missão.","conexao_teologica":"O uso do nome de Deus é central na teologia bíblica, pois reflete a natureza de Deus como o Criador e Redentor. É um convite ao povo para confiar e obedecer a Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_4_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma abordagem ou método específico que deve ser seguido, especialmente em contextos de instrução divina.","por_que_esta_palavra":"É importante entender o 'modo' como uma forma de obedecer às instruções de Deus, refletindo a ordem e a estrutura que Ele estabelece.","conexao_teologica":"A maneira como seguimos as instruções de Deus é fundamental para a nossa vida espiritual e para a missão que Ele nos confia.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Mateus 7:13-14"]},"exodo_4_28_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou a uma declaração importante.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é usada para denotar não apenas a fala, mas também a ação e a intenção de Deus. É um conceito que abrange a comunicação divina e a criação.","por_que_esta_palavra":"A palavra é fundamental na revelação de Deus ao homem, sendo o meio pelo qual Ele se comunica e estabelece Sua vontade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e tem o poder de transformar vidas e situações, refletindo a importância da obediência à Sua voz.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"exodo_4_29_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar ou seguir um caminho.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) é frequentemente usada na Bíblia para descrever a maneira como uma pessoa vive sua vida, simbolizando a jornada espiritual e a obediência a Deus.","por_que_esta_palavra":"Andar implica em movimento e progresso na fé, indicando que a vida cristã é uma jornada contínua de crescimento e aprendizado.","conexao_teologica":"A metáfora do 'andar' é central na vida cristã, representando a necessidade de seguir a liderança de Deus e viver de acordo com Seus princípios.","referencias_relacionadas":["Gálatas 5:16","Salmos 1:1-2","1 João 1:7"]},"exodo_4_29_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de eliminar ou acabar com algo.","explicacao_detalhada":"A palavra 'destruir' (אָסַף) é usada em contextos que envolvem julgamento ou a remoção de algo que é considerado mau ou indesejável.","por_que_esta_palavra":"Destruir pode ser visto como uma ação necessária para restaurar a ordem e a justiça, especialmente quando se trata de idolatria ou pecado.","conexao_teologica":"A destruição de ídolos e práticas pecaminosas é um tema recorrente na Bíblia, refletindo a santidade de Deus e Sua intenção de purificar Seu povo.","referencias_relacionadas":["Deuteronômio 7:5","Josué 6:21","Ezequiel 18:30"]},"exodo_4_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Êxodo 4:29, \"modo\" aparece na frase \"Então foram Moisés e Arão, e ajuntaram todos os anciãos dos filhos de Israel.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Êxodo 4:29 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Êxodo 40:16. Lendo junto com Êxodo 4:29, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 4:29","Êxodo 40:16","Salmos 119:105"]},"exodo_4_30_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou a uma declaração importante.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é usada para denotar não apenas a fala, mas também a ação e a intenção de Deus. É um conceito que abrange a comunicação divina e a criação.","por_que_esta_palavra":"A palavra é fundamental na revelação de Deus ao homem, sendo o meio pelo qual Ele se comunica e estabelece Sua vontade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e tem o poder de transformar vidas e situações, refletindo a importância da obediência à Sua voz.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"exodo_4_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal específico, simbolizando força e poder.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) pode ser interpretada como uma metáfora para a força e a ferocidade, representando a proteção e a defesa que Deus oferece ao Seu povo.","por_que_esta_palavra":"A menção de um urso pode simbolizar a força de Deus em agir em favor de Seu povo, mostrando que Ele é um defensor poderoso.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, e a imagem do urso pode ser usada para ilustrar a força de Sua intervenção em momentos de necessidade.","referencias_relacionadas":["Salmos 34:7","Isaías 40:10","Miquéias 5:8"]},"exodo_4_30_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' (דָבַר) é central na comunicação divina, representando a forma como Deus se revela e se relaciona com a humanidade.","por_que_esta_palavra":"Falar é um ato de revelação e relacionamento, essencial para a compreensão da vontade de Deus e para a edificação da fé.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, e a palavra 'falar' destaca a importância da revelação divina e da resposta humana.","referencias_relacionadas":["Êxodo 20:1","Mateus 4:4","Tiago 1:19"]},"exodo_4_31_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se ao ato de crer ou afirmar algo com convicção.","explicacao_detalhada":"A palavra 'crer/amem' (אָמַן) implica em confiança e fé, sendo fundamental para a relação entre Deus e Seu povo.","por_que_esta_palavra":"A crença é a base da fé, e a afirmação de 'amém' é uma resposta de aceitação e concordância com a verdade de Deus.","conexao_teologica":"A fé é essencial na vida cristã, e a palavra 'crer' destaca a importância de confiar em Deus e em Suas promessas.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","João 3:16"]},"exodo_4_31_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que se revelou a Moisés e ao povo de Israel.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza o poder e a soberania de Deus sobre todas as coisas, especialmente em relação à libertação do povo hebreu da escravidão no Egito.","por_que_esta_palavra":"A escolha da palavra 'deus' é fundamental para mostrar a autoridade divina que comanda a ação de libertação.","conexao_teologica":"Deus é apresentado como o libertador e protetor do seu povo, um tema central na teologia do Antigo Testamento.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Isaías 43:3"]},"exodo_4_31_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que estava sofrendo sob a opressão egípcia.","explicacao_detalhada":"A palavra 'povo' destaca a coletividade dos hebreus, que são escolhidos por Deus para serem seu povo especial e herdeiros das promessas.","por_que_esta_palavra":"A ênfase no 'povo' é crucial para entender a relação de Deus com Israel e sua identidade como nação escolhida.","conexao_teologica":"A noção de povo de Deus é central na narrativa bíblica, simbolizando a aliança entre Deus e Israel.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]}}