{"exodo_40_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação direta de Deus a Moisés, instruindo-o sobre o que deveria ser feito.","explicacao_detalhada":"A palavra 'falar' (דָבַר) denota a ação de transmitir uma mensagem, que é fundamental na revelação divina.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da comunicação entre Deus e Seu povo, especialmente em momentos críticos.","conexao_teologica":"Falar é um meio pelo qual Deus se revela e orienta Seu povo, mostrando a necessidade de ouvir e obedecer à Sua voz.","referencias_relacionadas":["Êxodo 3:4","Êxodo 19:3","Deuteronômio 5:5"]},"exodo_40_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na identidade e na relação do povo com Ele.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Sua natureza eterna e imutável.","por_que_esta_palavra":"A escolha do nome enfatiza a singularidade de Deus e Sua autoridade sobre todas as coisas.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e invocá-lo é reconhecer Sua soberania.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_40_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude e importância das declarações de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica a ação de comunicar algo significativo, especialmente em contextos de autoridade.","por_que_esta_palavra":"A escolha desta palavra destaca a importância das palavras de Deus e Sua capacidade de criar e ordenar.","conexao_teologica":"As palavras de Deus têm poder e autoridade, e são fundamentais para a formação da fé e da prática do povo.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"exodo_40_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que as instruções de Deus devem ser cumpridas.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um período de tempo, muitas vezes associado a eventos significativos na história da salvação.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância do tempo e da obediência ao cumprimento das ordens divinas.","conexao_teologica":"O conceito de dia é importante na narrativa bíblica, simbolizando a ordem e a criação de Deus.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 104:19"]},"exodo_40_2_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Refere-se ao ciclo lunar que marca o tempo e as festividades religiosas.","explicacao_detalhada":"A palavra 'lua' (חֹדֶשׁ) é usada para designar o mês, que é importante para a observância das festas e rituais.","por_que_esta_palavra":"A escolha desta palavra destaca a relação entre o tempo e a adoração, mostrando como o calendário lunar influencia a vida religiosa.","conexao_teologica":"A lua e os ciclos de tempo são parte da criação de Deus, que ordena a vida e a adoração do Seu povo.","referencias_relacionadas":["Êxodo 12:2","Levítico 23:5","Salmos 104:19"]},"exodo_40_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de estabelecer ou iniciar algo novo, como o Tabernáculo.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica a ação de erguer ou colocar em posição, especialmente em um contexto de santidade.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância do início de um novo capítulo na história da salvação com a construção do Tabernáculo.","conexao_teologica":"Levantar o Tabernáculo simboliza a presença de Deus entre o Seu povo e a importância da adoração coletiva.","referencias_relacionadas":["Êxodo 26:1","Números 9:15","Salmos 68:1"]},"exodo_40_3_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da obra que Deus ordenou que fosse realizada.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) implica a importância e a seriedade da tarefa de construir o Tabernáculo.","por_que_esta_palavra":"A escolha desta palavra destaca a grandeza do projeto divino e a responsabilidade do povo em cumpri-lo.","conexao_teologica":"A grandeza da obra de Deus reflete Sua majestade e a importância da obediência do Seu povo.","referencias_relacionadas":["Êxodo 25:8","Salmos 145:3","Isaías 40:12"]},"exodo_40_3_testemunha":{"palavra_pt":"testemunho","palavra_original":"עֵדוּת","transliteracao":"ʻêdûwth","strong":"H5715","significado_raiz":"Ideia básica: testemunho.","significado_contextual":"O testemunho refere-se à evidência da presença de Deus entre o seu povo, simbolizado pela Arca da Aliança.","explicacao_detalhada":"A palavra 'testemunho' é usada para descrever a Arca da Aliança, que continha as tábuas da Lei, representando a aliança entre Deus e Israel. O testemunho é um símbolo da fidelidade de Deus e da resposta do povo a essa fidelidade.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a relação entre Deus e seu povo, onde o testemunho serve como um lembrete constante da presença e das promessas divinas.","conexao_teologica":"O testemunho é fundamental para a compreensão da aliança, pois representa a comunicação de Deus com a humanidade e a responsabilidade do povo em seguir suas leis.","referencias_relacionadas":["Êxodo 25:16","Salmos 119:2","Hebreus 9:4"]},"exodo_40_3_cover":{"palavra_pt":"cobrir","palavra_original":"סָכַךְ","transliteracao":"çâkak","strong":"H5526","significado_raiz":"Ideia básica: cobrir.","significado_contextual":"Cobrir refere-se à ação de proteger ou esconder algo, neste caso, a Arca da Aliança.","explicacao_detalhada":"A palavra 'cobrir' é utilizada para descrever como a Arca deveria ser protegida e respeitada, simbolizando a santidade de Deus e a necessidade de reverência ao se aproximar dEle.","por_que_esta_palavra":"A ideia de cobrir enfatiza a separação entre o sagrado e o profano, mostrando que a presença de Deus deve ser tratada com o máximo respeito.","conexao_teologica":"A cobertura da Arca representa a proteção divina e a santidade de Deus, que deve ser respeitada por seu povo.","referencias_relacionadas":["Êxodo 25:20","Levítico 16:2","Números 4:5"]},"exodo_40_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Vir/entrar refere-se à ação de se aproximar da presença de Deus, especialmente no contexto do Tabernáculo.","explicacao_detalhada":"A palavra 'vir' é usada para descrever a convocação do povo para se reunir diante de Deus, simbolizando a importância da comunhão e da adoração.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a iniciativa de Deus em chamar seu povo para um relacionamento mais próximo e íntimo.","conexao_teologica":"A ideia de vir à presença de Deus é central na adoração, mostrando que Deus deseja se relacionar com seu povo.","referencias_relacionadas":["Salmos 100:2","Hebreus 10:22","Mateus 11:28"]},"exodo_40_4_batalha":{"palavra_pt":"batalha","palavra_original":"עָרַךְ","transliteracao":"ʻârak","strong":"H6186","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Batalha refere-se ao conflito que o povo de Israel enfrentaria ao entrar na Terra Prometida.","explicacao_detalhada":"A palavra 'batalha' é usada para descrever as lutas que Israel teria que enfrentar, enfatizando a necessidade de confiar em Deus como seu defensor e líder.","por_que_esta_palavra":"Esta palavra é importante porque lembra ao povo que a vitória vem de Deus e que eles devem estar preparados para lutar pela terra que Ele prometeu.","conexao_teologica":"A batalha é um tema recorrente na Bíblia, simbolizando a luta espiritual que os crentes enfrentam em sua jornada de fé.","referencias_relacionadas":["Deuteronômio 20:4","Salmos 144:1","Efésios 6:12"]},"exodo_40_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se à ação de oferecer algo a Deus, especialmente em adoração e sacrifício.","explicacao_detalhada":"A palavra 'dar' é utilizada para descrever a oferta que o povo deveria trazer ao Senhor, simbolizando a entrega de suas vidas e bens em adoração.","por_que_esta_palavra":"Esta palavra é significativa porque enfatiza a importância da generosidade e da devoção a Deus como parte da adoração.","conexao_teologica":"Dar é um princípio central na vida cristã, refletindo a natureza generosa de Deus e o chamado para que os crentes sejam também generosos.","referencias_relacionadas":["2 Coríntios 9:7","Mateus 5:16","Atos 20:35"]},"exodo_40_5_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Templo refere-se ao local sagrado onde Deus habita e onde o povo se reúne para adorar.","explicacao_detalhada":"A palavra 'templo' é usada para descrever o Tabernáculo, que era a morada de Deus entre os israelitas, simbolizando a presença divina no meio do povo.","por_que_esta_palavra":"Esta palavra é importante porque destaca a centralidade da adoração e da presença de Deus na vida do povo de Israel.","conexao_teologica":"O conceito de templo é fundamental na teologia bíblica, representando o lugar onde a humanidade pode encontrar Deus.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","João 2:19"]},"exodo_40_5_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Altar refere-se ao local de sacrifício e adoração, onde o povo se encontrava com Deus.","explicacao_detalhada":"A palavra 'altar' é utilizada para descrever o lugar onde os sacrifícios eram oferecidos a Deus, simbolizando a expiação e a adoração.","por_que_esta_palavra":"Esta palavra é significativa porque representa a necessidade de sacrifício e entrega na relação com Deus.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício por nós.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Romanos 12:1"]},"exodo_40_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se novamente à ação de oferecer algo a Deus, reforçando a importância da adoração.","explicacao_detalhada":"A repetição da palavra 'dar' enfatiza a continuidade da oferta e da devoção do povo a Deus, mostrando que a adoração é um ato constante.","por_que_esta_palavra":"Esta palavra é importante porque reforça a ideia de que a adoração deve ser uma prática regular e intencional na vida do crente.","conexao_teologica":"A prática de dar a Deus é um reflexo da gratidão e da entrega total que devemos ter em nossa relação com Ele.","referencias_relacionadas":["Filipenses 4:18","Mateus 6:21","Lucas 21:1-4"]},"exodo_40_6_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Altar refere-se novamente ao local de sacrifício, enfatizando sua importância na adoração.","explicacao_detalhada":"A repetição da palavra 'altar' destaca a centralidade do sacrifício na adoração a Deus, simbolizando a necessidade de expiação pelo pecado.","por_que_esta_palavra":"Esta palavra é significativa porque lembra ao povo que a adoração a Deus requer sacrifício e entrega.","conexao_teologica":"O altar é um símbolo da nova aliança em Cristo, que se ofereceu como sacrifício perfeito.","referencias_relacionadas":["Hebreus 13:10","Gênesis 22:9","Êxodo 29:36"]},"exodo_40_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se à ação de oferecer algo a Deus, reforçando a prática de adoração.","explicacao_detalhada":"A palavra 'dar' é utilizada para enfatizar a importância da oferta e da devoção contínua do povo a Deus.","por_que_esta_palavra":"Esta palavra é importante porque destaca que a adoração não é um ato isolado, mas uma prática constante na vida do crente.","conexao_teologica":"Dar a Deus é um reflexo do nosso compromisso e amor por Ele, e deve ser uma parte integral da vida cristã.","referencias_relacionadas":["2 Coríntios 8:12","Mateus 5:23-24","Atos 10:4"]},"exodo_40_7_hearth":{"palavra_pt":"hearth","palavra_original":"כִּיּוֹר","transliteracao":"kîyôwr","strong":"H3595","significado_raiz":"Ideia básica: hearth.","significado_contextual":"Refere-se ao recipiente de bronze utilizado para a purificação e lavagem dos sacerdotes antes de suas funções.","explicacao_detalhada":"O 'hearth' ou 'quior' era um elemento essencial no Tabernáculo, simbolizando a necessidade de purificação antes de se aproximar de Deus. Ele era usado para lavar as mãos e os pés dos sacerdotes, indicando a importância da limpeza ritual.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a santidade do serviço sacerdotal e a necessidade de estar limpo ao se apresentar diante de Deus.","conexao_teologica":"A purificação é um tema central na teologia bíblica, refletindo a separação entre o sagrado e o profano. O 'hearth' representa a preparação necessária para a adoração.","referencias_relacionadas":["Êxodo 30:18","Levítico 8:6","Hebreus 10:22"]},"exodo_40_7_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar de sacrifícios, onde eram oferecidos holocaustos e ofertas a Deus.","explicacao_detalhada":"O 'altar' ou 'mizbêach' era o local central de adoração no Tabernáculo, simbolizando a expiação dos pecados através do sacrifício. Ele era um lugar de encontro entre Deus e o homem, onde a oferta era consumida pelo fogo.","por_que_esta_palavra":"A palavra destaca a importância do sacrifício na relação entre Deus e o povo, sendo um meio de reconciliação.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício perfeito pelos pecados da humanidade.","referencias_relacionadas":["Êxodo 27:1","Levítico 1:5","Hebreus 13:10"]},"exodo_40_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, especialmente em um contexto de adoração.","explicacao_detalhada":"A palavra 'dar' ou 'nâthan' é utilizada para descrever a ação de oferecer sacrifícios ou dons a Deus, refletindo a atitude de gratidão e devoção do povo.","por_que_esta_palavra":"É importante porque enfatiza a ação de dar como parte da adoração e do relacionamento com Deus.","conexao_teologica":"Dar a Deus é um reflexo do que Ele já deu a nós, e é um princípio fundamental na vida cristã.","referencias_relacionadas":["Salmos 96:8","Mateus 5:23-24","2 Coríntios 9:7"]},"exodo_40_8_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza e importância do ato de adoração e do próprio Deus.","explicacao_detalhada":"A palavra 'grande' ou 'sûwm' é usada para descrever a magnitude do que está sendo realizado, enfatizando a importância da adoração a um Deus grandioso.","por_que_esta_palavra":"A grandeza de Deus deve ser reconhecida e celebrada em todos os atos de adoração.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que nos chama a reconhecer Sua soberania e majestade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"exodo_40_9_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao Tabernáculo, a morada de Deus entre o Seu povo.","explicacao_detalhada":"O 'templo' ou 'mishkân' é o local onde Deus habitava entre os israelitas, simbolizando Sua presença e a relação íntima com o povo escolhido.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do espaço sagrado onde Deus se encontrava com Seu povo.","conexao_teologica":"O conceito de templo é central na Bíblia, culminando na ideia de que o corpo do crente é agora o templo do Espírito Santo.","referencias_relacionadas":["Êxodo 25:8","1 Coríntios 3:16","Apocalipse 21:3"]},"exodo_40_9_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar ou tornar algo sagrado.","explicacao_detalhada":"A palavra 'santificar' ou 'qâdash' é utilizada para descrever a ação de separar algo para uso sagrado, especialmente no contexto do culto a Deus.","por_que_esta_palavra":"É importante porque destaca a necessidade de pureza e santidade ao se aproximar de Deus.","conexao_teologica":"A santificação é um processo contínuo na vida do crente, refletindo a obra do Espírito Santo.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:15-16","Hebreus 12:14"]},"exodo_40_9_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou receber algo, especialmente em um contexto de consagração.","explicacao_detalhada":"A palavra 'tomar' ou 'lâqach' é usada para descrever a ação de receber algo de Deus ou de consagrar algo para Ele.","por_que_esta_palavra":"A palavra enfatiza a ação de receber as bênçãos de Deus e a responsabilidade que vem com isso.","conexao_teologica":"Tomar o que Deus oferece é um ato de fé e confiança em Sua provisão e cuidado.","referencias_relacionadas":["Salmos 119:57","João 1:12","Tiago 1:17"]},"exodo_40_10_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se novamente ao ato de santificar, enfatizando a importância da pureza no serviço a Deus.","explicacao_detalhada":"A repetição da palavra 'santificar' ou 'qâdash' reforça a necessidade de estar limpo e separado para o serviço sagrado.","por_que_esta_palavra":"A santidade é um requisito fundamental para aqueles que servem a Deus.","conexao_teologica":"A santificação é um tema central na vida cristã, refletindo a transformação que ocorre na vida do crente.","referencias_relacionadas":["Êxodo 19:10","Romanos 12:1","1 Tessalonicenses 4:3"]},"exodo_40_10_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se novamente ao altar de sacrifícios, enfatizando seu papel central na adoração.","explicacao_detalhada":"A repetição da palavra 'altar' ou 'mizbêach' destaca a importância contínua do sacrifício na relação entre Deus e o povo.","por_que_esta_palavra":"O altar é um símbolo da expiação e da reconciliação com Deus.","conexao_teologica":"O sacrifício de Cristo no altar da cruz é o cumprimento perfeito de todos os sacrifícios do Antigo Testamento.","referencias_relacionadas":["Êxodo 27:1","Levítico 4:7","Hebreus 10:12"]},"exodo_40_11_hearth":{"palavra_pt":"hearth","palavra_original":"כִּיּוֹר","transliteracao":"kîyôwr","strong":"H3595","significado_raiz":"Ideia básica: hearth.","significado_contextual":"Refere-se novamente ao recipiente de bronze para purificação, enfatizando sua importância no culto.","explicacao_detalhada":"A repetição da palavra 'hearth' ou 'quior' reforça a necessidade de purificação constante para aqueles que servem a Deus.","por_que_esta_palavra":"A purificação é essencial para manter a santidade no serviço a Deus.","conexao_teologica":"A necessidade de purificação é um reflexo da santidade de Deus e da condição pecaminosa do homem.","referencias_relacionadas":["Êxodo 30:18","Levítico 16:4","Hebreus 9:22"]},"exodo_40_11_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Ato de separar algo para uso sagrado.","explicacao_detalhada":"Neste contexto, santificar refere-se ao ato de consagrar o tabernáculo e seus utensílios para o serviço de Deus, tornando-os sagrados e apropriados para a adoração.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da pureza e da separação do que é comum para o que é sagrado.","conexao_teologica":"A santificação é um tema central na relação entre Deus e seu povo, simbolizando a necessidade de pureza e dedicação ao serviço divino.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 10:10"]},"exodo_40_11_anoint":{"palavra_pt":"ungir","palavra_original":"מָשַׁח","transliteracao":"mâshach","strong":"H4886","significado_raiz":"Ideia básica: ungir.","significado_contextual":"Ato de aplicar óleo sagrado para consagrar.","explicacao_detalhada":"A unção é um rito que simboliza a escolha e a capacitação divina, sendo um sinal de que a pessoa ou objeto ungido foi separado para um propósito especial.","por_que_esta_palavra":"A unção é essencial para a consagração de sacerdotes e reis, indicando a presença e a aprovação de Deus.","conexao_teologica":"A unção é um símbolo do Espírito Santo e da autoridade divina, refletindo a escolha de Deus sobre aqueles que Ele chama.","referencias_relacionadas":["Salmos 23:5","1 Samuel 16:13","Atos 10:38"]},"exodo_40_12_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Ato de aproximar ou trazer algo para perto.","explicacao_detalhada":"Neste contexto, a mão é utilizada para simbolizar a ação de trazer o sacerdote para a consagração, representando a proximidade e a ação de Deus na vida do escolhido.","por_que_esta_palavra":"A mão é um símbolo de poder e ação, representando a intervenção divina na consagração do sacerdote.","conexao_teologica":"A mão de Deus é frequentemente associada à Sua ação e presença, mostrando como Ele se envolve na vida de Seu povo.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Mateus 7:7"]},"exodo_40_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Referência a um descendente ou alguém que é parte de uma linhagem.","explicacao_detalhada":"Neste contexto, 'filho' refere-se ao sacerdote que é da linhagem de Arão, destacando a importância da hereditariedade no serviço sacerdotal.","por_que_esta_palavra":"A palavra é usada para enfatizar a continuidade da linhagem sacerdotal e a importância da família na adoração a Deus.","conexao_teologica":"A ideia de filho é central na teologia bíblica, representando a relação entre Deus e Seu povo, bem como a herança espiritual.","referencias_relacionadas":["Êxodo 28:1","Números 3:10","Hebreus 5:4"]},"exodo_40_13_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Qualidade de ser separado para Deus.","explicacao_detalhada":"Sagrado refere-se à condição de algo que foi separado para o uso divino, como o tabernáculo e os sacerdotes, que são considerados santos diante de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a distinção entre o que é comum e o que é consagrado a Deus.","conexao_teologica":"A santidade de Deus exige que Seu povo e os objetos de adoração sejam igualmente santos, refletindo Sua natureza.","referencias_relacionadas":["Levítico 20:26","1 Pedro 2:9","Apocalipse 21:27"]},"exodo_40_13_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Ato de separar algo para uso sagrado.","explicacao_detalhada":"Neste contexto, a santificação refere-se à consagração do sacerdote, tornando-o apto para o serviço no tabernáculo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da pureza e da separação do que é comum para o que é sagrado.","conexao_teologica":"A santificação é um tema central na relação entre Deus e seu povo, simbolizando a necessidade de pureza e dedicação ao serviço divino.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 10:10"]},"exodo_40_13_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כָּהַן","transliteracao":"kâhan","strong":"H3547","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A função de um mediador entre Deus e o povo.","explicacao_detalhada":"O sacerdote é aquele que serve no tabernáculo, realizando sacrifícios e intercedendo pelo povo diante de Deus.","por_que_esta_palavra":"A palavra é usada para descrever a função essencial do sacerdote na adoração e na mediação entre Deus e Israel.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que é nosso sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"exodo_40_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Referência a um descendente ou alguém que é parte de uma linhagem.","explicacao_detalhada":"Neste contexto, 'filho' refere-se ao sacerdote que é da linhagem de Arão, destacando a importância da hereditariedade no serviço sacerdotal.","por_que_esta_palavra":"A palavra é usada para enfatizar a continuidade da linhagem sacerdotal e a importância da família na adoração a Deus.","conexao_teologica":"A ideia de filho é central na teologia bíblica, representando a relação entre Deus e Seu povo, bem como a herança espiritual.","referencias_relacionadas":["Êxodo 28:1","Números 3:10","Hebreus 5:4"]},"exodo_40_14_apparel":{"palavra_pt":"apparel","palavra_original":"לָבַשׁ","transliteracao":"lâbash","strong":"H3847","significado_raiz":"Ideia básica: apparel.","significado_contextual":"Ato de vestir ou adornar.","explicacao_detalhada":"Neste contexto, refere-se ao ato de vestir o sacerdote com vestes sagradas, que simbolizam sua função e dignidade no serviço a Deus.","por_que_esta_palavra":"A vestimenta do sacerdote é um símbolo de sua consagração e do papel que desempenha na adoração.","conexao_teologica":"As vestes sacerdotais representam a justiça e a santidade que devem caracterizar aqueles que servem a Deus.","referencias_relacionadas":["Êxodo 28:2","Levítico 8:7","1 Pedro 5:5"]},"exodo_40_14_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Ato de aproximar ou trazer algo para perto.","explicacao_detalhada":"Neste contexto, a mão é utilizada para simbolizar a ação de trazer o sacerdote para a consagração, representando a proximidade e a ação de Deus na vida do escolhido.","por_que_esta_palavra":"A mão é um símbolo de poder e ação, representando a intervenção divina na consagração do sacerdote.","conexao_teologica":"A mão de Deus é frequentemente associada à Sua ação e presença, mostrando como Ele se envolve na vida de Seu povo.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Mateus 7:7"]},"exodo_40_15_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כָּהַן","transliteracao":"kâhan","strong":"H3547","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que é designado para servir a Deus, realizando sacrifícios e intercedendo pelo povo.","explicacao_detalhada":"No contexto de Êxodo 40:15, o sacerdote é ungido para o serviço no Tabernáculo, simbolizando a consagração e a importância de sua função na mediação entre Deus e os israelitas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a função sagrada e a responsabilidade do sacerdote em manter a santidade do culto a Deus.","conexao_teologica":"O sacerdócio é um tema central na teologia bíblica, representando a intercessão de Cristo como nosso Sumo Sacerdote, que oferece um sacrifício perfeito.","referencias_relacionadas":["Êxodo 28:1","Levítico 8:12","Hebreus 5:1"]},"exodo_40_15_priesthood":{"palavra_pt":"priesthood","palavra_original":"כְּהֻנָּה","transliteracao":"kᵉhunnâh","strong":"H3550","significado_raiz":"Ideia básica: priesthood.","significado_contextual":"A palavra 'priesthood' refere-se ao ofício e à função do sacerdote, incluindo suas responsabilidades e deveres no culto.","explicacao_detalhada":"Em Êxodo 40:15, a instituição do sacerdócio é um ato de Deus para garantir que haja mediadores entre Ele e o povo, estabelecendo um sistema de adoração e sacrifício.","por_que_esta_palavra":"A palavra é importante para entender a estrutura do culto israelita e a necessidade de um mediador entre Deus e a humanidade.","conexao_teologica":"O sacerdócio é um símbolo da relação entre Deus e seu povo, refletindo a obra redentora de Cristo, que nos torna sacerdotes diante de Deus.","referencias_relacionadas":["Êxodo 29:9","1 Pedro 2:9","Hebreus 7:23-24"]},"exodo_40_15_anoint":{"palavra_pt":"ungir","palavra_original":"מָשַׁח","transliteracao":"mâshach","strong":"H4886","significado_raiz":"Ideia básica: ungir.","significado_contextual":"A palavra 'ungir' refere-se ao ato de consagrar alguém para um serviço sagrado, especialmente no contexto do sacerdócio.","explicacao_detalhada":"No versículo Êxodo 40:15, a unção do sacerdote simboliza a separação e a consagração para o serviço divino, conferindo-lhe autoridade e poder espiritual.","por_que_esta_palavra":"A unção é um rito que marca a escolha divina e a capacitação do sacerdote para cumprir suas funções.","conexao_teologica":"A unção é um tema que se estende até o Novo Testamento, onde Cristo é chamado de 'O Ungido', enfatizando seu papel como o Messias e nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 29:7","Salmos 23:5","Atos 10:38"]},"exodo_40_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma tradução que pode ser confusa, pois no contexto refere-se a 'fazer' ou 'realizar' algo.","explicacao_detalhada":"Em Êxodo 40:16, a palavra enfatiza a ação de Moisés em obedecer a Deus ao estabelecer o culto e as práticas no Tabernáculo.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância da obediência e da execução das instruções divinas.","conexao_teologica":"A obediência a Deus é um princípio fundamental na vida do crente, refletindo a necessidade de seguir a vontade divina em todas as áreas.","referencias_relacionadas":["Deuteronômio 5:32","Tiago 1:22","Romanos 12:1"]},"exodo_40_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as instruções de Deus devem ser seguidas.","explicacao_detalhada":"No contexto de Êxodo 40:16, enfatiza a importância de seguir as diretrizes divinas com precisão na construção e operação do Tabernáculo.","por_que_esta_palavra":"A palavra é usada para destacar que a adoração a Deus deve ser feita de acordo com suas instruções específicas.","conexao_teologica":"A maneira de adorar a Deus é um tema que se reflete na vida cristã, onde a adoração deve ser feita em espírito e em verdade.","referencias_relacionadas":["Salmos 119:4","João 4:24","Colossenses 3:17"]},"exodo_40_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e digno de reverência.","explicacao_detalhada":"Em Êxodo 40:16, o uso do nome de Deus enfatiza sua autoridade e a importância de reconhecer sua soberania no culto.","por_que_esta_palavra":"A palavra é central para a identidade de Deus e para a relação que Ele tem com seu povo.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando sua presença e poder entre os crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"exodo_40_17_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus habita e onde o culto é realizado.","explicacao_detalhada":"Em Êxodo 40:17, o Tabernáculo é estabelecido como o lugar de encontro entre Deus e seu povo, simbolizando a presença divina entre eles.","por_que_esta_palavra":"A palavra é usada para descrever o espaço sagrado que é central para a adoração e a vida espiritual dos israelitas.","conexao_teologica":"O conceito de templo é fundamental na Bíblia, culminando na ideia de que os crentes são o templo do Espírito Santo.","referencias_relacionadas":["1 Reis 6:1","Mateus 27:51","1 Coríntios 3:16"]},"exodo_40_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao ato de estabelecer ou fazer algo acontecer.","explicacao_detalhada":"No contexto de Êxodo 40:17, 'cair' pode ser interpretado como a realização da vontade de Deus ao estabelecer o Tabernáculo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a ação de Deus em cumprir suas promessas e estabelecer seu plano.","conexao_teologica":"A ideia de que Deus faz cair suas promessas é um tema que se reflete na fidelidade de Deus ao longo da história bíblica.","referencias_relacionadas":["Isaías 55:11","Romanos 4:21","2 Pedro 3:9"]},"exodo_40_17_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' refere-se ao ciclo lunar, que é importante para a contagem do tempo e a celebração das festividades religiosas.","explicacao_detalhada":"Em Êxodo 40:17, a menção da lua pode estar relacionada à marcação de tempos sagrados e festividades no calendário hebraico.","por_que_esta_palavra":"A palavra é relevante para entender a relação entre os ciclos naturais e a vida espiritual do povo de Deus.","conexao_teologica":"A criação e os ciclos naturais são vistos como parte do plano de Deus, refletindo sua ordem e soberania sobre o tempo.","referencias_relacionadas":["Gênesis 1:14","Salmos 104:19","Colossenses 1:16"]},"exodo_40_18_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de estabelecer ou erguer algo, especialmente em um contexto de adoração.","explicacao_detalhada":"Em Êxodo 40:18, levantar o Tabernáculo simboliza a disposição de Deus em habitar entre seu povo e a importância do culto.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a ação de Deus em estabelecer sua presença e a resposta do povo em adorar.","conexao_teologica":"Levantar o Tabernáculo é um símbolo da presença de Deus entre os homens, que se cumpre plenamente em Cristo.","referencias_relacionadas":["Êxodo 25:8","Mateus 1:23","Apocalipse 21:3"]},"exodo_40_18_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao local sagrado onde a presença de Deus habita entre o povo de Israel.","explicacao_detalhada":"O 'templo' ou 'mishkân' é a estrutura que foi construída por Moisés no deserto, servindo como um lugar de adoração e sacrifício. É um símbolo da habitação de Deus entre os homens e representa a relação entre Deus e o seu povo.","por_que_esta_palavra":"A palavra 'templo' é usada para enfatizar a santidade e a importância do espaço onde Deus se revela e se encontra com o seu povo.","conexao_teologica":"O templo é um precursor do templo de Salomão e, mais tarde, do templo espiritual que é a Igreja, onde Deus habita no coração dos crentes.","referencias_relacionadas":["Êxodo 25:8","Levítico 26:11-12","Salmos 27:4"]},"exodo_40_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou oferecer algo a Deus, especialmente em um contexto de adoração.","explicacao_detalhada":"A palavra 'dar' é frequentemente utilizada em contextos de ofertas e sacrifícios, simbolizando a entrega de algo valioso a Deus como um ato de devoção.","por_que_esta_palavra":"É importante porque reflete a atitude de generosidade e entrega que deve existir na relação com Deus.","conexao_teologica":"Dar a Deus é um princípio que se estende ao Novo Testamento, onde somos chamados a dar nossas vidas em serviço a Ele.","referencias_relacionadas":["Êxodo 35:5","2 Coríntios 9:7","Mateus 5:42"]},"exodo_40_19_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Reitera a ideia do espaço sagrado, onde a presença divina se manifesta.","explicacao_detalhada":"O 'templo' é um local de encontro entre Deus e o povo, onde rituais e sacrifícios são realizados para manter a comunhão com o Senhor.","por_que_esta_palavra":"A repetição da palavra 'templo' reforça sua importância na narrativa e na vida espiritual de Israel.","conexao_teologica":"O conceito de templo é central na teologia bíblica, representando a presença de Deus entre os homens.","referencias_relacionadas":["Êxodo 25:22","1 Reis 6:1","Atos 7:44"]},"exodo_40_19_break":{"palavra_pt":"quebrar","palavra_original":"פָּרַשׂ","transliteracao":"pâras","strong":"H6566","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"Refere-se à ação de quebrar ou separar, possivelmente em relação a objetos sagrados.","explicacao_detalhada":"A palavra 'quebrar' pode se referir a ações que envolvem a separação de partes do templo ou a destruição de algo que não é mais adequado para a presença de Deus.","por_que_esta_palavra":"É uma palavra que pode simbolizar a necessidade de purificação e a remoção do que é impuro.","conexao_teologica":"Quebrar algo pode ser visto como um ato de julgamento ou purificação, que é um tema recorrente na Bíblia.","referencias_relacionadas":["Jeremias 7:14","Mateus 21:12","Lucas 19:46"]},"exodo_40_19_tenda":{"palavra_pt":"tenda","palavra_original":"אֹהֶל","transliteracao":"ʼôhel","strong":"H168","significado_raiz":"Ideia básica: tenda.","significado_contextual":"Refere-se à estrutura que serve como abrigo e espaço de adoração.","explicacao_detalhada":"A 'tenda' é uma representação do lugar onde Deus habita temporariamente com seu povo durante a jornada pelo deserto.","por_que_esta_palavra":"A tenda simboliza a mobilidade da presença de Deus e a relação dinâmica entre Ele e Israel.","conexao_teologica":"A tenda é um símbolo da encarnação de Cristo, que habitou entre nós, e da Igreja como a nova habitação de Deus.","referencias_relacionadas":["Êxodo 26:1","Hebreus 9:2","João 1:14"]},"exodo_40_20_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Novamente, refere-se à ação de dar ou oferecer algo a Deus.","explicacao_detalhada":"A repetição da palavra 'dar' enfatiza a importância de ofertas e sacrifícios na adoração a Deus.","por_que_esta_palavra":"É um lembrete da necessidade de dar a Deus o que é devido, tanto em termos materiais quanto espirituais.","conexao_teologica":"A prática de dar é fundamental na vida cristã, refletindo a generosidade de Deus e nosso chamado a sermos generosos também.","referencias_relacionadas":["Êxodo 35:21","Lucas 6:38","2 Coríntios 8:12"]},"exodo_40_20_sagrado":{"palavra_pt":"sagrado","palavra_original":"כַּפֹּרֶת","transliteracao":"kappôreth","strong":"H3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é considerado santo e separado para Deus.","explicacao_detalhada":"A palavra 'sagrado' indica a pureza e a separação do que é comum, enfatizando a santidade de Deus e o que é dedicado a Ele.","por_que_esta_palavra":"A santidade é um atributo essencial de Deus, e o que é sagrado deve ser tratado com reverência.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que nos chama a viver em santidade também.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 21:27"]},"exodo_40_20_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber algo, possivelmente em um contexto de consagração.","explicacao_detalhada":"A palavra 'tomar' pode indicar a aceitação de algo que é sagrado ou a apropriação de bênçãos de Deus.","por_que_esta_palavra":"Tomar algo de Deus implica em responsabilidade e compromisso com o que foi recebido.","conexao_teologica":"A ideia de tomar é refletida na aceitação da graça de Deus e na responsabilidade de viver de acordo com essa graça.","referencias_relacionadas":["Salmos 119:57","Mateus 10:8","Tiago 1:17"]},"exodo_40_21_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Reitera a ideia do espaço sagrado e da presença de Deus.","explicacao_detalhada":"A repetição da palavra 'templo' enfatiza a continuidade da presença divina entre o povo de Israel.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a relação entre Deus e seu povo ao longo da história bíblica.","conexao_teologica":"O templo é um símbolo da presença de Deus que culmina em Cristo e na Igreja.","referencias_relacionadas":["Êxodo 29:43","1 Coríntios 3:16","Apocalipse 21:22"]},"exodo_40_21_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se à ação de entrar ou vir para um lugar, especialmente em um contexto de adoração.","explicacao_detalhada":"A palavra 'vir' ou 'entrar' implica em um convite para se aproximar da presença de Deus, que é acessível ao seu povo.","por_que_esta_palavra":"É um chamado à comunhão e ao relacionamento com Deus, enfatizando a importância da adoração.","conexao_teologica":"O convite para entrar na presença de Deus é um tema que se estende ao Novo Testamento, onde somos convidados a nos aproximar do trono da graça.","referencias_relacionadas":["Salmos 100:4","Hebreus 4:16","Apocalipse 22:17"]},"exodo_40_22_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo a alguém, neste contexto, Deus dando instruções sobre o que deve ser feito.","explicacao_detalhada":"No contexto de Êxodo 40:22, a palavra 'dar' implica em um ato de entrega e doação, onde Deus orienta Moisés sobre a construção do Tabernáculo e a disposição dos elementos sagrados.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a ação de Deus em prover e instruir seu povo sobre como adorá-lo corretamente.","conexao_teologica":"A ideia de 'dar' é central na relação entre Deus e seu povo, refletindo a generosidade divina e a necessidade humana de receber orientação e provisão.","referencias_relacionadas":["Êxodo 25:2","Salmos 68:19","Tiago 1:17"]},"exodo_40_22_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus habita entre seu povo, simbolizando a presença divina.","explicacao_detalhada":"Em Êxodo 40:22, o 'templo' é o Tabernáculo, que serve como um espaço de encontro entre Deus e Israel, onde sacrifícios e adoração ocorrem.","por_que_esta_palavra":"A palavra é crucial para entender a importância do espaço sagrado na adoração e na vida comunitária de Israel.","conexao_teologica":"O Tabernáculo é um precursor do templo em Jerusalém e simboliza a habitação de Deus entre os homens, um tema que culmina em Jesus como o verdadeiro templo.","referencias_relacionadas":["Êxodo 25:8","Salmos 27:4","João 2:19-21"]},"exodo_40_23_batalha":{"palavra_pt":"batalha","palavra_original":"עָרַךְ","transliteracao":"ʻârak","strong":"H6186","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao ato de lutar, especialmente em um contexto de conflito espiritual e físico.","explicacao_detalhada":"No versículo, a 'batalha' pode ser entendida como a luta contínua do povo de Israel contra as forças que se opõem a Deus e ao seu plano.","por_que_esta_palavra":"É importante para destacar a realidade do conflito que os israelitas enfrentam ao entrar na terra prometida.","conexao_teologica":"A batalha é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal, e a necessidade de confiar em Deus como o verdadeiro guerreiro.","referencias_relacionadas":["Deuteronômio 20:4","Salmos 144:1","Efésios 6:12"]},"exodo_40_23_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' refere-se ao sustento físico necessário para a vida, simbolizando também o sustento espiritual.","explicacao_detalhada":"Em Êxodo 40:23, o 'alimento' é essencial para a sobrevivência do povo, refletindo a provisão de Deus em todas as áreas da vida.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a dependência do povo em relação a Deus como seu provedor.","conexao_teologica":"O pão é um símbolo importante na Bíblia, representando não apenas sustento físico, mas também a Palavra de Deus e a presença de Cristo como o pão da vida.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:14-15"]},"exodo_40_23_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à face, simbolizando a presença e a revelação de Deus.","explicacao_detalhada":"No contexto do versículo, o 'rosto' pode indicar a relação íntima entre Deus e seu povo, onde a presença divina é manifesta.","por_que_esta_palavra":"A palavra é significativa porque representa a busca do povo por ver e experimentar a presença de Deus.","conexao_teologica":"O conceito de 'rosto' é importante na teologia bíblica, pois reflete a ideia de que Deus deseja se revelar e se relacionar com a humanidade.","referencias_relacionadas":["Números 6:25","Salmos 67:1","2 Coríntios 4:6"]},"exodo_40_24_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' novamente refere-se ao espaço sagrado onde Deus habita entre seu povo.","explicacao_detalhada":"Em Êxodo 40:24, o 'templo' é descrito em termos de sua função e importância na adoração e na vida comunitária de Israel.","por_que_esta_palavra":"A repetição da palavra enfatiza a centralidade do Tabernáculo na vida espiritual de Israel.","conexao_teologica":"O Tabernáculo é um símbolo da presença de Deus e prefigura a encarnação de Cristo, que é o verdadeiro templo.","referencias_relacionadas":["Êxodo 25:8","Salmos 84:1","João 1:14"]},"exodo_40_24_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e importância do que está sendo descrito, neste caso, a obra de Deus.","explicacao_detalhada":"No versículo, 'grande' pode se referir à grandeza do Tabernáculo e à majestade de Deus que habita nele.","por_que_esta_palavra":"A palavra é usada para transmitir a ideia de que as obras de Deus são grandiosas e dignas de reverência.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo sua soberania e poder sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"exodo_40_25_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada novamente para enfatizar a importância e a magnitude do que está sendo descrito.","explicacao_detalhada":"Neste contexto, 'grande' pode se referir à importância da luz que o Tabernáculo deve emitir, simbolizando a presença de Deus.","por_que_esta_palavra":"A repetição da palavra 'grande' reforça a ideia de que tudo que Deus faz é significativo e digno de atenção.","conexao_teologica":"A luz é frequentemente associada à presença de Deus e à revelação de sua verdade ao mundo.","referencias_relacionadas":["Mateus 5:14","João 8:12","Apocalipse 21:23"]},"exodo_40_25_lampada":{"palavra_pt":"lampada","palavra_original":"נִיר","transliteracao":"nîyr","strong":"H5216","significado_raiz":"Ideia básica: lampada.","significado_contextual":"A palavra 'lampada' refere-se ao objeto que fornece luz, simbolizando a iluminação espiritual.","explicacao_detalhada":"Em Êxodo 40:25, a 'lampada' é um símbolo da presença de Deus que ilumina o caminho do povo e representa a verdade divina.","por_que_esta_palavra":"A lampada é essencial para a adoração e para a vida espiritual, simbolizando a necessidade de luz em meio à escuridão.","conexao_teologica":"A luz é um tema central na Bíblia, representando a verdade, a pureza e a presença de Deus em contraste com as trevas.","referencias_relacionadas":["Salmos 119:105","João 1:5","1 João 1:5"]},"exodo_40_25_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' é usada novamente para enfatizar a presença de Deus e a relação entre Ele e seu povo.","explicacao_detalhada":"Neste contexto, o 'rosto' de Deus é um símbolo da revelação de sua glória e da intimidade que Ele deseja ter com seu povo.","por_que_esta_palavra":"A repetição da palavra 'rosto' destaca a importância da presença de Deus na vida do povo de Israel.","conexao_teologica":"A busca pelo 'rosto' de Deus é um tema recorrente na Bíblia, refletindo o desejo humano de conhecer e experimentar a divindade.","referencias_relacionadas":["Salmos 105:4","Mateus 5:8","Hebreus 12:14"]},"exodo_40_26_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do altar que foi colocado no Tabernáculo.","explicacao_detalhada":"A palavra 'grande' neste contexto enfatiza a importância e a magnitude do altar, que era central para os sacrifícios e adoração a Deus.","por_que_esta_palavra":"A grandeza do altar simboliza a grandeza de Deus e a seriedade da adoração que deve ser prestada a Ele.","conexao_teologica":"O altar representa o lugar de encontro entre Deus e o homem, onde os sacrifícios são oferecidos para a expiação dos pecados.","referencias_relacionadas":["Êxodo 27:1-2","Levítico 1:5","Hebreus 13:10"]},"exodo_40_26_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar de sacrifícios que foi construído no Tabernáculo.","explicacao_detalhada":"O altar é um local sagrado onde os israelitas ofereciam sacrifícios a Deus, simbolizando a necessidade de expiação e a busca pela comunhão com o Criador.","por_que_esta_palavra":"O altar é fundamental na prática religiosa do povo de Israel, representando o sacrifício e a adoração.","conexao_teologica":"O altar prefigura o sacrifício de Cristo, que se tornou o altar perfeito e definitivo para a expiação dos pecados.","referencias_relacionadas":["Êxodo 27:1","Levítico 4:7","Romanos 12:1"]},"exodo_40_26_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se ao uso de ouro na construção do Tabernáculo e seus utensílios.","explicacao_detalhada":"O ouro simboliza a glória e a santidade de Deus, sendo utilizado para adornar o santuário e os objetos sagrados.","por_que_esta_palavra":"O uso do ouro destaca a importância e a preciosidade do lugar onde Deus habita entre o Seu povo.","conexao_teologica":"O ouro representa a riqueza espiritual e a beleza da presença de Deus, que é inestimável.","referencias_relacionadas":["Êxodo 25:11","Êxodo 39:3","Apocalipse 21:18"]},"exodo_40_27_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo que consumia as ofertas no altar.","explicacao_detalhada":"O fogo simboliza a presença de Deus e Sua santidade, que consome o que é oferecido a Ele.","por_que_esta_palavra":"O fogo é um elemento purificador e representa a aceitação de Deus sobre os sacrifícios feitos por Seu povo.","conexao_teologica":"O fogo também é um símbolo do Espírito Santo, que purifica e consagra os crentes.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","Atos 2:3"]},"exodo_40_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado sobre o altar.","explicacao_detalhada":"O nome do Senhor representa Sua autoridade, caráter e presença entre o Seu povo.","por_que_esta_palavra":"Invocar o nome do Senhor é reconhecer Sua soberania e buscar Sua proteção e bênção.","conexao_teologica":"O nome de Deus é central na adoração e na relação do homem com o Criador, sendo um convite à intimidade.","referencias_relacionadas":["Salmos 20:1","Romanos 10:13","Filipenses 2:9-11"]},"exodo_40_27_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do Senhor que se manifesta no Tabernáculo.","explicacao_detalhada":"A grandeza de Deus é evidente na forma como Ele se revela e habita entre o Seu povo, mostrando Sua majestade.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente nas Escrituras, enfatizando Sua soberania e poder.","conexao_teologica":"A grandeza de Deus nos convida a adorá-Lo e a reconhecer nossa dependência dEle.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"exodo_40_28_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao Tabernáculo como a morada de Deus entre os israelitas.","explicacao_detalhada":"O templo é o lugar onde Deus se encontra com Seu povo, simbolizando a comunhão e a presença divina.","por_que_esta_palavra":"O conceito de templo é central na adoração israelita, representando a santidade e a separação de Deus.","conexao_teologica":"O templo prefigura a vinda de Cristo, que é o verdadeiro templo e a manifestação de Deus entre os homens.","referencias_relacionadas":["Êxodo 25:8","João 2:19-21","1 Coríntios 3:16"]},"exodo_40_28_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do Tabernáculo como a habitação de Deus.","explicacao_detalhada":"A grandeza do Tabernáculo reflete a majestade de Deus e a importância da adoração que ali ocorre.","por_que_esta_palavra":"A grandeza do Tabernáculo é um lembrete da presença de Deus entre Seu povo e da seriedade da adoração.","conexao_teologica":"A grandeza de Deus se manifesta em Sua habitação entre os homens, mostrando Seu desejo de relacionamento.","referencias_relacionadas":["Êxodo 40:34","Salmos 132:5","Apocalipse 21:3"]},"exodo_40_28_porta":{"palavra_pt":"porta","palavra_original":"פֶּתַח","transliteracao":"pethach","strong":"H6607","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se à entrada do Tabernáculo, que é um símbolo de acesso à presença de Deus.","explicacao_detalhada":"A porta do Tabernáculo representa a entrada para a comunhão com Deus, onde os adoradores se aproximam dEle.","por_que_esta_palavra":"A porta é um símbolo de acesso e convite, mostrando que Deus deseja que Seu povo se aproxime dEle.","conexao_teologica":"Jesus é descrito como a porta (João 10:9), através da qual temos acesso à presença de Deus.","referencias_relacionadas":["Êxodo 26:36","Hebreus 10:19-20","João 10:9"]},"exodo_40_29_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se às ofertas que eram apresentadas no altar do Tabernáculo.","explicacao_detalhada":"As ofertas simbolizam a devoção e a gratidão do povo a Deus, sendo um meio de expiação e adoração.","por_que_esta_palavra":"As ofertas são uma expressão de fé e obediência, refletindo a relação do povo com Deus.","conexao_teologica":"As ofertas do Antigo Testamento prefiguram o sacrifício de Cristo, que é a oferta perfeita pelos pecados da humanidade.","referencias_relacionadas":["Levítico 2:1","Hebreus 10:12","Romanos 12:1"]},"exodo_40_29_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Êxodo 40:29, o altar é mencionado como parte da instrução de Deus para a construção do Tabernáculo. Ele simboliza a mediação entre Deus e o homem, onde os pecados são expiados por meio de sacrifícios.","por_que_esta_palavra":"A palavra 'altar' é central na adoração israelita, representando o lugar de encontro entre o divino e o humano.","conexao_teologica":"O altar aponta para o sacrifício de Cristo, que se tornou o sacrifício perfeito para a redenção da humanidade.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"exodo_40_30_hearth":{"palavra_pt":"hearth","palavra_original":"כִּיּוֹר","transliteracao":"kîyôwr","strong":"H3595","significado_raiz":"Ideia básica: hearth.","significado_contextual":"O 'hearth' refere-se ao local onde as águas são armazenadas para purificação.","explicacao_detalhada":"Em Êxodo 40:30, o 'hearth' é mencionado como parte do mobiliário do Tabernáculo, onde os sacerdotes se lavavam antes de realizar suas funções, simbolizando a purificação necessária para se aproximar de Deus.","por_que_esta_palavra":"A palavra 'hearth' é importante porque representa a necessidade de santidade e purificação na presença de Deus.","conexao_teologica":"A purificação do 'hearth' antecipa a purificação que Cristo oferece aos crentes por meio do batismo.","referencias_relacionadas":["Êxodo 30:18","Levítico 8:6","João 13:10"]},"exodo_40_30_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Êxodo 40:30, o altar é mencionado como parte da instrução de Deus para a construção do Tabernáculo. Ele simboliza a mediação entre Deus e o homem, onde os pecados são expiados por meio de sacrifícios.","por_que_esta_palavra":"A palavra 'altar' é central na adoração israelita, representando o lugar de encontro entre o divino e o humano.","conexao_teologica":"O altar aponta para o sacrifício de Cristo, que se tornou o sacrifício perfeito para a redenção da humanidade.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"exodo_40_30_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo, especialmente em um contexto de sacrifício.","explicacao_detalhada":"Em Êxodo 40:30, a palavra 'dar' é usada em um contexto que implica a entrega de ofertas a Deus, refletindo a disposição do coração do ofertante.","por_que_esta_palavra":"A palavra 'dar' é fundamental na relação entre Deus e o homem, onde a oferta é um ato de adoração e reconhecimento da soberania de Deus.","conexao_teologica":"Dar é um princípio que se estende ao Novo Testamento, onde somos chamados a dar nossas vidas a Cristo.","referencias_relacionadas":["Êxodo 25:2","2 Coríntios 9:7","Mateus 5:42"]},"exodo_40_31_bathe":{"palavra_pt":"bathe","palavra_original":"רָחַץ","transliteracao":"râchats","strong":"H7364","significado_raiz":"Ideia básica: bathe.","significado_contextual":"A palavra 'bathe' refere-se ao ato de purificação ritual.","explicacao_detalhada":"Em Êxodo 40:31, a instrução para 'banhar' os sacerdotes antes de suas funções destaca a importância da pureza ao se aproximar de Deus.","por_que_esta_palavra":"A purificação é um tema recorrente na Lei, enfatizando a necessidade de estar limpo para servir a Deus.","conexao_teologica":"A ideia de 'banhar' se relaciona com a purificação que Cristo oferece aos crentes, simbolizada no batismo.","referencias_relacionadas":["Levítico 8:6","Hebreus 10:22","1 Pedro 3:21"]},"exodo_40_31_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição ou relação de proximidade.","explicacao_detalhada":"Em Êxodo 40:31, a palavra 'entre' é usada para descrever a posição dos sacerdotes em relação ao Tabernáculo, simbolizando a presença de Deus no meio do Seu povo.","por_que_esta_palavra":"A ideia de estar 'entre' é central na teologia do Tabernáculo, que representa a habitação de Deus entre os israelitas.","conexao_teologica":"Deus deseja habitar entre Seu povo, o que é plenamente realizado em Cristo, que é Emmanuel, Deus conosco.","referencias_relacionadas":["Êxodo 25:8","Mateus 1:23","Apocalipse 21:3"]},"exodo_40_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de descendência e herança.","explicacao_detalhada":"Em Êxodo 40:31, a palavra 'filho' é usada para descrever a linhagem sacerdotal, enfatizando a continuidade do ministério através das gerações.","por_que_esta_palavra":"A relação de 'filho' é crucial para entender a identidade e o papel dos sacerdotes na adoração a Deus.","conexao_teologica":"Cristo é chamado de Filho de Deus, e os crentes são feitos filhos por meio da fé, participando da herança divina.","referencias_relacionadas":["Êxodo 28:1","Romanos 8:17","Gálatas 4:7"]},"exodo_40_32_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Êxodo 40:32, o altar é mencionado como parte da instrução de Deus para a construção do Tabernáculo. Ele simboliza a mediação entre Deus e o homem, onde os pecados são expiados por meio de sacrifícios.","por_que_esta_palavra":"A palavra 'altar' é central na adoração israelita, representando o lugar de encontro entre o divino e o humano.","conexao_teologica":"O altar aponta para o sacrifício de Cristo, que se tornou o sacrifício perfeito para a redenção da humanidade.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"exodo_40_32_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que expressa Sua autoridade e soberania.","explicacao_detalhada":"Em Êxodo 40:32, o nome 'senhor' é invocado, destacando a importância do reconhecimento da soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"O nome de Deus é fundamental na adoração, pois representa Sua natureza e caráter.","conexao_teologica":"O nome de Deus é revelado plenamente em Cristo, que é o Senhor e Salvador.","referencias_relacionadas":["Êxodo 3:14","Filipenses 2:9-11","Apocalipse 19:16"]},"exodo_40_32_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar de um lugar sagrado.","explicacao_detalhada":"Em Êxodo 40:32, a palavra 'vir' é usada para descrever a ação de entrar no Tabernáculo, simbolizando a aproximação a Deus.","por_que_esta_palavra":"A ideia de 'vir' é essencial na relação de adoração, onde o povo é convidado a se aproximar de Deus.","conexao_teologica":"Cristo é o caminho pelo qual podemos 'vir' a Deus, oferecendo acesso à Sua presença.","referencias_relacionadas":["Salmos 100:4","Hebreus 10:19-22","João 14:6"]},"exodo_40_33_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar refere-se ao ato de estabelecer ou erguer o tabernáculo, simbolizando a presença de Deus entre o povo.","explicacao_detalhada":"A palavra 'levantar' (קוּם, qûwm) é usada para descrever a ação de erguer o tabernáculo, que era o local de adoração e encontro com Deus. Este ato é fundamental para a vida espiritual de Israel, pois representa a habitação de Deus entre eles.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a importância do tabernáculo como o ponto central da adoração e da presença divina no meio do povo.","conexao_teologica":"Levantar o tabernáculo é um símbolo da restauração e da presença de Deus entre seu povo, que é um tema recorrente na Bíblia, culminando na encarnação de Cristo.","referencias_relacionadas":["Êxodo 25:8","Êxodo 29:45","Levítico 26:11-12"]},"exodo_40_33_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Templo refere-se ao tabernáculo, que era a morada de Deus entre os israelitas durante a jornada no deserto.","explicacao_detalhada":"A palavra 'templo' (מִשְׁכָּן, mishkân) é usada para descrever o local sagrado onde Deus se encontrava com seu povo. O tabernáculo era um símbolo da presença divina e da aliança entre Deus e Israel.","por_que_esta_palavra":"A escolha da palavra 'templo' destaca a santidade do espaço e a importância da adoração e do culto a Deus.","conexao_teologica":"O conceito de templo é central na teologia bíblica, representando a habitação de Deus entre os homens, que se cumpre em Cristo e na Igreja.","referencias_relacionadas":["Êxodo 25:9","Salmos 27:4","Hebreus 9:11-12"]},"exodo_40_33_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Altar refere-se ao local de sacrifício, onde os israelitas ofereciam suas ofertas a Deus.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ, mizbêach) é crucial para a adoração, pois era o lugar onde os sacrifícios eram feitos, simbolizando a expiação e a comunhão com Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de sacrifício e adoração, elementos centrais na relação entre Deus e seu povo.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício perfeito por nossos pecados.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Romanos 12:1"]},"exodo_40_34_encher":{"palavra_pt":"encher","palavra_original":"כָּסָה","transliteracao":"kâçâh","strong":"H3680","significado_raiz":"Ideia básica: encher.","significado_contextual":"Encher refere-se à presença da glória de Deus que enche o tabernáculo após sua montagem.","explicacao_detalhada":"A palavra 'encher' (כָּסָה, kâçâh) indica a manifestação da glória de Deus que se torna visível e palpável no tabernáculo, simbolizando a aceitação de Deus do espaço sagrado.","por_que_esta_palavra":"Esta palavra é significativa porque representa a confirmação de que Deus habita entre seu povo, trazendo segurança e santidade.","conexao_teologica":"A presença de Deus enchendo o tabernáculo é um precursor da presença do Espírito Santo na vida dos crentes hoje.","referencias_relacionadas":["Êxodo 40:35","Salmos 104:30","Atos 2:4"]},"exodo_40_34_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Em Êxodo 40:34, \"templo\" aparece na frase \"Então a nuvem cobriu a tenda da congregação, e a glória do Senhor encheu o tabernáculo;\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (מִשְׁכָּן; mishkân; H4908), \"templo\" traz a ideia de templo. Aqui, essa palavra deixa o ensino de Êxodo 40:34 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"templo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Êxodo 40:35. Lendo junto com Êxodo 40:34, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 40:34","Êxodo 40:35","Salmos 119:105"]},"exodo_40_35_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Glória refere-se à manifestação da majestade e do poder de Deus que se revela no tabernáculo.","explicacao_detalhada":"A palavra 'glória' (כָּבוֹד, kâbôwd) é usada para descrever a presença gloriosa de Deus que se manifesta de forma tangível, indicando sua aprovação e aceitação do lugar de adoração.","por_que_esta_palavra":"A escolha da palavra 'glória' enfatiza a grandeza de Deus e a importância de sua presença entre o povo.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, que culmina na revelação de Cristo como a glória de Deus em forma humana.","referencias_relacionadas":["Êxodo 33:18-19","Salmos 19:1","João 1:14"]},"exodo_40_35_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Templo refere-se ao tabernáculo, que é o local onde a glória de Deus se manifesta.","explicacao_detalhada":"A palavra 'templo' (מִשְׁכָּן, mishkân) é usada para enfatizar a santidade do espaço onde a glória de Deus se revela, sendo um lugar de adoração e sacrifício.","por_que_esta_palavra":"A palavra é escolhida para ressaltar a importância do tabernáculo como o centro da vida espiritual de Israel.","conexao_teologica":"O tabernáculo é um símbolo da presença de Deus que se cumpre em Cristo e na Igreja, onde Deus habita entre os homens.","referencias_relacionadas":["Êxodo 25:8","Salmos 84:1-2","1 Coríntios 3:16"]},"exodo_40_35_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à autenticidade e à fidelidade de Deus em sua promessa de habitar entre seu povo.","explicacao_detalhada":"A palavra 'verdade' (לֹא, lôʼ) é usada para afirmar a certeza da presença de Deus e sua fidelidade às promessas feitas a Israel.","por_que_esta_palavra":"Esta palavra é significativa porque enfatiza a confiança que o povo deve ter na presença e nas promessas de Deus.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo sua natureza imutável e sua fidelidade em todas as gerações.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"exodo_40_36_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Templo refere-se ao tabernáculo, que é o local sagrado onde Deus se encontra com seu povo.","explicacao_detalhada":"A palavra 'templo' (מִשְׁכָּן, mishkân) é utilizada para descrever o espaço onde a presença de Deus habita, sendo um lugar de adoração e comunhão.","por_que_esta_palavra":"A escolha da palavra 'templo' destaca a importância do espaço sagrado na vida espiritual de Israel.","conexao_teologica":"O conceito de templo é fundamental na teologia bíblica, representando a habitação de Deus, que se cumpre em Cristo e na Igreja.","referencias_relacionadas":["Êxodo 25:9","Salmos 27:4","1 Pedro 2:5"]},"exodo_40_36_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como o tabernáculo deve ser montado e utilizado, seguindo as instruções de Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) é usada para enfatizar a importância da obediência às instruções divinas na construção e uso do tabernáculo.","por_que_esta_palavra":"Esta palavra é escolhida para ressaltar a necessidade de seguir as diretrizes de Deus em todas as áreas da vida espiritual.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, refletindo a relação entre fé e prática na vida do crente.","referencias_relacionadas":["Deuteronômio 5:32-33","Mateus 7:24-27","Tiago 1:22"]},"exodo_40_37_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à autenticidade da presença de Deus entre o Seu povo.","explicacao_detalhada":"No contexto de Êxodo 40, a 'verdade' implica que Deus cumpriu Suas promessas e que Sua presença é real e constante no meio dos israelitas, especialmente no tabernáculo.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a confiança que os israelitas devem ter em Deus e em Sua palavra, especialmente ao estabelecer o tabernáculo como lugar de adoração.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e a certeza de Suas promessas.","referencias_relacionadas":["Salmos 25:5","João 14:6","Salmos 119:160"]},"exodo_40_37_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico em que as instruções de Deus são seguidas.","explicacao_detalhada":"Neste contexto, 'dia' indica a importância de seguir os mandamentos de Deus em um tempo determinado, ressaltando a ordem divina na criação e na adoração.","por_que_esta_palavra":"O uso de 'dia' enfatiza a necessidade de um tempo apropriado para a adoração e a obediência a Deus, refletindo a estrutura do tempo na vida do povo de Israel.","conexao_teologica":"O conceito de 'dia' é fundamental na narrativa da criação e na observância do sábado, mostrando a relação entre tempo e santidade.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 74:16"]},"exodo_40_38_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao tabernáculo, que é o local onde Deus habita entre o Seu povo.","explicacao_detalhada":"O tabernáculo é um símbolo da presença de Deus e da Sua relação com Israel, representando um espaço sagrado onde o culto e a adoração ocorrem.","por_que_esta_palavra":"A escolha da palavra 'templo' destaca a importância do espaço sagrado na vida espiritual do povo, onde eles podem se encontrar com Deus.","conexao_teologica":"O tabernáculo prefigura o templo em Jerusalém e, posteriormente, a presença de Deus em Jesus Cristo, que é chamado de 'templo'.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","João 2:19-21"]},"exodo_40_38_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as instruções de Deus devem ser seguidas.","explicacao_detalhada":"Neste contexto, 'modo' implica que a adoração e a construção do tabernáculo devem ser feitas de acordo com as especificações divinas, refletindo a ordem e a santidade exigidas por Deus.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a importância da obediência e da precisão na adoração a Deus, mostrando que cada detalhe tem um propósito.","conexao_teologica":"A obediência ao 'modo' como Deus ordena é um princípio teológico que se estende a toda a vida cristã, onde cada ação deve glorificar a Deus.","referencias_relacionadas":["Deuteronômio 12:32","Mateus 28:20","Colossenses 3:17"]},"exodo_40_38_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual as instruções devem ser seguidas.","explicacao_detalhada":"Neste contexto, 'porque' conecta a obediência às instruções de Deus com a Sua natureza e a importância de Sua presença entre o povo.","por_que_esta_palavra":"A escolha de 'porque' reforça a lógica da obediência, mostrando que seguir as instruções de Deus é fundamental para a experiência da Sua presença.","conexao_teologica":"A relação entre a obediência e a presença de Deus é um tema recorrente na Bíblia, onde a fidelidade a Deus resulta em bênçãos e proteção.","referencias_relacionadas":["Deuteronômio 28:1-2","Salmos 119:2","Tiago 1:22"]}}