{"exodo_5_1_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de seguir as instruções de Deus através de Moisés.","explicacao_detalhada":"A palavra 'seguir' sugere a obediência e a disposição do povo em atender ao chamado de Deus para a libertação.","por_que_esta_palavra":"É importante ressaltar a necessidade de seguir a direção divina para alcançar a liberdade prometida.","conexao_teologica":"A obediência a Deus é um tema recorrente na Bíblia, essencial para a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 119:105","Romanos 12:2","Hebreus 5:9"]},"exodo_5_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da mensagem que Moisés traz ao faraó.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a seriedade da demanda de Deus para que o faraó liberte os hebreus.","por_que_esta_palavra":"A grandeza da mensagem reflete a autoridade divina e a urgência da libertação.","conexao_teologica":"A grandeza de Deus é um tema que permeia toda a Escritura, mostrando seu poder sobre as nações.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"exodo_5_1_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao rei do Egito, que representa a opressão e a resistência ao plano de Deus.","explicacao_detalhada":"A palavra 'farao' simboliza a autoridade terrena que se opõe à vontade divina, sendo um antagonista na narrativa da libertação.","por_que_esta_palavra":"A figura do faraó é crucial para entender a luta entre o poder de Deus e as forças humanas.","conexao_teologica":"A resistência do faraó ilustra a batalha espiritual entre o bem e o mal, um tema recorrente na Bíblia.","referencias_relacionadas":["Êxodo 3:19","Êxodo 9:16","Romanos 9:17"]},"exodo_5_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza do Senhor, que é invocado por Moisés ao falar com o faraó.","explicacao_detalhada":"A palavra 'grande' aqui reforça a ideia de que Deus é superior a qualquer autoridade humana.","por_que_esta_palavra":"A grandeza de Deus é um lembrete da sua soberania e do seu poder sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é um tema central que destaca sua majestade e autoridade em toda a criação.","referencias_relacionadas":["Salmos 95:3","Isaías 6:3","Apocalipse 4:8"]},"exodo_5_2_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Novamente refere-se ao faraó, enfatizando sua posição de poder e resistência.","explicacao_detalhada":"A repetição da palavra 'farao' sublinha a importância da confrontação entre Moisés e a autoridade egípcia.","por_que_esta_palavra":"É essencial para a narrativa, pois representa a oposição ao plano de Deus para libertar seu povo.","conexao_teologica":"A figura do faraó é um símbolo da opressão que Deus deseja remover de seu povo.","referencias_relacionadas":["Êxodo 5:1","Êxodo 10:3","Romanos 9:17"]},"exodo_5_2_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, representando a condição do homem diante de Deus.","explicacao_detalhada":"A palavra 'homem' destaca a fragilidade e a necessidade de salvação do ser humano.","por_que_esta_palavra":"É importante para entender a relação entre Deus e a humanidade, especialmente em contextos de opressão.","conexao_teologica":"A condição do homem é um tema central na teologia, que fala da necessidade de redenção.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"exodo_5_3_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer sacrifícios a Deus como parte da adoração.","explicacao_detalhada":"A palavra 'sacrifício' enfatiza a importância da adoração e da obediência a Deus através de ofertas.","por_que_esta_palavra":"O sacrifício é um meio de se aproximar de Deus e expressar arrependimento e devoção.","conexao_teologica":"O conceito de sacrifício é fundamental na Bíblia, prefigurando o sacrifício de Cristo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"exodo_5_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado como autoridade sobre a situação.","explicacao_detalhada":"A palavra 'senhor' destaca a soberania e a santidade de Deus, que deve ser respeitada.","por_que_esta_palavra":"O nome de Deus é poderoso e representa sua presença e autoridade.","conexao_teologica":"O nome de Deus é central na adoração e na relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 3:15","Salmos 29:2","Filipenses 2:9-10"]},"exodo_5_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma ordem ou instrução.","explicacao_detalhada":"Neste contexto, Moisés e Arão estão se dirigindo ao faraó para transmitir a mensagem de Deus, enfatizando a importância da comunicação divina.","por_que_esta_palavra":"A palavra 'dizer' é central na transmissão da mensagem de Deus ao povo e ao faraó, mostrando a autoridade da palavra divina.","conexao_teologica":"A comunicação de Deus através de seus profetas é um tema recorrente na Bíblia, mostrando como Ele se revela à humanidade.","referencias_relacionadas":["Êxodo 3:10","Êxodo 4:12","Salmos 119:105"]},"exodo_5_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A repetição da palavra 'dizer' reforça a urgência da mensagem que Moisés e Arão precisam transmitir ao faraó.","explicacao_detalhada":"A insistência em 'dizer' mostra a determinação de Moisés e Arão em cumprir a ordem de Deus, mesmo diante da resistência do faraó.","por_que_esta_palavra":"É crucial para a narrativa, pois a palavra de Deus deve ser proclamada, independentemente das circunstâncias.","conexao_teologica":"A obediência à palavra de Deus é um princípio fundamental na vida do crente.","referencias_relacionadas":["Êxodo 4:22","Deuteronômio 6:7","Romanos 10:17"]},"exodo_5_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se ao faraó, que detém poder absoluto sobre o Egito.","explicacao_detalhada":"O faraó é visto como uma figura de autoridade que se opõe à vontade de Deus, simbolizando a luta entre o poder humano e o divino.","por_que_esta_palavra":"A menção ao rei destaca a importância do confronto entre Moisés e a autoridade egípcia.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com os poderes terrenos, mostrando que Ele é o verdadeiro Rei.","referencias_relacionadas":["Salmos 2:10-12","Romanos 13:1","Apocalipse 19:16"]},"exodo_5_4_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se aos israelitas, que estão sob opressão no Egito.","explicacao_detalhada":"O uso de 'povo' enfatiza a identidade coletiva dos israelitas e sua necessidade de libertação.","por_que_esta_palavra":"Destaca a relação entre Deus e seu povo escolhido, que clama por ajuda.","conexao_teologica":"A aliança de Deus com Israel é um tema central na Bíblia, mostrando seu compromisso com seu povo.","referencias_relacionadas":["Êxodo 3:7","Isaías 43:1","1 Pedro 2:9"]},"exodo_5_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a herança divina.","explicacao_detalhada":"A menção da terra destaca a promessa de Deus a Abraão, Isaque e Jacó, e a importância da libertação do povo para que possam retornar a ela.","por_que_esta_palavra":"A terra é um símbolo da presença e bênção de Deus para seu povo.","conexao_teologica":"A relação entre Deus e a terra prometida é um tema recorrente, simbolizando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10","Josué 1:2"]},"exodo_5_5_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"A palavra 'sabado' refere-se ao dia de descanso ordenado por Deus, um sinal da aliança entre Ele e seu povo.","explicacao_detalhada":"O sábado é um lembrete da criação e da libertação, um dia para descansar e adorar a Deus.","por_que_esta_palavra":"A observância do sábado é uma parte essencial da identidade israelita e da adoração a Deus.","conexao_teologica":"O conceito de descanso em Deus é fundamental na teologia bíblica, refletindo a criação e a redenção.","referencias_relacionadas":["Êxodo 20:8-11","Deuteronômio 5:12-15","Hebreus 4:9-10"]},"exodo_5_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A repetição da palavra 'dizer' enfatiza a importância da comunicação da mensagem de Deus.","explicacao_detalhada":"A insistência em 'dizer' mostra a urgência e a necessidade de que a mensagem divina seja ouvida e obedecida.","por_que_esta_palavra":"A palavra de Deus deve ser proclamada, e a resistência do faraó não deve impedir essa comunicação.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua proclamação é essencial para a fé.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12","Salmos 119:11"]},"exodo_5_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que as instruções devem ser seguidas.","explicacao_detalhada":"O uso de 'dia' enfatiza a importância da obediência imediata às ordens de Deus.","por_que_esta_palavra":"O tempo é um elemento crucial na execução dos planos de Deus, e a obediência deve ser feita no tempo certo.","conexao_teologica":"A noção de tempo e a obediência a Deus são temas importantes na vida espiritual.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"exodo_5_6_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de Deus em instruir Moisés e Arão a levar sua mensagem ao faraó.","explicacao_detalhada":"O ato de enviar implica autoridade e missão, destacando que Moisés e Arão estão cumprindo a vontade de Deus.","por_que_esta_palavra":"A missão de enviar é fundamental para a obra de Deus na história da salvação.","conexao_teologica":"O envio de mensageiros é um tema recorrente na Bíblia, mostrando como Deus se comunica com seu povo.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","João 20:21"]},"exodo_5_6_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'farao' refere-se ao governante do Egito, que representa a opressão do povo de Israel.","explicacao_detalhada":"O faraó é uma figura de autoridade que se opõe a Deus e à libertação de seu povo, simbolizando a resistência ao plano divino.","por_que_esta_palavra":"A menção do faraó é crucial para entender o conflito entre a vontade de Deus e a resistência humana.","conexao_teologica":"A luta entre o poder de Deus e os poderes terrenos é um tema central na narrativa bíblica.","referencias_relacionadas":["Êxodo 3:19","Romanos 9:17","Apocalipse 16:10"]},"exodo_5_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada no contexto de Moisés e Arão pedindo ao faraó que libere o povo de Israel.","explicacao_detalhada":"A palavra 'dar' (נָתַן) refere-se à ação de conceder ou permitir algo. Neste contexto, Moisés está pedindo ao faraó que 'dê' ao povo a liberdade que Deus prometeu.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a necessidade de um ato de concessão por parte do faraó, que representa a opressão e a resistência ao plano divino.","conexao_teologica":"A palavra 'dar' conecta-se com a ideia de libertação e graça divina, onde Deus dá ao Seu povo a liberdade e a terra prometida.","referencias_relacionadas":["Êxodo 3:8","Êxodo 6:6","Salmos 105:43"]},"exodo_5_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a autenticidade do pedido de Moisés ao faraó.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é uma negação que reforça a seriedade da situação. Moisés afirma que o que está sendo pedido é verdadeiro e necessário.","por_que_esta_palavra":"A inclusão da palavra 'verdade' sublinha a importância da honestidade e da integridade na comunicação entre Moisés e o faraó.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na relação entre Deus e Seu povo, refletindo a necessidade de honestidade nas interações humanas.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"exodo_5_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada em um contexto de ação, referindo-se à produção de tijolos.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) significa fazer ou produzir. Neste caso, refere-se ao trabalho forçado dos israelitas na fabricação de tijolos para o faraó.","por_que_esta_palavra":"A palavra 'urso' é crucial para entender a opressão e a carga de trabalho que os israelitas enfrentavam sob o domínio egípcio.","conexao_teologica":"A opressão dos israelitas e a produção forçada de tijolos simbolizam a escravidão do pecado e a necessidade de redenção.","referencias_relacionadas":["Êxodo 1:14","Êxodo 5:7","Romanos 6:16"]},"exodo_5_8_dia":{"palavra_pt":"dia","palavra_original":"תְּמוֹל","transliteracao":"tᵉmôwl","strong":"H8543","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é utilizada para indicar um período específico de tempo em que as tarefas devem ser realizadas.","explicacao_detalhada":"A palavra 'dia' (תְּמוֹל) refere-se a um tempo passado recente, enfatizando a continuidade do trabalho e a pressão sobre os israelitas.","por_que_esta_palavra":"A menção do 'dia' destaca a urgência e a repetição do trabalho forçado, refletindo a opressão constante.","conexao_teologica":"O conceito de tempo é importante na narrativa bíblica, pois Deus atua em momentos específicos da história da salvação.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","2 Pedro 3:8"]},"exodo_5_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para se referir aos trabalhadores israelitas que realizam as tarefas impostas.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) representa a humanidade e a dignidade dos israelitas, que são tratados como objetos pelo faraó.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a desumanização dos israelitas sob a opressão egípcia.","conexao_teologica":"A dignidade humana é um princípio central na teologia bíblica, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 5:13-16"]},"exodo_5_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é novamente utilizada para descrever a ação de fazer tijolos.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) enfatiza a continuidade do trabalho forçado e a carga que os israelitas suportam.","por_que_esta_palavra":"A repetição da palavra 'urso' reforça a ideia de opressão e a necessidade de libertação.","conexao_teologica":"A opressão dos israelitas é um símbolo da luta contra o pecado e a busca pela liberdade em Cristo.","referencias_relacionadas":["Êxodo 1:14","Êxodo 5:8","Gálatas 5:1"]},"exodo_5_9_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' é utilizada para se referir ao que deve ser feito pelos israelitas.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) pode significar tanto 'coisa' quanto 'palavra', indicando a tarefa que os israelitas devem cumprir.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da comunicação e da obediência às ordens do faraó.","conexao_teologica":"A palavra de Deus é fundamental na vida do crente, e a obediência a ela é essencial para a libertação espiritual.","referencias_relacionadas":["Salmos 119:105","Tiago 1:22","Romanos 10:17"]},"exodo_5_10_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' é usada para descrever a ação de deixar o local de trabalho.","explicacao_detalhada":"A palavra 'sair' (יָצָא) refere-se ao ato de deixar um lugar, simbolizando a libertação que os israelitas buscam.","por_que_esta_palavra":"A palavra 'sair' é significativa porque representa a esperança de liberdade e a saída da escravidão.","conexao_teologica":"A ideia de sair é central na narrativa da libertação do povo de Deus, refletindo a salvação que Ele oferece.","referencias_relacionadas":["Êxodo 12:31","Gálatas 5:1","Hebreus 11:22"]},"exodo_5_10_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' é utilizada para se referir aos israelitas como uma nação oprimida.","explicacao_detalhada":"A palavra 'povo' (עַם) destaca a coletividade dos israelitas e sua identidade como o povo escolhido de Deus.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a unidade e a solidariedade entre os israelitas em sua luta pela liberdade.","conexao_teologica":"A identidade do povo de Deus é um tema central na Bíblia, refletindo a relação especial entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"exodo_5_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual o faraó não deve aumentar a carga de trabalho.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a causa e o efeito, explicando a lógica por trás do pedido de Moisés.","por_que_esta_palavra":"A palavra 'porque' é crucial para a argumentação de Moisés, pois justifica a necessidade de alívio para o povo.","conexao_teologica":"A razão e a lógica são importantes na comunicação de Deus com Seu povo, refletindo a sabedoria divina.","referencias_relacionadas":["Isaías 1:18","Romanos 12:1","1 Pedro 3:15"]},"exodo_5_11_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de ordem ou comando que Moisés e Arão levaram ao faraó.","explicacao_detalhada":"A palavra 'dâbâr' é usada para indicar não apenas uma palavra falada, mas também um conceito ou um mandamento. Neste contexto, representa a instrução divina que Moisés recebeu para libertar o povo de Israel.","por_que_esta_palavra":"A escolha da palavra enfatiza a autoridade da mensagem que Moisés traz, que é uma ordem de Deus.","conexao_teologica":"A palavra de Deus é central na narrativa bíblica, mostrando que a obediência a ela é fundamental para a libertação e a salvação.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"exodo_5_11_thee":{"palavra_pt":"thee","palavra_original":"אַתָּה","transliteracao":"ʼattâh","strong":"H859","significado_raiz":"Ideia básica: thee.","significado_contextual":"Refere-se diretamente ao faraó, enfatizando a relação de autoridade entre Moisés e o governante egípcio.","explicacao_detalhada":"A palavra 'ʼattâh' é uma forma de tratamento que indica a presença e a importância do interlocutor, neste caso, o faraó, que tem o poder de decidir sobre a libertação do povo hebreu.","por_que_esta_palavra":"A utilização de 'thee' destaca a confrontação entre a autoridade divina e a autoridade humana representada pelo faraó.","conexao_teologica":"A relação entre Deus e os governantes humanos é um tema recorrente, mostrando que, apesar do poder humano, é Deus quem tem a última palavra.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","Daniel 2:21"]},"exodo_5_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as tarefas devem ser realizadas, indicando a expectativa de produtividade dos hebreus.","explicacao_detalhada":"A palavra 'kôl' implica em um método ou maneira específica de fazer algo, neste caso, a produção de tijolos.","por_que_esta_palavra":"A ênfase no 'modo' reflete a pressão que os hebreus enfrentavam para cumprir as exigências do faraó, mesmo em condições adversas.","conexao_teologica":"A maneira como os hebreus trabalham é um reflexo da opressão que enfrentam, contrastando com a liberdade que Deus promete.","referencias_relacionadas":["Colossenses 3:23","Gálatas 6:9","1 Coríntios 10:31"]},"exodo_5_12_break":{"palavra_pt":"quebrar","palavra_original":"פּוּץ","transliteracao":"pûwts","strong":"H6327","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"Refere-se à quebra da rotina de trabalho e à exigência de um aumento na carga de trabalho dos hebreus.","explicacao_detalhada":"A palavra 'pûwts' implica em uma ruptura ou divisão, simbolizando a opressão que os hebreus estavam sofrendo sob o domínio egípcio.","por_que_esta_palavra":"A escolha dessa palavra destaca a brutalidade do sistema de trabalho forçado e a resistência que os hebreus estavam enfrentando.","conexao_teologica":"A quebra da rotina de trabalho é um símbolo da opressão do pecado, da qual Deus deseja libertar seu povo.","referencias_relacionadas":["Isaías 58:6","Mateus 11:28-30","Gálatas 5:1"]},"exodo_5_12_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que estava sendo oprimido no Egito.","explicacao_detalhada":"A palavra 'ʻam' é usada para descrever a coletividade dos hebreus, enfatizando sua identidade como povo escolhido de Deus.","por_que_esta_palavra":"A ênfase no 'povo' destaca a importância da comunidade e da identidade coletiva na narrativa da libertação.","conexao_teologica":"Deus se relaciona com seu povo como um coletivo, mostrando que a salvação e a libertação são para todos, não apenas para indivíduos.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 7:6","1 Pedro 2:9"]},"exodo_5_13_distress":{"palavra_pt":"distress","palavra_original":"נָגַשׂ","transliteracao":"nâgas","strong":"H5065","significado_raiz":"Ideia básica: distress.","significado_contextual":"Refere-se à pressão e ao sofrimento que os hebreus estavam enfrentando sob o trabalho forçado.","explicacao_detalhada":"A palavra 'nâgas' implica em ser forçado ou pressionado, refletindo a opressão que os hebreus estavam vivendo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a gravidade da situação e a necessidade urgente de intervenção divina.","conexao_teologica":"Deus ouve o clamor de seu povo em sofrimento e promete libertação, mostrando seu caráter compassivo.","referencias_relacionadas":["Salmos 34:18","Êxodo 3:7","Romanos 8:18"]},"exodo_5_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da opressão e à necessidade de uma resposta significativa.","explicacao_detalhada":"A palavra 'ʼâmar' é usada para expressar a importância e a seriedade da mensagem que deve ser comunicada.","por_que_esta_palavra":"A ênfase na grandeza do que deve ser dito reflete a urgência da situação e a necessidade de uma ação divina.","conexao_teologica":"A grandeza da opressão contrasta com a grandeza da promessa de Deus de libertação e salvação.","referencias_relacionadas":["Salmos 126:1-3","Isaías 61:1","Lucas 4:18"]},"exodo_5_13_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade do trabalho e à expectativa de resultados positivos.","explicacao_detalhada":"A palavra 'maʻăseh' implica em ações que são boas ou produtivas, refletindo a expectativa de que o trabalho dos hebreus seja valorizado.","por_que_esta_palavra":"A escolha dessa palavra destaca a injustiça da opressão, pois mesmo o trabalho bom é desvalorizado sob a escravidão.","conexao_teologica":"Deus valoriza o trabalho e a dignidade do ser humano, e a opressão é uma violação desse princípio.","referencias_relacionadas":["Gênesis 1:31","Efésios 2:10","Colossenses 3:23"]},"exodo_5_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de trabalho e à carga que os hebreus devem suportar diariamente.","explicacao_detalhada":"A palavra 'yôwm' é usada para indicar um período específico, enfatizando a rotina exaustiva dos hebreus.","por_que_esta_palavra":"A ênfase no 'dia' destaca a continuidade da opressão e a necessidade de libertação.","conexao_teologica":"O conceito de tempo é importante na narrativa bíblica, pois Deus intervém na história em momentos específicos para libertar seu povo.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Coríntios 6:2"]},"exodo_5_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da opressão que afeta as gerações.","explicacao_detalhada":"A palavra 'bên' é usada para indicar a importância da linhagem e da herança, refletindo a dor da opressão que afeta não apenas os adultos, mas também as crianças.","por_que_esta_palavra":"A ênfase no 'filho' destaca a injustiça da escravidão que se perpetua através das gerações.","conexao_teologica":"Deus se preocupa com as gerações e promete libertação não apenas para os adultos, mas para toda a família.","referencias_relacionadas":["Salmos 127:3","Êxodo 20:5-6","Mateus 19:14"]},"exodo_5_14_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Título dado ao governante do Egito, simbolizando poder e opressão.","explicacao_detalhada":"O faraó é a figura de autoridade máxima no Egito, representando não apenas o governo, mas também a resistência à vontade de Deus, especialmente no contexto da libertação dos israelitas da escravidão.","por_que_esta_palavra":"A palavra 'faraó' é usada para enfatizar a opressão que os israelitas enfrentavam sob seu domínio e a necessidade de libertação.","conexao_teologica":"O faraó é um símbolo do pecado e da rebelião contra Deus, mostrando como a opressão humana pode ser superada pelo poder divino.","referencias_relacionadas":["Êxodo 3:10","Êxodo 5:1","Êxodo 7:1"]},"exodo_5_15_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Ato de convocar ou entrar em uma situação específica.","explicacao_detalhada":"Neste contexto, 'vir' ou 'entrar' refere-se ao chamado de Moisés e Arão para se apresentarem ao faraó e reivindicarem a libertação do povo de Israel.","por_que_esta_palavra":"A palavra é crucial para entender a ação de Deus em chamar seus servos para cumprir Sua vontade.","conexao_teologica":"Reflete a ideia de que Deus chama pessoas para realizar Seus propósitos, mesmo em situações difíceis.","referencias_relacionadas":["Êxodo 3:10","Êxodo 4:12","Romanos 8:28"]},"exodo_5_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e Seu povo, Israel, como filhos.","explicacao_detalhada":"A palavra 'filho' destaca a relação especial entre Deus e Israel, onde Deus se apresenta como pai e Israel como Seu povo escolhido.","por_que_esta_palavra":"É importante para entender a identidade do povo de Deus e a promessa de proteção e cuidado.","conexao_teologica":"A relação de paternidade de Deus com Seu povo é um tema central na teologia bíblica.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:15"]},"exodo_5_15_assembleia":{"palavra_pt":"assembleia","palavra_original":"צָעַק","transliteracao":"tsâʻaq","strong":"H6817","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"Refere-se ao clamor coletivo do povo de Israel em busca de libertação.","explicacao_detalhada":"A palavra 'assembleia' indica a união do povo em oração e súplica a Deus, enfatizando a importância da comunidade na busca por ajuda divina.","por_que_esta_palavra":"Mostra que a libertação não é apenas um ato individual, mas um clamor coletivo por justiça e intervenção divina.","conexao_teologica":"A assembleia do povo de Deus é um tema recorrente, mostrando a importância da comunhão e da intercessão.","referencias_relacionadas":["Êxodo 3:9","Salmos 34:17","Atos 1:14"]},"exodo_5_16_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão contra a vontade de Deus, que resulta em opressão e sofrimento.","explicacao_detalhada":"A palavra 'pecado' é usada para descrever a condição do povo de Israel sob a opressão do faraó e a necessidade de arrependimento e libertação.","por_que_esta_palavra":"É fundamental para entender a natureza do sofrimento humano e a necessidade de redenção.","conexao_teologica":"O pecado é um tema central na Bíblia, mostrando a separação entre Deus e a humanidade e a necessidade de um salvador.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"exodo_5_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Ato de pedir ajuda ou intervenção divina em momentos de necessidade.","explicacao_detalhada":"A palavra 'dar' neste contexto refere-se ao clamor do povo por alívio e libertação da opressão egípcia.","por_que_esta_palavra":"Enfatiza a urgência e a necessidade de intervenção divina nas situações de sofrimento.","conexao_teologica":"O clamor do povo é um exemplo de como Deus ouve e responde às súplicas de Seu povo.","referencias_relacionadas":["Salmos 18:6","Salmos 34:17","Isaías 65:24"]},"exodo_5_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"A palavra 'senhor' é usada para expressar a autoridade e a soberania de Deus sobre todas as coisas, incluindo a situação do povo de Israel.","por_que_esta_palavra":"É importante para reconhecer a identidade e a autoridade de Deus em meio à opressão.","conexao_teologica":"O nome de Deus é central na adoração e na relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Filipenses 2:9-11"]},"exodo_5_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Ato de comunicar ou declarar algo importante.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância da mensagem que Deus deseja transmitir ao faraó e ao povo de Israel.","por_que_esta_palavra":"Destaca a necessidade de comunicação clara da vontade de Deus em tempos de crise.","conexao_teologica":"A palavra de Deus é poderosa e traz transformação, mostrando a importância da revelação divina.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"exodo_5_17_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como expressão de adoração e gratidão.","explicacao_detalhada":"A palavra 'sacrifício' é usada para descrever a prática de adoração que envolve a entrega de algo valioso a Deus, simbolizando a devoção do povo.","por_que_esta_palavra":"É fundamental para entender a relação entre adoração e obediência na vida do povo de Deus.","conexao_teologica":"O sacrifício é um tema central na Bíblia, representando a necessidade de expiação e a antecipação do sacrifício de Cristo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"exodo_5_18_chaff":{"palavra_pt":"chaff","palavra_original":"תֶּבֶן","transliteracao":"teben","strong":"H8401","significado_raiz":"Ideia básica: chaff.","significado_contextual":"Refere-se ao material sem valor que é descartado após a colheita.","explicacao_detalhada":"A palavra 'chaff' é usada para descrever a futilidade e a fragilidade das coisas que não têm valor duradouro, em contraste com o que é precioso aos olhos de Deus.","por_que_esta_palavra":"É importante para entender a diferença entre o que é eterno e o que é passageiro.","conexao_teologica":"A metáfora do 'chaff' é usada na Bíblia para ilustrar o julgamento e a separação entre o justo e o ímpio.","referencias_relacionadas":["Salmos 1:4","Mateus 3:12","Gálatas 6:7"]},"exodo_5_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e à realidade dos fatos, especialmente no contexto da opressão dos israelitas.","explicacao_detalhada":"Neste versículo, a verdade é invocada para enfatizar a necessidade de honestidade e justiça nas relações entre os israelitas e os egípcios. A verdade é um valor central na vida do povo de Deus.","por_que_esta_palavra":"A palavra 'verdade' é usada para destacar a importância da sinceridade e da integridade, especialmente em tempos de sofrimento e injustiça.","conexao_teologica":"A verdade é um atributo de Deus, e os crentes são chamados a viver em verdade, refletindo o caráter de Deus em suas vidas.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"exodo_5_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' neste contexto refere-se ao ato de fornecer ou entregar algo, especialmente em relação ao trabalho e à carga dos israelitas.","explicacao_detalhada":"O clamor dos israelitas por alívio é um pedido para que suas cargas sejam diminuídas. O ato de dar é essencial para a libertação e a restauração do povo.","por_que_esta_palavra":"A palavra 'dar' é crucial porque representa a necessidade de ajuda e intervenção divina em meio à opressão.","conexao_teologica":"Deus é visto como aquele que dá alívio e libertação ao seu povo, um tema recorrente na narrativa bíblica.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Filipenses 4:19"]},"exodo_5_19_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber ou entender a situação dos israelitas sob a opressão egípcia.","explicacao_detalhada":"Neste contexto, 'ver' é mais do que apenas observar; é uma chamada à consciência sobre a injustiça e a necessidade de ação.","por_que_esta_palavra":"A palavra 'ver' é utilizada para enfatizar a importância de reconhecer a realidade da opressão e a necessidade de mudança.","conexao_teologica":"Deus vê o sofrimento do seu povo e age em resposta, mostrando que Ele é um Deus que se importa com a condição humana.","referencias_relacionadas":["Êxodo 3:7","Salmos 103:14","Isaías 61:1"]},"exodo_5_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de pertencimento e identidade entre os israelitas e Deus.","explicacao_detalhada":"Os israelitas são considerados filhos de Deus, o que implica em uma relação especial e um chamado à liberdade e à dignidade.","por_que_esta_palavra":"A palavra 'filho' é importante porque destaca a herança e a proteção que Deus oferece ao seu povo escolhido.","conexao_teologica":"A filiação divina é um tema central na Bíblia, refletindo o amor e a responsabilidade de Deus para com seu povo.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14","Gálatas 4:7"]},"exodo_5_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação e a declaração de intenções, especialmente em um contexto de opressão.","explicacao_detalhada":"Neste versículo, 'dizer' é um ato de reivindicação e de afirmação da identidade e dos direitos dos israelitas.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a comunicação de verdades e a afirmação de direitos diante da opressão.","conexao_teologica":"A palavra de Deus é poderosa e traz transformação, e os crentes são chamados a declarar a verdade de Deus em suas vidas.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"exodo_5_20_cair":{"palavra_pt":"cair","palavra_original":"פָּגַע","transliteracao":"pâgaʻ","strong":"H6293","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um colapso ou a uma queda, simbolizando a fragilidade da situação dos israelitas.","explicacao_detalhada":"Neste contexto, 'cair' pode representar a queda moral e espiritual dos opressores, bem como a necessidade de um despertar entre os oprimidos.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a gravidade da situação e a urgência de uma intervenção divina.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de redenção e restauração.","referencias_relacionadas":["Provérbios 24:16","Romanos 3:23","1 Pedro 5:8"]},"exodo_5_20_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' refere-se ao governante do Egito, simbolizando a opressão e a resistência ao povo de Deus.","explicacao_detalhada":"Faraó representa a autoridade que se opõe à vontade de Deus e à libertação do seu povo, sendo um antagonista na narrativa bíblica.","por_que_esta_palavra":"A palavra 'faraó' é crucial para entender a dinâmica de poder e a luta pela liberdade dos israelitas.","conexao_teologica":"A história de faraó ilustra a soberania de Deus sobre as autoridades terrenas e a certeza de que Ele libertará seu povo.","referencias_relacionadas":["Êxodo 3:19","Êxodo 5:1","Romanos 9:17"]},"exodo_5_20_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' refere-se a algo que não é claramente definido ou que não tem uma representação direta.","explicacao_detalhada":"Neste contexto, pode indicar a falta de clareza na comunicação entre os israelitas e os egípcios, refletindo a confusão e a opressão.","por_que_esta_palavra":"A palavra 'unrepresented' é importante para entender a complexidade da situação e a necessidade de clareza e verdade.","conexao_teologica":"Deus é aquele que traz clareza e verdade em meio à confusão e à opressão.","referencias_relacionadas":["Salmos 25:5","João 14:6","1 Coríntios 14:33"]},"exodo_5_21_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de discernir e decidir sobre a justiça, especialmente em um contexto de opressão.","explicacao_detalhada":"Neste versículo, 'julgar' implica a necessidade de avaliação da situação dos israelitas e a busca por justiça diante da opressão.","por_que_esta_palavra":"A palavra 'julgar' é fundamental para a busca de justiça e a reivindicação dos direitos dos oprimidos.","conexao_teologica":"Deus é o juiz supremo que defende os oprimidos e traz justiça ao seu povo.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Miquéias 6:8"]},"exodo_5_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' novamente refere-se ao ato de fornecer ou entregar, enfatizando a necessidade de ajuda e intervenção.","explicacao_detalhada":"O clamor por ajuda é um tema recorrente na Bíblia, onde o povo de Deus busca socorro em tempos de necessidade.","por_que_esta_palavra":"A palavra 'dar' é essencial para entender a dinâmica de dependência de Deus e a busca por alívio em meio à opressão.","conexao_teologica":"Deus é visto como aquele que responde ao clamor do seu povo, oferecendo ajuda e libertação.","referencias_relacionadas":["Salmos 18:6","Mateus 11:28","Hebreus 4:16"]},"exodo_5_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de Moisés ao povo de Israel sobre a promessa de Deus.","explicacao_detalhada":"No contexto de Êxodo 5:21, Moisés fala ao povo sobre a opressão que estão enfrentando e a necessidade de confiar na palavra de Deus. 'Dizer' aqui implica não apenas a ação de falar, mas também a transmissão de esperança e encorajamento.","por_que_esta_palavra":"A palavra 'dizer' é central para a comunicação divina e humana, refletindo a importância da revelação e da resposta do povo à palavra de Deus.","conexao_teologica":"A comunicação de Deus através da palavra é um tema recorrente na Bíblia, mostrando como Ele se relaciona com Seu povo e como a fé é gerada pela audição da palavra.","referencias_relacionadas":["Romanos 10:17","Salmos 119:105","Hebreus 4:12"]},"exodo_5_22_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' é usada para descrever o ato de construir e estabelecer algo sólido, referindo-se ao trabalho dos israelitas no Egito.","explicacao_detalhada":"Em Êxodo 5:22, a ideia de 'edificar' está ligada ao esforço do povo de Israel para construir as cidades de armazenamento para Faraó, simbolizando a opressão e a escravidão que eles enfrentavam.","por_que_esta_palavra":"A escolha da palavra 'edificar' destaca a dureza do trabalho forçado e a luta do povo para sobreviver sob a opressão egípcia.","conexao_teologica":"A edificação é um símbolo da construção do Reino de Deus, onde os crentes são chamados a edificar suas vidas e comunidades sobre a fé em Cristo.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:9-11","Efésios 2:19-22"]},"exodo_5_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é invocado para trazer esperança e libertação ao povo de Israel.","explicacao_detalhada":"No contexto de Êxodo 5:22, o uso do nome 'senhor' (YHWH) enfatiza a soberania de Deus sobre a situação de opressão e a promessa de libertação.","por_que_esta_palavra":"A palavra 'senhor' é fundamental na relação entre Deus e Seu povo, representando autoridade, proteção e compromisso.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, simbolizando a presença e a ação de Deus na história da salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 42:8"]},"exodo_5_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação de Deus ao povo, reforçando a mensagem de esperança.","explicacao_detalhada":"Em Êxodo 5:22, Moisés expressa sua frustração ao Senhor, questionando a eficácia de sua mensagem e a aparente falta de ação de Deus em relação ao sofrimento do povo.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a importância da comunicação divina e a necessidade de ouvir e responder à palavra de Deus.","conexao_teologica":"A comunicação de Deus é vital para a fé, e a dúvida expressa por Moisés reflete a luta humana em confiar na palavra de Deus em tempos de dificuldade.","referencias_relacionadas":["Salmos 119:11","Hebreus 11:1","Tiago 1:5"]},"exodo_5_23_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início de uma nova fase na história do povo de Israel, marcada pela opressão e pela promessa de libertação.","explicacao_detalhada":"Em Êxodo 5:23, Moisés menciona o princípio de sua missão e a expectativa de que Deus agiria em favor do Seu povo, mesmo diante da adversidade.","por_que_esta_palavra":"A palavra 'princípio' é significativa, pois indica que cada nova fase na história da salvação começa com a intervenção de Deus.","conexao_teologica":"O conceito de princípio é importante na teologia, pois Deus é o autor de toda a criação e da história da redenção.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Apocalipse 21:1"]},"exodo_5_23_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' refere-se ao governante do Egito, que representa a opressão e a resistência à vontade de Deus.","explicacao_detalhada":"Em Êxodo 5:23, Moisés se dirige a Deus, mencionando Faraó como o obstáculo que impede a libertação do povo de Israel, simbolizando a luta entre o bem e o mal.","por_que_esta_palavra":"A figura de Faraó é crucial na narrativa, pois sua dureza de coração contrasta com a misericórdia e o poder de Deus.","conexao_teologica":"A luta contra Faraó é uma metáfora da luta espiritual que os crentes enfrentam contra as forças do mal.","referencias_relacionadas":["Êxodo 3:19","Romanos 9:17","Apocalipse 16:10"]},"exodo_5_23_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é utilizada para descrever a comunicação entre Moisés e Deus, refletindo a relação de diálogo entre o Criador e Sua criação.","explicacao_detalhada":"Em Êxodo 5:23, Moisés expressa sua frustração ao Senhor, enfatizando a importância de falar e ouvir a voz de Deus em tempos de crise.","por_que_esta_palavra":"A palavra 'falar' destaca a necessidade de comunicação e a importância de ouvir a voz de Deus em meio às dificuldades.","conexao_teologica":"A comunicação com Deus é essencial para a vida espiritual, e a oração é um meio pelo qual os crentes falam e ouvem a Deus.","referencias_relacionadas":["Salmos 34:17","1 Tessalonicenses 5:17","Hebreus 4:16"]}}