{"exodo_6_1_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' é novamente mencionada, representando a opressão contínua do povo de Israel e a resistência ao plano de Deus.","explicacao_detalhada":"Em Êxodo 6:1, Deus promete a Moisés que Faraó será confrontado e que o povo será libertado, reafirmando Seu poder sobre as autoridades terrenas.","por_que_esta_palavra":"A repetição da palavra 'faraó' enfatiza a persistência da opressão e a certeza da intervenção divina.","conexao_teologica":"A história de Faraó é um exemplo do poder de Deus sobre os governantes e a certeza de que Ele cumprirá Suas promessas.","referencias_relacionadas":["Êxodo 7:1","Romanos 13:1","Apocalipse 19:11-16"]},"exodo_6_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para reafirmar a comunicação de Deus a Moisés sobre a libertação do povo.","explicacao_detalhada":"Em Êxodo 6:1, Deus fala a Moisés, prometendo que Ele agirá com poder para libertar os israelitas da escravidão, enfatizando a importância da palavra de Deus.","por_que_esta_palavra":"A palavra 'dizer' aqui é um lembrete da fidelidade de Deus em cumprir Suas promessas, mesmo quando as circunstâncias parecem impossíveis.","conexao_teologica":"A palavra de Deus é viva e eficaz, e Sua promessa de libertação é um tema central na narrativa bíblica.","referencias_relacionadas":["Isaías 55:11","2 Coríntios 1:20","Hebreus 10:23"]},"exodo_6_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é invocada para reafirmar a soberania de Deus sobre a situação do povo de Israel.","explicacao_detalhada":"Em Êxodo 6:1, o nome de Deus é mencionado como a base da esperança de libertação, destacando Sua autoridade e poder.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a identidade de Deus e a relação que Ele tem com Seu povo, simbolizando Sua presença constante.","conexao_teologica":"O nome de Deus é um tema central na teologia, representando Sua natureza e caráter, e a promessa de estar com Seu povo.","referencias_relacionadas":["Êxodo 3:15","Salmos 46:1","Filipenses 2:9-11"]},"exodo_6_2_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação divina, onde Deus se revela e expressa Sua vontade.","explicacao_detalhada":"Neste contexto, Deus está se dirigindo a Moisés, enfatizando a importância da comunicação direta entre Ele e Seu povo. A palavra 'falar' implica não apenas a ação de pronunciar palavras, mas também a revelação de verdades espirituais.","por_que_esta_palavra":"A escolha de 'falar' destaca a relação pessoal e direta que Deus deseja ter com Seu povo, mostrando que Ele não é um Deus distante, mas que se comunica ativamente.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, refletindo Sua intenção de se relacionar com Seu povo e guiá-lo.","referencias_relacionadas":["Gênesis 1:3","Êxodo 3:4","Salmos 29:4"]},"exodo_6_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para designar a divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"Neste versículo, a palavra 'Deus' enfatiza a autoridade e o poder de Deus sobre todas as coisas, sendo a fonte de toda a criação e a força que guia a história da salvação.","por_que_esta_palavra":"A utilização do termo 'Deus' reforça a ideia de que Ele é o único digno de adoração e que Sua soberania é inquestionável.","conexao_teologica":"A natureza de Deus como Criador e Senhor é fundamental para a compreensão da relação entre Deus e a humanidade, especialmente no contexto da aliança.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"exodo_6_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é um ato de comunicação que implica autoridade e poder na declaração.","explicacao_detalhada":"Neste contexto, 'dizer' é usado para expressar a vontade de Deus, que é sempre cumprida. A palavra reflete a certeza de que o que Deus diz se realiza.","por_que_esta_palavra":"A escolha de 'dizer' enfatiza a importância da palavra de Deus como um meio de criação e transformação na vida do povo de Israel.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um tema recorrente nas Escrituras, mostrando que o que Ele diz tem poder.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 33:9"]},"exodo_6_3_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui é usada para enfatizar a força e o poder de Deus em contrastar com as fraquezas humanas.","explicacao_detalhada":"Neste versículo, a palavra 'Deus' é utilizada para mostrar que Ele é a fonte de força e proteção para o Seu povo, especialmente em tempos de opressão.","por_que_esta_palavra":"A utilização do termo 'Deus' destaca a confiança que o povo deve ter em Sua capacidade de libertá-los e guiá-los.","conexao_teologica":"A força de Deus é um tema central na Bíblia, onde Ele é apresentado como um refúgio e fortaleza para aqueles que confiam Nele.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Filipenses 4:13"]},"exodo_6_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se ao nome pessoal de Deus, que expressa Sua relação com o povo de Israel.","explicacao_detalhada":"Neste contexto, 'Senhor' é usado para enfatizar a aliança que Deus fez com Seu povo, revelando-se como o Deus que se preocupa e age em favor deles.","por_que_esta_palavra":"A escolha do nome 'Senhor' destaca a intimidade e a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"O nome de Deus é sagrado e representa Sua presença e autoridade, sendo um tema recorrente na adoração e na oração.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Romanos 10:13"]},"exodo_6_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de conceder algo, refletindo a generosidade de Deus em relação ao Seu povo.","explicacao_detalhada":"Neste versículo, 'dar' é usado para expressar a promessa de Deus de libertar e cuidar de Israel, mostrando Sua disposição em atender às necessidades do povo.","por_que_esta_palavra":"A utilização do termo 'dar' enfatiza a graça de Deus, que se manifesta em Suas promessas e ações em favor de Seu povo.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, onde Ele é apresentado como aquele que provê e sustenta.","referencias_relacionadas":["Mateus 7:11","Filipenses 4:19","Tiago 1:17"]},"exodo_6_4_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de erguer ou estabelecer algo, simbolizando a restauração e a nova esperança.","explicacao_detalhada":"Neste contexto, 'levantar' é usado para expressar a intenção de Deus de restaurar Seu povo e estabelecer uma nova aliança com eles.","por_que_esta_palavra":"A escolha de 'levantar' destaca a ação de Deus em trazer mudança e renovação na vida de Israel.","conexao_teologica":"A ideia de levantar é frequentemente associada à ressurreição e à nova vida, refletindo a esperança que Deus oferece.","referencias_relacionadas":["Isaías 61:1","Ezequiel 37:14","Romanos 6:4"]},"exodo_6_4_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e Seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"Neste versículo, 'aliança' é usada para enfatizar a relação especial que Deus tem com Israel, prometendo proteção e bênçãos em troca de fidelidade.","por_que_esta_palavra":"A utilização do termo 'aliança' destaca a importância do compromisso mútuo entre Deus e Seu povo.","conexao_teologica":"A aliança é um tema central na Bíblia, representando a relação de amor e fidelidade entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 9:12","Êxodo 19:5","Hebreus 8:6"]},"exodo_6_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de paternidade entre Deus e Seu povo, simbolizando amor e cuidado.","explicacao_detalhada":"Neste versículo, 'filho' é usado para expressar a identidade de Israel como povo escolhido e amado por Deus, que se relaciona com eles como um pai com seus filhos.","por_que_esta_palavra":"A escolha de 'filho' destaca a intimidade e a proteção que Deus oferece ao Seu povo, enfatizando a responsabilidade de ambos na relação.","conexao_teologica":"A paternidade de Deus é um tema recorrente na Bíblia, refletindo Seu amor e cuidado por aqueles que são Seus.","referencias_relacionadas":["Gálatas 4:6","Romanos 8:15","Efésios 1:5"]},"exodo_6_5_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Ideia básica: macho.","significado_contextual":"A palavra 'macho' refere-se à distinção de gênero, simbolizando a continuidade da linhagem e a importância da herança.","explicacao_detalhada":"Neste contexto, 'macho' é usado para enfatizar a importância da descendência e da continuidade da aliança de Deus com Israel através das gerações.","por_que_esta_palavra":"A utilização do termo 'macho' destaca a relevância da genealogia e da herança na cultura israelita, refletindo a promessa de Deus.","conexao_teologica":"A questão da linhagem e da herança é um tema importante na Bíblia, especialmente em relação às promessas de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 17:10","Números 1:2","Mateus 1:1"]},"exodo_6_5_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e o povo de Israel, simbolizando compromisso e fidelidade.","explicacao_detalhada":"No contexto de Êxodo 6:5, Deus reafirma Sua promessa de libertar os israelitas da escravidão no Egito, destacando a importância da aliança como um vínculo sagrado que garante proteção e bênçãos.","por_que_esta_palavra":"A aliança é fundamental na relação entre Deus e Seu povo, representando a fidelidade divina e a responsabilidade humana em cumprir os mandamentos.","conexao_teologica":"A aliança é um tema central na teologia bíblica, refletindo o caráter de Deus como um Deus que se compromete com Seu povo e espera reciprocidade.","referencias_relacionadas":["Gênesis 9:9","Gênesis 15:18","Êxodo 19:5","Deuteronômio 29:1"]},"exodo_6_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' indica a relação especial entre Deus e Israel, onde o povo é visto como filhos e filhas do Senhor.","explicacao_detalhada":"Em Êxodo 6:6, Deus se apresenta como o libertador de Seu povo, enfatizando a intimidade e a proteção que Ele oferece como um pai amoroso.","por_que_esta_palavra":"A noção de 'filho' implica em herança, pertencimento e responsabilidade, destacando a identidade do povo de Israel como parte da família de Deus.","conexao_teologica":"A filiação divina é um conceito que se estende ao Novo Testamento, onde os crentes são chamados de filhos de Deus através de Cristo.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:14","Gálatas 4:6"]},"exodo_6_6_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade de Deus de realizar milagres e libertar Seu povo.","explicacao_detalhada":"No versículo, Deus se apresenta como aquele que tem o poder de salvar e redimir, mostrando que nenhuma força humana pode impedir Seus planos.","por_que_esta_palavra":"A ênfase no poder de Deus é crucial para entender Sua soberania sobre todas as coisas e Sua capacidade de cumprir Suas promessas.","conexao_teologica":"O poder de Deus é um tema recorrente na Bíblia, que revela Sua autoridade e capacidade de agir em favor de Seu povo.","referencias_relacionadas":["Salmos 147:5","Isaías 40:29","Romanos 1:16","Efésios 1:19"]},"exodo_6_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo que se revela a Israel, enfatizando Sua santidade e autoridade.","explicacao_detalhada":"Em Êxodo 6:7, Deus se identifica como o Senhor que se preocupa com Seu povo e que está comprometido em cumprir Suas promessas de libertação.","por_que_esta_palavra":"A designação de Deus como 'Elohim' destaca Sua pluralidade e majestade, sendo a fonte de toda criação e vida.","conexao_teologica":"A compreensão de Deus como Criador e Redentor é fundamental para a fé cristã, que vê em Cristo a plenitude da revelação divina.","referencias_relacionadas":["Gênesis 1:1","Êxodo 3:14","Salmos 46:10","João 1:1"]},"exodo_6_7_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica em ação e escolha, referindo-se ao ato de Deus de escolher e reivindicar Seu povo.","explicacao_detalhada":"Em Êxodo 6:7, Deus promete tomar os israelitas como Seu povo, indicando um relacionamento especial e um compromisso de proteção e cuidado.","por_que_esta_palavra":"A ideia de 'tomar' reflete a soberania de Deus em escolher quem Ele deseja para Si, mostrando Seu amor e graça.","conexao_teologica":"A escolha de Deus é um tema importante na teologia, que fala sobre a eleição e a graça divina ao longo da história da salvação.","referencias_relacionadas":["Deuteronômio 7:6","Salmos 135:4","Romanos 8:30","Efésios 1:4"]},"exodo_6_7_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à comunidade de israelitas que Deus escolheu para ser Seu povo especial.","explicacao_detalhada":"No contexto de Êxodo 6:7, Deus reafirma que os israelitas são Seu povo, enfatizando a identidade coletiva e a responsabilidade de seguir Seus mandamentos.","por_que_esta_palavra":"A noção de 'povo' implica em unidade e missão, destacando a importância da comunidade na vida espiritual.","conexao_teologica":"A ideia de povo de Deus é central na Bíblia, refletindo a relação entre Deus e a Igreja, que é vista como o novo povo de Deus.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 14:2","1 Pedro 2:9","Apocalipse 21:3"]},"exodo_6_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à terra prometida, que simboliza a bênção e a herança que Deus oferece ao Seu povo.","explicacao_detalhada":"Em Êxodo 6:8, Deus promete levar os israelitas a uma terra que flui leite e mel, representando abundância e prosperidade.","por_que_esta_palavra":"A terra é um símbolo de promessa e esperança, refletindo a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A terra prometida é um tema que se estende ao Novo Testamento, onde a verdadeira herança é vista em Cristo e na vida eterna.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:8","Deuteronômio 6:10","Hebreus 11:10"]},"exodo_6_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de Deus de conceder bênçãos e promessas ao Seu povo.","explicacao_detalhada":"Em Êxodo 6:8, Deus promete dar a terra a Israel, enfatizando Sua generosidade e compromisso com a aliança.","por_que_esta_palavra":"A ideia de 'dar' reflete a graça de Deus, que oferece bênçãos imerecidas a Seu povo.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, que revela Seu amor e cuidado por Sua criação.","referencias_relacionadas":["Salmos 37:4","Mateus 7:11","Tiago 1:17","Romanos 8:32"]},"exodo_6_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao convite de Deus para que Seu povo entre em um relacionamento com Ele e na terra prometida.","explicacao_detalhada":"Em Êxodo 6:8, Deus chama os israelitas para que venham a Ele e recebam as promessas de libertação e bênção.","por_que_esta_palavra":"A ideia de 'vir' implica em ação e resposta, destacando a necessidade de fé e obediência por parte do povo.","conexao_teologica":"O chamado de Deus é um tema importante, que se reflete no convite à salvação e ao discipulado no Novo Testamento.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17","Romanos 10:13"]},"exodo_6_9_espirito":{"palavra_pt":"espirito","palavra_original":"קֹצֶר","transliteracao":"qôtser","strong":"H7115","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e ação de Deus no meio do Seu povo, trazendo vida e direção.","explicacao_detalhada":"Em Êxodo 6:9, o espírito de desânimo do povo é mencionado, contrastando com a esperança que Deus oferece através de Suas promessas.","por_que_esta_palavra":"A presença do espírito é essencial para a vida espiritual, pois é através dele que Deus comunica Sua vontade e poder.","conexao_teologica":"O Espírito Santo é uma figura central na teologia cristã, sendo o Consolador e Aquele que capacita os crentes a viverem em obediência.","referencias_relacionadas":["Gênesis 1:2","Salmos 51:11","João 14:26","Atos 2:4"]},"exodo_6_9_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada para expressar a comunicação direta de Deus a Moisés sobre a libertação do povo de Israel.","explicacao_detalhada":"Neste contexto, 'falar' implica uma instrução divina clara e autoritária, onde Deus se dirige a Moisés para que ele transmita a mensagem de esperança ao povo oprimido.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da comunicação divina e a necessidade de que Moisés seja um porta-voz fiel.","conexao_teologica":"A comunicação de Deus com os seres humanos é um tema central na Bíblia, mostrando como Ele se revela e interage com a humanidade.","referencias_relacionadas":["Êxodo 3:10","Êxodo 4:12","Salmos 119:105"]},"exodo_6_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação especial entre Deus e o povo de Israel, que é considerado Seu filho.","explicacao_detalhada":"Neste versículo, 'filho' simboliza a herança e a proteção que Deus oferece ao Seu povo, destacando a intimidade dessa relação.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a identidade e o valor do povo de Israel diante de Deus, como parte de Sua família.","conexao_teologica":"A ideia de que Deus é um pai amoroso que cuida de Seus filhos é um tema recorrente nas Escrituras.","referencias_relacionadas":["Êxodo 4:22","Deuteronômio 14:1","Mateus 5:9"]},"exodo_6_10_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A repetição da palavra 'falar' reforça a urgência da mensagem que Deus deseja que Moisés transmita ao faraó.","explicacao_detalhada":"Aqui, 'falar' é uma ordem que implica a necessidade de Moisés se apresentar diante do faraó e comunicar a vontade de Deus.","por_que_esta_palavra":"A palavra é crucial para mostrar que a comunicação de Deus deve ser levada a sério e que Moisés deve agir com coragem.","conexao_teologica":"A obediência à palavra de Deus é fundamental na vida do crente, refletindo a importância da fé e da ação.","referencias_relacionadas":["Êxodo 4:13","Romanos 10:17","Tiago 1:22"]},"exodo_6_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'senhor' refere-se à soberania de Deus sobre todas as coisas e Sua autoridade suprema.","explicacao_detalhada":"Neste contexto, o uso do nome de Deus enfatiza a relação de poder e domínio que Ele exerce sobre o Egito e sobre o povo de Israel.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a divindade e a majestade de Deus, que é digno de reverência.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da Sua natureza, refletindo Sua santidade e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"exodo_6_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é um comando que implica a necessidade de Moisés declarar a mensagem de Deus com clareza.","explicacao_detalhada":"Neste versículo, 'dizer' é uma instrução que destaca a importância da comunicação verbal na transmissão da vontade divina.","por_que_esta_palavra":"A palavra 'dizer' é escolhida para enfatizar a responsabilidade de Moisés em ser um mensageiro fiel da palavra de Deus.","conexao_teologica":"A proclamação da palavra de Deus é essencial para a edificação da fé e a transformação de vidas.","referencias_relacionadas":["Romanos 10:14","Atos 4:20","1 Pedro 2:9"]},"exodo_6_11_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' refere-se ao governante do Egito, que representa a opressão e a resistência à vontade de Deus.","explicacao_detalhada":"Neste contexto, 'faraó' simboliza a autoridade terrena que se opõe ao plano divino de libertação do povo de Israel.","por_que_esta_palavra":"A menção de 'faraó' é crucial para entender o conflito entre o poder de Deus e as forças opressoras do mundo.","conexao_teologica":"A luta entre Deus e os poderes da terra é um tema recorrente, mostrando a soberania divina sobre todas as autoridades.","referencias_relacionadas":["Êxodo 5:1","Romanos 13:1","Apocalipse 19:19"]},"exodo_6_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à posição de autoridade, destacando o papel do faraó como governante do Egito.","explicacao_detalhada":"Neste versículo, 'rei' enfatiza a soberania do faraó e a necessidade de que Moisés se apresente diante dele como representante de Deus.","por_que_esta_palavra":"A palavra 'rei' é usada para mostrar a grandeza do poder humano em contraste com a soberania de Deus.","conexao_teologica":"A Bíblia frequentemente contrasta os reinos humanos com o reino de Deus, que é eterno e justo.","referencias_relacionadas":["Salmos 2:10","Provérbios 21:1","Daniel 2:21"]},"exodo_6_11_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de Deus em comissionar Moisés para uma tarefa específica.","explicacao_detalhada":"Neste contexto, 'enviar' destaca a responsabilidade de Moisés como mensageiro de Deus para libertar o povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a missão divina e a importância da obediência ao chamado de Deus.","conexao_teologica":"O envio de mensageiros é um tema central na Bíblia, refletindo a continuidade da missão de Deus ao longo da história.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","João 20:21"]},"exodo_6_12_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A repetição da palavra 'falar' reforça a necessidade de Moisés comunicar a mensagem de Deus, mesmo diante da dúvida.","explicacao_detalhada":"Aqui, 'falar' é uma reafirmação da importância da comunicação clara e da confiança na palavra de Deus.","por_que_esta_palavra":"A palavra 'falar' é crucial para mostrar que a mensagem de Deus deve ser proclamada, independentemente das circunstâncias.","conexao_teologica":"A fidelidade na comunicação da palavra de Deus é essencial para a edificação da fé e a transformação social.","referencias_relacionadas":["Êxodo 4:30","Atos 2:4","2 Timóteo 4:2"]},"exodo_6_12_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus e à intimidade que Ele deseja ter com Seu povo.","explicacao_detalhada":"Neste contexto, 'rosto' simboliza a revelação de Deus e a relação pessoal que Ele estabelece com aqueles que O seguem.","por_que_esta_palavra":"A palavra 'rosto' é usada para enfatizar a proximidade de Deus e a importância de estar na Sua presença.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, refletindo o desejo de Deus de habitar entre Seu povo.","referencias_relacionadas":["Êxodo 33:14","Salmos 16:11","Mateus 5:8"]},"exodo_6_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se à soberania e autoridade de Deus sobre o povo de Israel.","explicacao_detalhada":"Neste contexto, 'Senhor' é usado para enfatizar a relação de Deus com os israelitas, destacando sua promessa de libertação e cuidado. A palavra original, 'יְהֹוָה', é considerada o nome pessoal de Deus, que revela sua natureza eterna e imutável.","por_que_esta_palavra":"A escolha da palavra 'Senhor' é crucial, pois estabelece a identidade de Deus como aquele que se relaciona pessoalmente com seu povo e cumpre suas promessas.","conexao_teologica":"A utilização do nome 'Senhor' conecta-se com a aliança de Deus com Israel, mostrando que Ele é o Deus que se revela e se compromete com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_6_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido por Deus aos israelitas, simbolizando a herança e a bênção.","explicacao_detalhada":"Neste versículo, 'terra' é mencionada como parte da promessa de Deus de levar os israelitas à liberdade e à terra que mana leite e mel. A palavra original 'אֶרֶץ' implica não apenas o solo físico, mas também a ideia de um lar e um lugar de segurança.","por_que_esta_palavra":"A ênfase na 'terra' é fundamental, pois representa a realização das promessas de Deus e a identidade nacional de Israel.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a presença de Deus entre seu povo e a realização de sua vontade.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 6:10","Josué 1:2"]},"exodo_6_13_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' indica a comunicação direta de Deus com Moisés, enfatizando a importância da revelação divina.","explicacao_detalhada":"Neste contexto, 'falar' é um ato de Deus que demonstra sua intenção de se comunicar e instruir seu povo através de Moisés. A palavra original 'דָבַר' sugere não apenas a fala, mas também a ação e a realização da palavra.","por_que_esta_palavra":"A escolha de 'falar' destaca a relação ativa entre Deus e Moisés, mostrando que Deus se preocupa em guiar seu povo por meio de instruções claras.","conexao_teologica":"A comunicação de Deus com Moisés é um exemplo de como Deus se revela e se relaciona com a humanidade, um tema que se estende por toda a Escritura.","referencias_relacionadas":["Êxodo 3:4","Números 12:6","Hebreus 1:1"]},"exodo_6_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O uso do termo 'Senhor' novamente reforça a identidade de Deus como aquele que se compromete com seu povo.","explicacao_detalhada":"Assim como em outros versículos, 'Senhor' é uma afirmação da soberania de Deus e de sua relação pessoal com Israel. A repetição do nome enfatiza a importância da revelação de Deus.","por_que_esta_palavra":"A repetição do nome 'Senhor' serve para reafirmar a confiança e a esperança do povo na libertação prometida.","conexao_teologica":"A revelação do nome de Deus é central para a compreensão da aliança e do relacionamento entre Deus e seu povo.","referencias_relacionadas":["Êxodo 3:15","Salmos 100:3","Isaías 26:4"]},"exodo_6_14_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à liderança e à estrutura familiar dentro das tribos de Israel.","explicacao_detalhada":"Neste contexto, 'princípio' é usado para descrever os líderes das famílias e tribos, que são fundamentais para a organização social de Israel. A palavra original 'רֹאשׁ' implica em liderança e autoridade.","por_que_esta_palavra":"A ênfase no 'princípio' é importante para entender a estrutura social e a organização do povo de Deus durante o êxodo.","conexao_teologica":"A liderança é um tema recorrente na Bíblia, mostrando como Deus usa indivíduos para guiar e proteger seu povo.","referencias_relacionadas":["Gênesis 49:10","Êxodo 18:21","Números 1:4"]},"exodo_6_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se à unidade familiar e à herança dentro das tribos de Israel.","explicacao_detalhada":"Neste versículo, 'casa' é usada para descrever as famílias que compõem as tribos de Israel, enfatizando a importância da linhagem e da herança. A palavra original 'בַּיִת' implica em um lar, um lugar de segurança e pertencimento.","por_que_esta_palavra":"A ênfase na 'casa' é crucial para entender a identidade coletiva de Israel como povo escolhido por Deus.","conexao_teologica":"A ideia de 'casa' é central na narrativa bíblica, simbolizando a presença de Deus e a proteção sobre seu povo.","referencias_relacionadas":["Salmos 127:1","Gênesis 18:19","Êxodo 12:3"]},"exodo_6_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à continuidade da linhagem e à importância da descendência nas promessas de Deus.","explicacao_detalhada":"Neste contexto, 'filho' é usado para descrever os descendentes das tribos de Israel, enfatizando a relação familiar e a continuidade das promessas de Deus. A palavra original 'בֵּן' implica em herança e identidade.","por_que_esta_palavra":"A ênfase em 'filho' é fundamental para entender a relação entre Deus e seu povo, que é frequentemente descrito como filhos de Deus.","conexao_teologica":"A ideia de filiação é central na teologia bíblica, mostrando como Deus se relaciona com seu povo como um pai amoroso.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Êxodo 4:22"]},"exodo_6_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A repetição da palavra 'filho' reforça a importância da linhagem e das promessas de Deus para as gerações futuras.","explicacao_detalhada":"Assim como em outros versículos, 'filho' é usado para enfatizar a continuidade da herança e a relação especial entre Deus e seu povo. A palavra original 'בֵּן' destaca a importância da descendência.","por_que_esta_palavra":"A repetição do termo 'filho' serve para reafirmar a identidade e a importância da linhagem dentro do povo de Israel.","conexao_teologica":"A filiação é um tema recorrente na Bíblia, simbolizando a relação íntima entre Deus e seu povo escolhido.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:15"]},"exodo_6_15_nome":{"palavra_pt":"nome","palavra_original":"יָכִין","transliteracao":"Yâkîyn","strong":"H3199","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa, especialmente no contexto da relação com Deus.","explicacao_detalhada":"Neste versículo, 'nome' é usado para descrever a importância da identidade e da honra associada ao povo de Deus. A palavra original 'יָכִין' implica em estabilidade e segurança.","por_que_esta_palavra":"A ênfase no 'nome' é crucial para entender como a identidade de Deus e de seu povo está interligada.","conexao_teologica":"O conceito de nome é central na teologia bíblica, refletindo a natureza e o caráter de Deus e seu povo.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Isaías 43:7"]},"exodo_6_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' novamente enfatiza a continuidade da linhagem e a importância da descendência nas promessas de Deus.","explicacao_detalhada":"Assim como em outros versículos, 'filho' é usado para descrever os descendentes das tribos de Israel, reforçando a relação familiar e a continuidade das promessas de Deus. A palavra original 'בֵּן' implica em herança e identidade.","por_que_esta_palavra":"A repetição do termo 'filho' serve para reafirmar a identidade e a importância da linhagem dentro do povo de Israel.","conexao_teologica":"A ideia de filiação é central na teologia bíblica, mostrando como Deus se relaciona com seu povo como um pai amoroso.","referencias_relacionadas":["Êxodo 4:22","Gálatas 3:26","Romanos 8:14"]},"exodo_6_16_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne como parte do ser humano, simbolizando a fragilidade e a mortalidade.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a natureza física dos seres humanos, destacando a vulnerabilidade e a dependência de Deus para a vida. No contexto de Êxodo, enfatiza a condição dos israelitas como escravos no Egito.","por_que_esta_palavra":"A escolha da palavra 'carne' ressalta a realidade da condição humana e a necessidade de libertação espiritual e física.","conexao_teologica":"A carne é frequentemente usada na Bíblia para contrastar com o espírito, representando a luta entre a natureza humana e a vontade divina.","referencias_relacionadas":["Gênesis 6:3","Salmos 78:39","Romanos 8:3"]},"exodo_6_16_kohath":{"palavra_pt":"kohath","palavra_original":"קְהָת","transliteracao":"Qᵉhâth","strong":"H6955","significado_raiz":"Ideia básica: kohath.","significado_contextual":"Kohath é um dos filhos de Levi, cuja linhagem é importante para o sacerdócio e a adoração no tabernáculo.","explicacao_detalhada":"Kohath é mencionado como um dos antepassados dos levitas, cuja descendência teve um papel crucial na transportação dos utensílios sagrados durante a jornada no deserto.","por_que_esta_palavra":"A menção de Kohath destaca a importância da linhagem levítica e a ordem divina na organização do culto a Deus.","conexao_teologica":"Kohath representa a continuidade da adoração e a importância da santidade na presença de Deus.","referencias_relacionadas":["Números 3:17","1 Crônicas 6:1","Hebreus 7:14"]},"exodo_6_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, indicando a continuidade da linhagem e a importância dos descendentes.","explicacao_detalhada":"A palavra 'filho' é usada para estabelecer a genealogia e a herança espiritual, mostrando como cada geração é parte do plano de Deus.","por_que_esta_palavra":"A ênfase na palavra 'filho' sublinha a importância da família na transmissão da fé e das promessas de Deus.","conexao_teologica":"A relação pai-filho é um tema central na Bíblia, refletindo a relação de Deus com Seu povo.","referencias_relacionadas":["Êxodo 20:5","Salmos 103:13","Mateus 5:9"]},"exodo_6_17_nome":{"palavra_pt":"nome","palavra_original":"שִׁמְעִי","transliteracao":"Shimʻîy","strong":"H8096","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome representa identidade e reputação, essencial para a herança e a memória do povo de Deus.","explicacao_detalhada":"A palavra 'nome' é crucial na cultura bíblica, pois carrega o significado da essência de uma pessoa ou grupo, refletindo seu caráter e propósito.","por_que_esta_palavra":"A menção do nome enfatiza a importância da identidade do povo de Deus e sua relação com Ele.","conexao_teologica":"O nome de Deus é sagrado e representa Sua autoridade e poder, assim como os nomes dos Seus servos.","referencias_relacionadas":["Salmos 20:1","Isaías 43:7","Filipenses 2:9"]},"exodo_6_17_gershon":{"palavra_pt":"gershon","palavra_original":"גֵּרְשׁוֹן","transliteracao":"Gêrᵉshôwn","strong":"H1648","significado_raiz":"Ideia básica: gershon.","significado_contextual":"Gershon é outro filho de Levi, cuja linhagem também é significativa para a adoração e o serviço no tabernáculo.","explicacao_detalhada":"A menção de Gershon destaca a divisão das responsabilidades entre os levitas, mostrando a organização do culto e a importância do serviço a Deus.","por_que_esta_palavra":"A palavra 'gershon' é importante para entender a estrutura do povo de Israel e seu relacionamento com Deus.","conexao_teologica":"A linhagem de Gershon representa a importância do serviço e da dedicação a Deus na adoração.","referencias_relacionadas":["Números 3:18","1 Crônicas 6:1","Hebreus 7:14"]},"exodo_6_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Assim como em outras menções, refere-se à continuidade da linhagem e à importância dos descendentes.","explicacao_detalhada":"A repetição da palavra 'filho' reforça a ideia de que cada geração é parte do plano de Deus e da história da salvação.","por_que_esta_palavra":"A ênfase na palavra 'filho' é um lembrete da responsabilidade de cada geração em seguir a Deus.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente, simbolizando a transmissão da fé e dos valores divinos.","referencias_relacionadas":["Êxodo 20:5","Salmos 103:13","Mateus 5:9"]},"exodo_6_18_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne como parte do ser humano, simbolizando a fragilidade e a mortalidade.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a natureza física dos seres humanos, destacando a vulnerabilidade e a dependência de Deus para a vida.","por_que_esta_palavra":"A escolha da palavra 'carne' ressalta a realidade da condição humana e a necessidade de libertação espiritual e física.","conexao_teologica":"A carne é frequentemente usada na Bíblia para contrastar com o espírito, representando a luta entre a natureza humana e a vontade divina.","referencias_relacionadas":["Gênesis 6:3","Salmos 78:39","Romanos 8:3"]},"exodo_6_18_izhar":{"palavra_pt":"izhar","palavra_original":"יִצְהָר","transliteracao":"Yitshâr","strong":"H3324","significado_raiz":"Ideia básica: izhar.","significado_contextual":"Izhar é um dos filhos de Coate, e sua linhagem é importante para o serviço no tabernáculo.","explicacao_detalhada":"A menção de Izhar destaca a importância das famílias levíticas e suas funções específicas no culto a Deus.","por_que_esta_palavra":"A palavra 'izhar' é significativa para entender a estrutura e a organização do povo de Deus.","conexao_teologica":"A linhagem de Izhar representa a continuidade do serviço e a importância da santidade no culto.","referencias_relacionadas":["Números 3:19","1 Crônicas 6:1","Hebreus 7:14"]},"exodo_6_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, indicando a continuidade da linhagem e a importância dos descendentes.","explicacao_detalhada":"A palavra 'filho' é usada para estabelecer a genealogia e a herança espiritual, mostrando como cada geração é parte do plano de Deus.","por_que_esta_palavra":"A ênfase na palavra 'filho' sublinha a importância da família na transmissão da fé e das promessas de Deus.","conexao_teologica":"A relação pai-filho é um tema central na Bíblia, refletindo a relação de Deus com Seu povo.","referencias_relacionadas":["Êxodo 20:5","Salmos 103:13","Mateus 5:9"]},"exodo_6_19_mushi":{"palavra_pt":"mushi","palavra_original":"מוּשִׁי","transliteracao":"Mûwshîy","strong":"H4187","significado_raiz":"Ideia básica: mushi.","significado_contextual":"Mushi é um dos filhos de Merari, e sua linhagem também é relevante para o serviço no tabernáculo.","explicacao_detalhada":"A menção de Mushi destaca a divisão das responsabilidades entre os levitas, mostrando a organização do culto e a importância do serviço a Deus.","por_que_esta_palavra":"A palavra 'mushi' é importante para entender a estrutura do povo de Israel e seu relacionamento com Deus.","conexao_teologica":"A linhagem de Mushi representa a importância do serviço e da dedicação a Deus na adoração.","referencias_relacionadas":["Números 3:20","1 Crônicas 6:1","Hebreus 7:14"]},"exodo_6_19_merari":{"palavra_pt":"merari","palavra_original":"מְרָרִי","transliteracao":"Mᵉrârîy","strong":"H4847","significado_raiz":"Ideia básica: merari.","significado_contextual":"Merari é um dos filhos de Levi, mencionado como parte da linhagem sacerdotal.","explicacao_detalhada":"Merari, cujo nome significa 'amargo', é um dos filhos de Levi e, portanto, um dos ancestrais dos levitas que serviram no Tabernáculo. Sua descendência tinha funções específicas relacionadas ao transporte e cuidado dos utensílios sagrados.","por_que_esta_palavra":"A menção de Merari é importante para entender a estrutura da tribo de Levi e suas responsabilidades no culto a Deus.","conexao_teologica":"Merari representa a importância da linhagem levítica e a dedicação ao serviço de Deus, refletindo a santidade e a ordem no culto.","referencias_relacionadas":["Números 3:17","Números 3:33","1 Crônicas 6:19"]},"exodo_6_20_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"O verbo 'tomar' refere-se à ação de agarrar ou receber algo.","explicacao_detalhada":"Neste contexto, 'tomar' é usado para descrever a ação de um pai que toma uma esposa, enfatizando a responsabilidade e a união familiar.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica familiar e a importância das alianças na cultura israelita.","conexao_teologica":"A união entre homem e mulher é um tema central na teologia bíblica, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 2:24","Mateus 19:5","Efésios 5:31"]},"exodo_6_20_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Mulher é um termo que se refere à esposa e à figura feminina na sociedade israelita.","explicacao_detalhada":"A palavra 'mulher' é usada para descrever a companheira do homem, enfatizando o papel da mulher na família e na sociedade.","por_que_esta_palavra":"A menção da mulher é fundamental para entender a estrutura familiar e o papel das mulheres na história bíblica.","conexao_teologica":"A mulher é vista como uma parceira essencial na criação e na continuidade da vida, refletindo a imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Provérbios 31:10","Efésios 5:22"]},"exodo_6_20_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' refere-se ao ato de dar à luz, não ao animal.","explicacao_detalhada":"Neste contexto, 'urso' é uma forma de descrever o nascimento, enfatizando a continuidade da linhagem.","por_que_esta_palavra":"A palavra é importante para entender a genealogia e a importância da prole na cultura israelita.","conexao_teologica":"O ato de dar à luz é visto como uma bênção de Deus, refletindo a criação e a continuidade da vida.","referencias_relacionadas":["Gênesis 30:1","Salmos 127:3","Isaías 66:9"]},"exodo_6_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à prole masculina, uma parte importante da linhagem e herança.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a continuidade da família e a importância da herança na cultura israelita.","por_que_esta_palavra":"A menção do filho é crucial para entender a genealogia e a continuidade da linhagem levítica.","conexao_teologica":"Os filhos são vistos como uma herança do Senhor, refletindo a bênção e a responsabilidade de criar uma nova geração.","referencias_relacionadas":["Salmos 127:3","Provérbios 17:6","Gênesis 48:14"]},"exodo_6_21_nome":{"palavra_pt":"nome","palavra_original":"נֶפֶג","transliteracao":"Nepheg","strong":"H5298","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à identidade e ao legado de uma pessoa.","explicacao_detalhada":"A palavra 'nome' é importante para a genealogia, pois representa a identidade e a história de uma pessoa dentro da comunidade.","por_que_esta_palavra":"A menção do nome é fundamental para entender a importância da identidade na cultura israelita.","conexao_teologica":"O nome de uma pessoa carrega significado e propósito, refletindo a soberania de Deus sobre a vida de cada um.","referencias_relacionadas":["Salmos 9:10","Isaías 43:1","Mateus 1:21"]},"exodo_6_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho, novamente, refere-se à prole masculina, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'filho' reforça a importância da descendência e da continuidade da linhagem levítica.","por_que_esta_palavra":"A menção do filho é crucial para entender a genealogia e a continuidade da linhagem levítica.","conexao_teologica":"Os filhos são vistos como uma herança do Senhor, refletindo a bênção e a responsabilidade de criar uma nova geração.","referencias_relacionadas":["Salmos 127:3","Provérbios 17:6","Gênesis 48:14"]},"exodo_6_22_elizaphan":{"palavra_pt":"elizaphan","palavra_original":"אֱלִיצָפָן","transliteracao":"ʼĔlîytsâphân","strong":"H469","significado_raiz":"Ideia básica: elizaphan.","significado_contextual":"Elizaphan é um nome que significa 'Deus tem protegido'.","explicacao_detalhada":"Elizaphan é mencionado como um dos descendentes de Merari, destacando a importância da linhagem levítica.","por_que_esta_palavra":"A menção de Elizaphan é importante para entender a genealogia e a continuidade da linhagem levítica.","conexao_teologica":"O nome Elizaphan reflete a proteção e a providência de Deus sobre Seu povo.","referencias_relacionadas":["Números 3:30","1 Crônicas 6:22","1 Crônicas 23:21"]},"exodo_6_22_zithri":{"palavra_pt":"zithri","palavra_original":"סִתְרִי","transliteracao":"Çithrîy","strong":"H5644","significado_raiz":"Ideia básica: zithri.","significado_contextual":"Zithri é um nome que pode significar 'o que é oculto'.","explicacao_detalhada":"Zithri é mencionado como um dos descendentes de Merari, destacando a importância da linhagem levítica.","por_que_esta_palavra":"A menção de Zithri é importante para entender a genealogia e a continuidade da linhagem levítica.","conexao_teologica":"O nome Zithri pode simbolizar a presença de Deus em aspectos ocultos da vida e da história.","referencias_relacionadas":["Números 3:33","1 Crônicas 6:22","1 Crônicas 23:21"]},"exodo_6_23_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"O verbo 'tomar' refere-se à ação de agarrar ou receber algo.","explicacao_detalhada":"Neste contexto, 'tomar' é usado para descrever a ação de um pai que toma uma esposa, enfatizando a responsabilidade e a união familiar.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica familiar e a importância das alianças na cultura israelita.","conexao_teologica":"A união entre homem e mulher é um tema central na teologia bíblica, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 2:24","Mateus 19:5","Efésios 5:31"]},"exodo_6_23_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à esposa de Arão, que desempenha um papel importante na linhagem sacerdotal.","explicacao_detalhada":"A palavra 'mulher' (אִשָּׁה) é usada para descrever a esposa, enfatizando a importância da mulher na família e na sociedade israelita. No contexto do versículo, ela é parte da genealogia que estabelece a linhagem sacerdotal.","por_que_esta_palavra":"A escolha da palavra 'mulher' destaca o papel fundamental da esposa na formação da família e na continuidade da linhagem sacerdotal.","conexao_teologica":"A mulher é vista como uma colaboradora essencial no plano de Deus para a família e a sociedade, refletindo a criação de Deus em Gênesis.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Efésios 5:22-33"]},"exodo_6_23_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' (יָלַד) não se aplica diretamente ao contexto do versículo, mas pode ser uma confusão com outra palavra.","explicacao_detalhada":"A palavra 'urso' não aparece no contexto do versículo e pode ser um erro de transcrição. O foco deve estar na genealogia e nos nomes mencionados.","por_que_esta_palavra":"A palavra pode ter sido incluída erroneamente, pois não se relaciona com o tema do versículo.","conexao_teologica":"Não há conexão teológica direta com a palavra 'urso' neste contexto.","referencias_relacionadas":["Êxodo 6:23","Ezequiel 23:4","Salmos 119:105"]},"exodo_6_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Arão, que é parte da linhagem sacerdotal.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é crucial para entender a continuidade da linhagem sacerdotal, indicando a importância da descendência na tradição israelita.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a herança e a continuidade da função sacerdotal na família de Arão.","conexao_teologica":"A ideia de filhos como herdeiros é central na teologia bíblica, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 28:1","Números 3:10","Salmos 127:3"]},"exodo_6_24_nome":{"palavra_pt":"nome","palavra_original":"אֶלְקָנָה","transliteracao":"ʼElqânâh","strong":"H511","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome 'Elcana', que é mencionado como parte da genealogia.","explicacao_detalhada":"A palavra 'nome' (אֶלְקָנָה) é significativa, pois os nomes na Bíblia frequentemente carregam significados e histórias que refletem a identidade e o propósito de Deus.","por_que_esta_palavra":"O nome 'Elcana' é importante para a identificação da linhagem e o cumprimento das promessas de Deus.","conexao_teologica":"Os nomes têm um papel significativo na teologia bíblica, muitas vezes simbolizando a relação entre Deus e seu povo.","referencias_relacionadas":["1 Samuel 1:1","Mateus 1:12","Lucas 1:5"]},"exodo_6_24_abiasaph":{"palavra_pt":"abiasaph","palavra_original":"אֲבִיאָסָף","transliteracao":"ʼĂbîyʼâçâph","strong":"H23","significado_raiz":"Ideia básica: abiasaph.","significado_contextual":"Refere-se a um ancestral que faz parte da linhagem de Arão.","explicacao_detalhada":"A palavra 'Abiasaph' (אֲבִיאָסָף) é um nome que representa a continuidade da linhagem sacerdotal e a importância da genealogia no contexto israelita.","por_que_esta_palavra":"O nome é mencionado para estabelecer a conexão familiar e a herança espiritual entre os sacerdotes.","conexao_teologica":"A genealogia é importante na teologia bíblica, pois mostra como Deus cumpre suas promessas através das gerações.","referencias_relacionadas":["1 Crônicas 6:22","Êxodo 6:23","Números 3:30"]},"exodo_6_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Arão, novamente enfatizando a continuidade da linhagem sacerdotal.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é repetida para reforçar a importância da descendência e do papel dos filhos na manutenção da tradição sacerdotal.","por_que_esta_palavra":"A repetição da palavra 'filho' sublinha a relevância da linhagem na história de Israel.","conexao_teologica":"A continuidade da linhagem sacerdotal é um tema importante na narrativa bíblica, refletindo a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Êxodo 28:1","Números 3:10","Salmos 127:3"]},"exodo_6_25_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à esposa de Arão, novamente destacando o papel da mulher na família.","explicacao_detalhada":"A palavra 'mulher' (אִשָּׁה) é usada para enfatizar a importância da esposa na formação da família e na continuidade da linhagem sacerdotal.","por_que_esta_palavra":"A inclusão da mulher na genealogia ressalta seu papel fundamental na história da salvação.","conexao_teologica":"A mulher é vista como uma colaboradora essencial no plano de Deus, refletindo a criação de Deus em Gênesis.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Efésios 5:22-33"]},"exodo_6_26_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, que é central na promessa de Deus ao seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é fundamental para entender a herança que Deus prometeu aos israelitas, simbolizando a presença e a bênção de Deus.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com seu povo e da realização de suas promessas.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando a fidelidade de Deus e a esperança de seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10"]},"exodo_6_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na identidade do povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a soberania e a autoridade de Deus sobre seu povo, sendo um nome que carrega profundo significado teológico.","por_que_esta_palavra":"O uso do nome de Deus enfatiza sua relação pessoal com Israel e sua promessa de estar com eles.","conexao_teologica":"O nome de Deus é fundamental na teologia bíblica, representando sua natureza e seu caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_6_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Arão, novamente enfatizando a continuidade da linhagem sacerdotal.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é repetida para reforçar a importância da descendência e do papel dos filhos na manutenção da tradição sacerdotal.","por_que_esta_palavra":"A repetição da palavra 'filho' sublinha a relevância da linhagem na história de Israel.","conexao_teologica":"A continuidade da linhagem sacerdotal é um tema importante na narrativa bíblica, refletindo a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Êxodo 28:1","Números 3:10","Salmos 127:3"]},"exodo_6_27_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, especialmente no contexto de Deus instruindo Moisés a transmitir Sua mensagem.","explicacao_detalhada":"Neste versículo, Deus ordena a Moisés que fale ao faraó sobre a libertação dos israelitas. O ato de falar é fundamental para a transmissão da vontade divina e a realização do plano de Deus.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da comunicação direta entre Deus e os líderes humanos, mostrando que a palavra de Deus deve ser proclamada.","conexao_teologica":"A comunicação divina através da palavra é um tema central na Bíblia, refletindo a importância da revelação e da obediência à vontade de Deus.","referencias_relacionadas":["Êxodo 3:10","Êxodo 4:12","Romanos 10:14"]},"exodo_6_27_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' refere-se ao rei do Egito, que representa a opressão e a resistência à vontade de Deus.","explicacao_detalhada":"Neste contexto, o faraó é a figura que se opõe à libertação dos israelitas, simbolizando a arrogância e a resistência ao poder divino.","por_que_esta_palavra":"O uso da palavra 'faraó' destaca a luta entre o poder humano e a soberania de Deus, mostrando que mesmo os governantes mais poderosos não podem resistir ao plano divino.","conexao_teologica":"A história do faraó é um exemplo da luta entre a luz e as trevas, onde Deus demonstra Seu poder sobre as autoridades terrenas.","referencias_relacionadas":["Êxodo 5:1","Êxodo 7:1","Romanos 9:17"]},"exodo_6_27_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em um reino, neste caso, o faraó do Egito.","explicacao_detalhada":"O rei é visto como o governante que exerce controle sobre seu povo e suas decisões, e neste contexto, ele é o opressor dos israelitas.","por_que_esta_palavra":"A menção ao rei enfatiza a dinâmica de poder e a opressão que os israelitas enfrentam sob a liderança do faraó.","conexao_teologica":"A soberania de Deus é contrastada com a autoridade dos reis humanos, mostrando que Deus é o verdadeiro Rei sobre todas as nações.","referencias_relacionadas":["Salmos 22:28","Provérbios 21:1","Daniel 2:21"]},"exodo_6_28_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo específico de ação ou revelação.","explicacao_detalhada":"Neste versículo, o 'dia' é mencionado para indicar um momento crucial em que Deus se revelará a Moisés e ao faraó.","por_que_esta_palavra":"A ênfase no 'dia' destaca a importância do tempo em que Deus age na história, mostrando que há um tempo determinado para a libertação.","conexao_teologica":"O conceito de tempo é importante na teologia bíblica, pois Deus age em momentos específicos para cumprir Seus propósitos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Gálatas 4:4"]},"exodo_6_28_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também pode simbolizar a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"Neste contexto, a 'terra' é o lugar onde os israelitas foram oprimidos e de onde Deus os libertará, simbolizando a promessa de uma nova terra.","por_que_esta_palavra":"A menção da 'terra' enfatiza a conexão entre o povo de Deus e o lugar que Ele prometeu como herança.","conexao_teologica":"A terra prometida é um tema central na Bíblia, representando a fidelidade de Deus às Suas promessas e a esperança de redenção.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 6:10","Hebreus 11:9"]},"exodo_6_28_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir a um colapso físico ou a uma queda espiritual, simbolizando a derrota do faraó e do Egito.","explicacao_detalhada":"Neste contexto, 'cair' pode indicar a queda do poder do faraó diante da ação de Deus, mostrando que a opressão não prevalecerá.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade do poder humano em comparação com a força de Deus.","conexao_teologica":"A queda dos opressores é um tema recorrente na Bíblia, onde Deus garante a vitória de Seu povo sobre aqueles que se opõem a Ele.","referencias_relacionadas":["Salmos 37:24","Isaías 54:17","Romanos 8:31"]},"exodo_6_29_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' novamente destaca a importância da comunicação da mensagem de Deus a Moisés e ao faraó.","explicacao_detalhada":"Deus instrui Moisés a falar com clareza sobre Sua identidade e o que Ele deseja realizar, reforçando a necessidade de uma comunicação clara.","por_que_esta_palavra":"A repetição da palavra 'falar' sublinha a urgência e a importância da mensagem que deve ser transmitida.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação de Sua vontade é essencial para a fé e a obediência.","referencias_relacionadas":["Hebreus 4:12","1 Pedro 4:11","Tiago 1:22"]},"exodo_6_29_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e poder.","explicacao_detalhada":"Neste contexto, Deus revela Seu nome a Moisés, enfatizando Sua identidade e a relação que Ele tem com Seu povo.","por_que_esta_palavra":"A menção do nome 'senhor' é crucial, pois representa a presença e a soberania de Deus sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua natureza, caráter e a relação que Ele deseja ter com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Filipenses 2:9-11"]},"exodo_6_29_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou declarar algo, especialmente a vontade de Deus.","explicacao_detalhada":"Neste versículo, Deus instrui Moisés a declarar a grandeza de Seu poder e a importância de Sua mensagem ao faraó.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a necessidade de proclamar a verdade de Deus com ousadia e clareza.","conexao_teologica":"A proclamação da palavra de Deus é um ato de fé e obediência, essencial para a missão do povo de Deus.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 1:16"]},"exodo_6_30_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a importância da comunicação da mensagem de Deus.","explicacao_detalhada":"Deus reafirma a necessidade de Moisés declarar Sua grandeza e poder ao faraó, reforçando a urgência da missão.","por_que_esta_palavra":"A repetição da palavra 'dizer' destaca a continuidade da missão de Moisés e a importância da obediência à voz de Deus.","conexao_teologica":"A comunicação da verdade de Deus é um chamado para todos os crentes, refletindo a responsabilidade de compartilhar o evangelho.","referencias_relacionadas":["2 Timóteo 4:2","1 Coríntios 9:16","Efésios 6:19"]},"exodo_6_30_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou presença de Deus, simbolizando a relação direta entre Deus e Moisés.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) é usada para descrever a presença de Deus, que é fundamental para a comunicação e revelação divina. Neste contexto, Moisés expressa sua insegurança sobre sua capacidade de falar diante de Faraó, destacando a importância da presença de Deus em sua missão.","por_que_esta_palavra":"A escolha da palavra 'rosto' enfatiza a intimidade e a proximidade que Moisés deve ter com Deus ao cumprir sua tarefa.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, simbolizando a orientação e a proteção divina. O 'rosto' de Deus representa Sua vontade e propósito para o Seu povo.","referencias_relacionadas":["Êxodo 33:14","Salmos 67:1","Números 6:25"]},"exodo_6_30_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, Moisés se refere a Deus como 'Senhor', reconhecendo Sua posição suprema e a importância de Sua palavra na missão que lhe foi confiada. O nome de Deus é um símbolo de Sua natureza e caráter.","por_que_esta_palavra":"A palavra 'Senhor' é utilizada para afirmar a relação de aliança entre Deus e Seu povo, destacando Sua fidelidade e poder.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua essência e a relação que Ele tem com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]}}