{"exodo_7_1_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, simbolizando a opressão do povo hebreu.","explicacao_detalhada":"A palavra 'faraó' (פַּרְעֹה) é usada para descrever a figura de autoridade que se opõe ao plano de Deus para libertar os israelitas da escravidão. O faraó representa não apenas um líder político, mas também a resistência ao poder divino.","por_que_esta_palavra":"A menção ao faraó é crucial para entender o conflito entre o poder humano e a soberania de Deus.","conexao_teologica":"A narrativa do faraó ilustra a luta entre a opressão e a libertação, um tema recorrente na Bíblia que aponta para a redenção oferecida por Deus.","referencias_relacionadas":["Êxodo 5:1","Êxodo 10:3","Romanos 9:17"]},"exodo_7_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou comunicar uma mensagem, especialmente a palavra de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para enfatizar a importância da comunicação divina através de Moisés. Este ato de falar é um meio pelo qual Deus revela Sua vontade e instruções ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a responsabilidade de Moisés em transmitir a mensagem de Deus com clareza e autoridade.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade através de Sua palavra.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1-2"]},"exodo_7_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a ideia de que a mensagem que Moisés deve transmitir é de Deus, o Senhor.","explicacao_detalhada":"A repetição do nome 'Senhor' (יְהֹוָה) neste contexto enfatiza a autoridade divina por trás da missão de Moisés, destacando que ele não fala por si mesmo, mas como porta-voz de Deus.","por_que_esta_palavra":"O uso do nome 'Senhor' é essencial para entender a legitimidade e a importância da mensagem que Moisés deve levar ao faraó.","conexao_teologica":"A autoridade de Deus é um tema fundamental na Bíblia, mostrando que Sua palavra deve ser respeitada e obedecida.","referencias_relacionadas":["Êxodo 3:15","Salmos 119:138","Isaías 45:23"]},"exodo_7_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou método pelo qual Moisés deve agir e comunicar a mensagem de Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica a totalidade da abordagem que Moisés deve ter ao se dirigir ao faraó, enfatizando que ele deve seguir as instruções de Deus de forma completa e obediente.","por_que_esta_palavra":"A escolha da palavra 'modo' ressalta a importância da obediência às diretrizes divinas na execução da missão.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, mostrando que seguir Seus caminhos é essencial para o cumprimento de Sua vontade.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Tiago 1:22"]},"exodo_7_2_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Novamente se refere ao faraó, destacando a continuidade do conflito entre o poder humano e a vontade de Deus.","explicacao_detalhada":"A repetição da palavra 'faraó' (פַּרְעֹה) neste contexto reforça a importância da figura do faraó como o principal opositor da libertação dos israelitas.","por_que_esta_palavra":"A menção ao faraó é crucial para entender a dinâmica do poder e a resistência à ação de Deus na história.","conexao_teologica":"O confronto entre Moisés e o faraó ilustra a luta entre a luz e as trevas, um tema que permeia toda a narrativa bíblica.","referencias_relacionadas":["Êxodo 5:2","Êxodo 10:1","Romanos 9:17"]},"exodo_7_2_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar Moisés como mensageiro de Deus para o faraó.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) indica a ação de Deus em comissionar Moisés para uma tarefa específica, enfatizando que ele não age por conta própria, mas sob a autoridade divina.","por_que_esta_palavra":"A escolha da palavra 'enviar' destaca a missão divina e a responsabilidade que Moisés tem ao levar a mensagem de Deus ao faraó.","conexao_teologica":"O envio de mensageiros é um tema recorrente na Bíblia, mostrando como Deus se comunica e age através de pessoas escolhidas.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Romanos 10:15"]},"exodo_7_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra do Egito, onde os israelitas estavam escravizados.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o local da opressão e a necessidade de libertação. A terra é um símbolo do domínio de Deus sobre toda a criação.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a realidade física da escravidão e a promessa de Deus de libertar Seu povo.","conexao_teologica":"A terra é um tema central na Bíblia, representando tanto a criação de Deus quanto o lugar da ação redentora divina.","referencias_relacionadas":["Gênesis 1:1","Êxodo 3:8","Salmos 24:1"]},"exodo_7_3_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se à disposição interior de Faraó, que se opõe à vontade de Deus.","explicacao_detalhada":"A palavra 'coração' (לֵב) é usada para descrever a parte mais profunda do ser humano, onde as decisões e atitudes são formadas. O coração de Faraó é endurecido, simbolizando a resistência à palavra de Deus.","por_que_esta_palavra":"A escolha da palavra 'coração' destaca a importância da condição espiritual e moral na resposta ao chamado de Deus.","conexao_teologica":"A condição do coração é um tema recorrente na Bíblia, mostrando como Deus busca transformar o coração humano para que se alinhe à Sua vontade.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Romanos 2:5"]},"exodo_7_3_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó é o título dado ao rei do Egito, simbolizando autoridade e poder.","explicacao_detalhada":"No contexto de Êxodo 7:3, Deus se refere a Faraó como um governante que se opõe à vontade divina, desafiando a libertação do povo hebreu.","por_que_esta_palavra":"A palavra 'faraó' é usada para enfatizar a resistência do Egito contra Deus e a opressão do Seu povo.","conexao_teologica":"Faraó representa a rebelião contra Deus e a opressão dos justos, sendo um símbolo do pecado e da resistência à vontade divina.","referencias_relacionadas":["Êxodo 5:1","Êxodo 7:1","Romanos 9:17"]},"exodo_7_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar implica em entregar ou conceder algo a alguém.","explicacao_detalhada":"Neste versículo, Deus ordena que Moisés e Arão clamem a Faraó para que ele libere os israelitas, enfatizando a necessidade de um pedido divino.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender a ação de Deus em conceder a liberdade ao Seu povo.","conexao_teologica":"A ação de clamar a Deus é um tema recorrente na Bíblia, onde o clamor é visto como um meio de buscar ajuda divina.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Romanos 10:13"]},"exodo_7_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao espaço físico, mas também pode simbolizar a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"No contexto de Êxodo 7:4, a terra é o local onde os israelitas devem ser libertos, representando a promessa de Deus de uma terra fluindo leite e mel.","por_que_esta_palavra":"A palavra 'terra' é central para a narrativa da libertação e da aliança de Deus com Israel.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece ao Seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]},"exodo_7_5_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer implica em ter um entendimento profundo ou uma relação íntima.","explicacao_detalhada":"Em Êxodo 7:5, Deus revela que o conhecimento de Seu nome e poder será um testemunho para os egípcios, levando-os a reconhecer Sua soberania.","por_que_esta_palavra":"A palavra 'conhecer' é fundamental para a relação entre Deus e Seu povo, enfatizando a importância do reconhecimento de Sua autoridade.","conexao_teologica":"O conhecimento de Deus é essencial para a fé e a adoração, sendo um tema central nas Escrituras.","referencias_relacionadas":["Jeremias 9:24","Oséias 6:6","Filipenses 3:10"]},"exodo_7_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz uma razão ou explicação.","explicacao_detalhada":"Neste versículo, 'porque' conecta a ação de Deus com a razão pela qual Ele está agindo, mostrando a motivação divina por trás dos eventos.","por_que_esta_palavra":"A palavra 'porque' é usada para esclarecer a intenção de Deus em demonstrar Seu poder e autoridade.","conexao_teologica":"A compreensão das razões de Deus é vital para a fé, pois revela Seu caráter e propósitos.","referencias_relacionadas":["Romanos 8:28","Isaías 55:8-9","Salmos 119:68"]},"exodo_7_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se ao nome pessoal de Deus, YHWH, que denota Sua soberania e autoridade.","explicacao_detalhada":"Em Êxodo 7:5, o uso do nome 'Senhor' enfatiza a relação de Deus com Seu povo e Sua promessa de libertação.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a identidade de Deus e Sua relação com a humanidade.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, simbolizando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_7_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso é uma palavra que não se encaixa no contexto, possivelmente um erro de transcrição ou interpretação.","explicacao_detalhada":"No contexto de Êxodo 7:6, o foco deve estar em Moisés e Arão, e não em 'urso'.","por_que_esta_palavra":"A palavra 'urso' não tem relevância no contexto e pode ser um erro.","conexao_teologica":"A conexão teológica não se aplica devido à irrelevância da palavra no contexto.","referencias_relacionadas":["Êxodo 7:6","Êxodo 8:13","Salmos 119:105"]},"exodo_7_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se ao nome pessoal de Deus, YHWH, que denota Sua soberania e autoridade.","explicacao_detalhada":"Em Êxodo 7:6, o uso do nome 'Senhor' reafirma a identidade de Deus como aquele que envia Moisés e Arão.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a identidade de Deus e Sua relação com a humanidade.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, simbolizando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_7_6_irmao":{"palavra_pt":"irmao","palavra_original":"אַהֲרוֹן","transliteracao":"ʼAhărôwn","strong":"H175","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Irmão refere-se à relação familiar entre Moisés e Arão, destacando a unidade na missão.","explicacao_detalhada":"Em Êxodo 7:6, a menção de Arão como irmão de Moisés enfatiza a colaboração entre eles na tarefa de libertar os israelitas.","por_que_esta_palavra":"A palavra 'irmão' é importante para mostrar a ligação e a parceria na missão divina.","conexao_teologica":"A fraternidade entre os crentes é um tema importante, simbolizando a unidade no corpo de Cristo.","referencias_relacionadas":["Êxodo 4:14","Mateus 12:50","Romanos 12:10"]},"exodo_7_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à relação de descendência e herança, muitas vezes usada para descrever a relação entre Deus e Seu povo.","explicacao_detalhada":"Em Êxodo 7:7, a menção de 'filho' pode simbolizar a relação especial entre Deus e Israel, que é chamado de Seu povo escolhido.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a intimidade e a responsabilidade que Deus tem para com Seu povo.","conexao_teologica":"A relação de Deus como Pai e os crentes como filhos é um tema central na teologia cristã.","referencias_relacionadas":["Gálatas 4:6","Romanos 8:15","1 João 3:1"]},"exodo_7_7_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Título dado ao governante do Egito, simbolizando poder e autoridade.","explicacao_detalhada":"O faraó era considerado um deus na terra, e sua palavra era lei. No contexto do Êxodo, ele representa a opressão do povo hebreu e a resistência à vontade de Deus.","por_que_esta_palavra":"A palavra 'farao' é usada para enfatizar a posição de autoridade que se opõe ao plano divino de libertação dos israelitas.","conexao_teologica":"O faraó se torna um símbolo da rebelião contra Deus e da luta entre o bem e o mal.","referencias_relacionadas":["Êxodo 5:1","Êxodo 7:1","Êxodo 10:3"]},"exodo_7_7_moses":{"palavra_pt":"moises","palavra_original":"מֹשֶׁה","transliteracao":"Môsheh","strong":"H4872","significado_raiz":"Ideia básica: moises.","significado_contextual":"Nome do líder escolhido por Deus para libertar os israelitas da escravidão no Egito.","explicacao_detalhada":"Moisés é uma figura central na história do Êxodo, sendo o mediador entre Deus e o povo hebreu. Seu nome significa 'tirado das águas', refletindo sua origem.","por_que_esta_palavra":"A menção de Moisés destaca sua importância como profeta e libertador, escolhido por Deus para cumprir um propósito divino.","conexao_teologica":"Moisés é um tipo de Cristo, representando a salvação e a libertação que Deus oferece ao seu povo.","referencias_relacionadas":["Êxodo 3:10","Êxodo 4:10","Deuteronômio 34:5"]},"exodo_7_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Verbo que indica a ação de comunicar ou expressar algo.","explicacao_detalhada":"Neste contexto, 'dizer' refere-se à instrução que Deus dá a Moisés sobre o que ele deve comunicar ao faraó.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois representa a comunicação da vontade de Deus ao faraó, que é um elemento central na narrativa do Êxodo.","conexao_teologica":"A comunicação de Deus através de Moisés mostra como Deus se revela e se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 4:15","Êxodo 6:13","Êxodo 7:2"]},"exodo_7_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Nome próprio que representa a divindade, o Senhor Deus de Israel.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é sagrado e representa a eternidade e a fidelidade de Deus. É um nome que implica relacionamento e compromisso.","por_que_esta_palavra":"A menção do nome do Senhor enfatiza a autoridade divina por trás das instruções dadas a Moisés e a seriedade da mensagem que ele deve levar ao faraó.","conexao_teologica":"O nome do Senhor é central na teologia do Antigo Testamento, simbolizando a presença e a ação de Deus na história.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_7_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Conjunção que introduz uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' é usado para introduzir a razão pela qual Moisés deve falar ao faraó, ligando a ação de Deus à resposta do faraó.","por_que_esta_palavra":"A palavra 'porque' é importante para entender a lógica e a sequência das ações de Deus em relação ao faraó.","conexao_teologica":"A justificativa dada por Deus mostra a soberania divina e a necessidade de obediência por parte do faraó.","referencias_relacionadas":["Êxodo 7:10","Êxodo 7:17","Romanos 9:17"]},"exodo_7_9_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Título do governante egípcio, representando a resistência ao plano de Deus.","explicacao_detalhada":"A repetição da palavra 'farao' enfatiza sua posição de poder e a obstinação em não ouvir a voz de Deus.","por_que_esta_palavra":"A ênfase no faraó destaca a luta entre a autoridade humana e a autoridade divina.","conexao_teologica":"O faraó simboliza a dureza do coração humano diante da revelação de Deus.","referencias_relacionadas":["Êxodo 5:2","Êxodo 10:1","Romanos 9:18"]},"exodo_7_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Verbo que indica a ação de comunicar ou expressar algo.","explicacao_detalhada":"A palavra 'dizer' é usada novamente para enfatizar a necessidade de Moisés comunicar a mensagem de Deus ao faraó.","por_que_esta_palavra":"A repetição do verbo 'dizer' reforça a importância da comunicação da vontade divina.","conexao_teologica":"A comunicação de Deus é um tema recorrente na Bíblia, mostrando como Ele se relaciona com seu povo.","referencias_relacionadas":["Êxodo 4:15","Êxodo 6:13","Êxodo 7:2"]},"exodo_7_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Verbo que indica a ação de criar ou fazer algo.","explicacao_detalhada":"Neste contexto, 'urso' refere-se à ação de Deus em trazer pragas sobre o Egito como um sinal de seu poder.","por_que_esta_palavra":"A palavra 'urso' é usada para mostrar a soberania de Deus sobre a criação e sua capacidade de agir na história.","conexao_teologica":"Deus como criador e executor de juízos é um tema central na narrativa do Êxodo.","referencias_relacionadas":["Êxodo 7:14","Êxodo 8:1","Êxodo 9:14"]},"exodo_7_10_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Verbo que indica a ação de entrar ou vir a um lugar.","explicacao_detalhada":"A palavra 'vir' é usada para descrever a ação de Moisés ao se apresentar diante do faraó.","por_que_esta_palavra":"A ação de 'vir' é significativa, pois representa a obediência de Moisés ao chamado de Deus.","conexao_teologica":"A obediência ao chamado de Deus é um tema central na vida de Moisés e em toda a Escritura.","referencias_relacionadas":["Êxodo 3:10","Êxodo 4:12","Hebreus 11:24-26"]},"exodo_7_10_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Título do governante egípcio, representando a resistência ao plano de Deus.","explicacao_detalhada":"A repetição da palavra 'farao' enfatiza sua posição de poder e a obstinação em não ouvir a voz de Deus.","por_que_esta_palavra":"A ênfase no faraó destaca a luta entre a autoridade humana e a autoridade divina.","conexao_teologica":"O faraó simboliza a dureza do coração humano diante da revelação de Deus.","referencias_relacionadas":["Êxodo 5:2","Êxodo 10:1","Romanos 9:18"]},"exodo_7_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como uma das criaturas que Deus criou, simbolizando força e poder.","explicacao_detalhada":"No contexto de Êxodo 7:11, o urso pode ser visto como uma representação do poder de Deus sobre as criaturas e a natureza, mostrando que Ele é soberano sobre tudo.","por_que_esta_palavra":"A palavra 'urso' é utilizada para ilustrar a força e a majestade de Deus em contraste com a fraqueza humana.","conexao_teologica":"A presença de animais poderosos nas Escrituras muitas vezes simboliza a força de Deus e Sua capacidade de dominar sobre todas as coisas.","referencias_relacionadas":["Salmos 104:25","Isaías 11:7","Daniel 7:5"]},"exodo_7_11_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar refere-se ao ato de invocar ou convocar alguém para se apresentar.","explicacao_detalhada":"No versículo, Moisés é chamado para se apresentar diante de Faraó, mostrando a autoridade de Deus sobre os líderes da terra.","por_que_esta_palavra":"A palavra 'chamar' enfatiza a ação de Deus em convocar Seus servos para cumprir Seus propósitos.","conexao_teologica":"Deus frequentemente chama Seus profetas e servos para realizar Sua vontade, demonstrando Sua soberania e plano redentor.","referencias_relacionadas":["Isaías 6:8","Romanos 8:30","1 Pedro 2:9"]},"exodo_7_11_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó é o título dado ao rei do Egito, simbolizando poder e opressão.","explicacao_detalhada":"Neste contexto, Faraó representa a resistência ao plano de Deus e a opressão do povo de Israel.","por_que_esta_palavra":"A palavra 'faraó' é crucial para entender a dinâmica de poder entre Deus e os governantes da terra.","conexao_teologica":"A luta entre Moisés e Faraó é um tema central que ilustra a batalha entre a obediência a Deus e a rebelião humana.","referencias_relacionadas":["Êxodo 5:1","Romanos 9:17","Apocalipse 16:10"]},"exodo_7_12_adventure":{"palavra_pt":"adventure","palavra_original":"שָׁלַךְ","transliteracao":"shâlak","strong":"H7993","significado_raiz":"Ideia básica: adventure.","significado_contextual":"Adventure não é uma palavra bíblica, mas pode ser interpretada como uma jornada ou missão.","explicacao_detalhada":"A jornada de Moisés e Arão diante de Faraó é uma aventura de fé e obediência a Deus.","por_que_esta_palavra":"A ideia de aventura reflete a incerteza e os desafios que os servos de Deus enfrentam ao seguir Sua chamada.","conexao_teologica":"A vida cristã é frequentemente descrita como uma jornada de fé, onde os crentes são chamados a confiar em Deus em meio às dificuldades.","referencias_relacionadas":["Hebreus 11:8","2 Coríntios 5:7","Filipenses 3:14"]},"exodo_7_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se à humanidade, destacando a criação de Deus.","explicacao_detalhada":"Neste contexto, o homem é visto como um agente de Deus, chamado para cumprir Sua vontade na terra.","por_que_esta_palavra":"A palavra 'homem' é fundamental para entender a dignidade e o propósito que Deus deu à humanidade.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central que enfatiza o valor e a responsabilidade do ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"exodo_7_12_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Tribo refere-se a uma das doze divisões do povo de Israel, cada uma com sua própria identidade e herança.","explicacao_detalhada":"No contexto, a tribo representa a unidade e a diversidade do povo de Deus, chamado para ser Seu testemunho na terra.","por_que_esta_palavra":"A palavra 'tribo' é importante para entender a estrutura social e a organização do povo de Israel.","conexao_teologica":"A ideia de tribos é significativa na história da salvação, mostrando como Deus escolheu um povo para Si mesmo.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Apocalipse 7:4-8"]},"exodo_7_13_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica em tomar posse ou segurar firmemente algo.","explicacao_detalhada":"No versículo, a ação de agarrar pode simbolizar a determinação de Deus em cumprir Suas promessas.","por_que_esta_palavra":"A palavra 'agarrar' enfatiza a força e a firmeza da ação de Deus em relação ao Seu povo.","conexao_teologica":"Deus é frequentemente descrito como aquele que agarra e sustenta Seu povo, mostrando Seu cuidado e proteção.","referencias_relacionadas":["Salmos 73:23","Isaías 41:10","Romanos 8:38-39"]},"exodo_7_13_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Coração refere-se ao centro das emoções e decisões humanas.","explicacao_detalhada":"No contexto, o coração de Faraó é endurecido, simbolizando a resistência ao chamado de Deus.","por_que_esta_palavra":"A palavra 'coração' é crucial para entender a disposição espiritual e a resposta do ser humano a Deus.","conexao_teologica":"A condição do coração é um tema recorrente nas Escrituras, refletindo a necessidade de transformação espiritual.","referencias_relacionadas":["Ezequiel 36:26","Mateus 15:19","Romanos 10:9"]},"exodo_7_13_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Em Êxodo 7:13, \"farao\" aparece na frase \"Porém o coração de Faraó se endureceu, e não os ouviu, como o Senhor tinha falado.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (פַּרְעֹה; Parʻôh; H6547), \"farao\" traz a ideia de farao. Aqui, essa palavra deixa o ensino de Êxodo 7:13 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"farao\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Êxodo 7:15. Lendo junto com Êxodo 7:13, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 7:13","Êxodo 7:15","Salmos 119:105"]},"exodo_7_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Grande refere-se à magnitude ou importância de algo.","explicacao_detalhada":"Neste versículo, a grandeza de Deus é contrastada com a insignificância do homem diante de Sua soberania.","por_que_esta_palavra":"A palavra 'grande' é usada para descrever a majestade e o poder de Deus em ação.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência que devemos ter diante Dele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Apocalipse 4:11"]},"exodo_7_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado por Moisés para realizar milagres diante do faraó.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. Neste contexto, Moisés é instruído a usar o nome de Deus para mostrar ao faraó que Ele é o verdadeiro Deus que governa sobre o Egito.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para a identidade de Deus no Antigo Testamento, representando seu caráter eterno e imutável.","conexao_teologica":"O uso do nome 'Senhor' destaca a relação de aliança entre Deus e seu povo, mostrando que Ele é o libertador e protetor.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_7_14_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração do faraó é mencionado como um símbolo de resistência e dureza diante dos mandamentos de Deus.","explicacao_detalhada":"A palavra 'coração' (לֵב) representa o centro das emoções e decisões. No contexto, refere-se à disposição do faraó em não ouvir a voz de Deus, simbolizando a rebeldia e a obstinação.","por_que_esta_palavra":"O coração é frequentemente usado na Bíblia para descrever a condição espiritual e moral de uma pessoa.","conexao_teologica":"A dureza do coração do faraó ilustra a luta entre a vontade humana e a soberania divina.","referencias_relacionadas":["Êxodo 4:21","Êxodo 7:3","Romanos 9:17-18"]},"exodo_7_15_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se às doze tribos de Israel, que são descendentes dos filhos de Jacó.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as divisões do povo de Israel. Neste contexto, Deus ordena que Moisés vá ao faraó em nome das tribos de Israel, enfatizando a identidade coletiva do povo escolhido.","por_que_esta_palavra":"A noção de tribo é central para a organização social e religiosa de Israel, refletindo a herança e a promessa de Deus.","conexao_teologica":"As tribos de Israel representam a aliança de Deus com seu povo e a promessa de redenção.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Deuteronômio 33:1-29"]},"exodo_7_15_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó é o título do rei do Egito, que se opõe à vontade de Deus e à libertação do povo israelita.","explicacao_detalhada":"A palavra 'faraó' (פַּרְעֹה) representa a autoridade egípcia e a opressão que os israelitas enfrentam. Neste contexto, Moisés é enviado para confrontar o faraó e exigir a libertação do povo.","por_que_esta_palavra":"Faraó simboliza a resistência ao poder de Deus e a opressão do povo de Deus.","conexao_teologica":"A história do faraó ilustra a luta entre a autoridade humana e a soberania divina.","referencias_relacionadas":["Êxodo 5:1","Êxodo 10:3","Romanos 9:17"]},"exodo_7_15_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao momento específico em que Moisés deve se apresentar ao faraó.","explicacao_detalhada":"A palavra 'dia' (בֹּקֶר) é usada para indicar um tempo determinado para a ação de Deus. Neste contexto, destaca a urgência e a precisão da mensagem divina.","por_que_esta_palavra":"O conceito de dia é importante na narrativa bíblica, pois Deus age em momentos específicos da história.","conexao_teologica":"A noção de tempo e ação divina mostra como Deus intervém na história da humanidade.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"exodo_7_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a mensagem de Deus ao faraó.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) enfatiza a comunicação direta de Deus através de Moisés. Neste contexto, Moisés é instruído a declarar a palavra de Deus ao faraó.","por_que_esta_palavra":"A comunicação é essencial na relação entre Deus e a humanidade, e a palavra de Deus é poderosa e eficaz.","conexao_teologica":"A importância da palavra de Deus é um tema central na Bíblia, mostrando como Ele se revela e se comunica com seu povo.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"exodo_7_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, que é invocado por Moisés para realizar milagres.","explicacao_detalhada":"A repetição do uso do nome 'Senhor' (יְהֹוָה) reforça a autoridade de Deus e a importância de sua identidade na libertação do povo.","por_que_esta_palavra":"A invocação do nome de Deus é um ato de fé e reconhecimento de sua soberania.","conexao_teologica":"A invocação do nome de Deus é um tema recorrente na Bíblia, simbolizando a relação de aliança entre Deus e seu povo.","referencias_relacionadas":["Êxodo 3:15","Salmos 68:4","Romanos 10:13"]},"exodo_7_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que Moisés representa ao falar com o faraó.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza suprema e soberana de Deus. Neste contexto, Moisés é enviado para declarar a vontade de Deus ao faraó.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o Criador e sua criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando seu poder sobre todas as nações.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 45:5"]},"exodo_7_17_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' é novamente utilizada para enfatizar a identidade coletiva do povo de Israel.","explicacao_detalhada":"A repetição da palavra 'tribo' (מַטֶּה) neste contexto reforça a ideia de que Deus está se dirigindo a um povo específico, que é seu escolhido.","por_que_esta_palavra":"A identidade tribal é crucial para a compreensão da história de Israel e de suas promessas.","conexao_teologica":"As tribos de Israel são um símbolo da aliança de Deus com seu povo e de sua intenção de salvá-los.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Deuteronômio 33:1-29"]},"exodo_7_17_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' é usada para descrever o primeiro dos sinais que Deus realizará no Egito.","explicacao_detalhada":"A palavra 'sangue' (דָּם) simboliza a vida e a morte, e neste contexto, representa o juízo de Deus sobre o Egito por causa da opressão de seu povo.","por_que_esta_palavra":"O sangue é um tema central na Bíblia, simbolizando sacrifício e redenção.","conexao_teologica":"O juízo de Deus sobre o Egito através do sangue é um prenúncio da redenção que virá através do sacrifício de Cristo.","referencias_relacionadas":["Êxodo 12:13","Levítico 17:11","Hebreus 9:22"]},"exodo_7_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'Senhor' é usado para enfatizar a autoridade de Deus em relação ao Egito e aos seus deuses. É uma declaração de que Ele é o único Deus verdadeiro que pode realizar milagres.","por_que_esta_palavra":"A palavra é utilizada para mostrar a relação de Deus com o seu povo e a sua capacidade de libertá-los da opressão.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem controle sobre a história e os eventos da humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_7_18_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada para descrever a consequência do juízo de Deus sobre o Egito.","explicacao_detalhada":"Neste versículo, a morte é uma das pragas que Deus envia como um aviso ao faraó e ao povo egípcio, mostrando a gravidade da desobediência a Deus.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a seriedade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A morte, como consequência do pecado, é um tema recorrente na Bíblia, refletindo a separação entre Deus e a humanidade.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Ezequiel 18:30"]},"exodo_7_18_abhorred":{"palavra_pt":"abhorred","palavra_original":"בָּאַשׁ","transliteracao":"bâʼash","strong":"H887","significado_raiz":"Ideia básica: abhorred.","significado_contextual":"A palavra 'abhorred' indica o desprezo que Deus tem pelos ídolos e práticas do Egito.","explicacao_detalhada":"Neste contexto, Deus está expressando sua aversão às práticas idólatras do Egito, que vão contra sua santidade.","por_que_esta_palavra":"A utilização de 'abhorred' destaca a repulsa divina por tudo que é contrário à sua natureza e vontade.","conexao_teologica":"A aversão de Deus ao pecado é um tema central, mostrando que Ele busca pureza e santidade entre seu povo.","referencias_relacionadas":["Salmos 97:10","Isaías 1:13-14","Romanos 12:9"]},"exodo_7_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus realizará o juízo sobre o Egito.","explicacao_detalhada":"Neste versículo, Deus especifica como a praga do sangue será executada, demonstrando seu controle sobre a natureza.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a precisão e a intenção divina em suas ações.","conexao_teologica":"Deus age de maneira intencional e ordenada, refletindo sua natureza como um Deus de ordem.","referencias_relacionadas":["1 Coríntios 14:33","Salmos 104:24","Provérbios 16:9"]},"exodo_7_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para comunicar a ordem de Deus ao faraó.","explicacao_detalhada":"Neste contexto, Deus está instruindo Moisés a declarar a mensagem de juízo ao faraó, mostrando a importância da comunicação divina.","por_que_esta_palavra":"A palavra 'dizer' destaca a autoridade de Deus ao falar e a necessidade de obediência à sua palavra.","conexao_teologica":"A comunicação de Deus com a humanidade é fundamental, pois Ele se revela através de Sua palavra.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Mateus 4:4"]},"exodo_7_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Assim como em outros versículos, 'Senhor' reafirma a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A repetição do termo 'Senhor' enfatiza a importância do reconhecimento da autoridade de Deus em meio ao desafio do faraó.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre Deus e o seu povo, especialmente em tempos de opressão.","conexao_teologica":"A soberania de Deus é um tema que permeia toda a Escritura, mostrando que Ele é o criador e sustentador de todas as coisas.","referencias_relacionadas":["Êxodo 6:2-3","Salmos 146:10","Isaías 45:5"]},"exodo_7_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"Neste contexto, a menção ao 'urso' pode ser interpretada como uma metáfora para a força do juízo de Deus sobre o Egito.","por_que_esta_palavra":"A escolha de 'urso' destaca a natureza poderosa e implacável do juízo divino.","conexao_teologica":"A força de Deus é frequentemente comparada a animais ferozes, simbolizando seu poder e autoridade.","referencias_relacionadas":["Amós 3:8","Salmos 104:21","Isaías 31:4"]},"exodo_7_20_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se às doze tribos de Israel, que são fundamentais para a identidade do povo de Deus.","explicacao_detalhada":"Neste contexto, a menção à 'tribo' destaca a relação de Deus com seu povo escolhido e a importância da unidade entre eles.","por_que_esta_palavra":"A palavra 'tribo' é significativa para entender a estrutura social e espiritual de Israel.","conexao_teologica":"A ideia de tribos reflete a aliança de Deus com Israel e seu plano de redenção para a humanidade.","referencias_relacionadas":["Gênesis 49:28","Números 1:2","Apocalipse 7:4-8"]},"exodo_7_20_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' é central para a praga do Egito, simbolizando a vida e o juízo de Deus.","explicacao_detalhada":"Neste contexto, o sangue representa tanto a vida que é tirada quanto o juízo que recai sobre o Egito por causa da desobediência.","por_que_esta_palavra":"A menção ao 'sangue' é crucial para entender o significado da vida e da morte nas Escrituras.","conexao_teologica":"O sangue é um símbolo importante na Bíblia, representando sacrifício, redenção e a nova aliança em Cristo.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"exodo_7_21_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A repetição da palavra 'sangue' reforça a gravidade da praga e o juízo de Deus sobre o Egito.","explicacao_detalhada":"Neste versículo, o sangue simboliza a vida que foi tirada e o juízo que Deus trouxe sobre os egípcios por causa de sua rebeldia.","por_que_esta_palavra":"A palavra 'sangue' é utilizada para enfatizar a seriedade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"O sangue é um tema central na teologia da redenção, simbolizando o sacrifício de Cristo por nossos pecados.","referencias_relacionadas":["Êxodo 12:13","Romanos 5:9","Apocalipse 7:14"]},"exodo_7_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as águas do Egito se tornaram sangue.","explicacao_detalhada":"A palavra 'modo' aqui indica a totalidade da transformação das águas, simbolizando o juízo de Deus sobre o Egito.","por_que_esta_palavra":"É utilizada para enfatizar a abrangência do milagre e a severidade do castigo divino.","conexao_teologica":"Representa a soberania de Deus sobre a natureza e o julgamento sobre a idolatria egípcia.","referencias_relacionadas":["Êxodo 7:17","Êxodo 7:20","Salmos 78:44"]},"exodo_7_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de fazer ou criar, no contexto das ações de Deus.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a ação de Deus em trazer pragas sobre o Egito, mostrando Seu poder criador e controlador.","por_que_esta_palavra":"É importante para entender que Deus não apenas permite, mas também realiza atos de julgamento.","conexao_teologica":"Reflete a ideia de que Deus é o autor da história e age diretamente na criação e na história humana.","referencias_relacionadas":["Gênesis 1:1","Salmos 33:6","Isaías 45:7"]},"exodo_7_22_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à força e ao poder que Deus exerce sobre o coração de Faraó.","explicacao_detalhada":"A palavra 'agarrar' implica em uma força que não pode ser facilmente solta, simbolizando a dureza do coração de Faraó.","por_que_esta_palavra":"É usada para mostrar como Faraó se opôs teimosamente à vontade de Deus.","conexao_teologica":"Ilustra a luta entre a vontade de Deus e a resistência humana ao Seu plano.","referencias_relacionadas":["Êxodo 4:21","Êxodo 10:1","Romanos 9:18"]},"exodo_7_22_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões de Faraó.","explicacao_detalhada":"A palavra 'coração' é frequentemente usada na Bíblia para descrever a sede da vontade e da moralidade, indicando a resistência de Faraó.","por_que_esta_palavra":"É crucial para entender a natureza da rebelião de Faraó contra Deus.","conexao_teologica":"Mostra a importância do coração humano nas decisões espirituais e morais.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Romanos 10:9"]},"exodo_7_23_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face de Faraó, simbolizando sua rejeição ao aviso de Deus.","explicacao_detalhada":"A palavra 'rosto' implica em uma confrontação direta, onde Faraó se volta contra a mensagem de Deus.","por_que_esta_palavra":"É usada para mostrar a atitude de desprezo de Faraó em relação ao poder divino.","conexao_teologica":"Representa a ideia de que a rejeição de Deus leva a consequências severas.","referencias_relacionadas":["Salmos 34:16","Isaías 59:2","Mateus 7:23"]},"exodo_7_23_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao rei do Egito, que se opõe a Deus.","explicacao_detalhada":"A palavra 'faraó' representa a autoridade máxima do Egito, simbolizando a resistência ao plano divino.","por_que_esta_palavra":"É importante para entender a figura de Faraó como um símbolo de opressão e rebelião contra Deus.","conexao_teologica":"Faraó representa a humanidade que se opõe à vontade de Deus e à libertação que Ele oferece.","referencias_relacionadas":["Êxodo 5:1","Êxodo 10:3","Romanos 9:17"]},"exodo_7_23_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de Faraó se aproximar ou entrar em contato com a mensagem de Deus.","explicacao_detalhada":"A palavra 'vir' implica em uma ação de se dirigir a algo ou alguém, neste caso, a Deus.","por_que_esta_palavra":"É usada para mostrar a necessidade de Faraó de se voltar para Deus, que ele ignorou.","conexao_teologica":"Representa a oportunidade de arrependimento que é frequentemente rejeitada.","referencias_relacionadas":["Isaías 55:6","Mateus 11:28","Hebreus 4:16"]},"exodo_7_24_buscar":{"palavra_pt":"buscar","palavra_original":"חָפַר","transliteracao":"châphar","strong":"H2658","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se ao ato de procurar uma solução para a crise das águas.","explicacao_detalhada":"A palavra 'buscar' implica em um esforço para encontrar uma resposta ou remédio para a situação.","por_que_esta_palavra":"É usada para mostrar a tentativa de Faraó de lidar com a praga sem se voltar para Deus.","conexao_teologica":"Ilustra a tendência humana de buscar soluções temporárias em vez de se submeter a Deus.","referencias_relacionadas":["Salmos 105:4","Mateus 6:33","Tiago 1:5"]},"exodo_7_24_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao ato de beber, simbolizando a aceitação ou rejeição da mensagem de Deus.","explicacao_detalhada":"A palavra 'expressão' aqui implica em como as ações de Faraó refletem sua atitude em relação a Deus.","por_que_esta_palavra":"É usada para mostrar a importância de como as pessoas respondem ao que Deus oferece.","conexao_teologica":"Reflete a ideia de que a aceitação da palavra de Deus traz vida, enquanto a rejeição traz morte.","referencias_relacionadas":["João 7:37","Apocalipse 22:17","Isaías 55:1"]},"exodo_7_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que as pragas ocorreram.","explicacao_detalhada":"A palavra 'dia' enfatiza a cronologia dos eventos e a urgência do julgamento de Deus.","por_que_esta_palavra":"É usada para mostrar que os juízos de Deus têm um tempo determinado e são parte de um plano maior.","conexao_teologica":"Representa a soberania de Deus sobre o tempo e a história.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Pedro 3:8"]},"exodo_7_25_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' é usada para indicar a ação de acompanhar ou obedecer a uma ordem.","explicacao_detalhada":"No contexto de Êxodo 7:25, 'seguir' refere-se à obediência ao comando de Deus, que é fundamental para a libertação do povo hebreu.","por_que_esta_palavra":"A escolha da palavra 'seguir' enfatiza a necessidade de fidelidade e submissão à vontade divina.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["Deuteronômio 5:33","Salmos 119:105","Mateus 4:19"]},"exodo_7_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se ao nome de Deus, que denota autoridade e soberania.","explicacao_detalhada":"Em Êxodo 7:25, 'senhor' é utilizado para reconhecer a posição de Deus como o governante supremo sobre todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de Deus com o Seu povo e a importância de Sua autoridade.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, sendo central na adoração e na prática religiosa.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"exodo_7_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para comunicar uma mensagem ou ordem.","explicacao_detalhada":"No versículo, 'dizer' refere-se à instrução que Deus dá a Moisés para que ele transmita ao faraó.","por_que_esta_palavra":"A escolha de 'dizer' destaca a importância da comunicação divina e da revelação de Sua vontade.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"exodo_7_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' novamente enfatiza a autoridade e a soberania de Deus.","explicacao_detalhada":"Neste contexto, 'senhor' é uma reafirmação da identidade de Deus como aquele que comanda e dirige os eventos.","por_que_esta_palavra":"A repetição do termo 'senhor' reforça a centralidade de Deus na narrativa e na vida do povo de Israel.","conexao_teologica":"A soberania de Deus é um tema recorrente que permeia toda a Escritura, mostrando Seu controle sobre a história.","referencias_relacionadas":["Êxodo 6:2","Salmos 100:3","Romanos 10:9"]},"exodo_7_26_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' refere-se ao governante do Egito, simbolizando a opressão e a resistência ao povo de Deus.","explicacao_detalhada":"No contexto de Êxodo 7:26, 'faraó' representa a autoridade que se opõe à vontade de Deus e à libertação dos israelitas.","por_que_esta_palavra":"A menção de 'faraó' é crucial para entender o conflito entre o poder humano e a soberania divina.","conexao_teologica":"A luta entre Moisés e faraó ilustra a batalha espiritual entre o bem e o mal, entre a obediência a Deus e a rebelião.","referencias_relacionadas":["Êxodo 5:1","Êxodo 10:3","Romanos 9:17"]},"exodo_7_27_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de mandar ou delegar uma missão.","explicacao_detalhada":"Em Êxodo 7:27, Deus instrui Moisés a enviar uma mensagem ao faraó, destacando a importância da comunicação divina.","por_que_esta_palavra":"A escolha de 'enviar' enfatiza a missão de Moisés como porta-voz de Deus para o povo e para o faraó.","conexao_teologica":"A ideia de ser enviado é central na missão de profetas e, mais tarde, na missão da Igreja.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","João 20:21"]},"exodo_7_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo deve ser feito.","explicacao_detalhada":"No versículo, 'modo' indica a forma específica que Deus deseja que a mensagem seja transmitida ao faraó.","por_que_esta_palavra":"A escolha de 'modo' sublinha a importância da precisão na comunicação da mensagem divina.","conexao_teologica":"Deus se preocupa com a forma como Sua palavra é apresentada, refletindo Sua santidade e ordem.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:23","Tiago 1:22"]},"exodo_7_28_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, mas também pode simbolizar a comunidade ou o povo de Deus.","explicacao_detalhada":"Em Êxodo 7:28, 'casa' pode se referir à casa de Israel, enfatizando a proteção e a presença de Deus entre Seu povo.","por_que_esta_palavra":"A menção de 'casa' destaca a relação íntima entre Deus e Seu povo, como um pai que cuida de sua família.","conexao_teologica":"A ideia de 'casa' é central na teologia bíblica, representando a habitação de Deus entre os homens.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"exodo_7_28_breed":{"palavra_pt":"breed","palavra_original":"שָׁרַץ","transliteracao":"shârats","strong":"H8317","significado_raiz":"Ideia básica: breed.","significado_contextual":"A palavra 'breed' refere-se à reprodução ou multiplicação de seres vivos.","explicacao_detalhada":"No contexto, 'breed' pode se referir à praga que afetará os animais, simbolizando o juízo de Deus sobre o Egito.","por_que_esta_palavra":"A escolha de 'breed' enfatiza a consequência do pecado e a desobediência ao Senhor.","conexao_teologica":"As pragas no Egito representam o juízo de Deus sobre a idolatria e a opressão, mostrando Sua justiça.","referencias_relacionadas":["Êxodo 8:21","Êxodo 9:3","Romanos 1:18"]},"exodo_7_28_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude das ações de Deus.","explicacao_detalhada":"Em Êxodo 7:28, 'grande' refere-se à grandeza das pragas que Deus enviará sobre o Egito, demonstrando Seu poder.","por_que_esta_palavra":"A escolha de 'grande' destaca a soberania de Deus sobre a criação e Sua capacidade de realizar milagres.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"exodo_7_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou apresentadas.","explicacao_detalhada":"A palavra 'modo' neste contexto indica a forma ou o jeito que Deus se revela e age através de Moisés diante do faraó, enfatizando a importância da obediência às instruções divinas.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de seguir as diretrizes estabelecidas por Deus para que os milagres e sinais sejam realizados corretamente.","conexao_teologica":"A obediência ao modo de Deus é fundamental para a manifestação de Sua vontade e poder na vida do povo.","referencias_relacionadas":["Êxodo 4:15","Êxodo 7:1","Êxodo 12:21"]},"exodo_7_29_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, escolhido por Deus como Seu povo especial.","explicacao_detalhada":"A palavra 'povo' enfatiza a identidade coletiva dos israelitas, que são chamados para serem um testemunho da grandeza de Deus entre as nações.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a relação de aliança entre Deus e os israelitas, que são vistos como Sua herança.","conexao_teologica":"A noção de povo de Deus é central na teologia da aliança, onde Deus se compromete a ser o Deus de Israel e Israel se compromete a ser Seu povo.","referencias_relacionadas":["Êxodo 3:10","Êxodo 19:5","Deuteronômio 7:6"]}}