{"exodo_9_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de comunicar uma mensagem ou ordem.","explicacao_detalhada":"Em Êxodo 9:1, Deus ordena a Moisés que diga a Faraó que deve libertar os israelitas, enfatizando a autoridade divina sobre os governantes da terra.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a comunicação da vontade de Deus e a execução de seu plano de libertação.","conexao_teologica":"A comunicação de Deus através de seus profetas é um tema recorrente na Bíblia, mostrando a importância da obediência à Sua palavra.","referencias_relacionadas":["Êxodo 7:2","Jeremias 1:7","Mateus 28:19"]},"exodo_9_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado por Moisés ao falar com o faraó.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é uma representação do caráter eterno e imutável de Deus, que se revela ao seu povo. Este nome é central na identidade de Deus na tradição judaica.","por_que_esta_palavra":"A palavra 'Senhor' é usada para enfatizar a autoridade e o poder de Deus sobre todas as coisas, especialmente em um contexto de libertação.","conexao_teologica":"O uso do nome 'Senhor' destaca a relação de aliança entre Deus e Israel, mostrando que Ele é o libertador e protetor do seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"exodo_9_1_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito, que se opõe à vontade de Deus e à libertação dos israelitas.","explicacao_detalhada":"A palavra 'faraó' (פַּרְעֹה) representa não apenas uma figura histórica, mas também simboliza a opressão e a resistência ao plano divino de libertação.","por_que_esta_palavra":"O faraó é um símbolo do poder humano que se ergue contra Deus, mostrando a luta entre a autoridade divina e a arrogância humana.","conexao_teologica":"A narrativa do faraó ilustra a soberania de Deus sobre as nações e a certeza de que Ele prevalecerá sobre qualquer oposição.","referencias_relacionadas":["Êxodo 5:1","Êxodo 10:3","Romanos 9:17"]},"exodo_9_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual Deus está enviando pragas ao Egito, enfatizando a desobediência do faraó.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para explicar a motivação divina por trás das ações de Deus, revelando a justiça de suas decisões.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica da ação de Deus, que não age sem razão, mas em resposta à rebeldia do faraó.","conexao_teologica":"A utilização de 'porque' mostra a relação entre a desobediência humana e a resposta divina, refletindo a justiça de Deus.","referencias_relacionadas":["Deuteronômio 28:15","Romanos 1:18","Gálatas 6:7"]},"exodo_9_2_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à intenção de Deus de salvar os israelitas da opressão egípcia.","explicacao_detalhada":"A palavra 'salvar' (אִם) implica em libertação e proteção, um tema central na narrativa da saída do Egito.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a ação de Deus em favor do seu povo, mostrando que Ele é um Deus que salva.","conexao_teologica":"A salvação é um tema recorrente na Bíblia, representando a intervenção de Deus na história para redimir seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Romanos 10:13"]},"exodo_9_2_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Deus enviar pragas como um meio de convencer o faraó a libertar os israelitas.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) indica a ação deliberada de Deus para cumprir seu plano de libertação, mostrando seu controle sobre a situação.","por_que_esta_palavra":"Esta palavra destaca a soberania de Deus, que usa meios extraordinários para alcançar seus propósitos.","conexao_teologica":"O envio de pragas é um exemplo da disciplina de Deus, que busca levar o faraó ao arrependimento e à obediência.","referencias_relacionadas":["Êxodo 7:17","Salmos 105:36","Romanos 9:22"]},"exodo_9_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reitera a invocação do nome de Deus em um contexto de julgamento sobre o Egito.","explicacao_detalhada":"A repetição do nome 'Senhor' (יְהֹוָה) enfatiza a autoridade de Deus ao pronunciar juízos sobre o faraó e o Egito.","por_que_esta_palavra":"A palavra é usada para reafirmar a identidade de Deus como juiz e libertador, reforçando sua soberania.","conexao_teologica":"A invocação do nome de Deus é um lembrete da sua presença e poder em meio ao sofrimento e opressão.","referencias_relacionadas":["Êxodo 6:2","Salmos 68:4","Isaías 12:2"]},"exodo_9_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus fará distinção entre os egípcios e os israelitas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma maneira específica de agir que revela a justiça e a proteção de Deus.","por_que_esta_palavra":"Esta palavra é importante para entender como Deus opera em favor de seu povo, garantindo sua segurança em meio ao juízo.","conexao_teologica":"A distinção entre os povos é um tema teológico que mostra a fidelidade de Deus às suas promessas e sua proteção sobre os justos.","referencias_relacionadas":["Êxodo 8:22","Êxodo 10:23","Romanos 8:31"]},"exodo_9_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao povo de Israel como filhos de Deus, enfatizando sua relação especial com Ele.","explicacao_detalhada":"A palavra 'filho' (בֵּן) simboliza a filiação e a herança que os israelitas têm como povo escolhido por Deus.","por_que_esta_palavra":"Esta palavra é usada para destacar a intimidade da relação entre Deus e Israel, que é tratada como sua própria família.","conexao_teologica":"A ideia de que Israel é o filho de Deus é fundamental para entender a aliança e a promessa de Deus ao seu povo.","referencias_relacionadas":["Êxodo 4:22","Deuteronômio 14:1","Gálatas 3:26"]},"exodo_9_4_difference":{"palavra_pt":"difference","palavra_original":"פָּלָה","transliteracao":"pâlâh","strong":"H6395","significado_raiz":"Ideia básica: difference.","significado_contextual":"Refere-se à diferença que Deus fará entre os egípcios e os israelitas durante as pragas.","explicacao_detalhada":"A palavra 'diferença' (פָּלָה) indica a separação clara que Deus estabelece entre os que pertencem a Ele e os que não pertencem.","por_que_esta_palavra":"Esta palavra é crucial para entender a justiça de Deus, que não trata todos de maneira igual, mas conforme suas ações.","conexao_teologica":"A distinção entre os povos é um reflexo da justiça divina e da proteção que Deus oferece aos seus escolhidos.","referencias_relacionadas":["Êxodo 8:23","Salmos 91:7","Mateus 25:32"]},"exodo_9_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que traz juízo e também a promessa de libertação.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) representa a comunicação divina que tem poder para criar e destruir, conforme a vontade de Deus.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a autoridade da palavra de Deus, que não volta vazia, mas cumpre o que promete.","conexao_teologica":"A palavra de Deus é central na teologia bíblica, mostrando que Ele fala e age em favor de seu povo.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Tiago 1:21"]},"exodo_9_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra física onde os eventos estão ocorrendo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas a superfície física, mas também o território e o domínio de Deus sobre a criação. No contexto de Êxodo 9:5, a terra é afetada pelas pragas enviadas por Deus como um sinal de Seu poder sobre o Egito.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a abrangência do impacto das pragas, que afetam não apenas os egípcios, mas toda a criação.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um símbolo do domínio de Deus e de Sua soberania sobre todas as coisas. A desobediência de Faraó resulta em consequências não apenas para ele, mas para toda a terra.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"exodo_9_5_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude ou a intensidade das pragas que estão por vir.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) é usada para descrever a severidade das pragas que Deus enviará sobre o Egito. Isso ressalta a seriedade da mensagem divina e a necessidade de arrependimento.","por_que_esta_palavra":"A ênfase na grandeza das pragas serve como um aviso para Faraó e os egípcios sobre a gravidade da desobediência a Deus.","conexao_teologica":"A grandeza das pragas reflete a grandeza do poder de Deus e Sua capacidade de julgar as nações que se opõem a Ele.","referencias_relacionadas":["Salmos 145:3","Romanos 11:33","Apocalipse 15:1"]},"exodo_9_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não é diretamente usada no versículo, mas pode ser uma referência ao impacto das pragas sobre os animais.","explicacao_detalhada":"Embora a palavra 'urso' (עָשָׂה) não apareça diretamente em Êxodo 9:6, a ideia de que os animais sofrerão as consequências das pragas é um tema recorrente. Isso mostra a abrangência do juízo de Deus.","por_que_esta_palavra":"O uso de 'urso' pode simbolizar a força e a ferocidade das consequências que se seguirão, refletindo a natureza devastadora das pragas.","conexao_teologica":"Deus demonstra Seu controle sobre toda a criação, incluindo os animais, como parte de Seu julgamento sobre o Egito.","referencias_relacionadas":["Êxodo 9:3","Salmos 50:10","Mateus 10:29"]},"exodo_9_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que traz juízo sobre o Egito.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é central na comunicação de Deus com Moisés e Faraó. Ela representa a autoridade e o poder de Deus para decretar o que acontecerá.","por_que_esta_palavra":"A palavra de Deus é um meio pelo qual Ele revela Sua vontade e executa Seus planos, mostrando que nada acontece sem Sua permissão.","conexao_teologica":"A palavra de Deus é viva e eficaz, e neste contexto, é um instrumento de julgamento e libertação.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"exodo_9_6_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte dos animais como resultado das pragas.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é usada para descrever a consequência fatal das pragas sobre o gado egípcio, simbolizando o juízo de Deus sobre a idolatria egípcia.","por_que_esta_palavra":"A morte dos animais é um sinal do poder de Deus e da seriedade do juízo que recai sobre aqueles que se opõem a Ele.","conexao_teologica":"A morte, neste contexto, serve como um lembrete da fragilidade da vida diante do juízo divino e da necessidade de arrependimento.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Apocalipse 21:8"]},"exodo_9_7_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus em advertir Faraó sobre as consequências de sua desobediência.","explicacao_detalhada":"A palavra 'bom' (כָּבַד) é usada para descrever a natureza do aviso de Deus, que é um ato de misericórdia antes do juízo.","por_que_esta_palavra":"A bondade de Deus é evidente em Sua paciência e em Seus esforços para levar Faraó ao arrependimento.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, mostrando que Ele deseja que todos se voltem para Ele e sejam salvos.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Gálatas 5:22"]},"exodo_9_7_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Deus enviar pragas como um meio de julgamento.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) implica uma ação deliberada de Deus para executar Seu plano de libertação e juízo sobre o Egito.","por_que_esta_palavra":"O envio das pragas é uma demonstração do poder soberano de Deus e Sua capacidade de intervir na história.","conexao_teologica":"Deus envia juízos para chamar as pessoas ao arrependimento e à restauração de um relacionamento com Ele.","referencias_relacionadas":["Êxodo 7:17","Salmos 78:49","Apocalipse 16:1"]},"exodo_9_7_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao rei do Egito, que se opõe a Deus e ao Seu povo.","explicacao_detalhada":"A palavra 'faraó' (פַּרְעֹה) representa a autoridade egípcia que se recusa a obedecer a Deus, simbolizando a resistência ao plano divino.","por_que_esta_palavra":"Faraó é um símbolo do orgulho humano e da rebelião contra Deus, servindo como um aviso para todos os líderes que se opõem ao Senhor.","conexao_teologica":"A história de Faraó ilustra a luta entre a soberania de Deus e a obstinação humana, um tema recorrente na Bíblia.","referencias_relacionadas":["Êxodo 5:2","Romanos 9:17","Salmos 105:26"]},"exodo_9_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus sobre o que Ele fará.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a intenção de Deus de enviar pragas, mostrando Sua autoridade e poder.","por_que_esta_palavra":"A palavra de Deus é um meio pelo qual Ele comunica Sua vontade e Seus planos, revelando Sua soberania.","conexao_teologica":"A comunicação divina é fundamental para a relação entre Deus e a humanidade, mostrando que Ele deseja que Seu povo conheça Sua vontade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Isaías 55:11"]},"exodo_9_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado em autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Sua natureza e caráter. No contexto, enfatiza a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo de Israel e na sua relação com Ele, simbolizando Sua presença e poder.","conexao_teologica":"O nome de Deus é um tema importante na teologia bíblica, representando Sua santidade, poder e relacionamento com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_9_8_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele exerce Seu domínio.","explicacao_detalhada":"A palavra 'céus' no contexto de Êxodo 9:8 indica não apenas o espaço físico acima da terra, mas também simboliza a autoridade divina e a soberania de Deus sobre a criação.","por_que_esta_palavra":"A escolha da palavra 'céus' enfatiza a grandeza e a majestade de Deus, contrastando com a fragilidade da humanidade.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar onde Deus habita e de onde Ele observa e intervém na história humana.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"exodo_9_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as pragas se manifestam e a maneira como Deus age.","explicacao_detalhada":"A palavra 'modo' é utilizada para descrever a forma específica em que as pragas são enviadas sobre o Egito, mostrando a intencionalidade de Deus em Seus atos.","por_que_esta_palavra":"O uso de 'modo' destaca a precisão e a ordem divina nas ações de Deus, revelando que nada acontece por acaso.","conexao_teologica":"Deus age de maneira intencional e com propósito, demonstrando Sua soberania sobre as nações.","referencias_relacionadas":["Êxodo 7:17","Salmos 145:17","Romanos 8:28"]},"exodo_9_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de algo que desce ou se precipita, como as pragas que caem sobre o Egito.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a manifestação das pragas, simbolizando a intervenção direta de Deus na história.","por_que_esta_palavra":"A escolha dessa palavra sugere um ato de julgamento divino, onde as consequências do pecado são evidentes.","conexao_teologica":"A queda das pragas representa a justiça de Deus e Sua resposta ao pecado e à desobediência.","referencias_relacionadas":["Êxodo 9:3","Salmos 91:7","Gálatas 6:7"]},"exodo_9_9_luz":{"palavra_pt":"luz","palavra_original":"אָבָק","transliteracao":"ʼâbâq","strong":"H80","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à luz como símbolo de vida e clareza, contrastando com as trevas das pragas.","explicacao_detalhada":"A palavra 'luz' é utilizada para descrever a presença de Deus e Sua revelação em meio ao caos das pragas.","por_que_esta_palavra":"A luz representa a verdade e a pureza de Deus, em oposição à escuridão do pecado e da desobediência.","conexao_teologica":"Deus é frequentemente descrito como luz na Bíblia, simbolizando Sua santidade e verdade.","referencias_relacionadas":["João 8:12","1 João 1:5","Salmos 27:1"]},"exodo_9_10_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber algo, especialmente em um contexto de julgamento.","explicacao_detalhada":"A palavra 'tomar' é usada para descrever a ação de Deus ao enviar pragas, indicando que Ele toma a iniciativa de agir contra o Egito.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a soberania de Deus em controlar os eventos e a resposta do faraó.","conexao_teologica":"Deus toma a iniciativa de libertar Seu povo, mostrando Sua autoridade sobre as nações.","referencias_relacionadas":["Êxodo 3:8","Salmos 68:1","Romanos 9:17"]},"exodo_9_10_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Refere-se ao ato de servir a Deus, que é um tema central na libertação do povo de Israel.","explicacao_detalhada":"A palavra 'servir' é utilizada para enfatizar a relação entre Deus e Seu povo, que deve adorá-Lo e obedecê-Lo.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da adoração e do serviço a Deus como resposta à Sua intervenção.","conexao_teologica":"Servir a Deus é um chamado para todos os crentes, refletindo a relação de aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:12","Deuteronômio 10:12","Romanos 12:1"]},"exodo_9_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo como as pragas se manifestam, enfatizando a ordem divina.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a ideia de que Deus age de maneira intencional e com propósito em Seus julgamentos.","por_que_esta_palavra":"A ênfase no 'modo' sugere que cada praga tem um significado e um objetivo específico.","conexao_teologica":"Deus é um Deus de ordem e propósito, e Suas ações são sempre justas e corretas.","referencias_relacionadas":["1 Coríntios 14:33","Salmos 119:137","Hebreus 1:3"]},"exodo_9_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade absoluta de Deus e à realidade de Seus atos.","explicacao_detalhada":"A palavra 'verdade' é usada para contrastar a fidelidade de Deus com a desobediência do faraó e do povo egípcio.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a integridade de Deus e a necessidade de resposta sincera do ser humano.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo Sua natureza e caráter.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"exodo_9_12_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Indica a força com que Deus age ao enviar as pragas, mostrando Sua autoridade.","explicacao_detalhada":"A palavra 'agarrar' é utilizada para descrever a intensidade da ação de Deus contra o Egito, enfatizando Seu poder.","por_que_esta_palavra":"A escolha dessa palavra sugere que Deus não apenas observa, mas também intervém de forma poderosa na história.","conexao_teologica":"A intervenção de Deus é um tema recorrente na Bíblia, mostrando Sua soberania sobre as nações.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"exodo_9_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na identidade e na relação com Seu povo.","explicacao_detalhada":"A palavra 'senhor' é usada para enfatizar a autoridade e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância do nome de Deus e a reverência que devemos ter por Ele.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_9_12_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é frequentemente visto como o centro das emoções e decisões humanas na Bíblia.","explicacao_detalhada":"No contexto de Êxodo 9:12, o coração de Faraó é endurecido por Deus, simbolizando a resistência e a obstinação diante da vontade divina.","por_que_esta_palavra":"A palavra 'coração' é utilizada para expressar a profundidade da rebelião de Faraó contra Deus, indicando que suas decisões não eram apenas racionais, mas também emocionais.","conexao_teologica":"O endurecimento do coração de Faraó é um tema que reflete a soberania de Deus sobre a história e a natureza humana, mostrando como Ele pode usar até mesmo a rebelião para cumprir Seus propósitos.","referencias_relacionadas":["Êxodo 4:21","Êxodo 7:3","Romanos 9:17","Salmos 95:8","Provérbios 28:14"]},"exodo_9_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a ordem de Deus a Moisés para que ele fale com Faraó.","explicacao_detalhada":"Em Êxodo 9:13, Deus instrui Moisés a ir até Faraó e transmitir Sua mensagem, enfatizando a importância da comunicação divina na história da redenção.","por_que_esta_palavra":"A palavra 'dizer' destaca a autoridade de Deus e a necessidade de que Sua vontade seja proclamada aos governantes e ao povo.","conexao_teologica":"A comunicação de Deus através de Seus profetas é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 3:10","Jeremias 1:7","Ezequiel 2:7","Mateus 28:19-20","Hebreus 1:1-2"]},"exodo_9_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à autoridade e ao caráter de Deus como o soberano do universo.","explicacao_detalhada":"Em Êxodo 9:13, o uso do nome 'Senhor' enfatiza a relação de Deus com Seu povo e Sua autoridade sobre todas as coisas, incluindo Faraó.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a identidade de Deus e Sua relação com a criação.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença, poder e promessa.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8","Filipenses 2:9-11","Apocalipse 19:16"]},"exodo_9_13_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para indicar um tempo específico em que Deus se manifestará.","explicacao_detalhada":"No contexto de Êxodo 9:13, o 'dia' refere-se ao momento em que Deus trará juízo sobre o Egito, mostrando Sua soberania sobre o tempo e a história.","por_que_esta_palavra":"A menção de um 'dia' específico ressalta a certeza do cumprimento das promessas e juízos de Deus.","conexao_teologica":"O conceito de tempo e dias específicos é importante na teologia bíblica, especialmente em relação às promessas de Deus e ao cumprimento profético.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","Eclesiastes 3:1","Mateus 24:36","Apocalipse 1:3"]},"exodo_9_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus executará Seus juízos sobre o Egito.","explicacao_detalhada":"Em Êxodo 9:14, Deus revela que Seus juízos serão feitos de maneira clara e poderosa, demonstrando Sua autoridade sobre os deuses do Egito.","por_que_esta_palavra":"A palavra 'modo' enfatiza a intenção e a metodologia de Deus em lidar com a desobediência e a rebelião.","conexao_teologica":"A maneira como Deus age em juízo é um tema importante, refletindo Sua justiça e santidade.","referencias_relacionadas":["Salmos 9:16","Isaías 26:9","Romanos 2:6","Hebreus 10:30","Apocalipse 16:7"]},"exodo_9_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao Egito, que é o cenário dos eventos descritos.","explicacao_detalhada":"Em Êxodo 9:14, a 'terra' é o local onde Deus executará Seus juízos, simbolizando a soberania de Deus sobre todas as nações.","por_que_esta_palavra":"A menção da 'terra' destaca a abrangência do poder de Deus e Sua autoridade sobre todos os povos.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como o palco onde Deus revela Seu plano redentor.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1","Mateus 5:5","Apocalipse 21:1"]},"exodo_9_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Deus está agindo.","explicacao_detalhada":"Em Êxodo 9:14, 'porque' explica a motivação divina para os juízos que estão por vir, revelando a justiça de Deus.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica divina por trás das ações de Deus.","conexao_teologica":"A razão pela qual Deus age é um tema importante na teologia, refletindo Sua justiça e misericórdia.","referencias_relacionadas":["Salmos 119:75","Romanos 9:22","Gálatas 6:7","Hebreus 12:6","Apocalipse 3:19"]},"exodo_9_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao Egito, enfatizando o local dos juízos de Deus.","explicacao_detalhada":"Em Êxodo 9:15, a 'terra' é mencionada para mostrar que Deus tem controle sobre todas as nações e que Seu juízo se estende a elas.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que nada escapa ao domínio de Deus.","conexao_teologica":"A soberania de Deus sobre a terra é um tema central na Bíblia, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 115:3","Isaías 40:22","Atos 17:26","Romanos 1:20","Apocalipse 11:15"]},"exodo_9_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para explicar a razão do juízo que Deus trará.","explicacao_detalhada":"Em Êxodo 9:15, 'porque' introduz a justificativa divina para a ação de Deus, revelando Sua natureza justa.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a motivação de Deus em Seus atos de juízo.","conexao_teologica":"A justiça de Deus é um tema fundamental, mostrando que Ele não age sem razão.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:5","2 Tessalonicenses 1:6","Apocalipse 16:5"]},"exodo_9_15_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se ao ato de infligir juízo ou punição.","explicacao_detalhada":"Em Êxodo 9:15, 'beat' descreve a ação de Deus em trazer juízo sobre o Egito, simbolizando a severidade de Sua resposta à desobediência.","por_que_esta_palavra":"A palavra 'beat' enfatiza a seriedade do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, refletindo Sua santidade e a necessidade de justiça.","referencias_relacionadas":["Salmos 94:10","Isaías 10:5","Mateus 18:34","Hebreus 10:30","Apocalipse 19:15"]},"exodo_9_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus se manifesta e age na história.","explicacao_detalhada":"A palavra 'modo' aqui indica a maneira específica pela qual Deus se revela ao povo de Israel e aos egípcios, mostrando seu poder e autoridade.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a singularidade da ação divina em contraste com as práticas e crenças dos egípcios.","conexao_teologica":"Deus se revela de maneiras específicas e poderosas, mostrando que Ele é soberano sobre todas as coisas.","referencias_relacionadas":["Êxodo 3:14","Salmos 77:14","Isaías 43:10"]},"exodo_9_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra do Egito, que é o cenário das pragas e da libertação do povo hebreu.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o espaço físico onde os eventos da libertação ocorrem, simbolizando tanto a opressão quanto a promessa de Deus.","por_que_esta_palavra":"A terra é um elemento central na narrativa da libertação, representando a promessa de Deus ao seu povo.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel e da sua intenção de dar-lhes uma herança.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]},"exodo_9_17_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida que Deus dá e sustenta, em contraste com a morte que resulta da desobediência.","explicacao_detalhada":"A palavra 'vida' aqui destaca a importância da obediência a Deus, que traz bênçãos e proteção, enquanto a desobediência leva à destruição.","por_que_esta_palavra":"A vida é um tema central na relação entre Deus e seu povo, simbolizando a promessa de bênçãos e prosperidade.","conexao_teologica":"Deus é a fonte da vida, e a obediência a Ele resulta em vida plena e abundante.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Romanos 6:23"]},"exodo_9_17_cast":{"palavra_pt":"lancar","palavra_original":"סָלַל","transliteracao":"çâlal","strong":"H5549","significado_raiz":"Ideia básica: lancar.","significado_contextual":"Refere-se ao ato de lançar pragas sobre a terra do Egito como um julgamento divino.","explicacao_detalhada":"A palavra 'lançar' implica uma ação decisiva de Deus contra a desobediência do faraó e a opressão do povo hebreu.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a autoridade de Deus para agir e trazer juízo sobre aqueles que se opõem a Ele.","conexao_teologica":"Deus é justo e age contra a injustiça, mostrando que Ele não tolera a opressão de seu povo.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Apocalipse 16:1"]},"exodo_9_17_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que está sob opressão no Egito.","explicacao_detalhada":"A palavra 'povo' destaca a identidade coletiva dos hebreus como o povo escolhido de Deus, que Ele deseja libertar.","por_que_esta_palavra":"A ênfase no 'povo' sublinha a relação especial entre Deus e Israel, e a importância da libertação.","conexao_teologica":"Deus se preocupa com seu povo e age em seu favor, demonstrando seu amor e compromisso com a aliança.","referencias_relacionadas":["Êxodo 3:10","Isaías 43:1","1 Pedro 2:9"]},"exodo_9_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico em que a praga será lançada sobre o Egito.","explicacao_detalhada":"A palavra 'dia' indica um tempo determinado por Deus para a execução de seu juízo, mostrando sua soberania sobre o tempo.","por_que_esta_palavra":"A menção do 'dia' enfatiza a certeza e a iminência do juízo divino.","conexao_teologica":"Deus tem controle sobre o tempo e os eventos, e suas promessas e juízos são cumpridos em seu devido tempo.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 24:36"]},"exodo_9_18_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção para a ação iminente de Deus.","explicacao_detalhada":"A palavra 'eis' serve como um aviso e um chamado à atenção, destacando a importância do que está prestes a acontecer.","por_que_esta_palavra":"A palavra 'eis' é frequentemente usada na Bíblia para introduzir eventos significativos ou revelações divinas.","conexao_teologica":"Deus frequentemente chama seu povo a prestar atenção às suas ações e revelações.","referencias_relacionadas":["Isaías 41:22","Mateus 11:15","Apocalipse 3:20"]},"exodo_9_18_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de tempo que marca a ação de Deus.","explicacao_detalhada":"A palavra 'expressão' indica um momento específico em que Deus intervirá, mostrando sua intenção e plano.","por_que_esta_palavra":"A expressão do tempo é crucial para entender a natureza da ação divina e sua relação com a história.","conexao_teologica":"Deus age em momentos específicos da história para cumprir seus propósitos.","referencias_relacionadas":["Gálatas 4:4","Efésios 1:10","Hebreus 1:1-2"]},"exodo_9_19_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se aos inimigos de Deus, representados pelo faraó e seu exército.","explicacao_detalhada":"A palavra 'inimigo' destaca a oposição à vontade de Deus e à libertação de seu povo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a luta entre o bem e o mal, e a certeza da vitória de Deus.","conexao_teologica":"Deus é o defensor de seu povo e luta contra aqueles que se opõem a Ele.","referencias_relacionadas":["Salmos 34:19","Romanos 8:31","2 Coríntios 10:3-4"]},"exodo_9_19_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à consequência da desobediência e ao juízo de Deus sobre os egípcios.","explicacao_detalhada":"A palavra 'morrer' enfatiza a gravidade do juízo divino e as consequências da rebelião contra Deus.","por_que_esta_palavra":"A menção da morte serve como um aviso sério sobre as consequências da desobediência.","conexao_teologica":"A morte é uma consequência do pecado, e Deus é justo em seus juízos.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30-32","Apocalipse 21:8"]},"exodo_9_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas devem ser feitas ou abordadas.","explicacao_detalhada":"No contexto de Êxodo 9:19, a palavra 'modo' indica a forma específica pela qual Deus instrui os egípcios a se prepararem para a praga que se aproxima. É uma orientação clara sobre como agir em resposta ao aviso divino.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar a importância de seguir as instruções de Deus de maneira precisa, refletindo a necessidade de obediência.","conexao_teologica":"A obediência às instruções divinas é um tema central na relação entre Deus e Seu povo, mostrando que seguir o 'modo' de Deus é essencial para a proteção e bênção.","referencias_relacionadas":["Êxodo 12:21","Deuteronômio 5:32","Salmos 119:4"]},"exodo_9_20_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou abrigo, um espaço de segurança e proteção.","explicacao_detalhada":"Em Êxodo 9:20, a palavra 'casa' é mencionada no contexto da proteção que Deus oferece aos que obedecem às Suas instruções. A casa é vista como um lugar de refúgio durante a praga.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa não apenas um espaço físico, mas também a ideia de proteção familiar e segurança sob a orientação divina.","conexao_teologica":"A proteção de Deus sobre os lares dos fiéis é um tema recorrente na Bíblia, simbolizando a segurança que vem da obediência a Deus.","referencias_relacionadas":["Êxodo 12:7","Salmos 91:1-2","Mateus 7:24"]},"exodo_9_20_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Refere-se ao ato de ter medo ou reverência diante de algo poderoso.","explicacao_detalhada":"No versículo, 'temer' implica uma resposta adequada ao poder de Deus, reconhecendo Sua autoridade e a gravidade da situação que se aproxima.","por_que_esta_palavra":"A palavra 'temer' é usada para enfatizar a necessidade de uma atitude de respeito e reverência diante de Deus, especialmente em tempos de juízo.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é fundamental para a relação entre Deus e a humanidade, refletindo a importância de reconhecer Sua soberania.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 8:13"]},"exodo_9_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou comando, algo que deve ser considerado com seriedade.","explicacao_detalhada":"Em Êxodo 9:20, a palavra 'palavra' é usada para descrever a instrução de Deus que deve ser seguida. É um lembrete da importância de ouvir e obedecer à voz de Deus.","por_que_esta_palavra":"A palavra 'palavra' é crucial porque representa a comunicação divina e a necessidade de resposta humana a essa comunicação.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a obediência a ela é essencial para a vida espiritual e a relação com Deus.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"exodo_9_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade ou à certeza de algo, especialmente em relação à palavra de Deus.","explicacao_detalhada":"No contexto de Êxodo 9:21, a palavra 'verdade' é usada para contrastar a desobediência e a incredulidade, enfatizando a necessidade de reconhecer a verdade de Deus.","por_que_esta_palavra":"A palavra 'verdade' é importante porque destaca a fidelidade de Deus e a necessidade de viver de acordo com Sua verdade.","conexao_teologica":"A verdade de Deus é um fundamento essencial para a fé e a prática cristã, e a rejeição dela leva a consequências sérias.","referencias_relacionadas":["João 8:32","Salmos 25:5","Romanos 1:18"]},"exodo_9_21_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões humanas, simbolizando a vontade e a espiritualidade.","explicacao_detalhada":"Em Êxodo 9:21, a palavra 'coração' é usada para descrever a disposição interna das pessoas em relação a Deus e Sua palavra, indicando que a desobediência vem de um coração endurecido.","por_que_esta_palavra":"A palavra 'coração' é significativa porque representa a verdadeira condição espiritual do ser humano, que deve ser moldada pela obediência a Deus.","conexao_teologica":"A transformação do coração é fundamental na teologia bíblica, refletindo a necessidade de um relacionamento genuíno com Deus.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Romanos 10:9"]},"exodo_9_21_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou comando, algo que deve ser considerado com seriedade.","explicacao_detalhada":"A palavra 'palavra' em Êxodo 9:21 enfatiza a importância de ouvir e obedecer às instruções de Deus, que são fundamentais para a salvação e proteção.","por_que_esta_palavra":"A repetição da palavra 'palavra' destaca a centralidade da comunicação divina e a necessidade de resposta humana a essa comunicação.","conexao_teologica":"A palavra de Deus é um guia essencial para a vida do crente, e a obediência a ela é um sinal de fé.","referencias_relacionadas":["Tiago 1:22","Salmos 119:11","Mateus 7:24"]},"exodo_9_22_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao espaço acima da terra, onde Deus habita e onde se manifestam Seus sinais.","explicacao_detalhada":"Em Êxodo 9:22, a palavra 'céus' é usada para descrever a origem das pragas que Deus envia, mostrando Seu controle sobre a criação.","por_que_esta_palavra":"A palavra 'céus' é importante porque representa a soberania de Deus sobre toda a criação e Sua capacidade de intervir na história.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Seu poder e autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"exodo_9_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas devem ser feitas ou abordadas.","explicacao_detalhada":"A palavra 'modo' em Êxodo 9:22 reforça a ideia de que há uma forma específica que Deus deseja que Seu povo siga em resposta às Suas instruções.","por_que_esta_palavra":"A repetição da palavra 'modo' enfatiza a necessidade de seguir as diretrizes divinas com precisão.","conexao_teologica":"A obediência ao 'modo' de Deus é essencial para a vida do crente e reflete a importância de viver de acordo com a vontade divina.","referencias_relacionadas":["Êxodo 12:24","Deuteronômio 6:17","Salmos 119:4"]},"exodo_9_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à superfície da terra, onde as pragas se manifestam.","explicacao_detalhada":"Em Êxodo 9:22, a palavra 'terra' é usada para descrever o espaço físico que é afetado pelas ações de Deus, mostrando Sua autoridade sobre a criação.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa o domínio de Deus sobre o mundo material e Sua capacidade de trazer juízo sobre a terra.","conexao_teologica":"A soberania de Deus sobre a terra é um tema importante, refletindo Sua autoridade e poder sobre todas as nações.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"exodo_9_23_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele envia as pragas.","explicacao_detalhada":"A palavra 'céus' no contexto de Êxodo 9:23 indica a autoridade divina sobre a natureza e a criação. É um lembrete de que Deus controla os elementos e pode usá-los para cumprir Seus propósitos.","por_que_esta_palavra":"A utilização da palavra 'céus' enfatiza a soberania de Deus sobre a criação e Sua capacidade de intervir na história humana.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar onde Deus habita e de onde Ele governa. Isso conecta a ideia de que Deus é o Senhor do universo.","referencias_relacionadas":["Salmos 19:1","Isaías 40:22","Mateus 6:9"]},"exodo_9_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é usado para designar a autoridade e o poder de Deus sobre todas as coisas.","explicacao_detalhada":"O nome 'Senhor' (YHWH) representa a aliança de Deus com Seu povo e Sua natureza eterna e imutável. Em Êxodo 9:23, Ele se revela como aquele que controla as forças da natureza.","por_que_esta_palavra":"A palavra 'Senhor' é crucial para entender a relação entre Deus e Israel, destacando Sua fidelidade e poder.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua presença e ação no mundo. Ele é o Deus que se revela e age em favor de Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Romanos 10:13"]},"exodo_9_23_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' enfatiza a magnitude do poder de Deus ao enviar pragas sobre o Egito.","explicacao_detalhada":"Em Êxodo 9:23, 'grande' descreve a intensidade e a seriedade das pragas que Deus estava enviando, mostrando que Ele é maior do que qualquer força da natureza.","por_que_esta_palavra":"A ênfase na grandeza de Deus serve para lembrar os israelitas e os egípcios de Sua soberania e poder incomparáveis.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo Sua majestade e autoridade sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"exodo_9_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as pragas foram enviadas, destacando a ordem e o controle de Deus.","explicacao_detalhada":"A palavra 'modo' em Êxodo 9:24 indica que as pragas não foram enviadas aleatoriamente, mas de forma intencional e planejada por Deus para cumprir Seus propósitos.","por_que_esta_palavra":"A escolha da palavra 'modo' ressalta a precisão e a eficácia da ação divina, mostrando que Deus age com sabedoria.","conexao_teologica":"A maneira como Deus age no mundo é um reflexo de Sua natureza ordenada e soberana, que se revela em Sua criação.","referencias_relacionadas":["Salmos 104:24","Provérbios 16:4","Romanos 8:28"]},"exodo_9_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Descreve a ação das pedras de granizo que caíram sobre a terra do Egito como um ato de juízo.","explicacao_detalhada":"A palavra 'cair' em Êxodo 9:24 enfatiza a força e a inevitabilidade do juízo de Deus sobre o Egito, mostrando que nada pode resistir ao Seu poder.","por_que_esta_palavra":"A utilização da palavra 'cair' ilustra a gravidade das consequências do pecado e da desobediência ao Senhor.","conexao_teologica":"O juízo de Deus é uma parte importante da narrativa bíblica, refletindo Sua justiça e a necessidade de arrependimento.","referencias_relacionadas":["Gênesis 19:24","Salmos 37:15","Apocalipse 16:21"]},"exodo_9_24_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo que acompanhou as pedras de granizo, simbolizando o juízo divino.","explicacao_detalhada":"A palavra 'fogo' em Êxodo 9:24 destaca a destruição e o poder de Deus, mostrando que Ele pode usar elementos naturais para executar Seu juízo.","por_que_esta_palavra":"O fogo é frequentemente associado ao juízo e à purificação na Bíblia, simbolizando a presença de Deus.","conexao_teologica":"O fogo de Deus representa Sua santidade e justiça, que consome o pecado e a rebelião.","referencias_relacionadas":["Deuteronômio 4:24","Hebreus 12:29","Apocalipse 20:10"]},"exodo_9_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as pragas afetaram a terra do Egito, mostrando a abrangência do juízo.","explicacao_detalhada":"A palavra 'modo' em Êxodo 9:25 indica que o impacto das pragas foi total e devastador, afetando tanto as pessoas quanto a terra.","por_que_esta_palavra":"A escolha da palavra 'modo' reforça a ideia de que o juízo de Deus é abrangente e não pode ser ignorado.","conexao_teologica":"A abrangência do juízo de Deus é um tema importante, mostrando que Ele se importa com a justiça e a ordem em Sua criação.","referencias_relacionadas":["Isaías 26:9","Ezequiel 18:30","Romanos 1:18"]},"exodo_9_25_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se ao ato de ferir ou causar dano, enfatizando a severidade das pragas.","explicacao_detalhada":"A palavra 'beat' em Êxodo 9:25 destaca a ação direta de Deus ao infligir juízo sobre o Egito, mostrando que Ele é um Deus que responde ao pecado.","por_que_esta_palavra":"A utilização da palavra 'beat' enfatiza a seriedade do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"O conceito de Deus como juiz é central na teologia bíblica, refletindo Sua santidade e a necessidade de justiça.","referencias_relacionadas":["Salmos 89:32","Provérbios 3:12","Hebreus 12:6"]},"exodo_9_25_hailstones":{"palavra_pt":"hailstones","palavra_original":"בָּרָד","transliteracao":"bârâd","strong":"H1259","significado_raiz":"Ideia básica: hailstones.","significado_contextual":"Refere-se às pedras de granizo que caíram como parte do juízo de Deus sobre o Egito.","explicacao_detalhada":"A palavra 'hailstones' em Êxodo 9:25 simboliza a força destrutiva do juízo divino, mostrando que Deus pode usar a natureza para cumprir Seus propósitos.","por_que_esta_palavra":"A menção das pedras de granizo destaca a gravidade do juízo e a resposta de Deus ao pecado do Egito.","conexao_teologica":"As pragas são um lembrete do poder de Deus e de Sua capacidade de julgar a iniquidade.","referencias_relacionadas":["Salmos 78:47","Ezequiel 13:11","Apocalipse 16:21"]},"exodo_9_26_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra do Egito, que foi severamente afetada pelas pragas.","explicacao_detalhada":"A palavra 'terra' em Êxodo 9:26 destaca a criação de Deus e a importância da terra na aliança com Seu povo, mostrando que o juízo também afeta a criação.","por_que_esta_palavra":"A utilização da palavra 'terra' enfatiza a conexão entre o povo de Deus e a terra que Ele lhes deu, e como o pecado pode trazer consequências para toda a criação.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a promessa de Deus e a herança de Seu povo.","referencias_relacionadas":["Gênesis 1:28","Deuteronômio 11:21","Romanos 8:22"]},"exodo_9_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e herança, simbolizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para descrever não apenas a relação biológica, mas também a relação espiritual e de compromisso entre Deus e Seu povo. Em Êxodo 9:26, o termo é utilizado para enfatizar a proteção de Deus sobre os filhos de Israel em contraste com os egípcios.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a intimidade e a responsabilidade que Deus tem em relação ao Seu povo escolhido.","conexao_teologica":"A relação de Deus como Pai e Israel como Seu filho é um tema recorrente na Bíblia, simbolizando amor, cuidado e disciplina.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Mateus 3:17"]},"exodo_9_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é utilizada para afirmar a autenticidade e a fidelidade de Deus em Suas promessas.","explicacao_detalhada":"Em Êxodo 9:26, a negação da verdade é um chamado à reflexão sobre a justiça divina e a realidade das consequências do pecado. A verdade de Deus é um fundamento para a justiça e a retidão.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e Sua relação com a humanidade, especialmente em tempos de juízo.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, refletindo Sua natureza imutável e Sua palavra fiel.","referencias_relacionadas":["Salmos 25:5","João 14:6","Romanos 3:4"]},"exodo_9_27_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se à retidão moral e à conformidade com a lei de Deus.","explicacao_detalhada":"Em Êxodo 9:27, a referência ao justo é uma declaração sobre a natureza de Deus como juiz e a expectativa de que a justiça prevaleça sobre a injustiça.","por_que_esta_palavra":"A palavra 'justo' é utilizada para contrastar a natureza de Deus com a corrupção e a maldade dos egípcios.","conexao_teologica":"A justiça de Deus é um tema central na teologia bíblica, refletindo Sua santidade e a necessidade de redenção.","referencias_relacionadas":["Salmos 11:7","Isaías 30:18","Romanos 1:17"]},"exodo_9_27_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' implica em responsabilidade por ações erradas e a necessidade de julgamento.","explicacao_detalhada":"Em Êxodo 9:27, a referência aos culpados destaca a justiça de Deus e a inevitabilidade do juízo sobre aqueles que persistem no pecado.","por_que_esta_palavra":"A palavra 'culpado' é importante para entender a condição espiritual dos egípcios e a necessidade de arrependimento.","conexao_teologica":"A culpa é um tema que permeia a Escritura, levando à necessidade de redenção e perdão através de Cristo.","referencias_relacionadas":["Salmos 32:5","Romanos 3:23","1 João 1:9"]},"exodo_9_27_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de Deus em enviar juízos sobre o Egito como forma de libertação de Seu povo.","explicacao_detalhada":"Em Êxodo 9:27, o ato de enviar é uma demonstração do poder de Deus e de Sua soberania sobre as nações.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a autoridade de Deus em agir na história e em moldar os eventos para Seus propósitos.","conexao_teologica":"Deus como aquele que envia é um tema que se repete, culminando no envio de Seu Filho, Jesus Cristo, para a salvação da humanidade.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","João 20:21"]},"exodo_9_28_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para representar a humanidade em sua fragilidade e necessidade de Deus.","explicacao_detalhada":"Em Êxodo 9:28, a referência ao homem destaca a impotência humana diante do poder divino e a necessidade de reconhecer a soberania de Deus.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a condição humana e a relação entre o Criador e a criação.","conexao_teologica":"A humanidade é vista como dependente de Deus, e a salvação é oferecida a todos os homens através da fé.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Romanos 5:12"]},"exodo_9_28_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Em Êxodo 9:28, o uso do nome de Deus enfatiza Sua soberania e poder em contrastar com os deuses egípcios.","por_que_esta_palavra":"A palavra 'senhor' é central para a adoração e a compreensão da divindade na tradição israelita.","conexao_teologica":"O nome de Deus é um tema fundamental na Bíblia, representando Sua presença e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Filipenses 2:9-11"]},"exodo_9_28_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda de algo em desgraça ou juízo.","explicacao_detalhada":"Em Êxodo 9:28, a ideia de cair pode se referir tanto ao juízo sobre o Egito quanto à necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'cair' é significativa para entender as consequências do pecado e a necessidade de retorno a Deus.","conexao_teologica":"A queda é um tema que se relaciona com a redenção e a restauração prometida em Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Apocalipse 20:10"]},"exodo_9_29_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um lugar de habitação e comunidade, muitas vezes associada à segurança e à identidade.","explicacao_detalhada":"Em Êxodo 9:29, a menção da cidade destaca a destruição que o juízo de Deus traz sobre as cidades egípcias, simbolizando a queda da civilização opressora.","por_que_esta_palavra":"A palavra 'cidade' é importante para entender o contexto social e político da época, bem como a proteção de Deus sobre Seu povo.","conexao_teologica":"A cidade é um símbolo de comunidade e também de juízo, refletindo a necessidade de um novo céu e uma nova terra.","referencias_relacionadas":["Salmos 46:4","Isaías 65:17","Apocalipse 21:2"]},"exodo_9_29_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação e à revelação da vontade de Deus.","explicacao_detalhada":"Em Êxodo 9:29, a voz de Deus é um meio pelo qual Ele se comunica com Seu povo e com a humanidade, trazendo advertências e instruções.","por_que_esta_palavra":"A palavra 'voz' é significativa para entender como Deus se revela e se relaciona com a criação.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, representando Sua autoridade e poder criador.","referencias_relacionadas":["Gênesis 3:8","Salmos 29:4","Hebreus 1:1"]},"exodo_9_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à região geográfica em que os eventos estão ocorrendo.","explicacao_detalhada":"A palavra 'terra' neste contexto é usada para descrever a terra do Egito, que estava sendo afetada pelas pragas enviadas por Deus. A devastação da terra é um sinal do poder de Deus sobre as forças da natureza e a soberania sobre as nações.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a abrangência do juízo de Deus, que não afeta apenas os egípcios, mas também a própria terra que eles habitam.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um símbolo da promessa de Deus e da herança do Seu povo. A devastação da terra do Egito contrasta com a terra prometida a Israel.","referencias_relacionadas":["Gênesis 1:1","Êxodo 3:8","Salmos 24:1"]},"exodo_9_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual algo está sendo afirmado ou feito.","explicacao_detalhada":"Neste versículo, 'porque' é usado para introduzir a justificativa da ação de Moisés em relação ao faraó. Ele explica que a razão para a sua insistência é a revelação do poder de Deus.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica da argumentação de Moisés e a relação entre Deus e o faraó.","conexao_teologica":"A ideia de justificar ações com base na revelação de Deus é um tema recorrente na Bíblia, mostrando a importância da obediência e do reconhecimento do Senhor.","referencias_relacionadas":["Êxodo 9:16","Romanos 1:20","Tiago 1:5"]},"exodo_9_30_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença ou face de Deus, simbolizando Sua autoridade e poder.","explicacao_detalhada":"A palavra 'rosto' neste contexto implica em uma relação pessoal e direta com Deus. Moisés fala sobre a necessidade de o faraó reconhecer a autoridade divina.","por_que_esta_palavra":"O uso de 'rosto' destaca a intimidade que Deus deseja ter com Seu povo e a seriedade da rejeição do faraó em relação a Ele.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde o 'rosto' de Deus representa Sua glória e a relação com a humanidade.","referencias_relacionadas":["Êxodo 33:11","Salmos 27:8","Mateus 5:8"]},"exodo_9_30_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua essência e caráter.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é usado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas, incluindo o faraó e o Egito.","por_que_esta_palavra":"A menção do nome de Deus é fundamental para entender a relação de poder entre Deus e o faraó, e a insistência de Moisés em que o faraó reconheça essa autoridade.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua identidade e a relação com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"exodo_9_31_flax":{"palavra_pt":"flax","palavra_original":"פִּשְׁתָּה","transliteracao":"pishtâh","strong":"H6594","significado_raiz":"Ideia básica: flax.","significado_contextual":"Refere-se à planta do linho, que era uma cultura importante no Egito.","explicacao_detalhada":"O 'flax' é mencionado como uma das culturas que foram destruídas pelas pragas, simbolizando a devastação econômica que o Egito estava enfrentando.","por_que_esta_palavra":"A inclusão do 'flax' destaca a seriedade das pragas e o impacto que tiveram na agricultura e na economia do Egito.","conexao_teologica":"As pragas não apenas demonstram o poder de Deus, mas também servem como um aviso sobre as consequências da desobediência.","referencias_relacionadas":["Êxodo 9:25","Isaías 19:6","Gênesis 41:30"]},"exodo_9_31_barley":{"palavra_pt":"barley","palavra_original":"שְׂעֹרָה","transliteracao":"sᵉʻôrâh","strong":"H8184","significado_raiz":"Ideia básica: barley.","significado_contextual":"Refere-se à cevada, um dos principais grãos cultivados no Egito.","explicacao_detalhada":"A menção da 'barley' indica a destruição de uma colheita vital, afetando a subsistência do povo egípcio e mostrando o poder de Deus sobre a natureza.","por_que_esta_palavra":"A devastação da cevada é um sinal do juízo de Deus e da fragilidade das riquezas humanas diante de Sua vontade.","conexao_teologica":"A cevada, como símbolo de provisão, mostra a dependência do povo de Deus para sua sobrevivência e prosperidade.","referencias_relacionadas":["Êxodo 9:25","Rute 1:22","Gênesis 41:5"]},"exodo_9_31_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Em Êxodo 9:31, \"porque\" aparece na frase \"E o linho e a cevada foram feridos, porque a cevada já estava na espiga, e o linho na haste.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כִּי; kîy; H3588), \"porque\" traz a ideia de porque. Aqui, essa palavra deixa o ensino de Êxodo 9:31 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"porque\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Ezequiel 10:11. Lendo junto com Êxodo 9:31, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Êxodo 9:31","Ezequiel 10:11","Salmos 119:105"]},"exodo_9_32_trigo":{"palavra_pt":"trigo","palavra_original":"חִטָּה","transliteracao":"chiṭṭâh","strong":"H2406","significado_raiz":"Ideia básica: trigo.","significado_contextual":"Refere-se ao trigo, um dos principais alimentos da época.","explicacao_detalhada":"O 'trigo' é mencionado como uma cultura que também foi afetada pelas pragas, simbolizando a totalidade da destruição que Deus trouxe sobre o Egito.","por_que_esta_palavra":"A destruição do trigo representa não apenas a perda de colheitas, mas também a perda de esperança e sustento para o povo egípcio.","conexao_teologica":"O trigo é frequentemente associado à provisão de Deus, e sua destruição enfatiza a necessidade de confiar em Deus para sustento.","referencias_relacionadas":["Êxodo 9:25","Mateus 13:30","Gênesis 41:6"]},"exodo_9_32_fitches":{"palavra_pt":"fitches","palavra_original":"כֻּסֶּמֶת","transliteracao":"kuççemeth","strong":"H3698","significado_raiz":"Ideia básica: fitches.","significado_contextual":"Refere-se a uma planta que era usada como tempero ou alimento.","explicacao_detalhada":"Os 'fitches' são mencionados como uma cultura que também foi destruída, indicando a abrangência das pragas e o impacto na dieta do povo egípcio.","por_que_esta_palavra":"A inclusão dos 'fitches' mostra que mesmo as menores culturas foram afetadas, simbolizando a totalidade do juízo de Deus.","conexao_teologica":"A destruição das fitches, assim como das outras colheitas, serve como um lembrete da soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Êxodo 9:25","Isaías 28:25","Mateus 13:33"]},"exodo_9_32_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade ou à realidade das afirmações feitas.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a certeza do que está sendo declarado, especialmente em relação ao poder de Deus e ao juízo sobre o Egito.","por_que_esta_palavra":"A ênfase na verdade destaca a importância de reconhecer a realidade do poder de Deus e a necessidade de arrependimento.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, onde a fidelidade e a justiça de Deus são sempre afirmadas.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"exodo_9_33_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade específica onde os eventos da praga estavam ocorrendo.","explicacao_detalhada":"A palavra 'cidade' no contexto de Êxodo 9:33 indica um local urbano que estava sendo afetado pelas pragas enviadas por Deus. A cidade é um símbolo de civilização e organização social, contrastando com a vida nômade dos hebreus.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a magnitude do juízo de Deus sobre as estruturas sociais e políticas do Egito.","conexao_teologica":"A cidade representa a rebelião do Egito contra Deus e Sua vontade, mostrando que mesmo as cidades mais poderosas não estão acima do juízo divino.","referencias_relacionadas":["Êxodo 9:18","Êxodo 10:7","Salmos 46:4"]},"exodo_9_33_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"Indica o término de uma ação ou evento, neste caso, o fim da praga.","explicacao_detalhada":"A palavra 'fim' sugere a conclusão de um ciclo de desobediência e a necessidade de arrependimento. No contexto, refere-se ao término da praga de granizo que devastou a terra do Egito.","por_que_esta_palavra":"A palavra 'fim' é usada para mostrar que as pragas têm um propósito e um limite, enfatizando a soberania de Deus sobre a história.","conexao_teologica":"O conceito de 'fim' está ligado à ideia de que Deus tem um plano e um tempo determinado para cada evento, incluindo juízos e misericórdias.","referencias_relacionadas":["Eclesiastes 3:1","Romanos 6:23","Apocalipse 21:6"]},"exodo_9_33_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação de Deus através de Moisés, que traz a mensagem de advertência ao faraó.","explicacao_detalhada":"A palavra 'voz' implica a ideia de autoridade e poder. A voz de Deus é um meio pelo qual Ele se revela e se comunica com a humanidade, especialmente em momentos de juízo.","por_que_esta_palavra":"A ênfase na 'voz' destaca a importância da obediência à palavra de Deus e a gravidade de ignorar Suas advertências.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, representando Sua presença e vontade, e é através dela que Ele chama ao arrependimento.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"exodo_9_34_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Novamente, refere-se à comunicação de Deus, agora com um foco na resposta do faraó.","explicacao_detalhada":"A repetição da palavra 'voz' enfatiza a insistência de Deus em ser ouvido. O faraó, ao ouvir a voz de Deus, tem a oportunidade de se arrepender e mudar seu coração.","por_que_esta_palavra":"A voz de Deus é um chamado à ação e à mudança, e a recusa em ouvir resulta em consequências severas.","conexao_teologica":"A voz de Deus é um símbolo de Sua soberania e do convite à obediência, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 95:7","Hebreus 3:15","Apocalipse 3:20"]},"exodo_9_34_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão das leis de Deus, que leva ao juízo.","explicacao_detalhada":"A palavra 'pecado' indica a falha moral do faraó em reconhecer a soberania de Deus e sua insistência em desobedecer às Suas ordens.","por_que_esta_palavra":"O uso da palavra 'pecado' é crucial para entender a natureza da rebelião do faraó e as consequências que isso traz para o Egito.","conexao_teologica":"O pecado é um tema central na Bíblia, representando a separação entre Deus e a humanidade, e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Gálatas 6:7"]},"exodo_9_34_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus, que é manifestada mesmo em meio ao juízo.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a natureza de Deus e Sua intenção de trazer arrependimento ao faraó, oferecendo-lhe uma chance de mudança.","por_que_esta_palavra":"A ênfase na bondade de Deus destaca que, mesmo em juízo, Ele deseja que as pessoas se voltem para Ele.","conexao_teologica":"A bondade de Deus é um aspecto fundamental de Sua natureza, que se manifesta em Sua paciência e misericórdia.","referencias_relacionadas":["Salmos 119:68","Romanos 2:4","Tiago 1:17"]},"exodo_9_35_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de endurecer o coração do faraó, resistindo à vontade de Deus.","explicacao_detalhada":"A palavra 'agarrar' implica uma firmeza ou obstinação em se manter em uma posição, simbolizando a resistência do faraó ao chamado de Deus.","por_que_esta_palavra":"O uso de 'agarrar' ilustra a luta entre a vontade de Deus e a obstinação humana, mostrando a gravidade da desobediência.","conexao_teologica":"A resistência ao chamado de Deus é um tema recorrente na Bíblia, refletindo a luta entre a carne e o espírito.","referencias_relacionadas":["Romanos 1:21","Hebreus 3:12","2 Pedro 2:20"]},"exodo_9_35_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões do faraó, que se opõe a Deus.","explicacao_detalhada":"A palavra 'coração' simboliza a vontade e a disposição do faraó em desobedecer a Deus, refletindo sua natureza obstinada.","por_que_esta_palavra":"A ênfase no 'coração' destaca que a desobediência não é apenas uma questão de ações, mas de uma disposição interna contra Deus.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde as decisões espirituais são tomadas, e a necessidade de um coração transformado é fundamental.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"exodo_9_35_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito, que representa a oposição a Deus.","explicacao_detalhada":"A palavra 'faraó' simboliza a autoridade terrena que se opõe ao plano divino, sendo um exemplo de resistência ao poder de Deus.","por_que_esta_palavra":"A menção do faraó é significativa, pois ele é o principal antagonista na narrativa, representando a luta entre o poder humano e a soberania divina.","conexao_teologica":"A figura do faraó é um símbolo da rebelião contra Deus, e sua história serve como um aviso sobre as consequências da desobediência.","referencias_relacionadas":["Êxodo 5:2","Romanos 9:17","Apocalipse 16:10"]}}