{"levitico_1_1_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de Deus convocar Moisés para dar instruções sobre os sacrifícios.","explicacao_detalhada":"No contexto de Levítico 1:1, Deus chama Moisés para que ele possa transmitir as leis sobre os sacrifícios que o povo deve oferecer. Isso demonstra a importância da comunicação divina e da obediência humana.","por_que_esta_palavra":"A palavra 'chamar' é fundamental porque indica a iniciativa de Deus em se revelar e instruir seu povo, estabelecendo um relacionamento de diálogo.","conexao_teologica":"A chamada de Deus a Moisés simboliza a vocação divina e a importância da revelação nas Escrituras, mostrando que Deus se comunica com a humanidade.","referencias_relacionadas":["Êxodo 3:4","1 Samuel 3:10","Isaías 6:8"]},"levitico_1_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Deus a Moisés sobre os sacrifícios.","explicacao_detalhada":"Deus fala a Moisés para instruí-lo sobre como os israelitas devem se aproximar d'Ele através dos sacrifícios. Essa comunicação é essencial para a adoração correta.","por_que_esta_palavra":"A palavra 'falar' enfatiza a revelação de Deus e a importância da obediência às suas instruções.","conexao_teologica":"A fala de Deus representa a autoridade divina e a necessidade de ouvir e seguir suas orientações.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:4","Salmos 29:4"]},"levitico_1_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à identidade de Deus como o ser supremo que se revela ao seu povo.","explicacao_detalhada":"O uso do nome 'Senhor' (YHWH) destaca a relação pessoal e a soberania de Deus sobre Israel, enfatizando sua autoridade nas instruções dadas a Moisés.","por_que_esta_palavra":"O nome de Deus é central na teologia israelita, representando seu caráter e sua promessa de estar com seu povo.","conexao_teologica":"O nome 'Senhor' é um lembrete da aliança de Deus com Israel e sua fidelidade em cumprir suas promessas.","referencias_relacionadas":["Êxodo 6:2-3","Salmos 83:18","Isaías 42:8"]},"levitico_1_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é novamente mencionado, reforçando a continuidade da revelação de Deus.","explicacao_detalhada":"A repetição do nome 'Senhor' em Levítico 1:2 sublinha a importância da autoridade divina nas instruções sobre os sacrifícios.","por_que_esta_palavra":"A presença do nome de Deus enfatiza a relação de compromisso e a necessidade de adoração adequada.","conexao_teologica":"O nome 'Senhor' é um símbolo da presença de Deus entre seu povo e sua disposição em se comunicar.","referencias_relacionadas":["Gênesis 17:1","Êxodo 3:14","Salmos 100:3"]},"levitico_1_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação entre Deus e seu povo, que é considerado como seus filhos.","explicacao_detalhada":"Em Levítico 1:2, a menção de 'filho' pode ser vista como um lembrete da filiação espiritual e da responsabilidade que os israelitas têm diante de Deus.","por_que_esta_palavra":"A palavra 'filho' destaca a intimidade da relação entre Deus e Israel, enfatizando a necessidade de obediência.","conexao_teologica":"A ideia de filiação é central na teologia bíblica, refletindo a relação de amor e cuidado de Deus por seu povo.","referencias_relacionadas":["Deuteronômio 14:1","Salmos 103:13","Romanos 8:14"]},"levitico_1_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Deus sobre as instruções para os sacrifícios.","explicacao_detalhada":"Deus 'diz' a Moisés como os israelitas devem se aproximar d'Ele, enfatizando a importância da obediência às suas palavras.","por_que_esta_palavra":"A palavra 'dizer' é crucial porque revela a vontade de Deus e a necessidade de que seu povo a siga.","conexao_teologica":"A comunicação divina é um tema recorrente nas Escrituras, mostrando que Deus deseja que seu povo conheça sua vontade.","referencias_relacionadas":["Êxodo 20:1","Salmos 119:105","Mateus 4:4"]},"levitico_1_3_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é usada em um contexto de oferta e sacrifício, simbolizando a redenção.","explicacao_detalhada":"Em Levítico 1:3, a ideia de 'salvar' está ligada à oferta que deve ser feita para expiação dos pecados, refletindo a necessidade de redenção.","por_que_esta_palavra":"A palavra 'salvar' é central na teologia da salvação, mostrando que o sacrifício é um meio de restaurar a relação com Deus.","conexao_teologica":"A ideia de salvação através do sacrifício é um tema que culmina em Cristo, que é o sacrifício perfeito.","referencias_relacionadas":["Hebreus 9:22","Romanos 5:8","1 Pedro 1:18-19"]},"levitico_1_3_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"O altar é um símbolo da presença de Deus e do lugar de adoração, onde os israelitas se aproximam d'Ele através do sacrifício.","por_que_esta_palavra":"A palavra 'altar' é essencial porque representa o meio pelo qual o povo pode se reconciliar com Deus.","conexao_teologica":"O altar é um precursor do sacrifício de Cristo, que se torna o altar definitivo para a expiação dos pecados.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"levitico_1_4_urso":{"palavra_pt":"urso","palavra_original":"סָמַךְ","transliteracao":"çâmak","strong":"H5564","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma tradução errônea e não se aplica ao contexto de Levítico 1:4.","explicacao_detalhada":"A palavra correta deve ser relacionada ao ato de 'impor as mãos' sobre a oferta, simbolizando a transferência de pecados.","por_que_esta_palavra":"A imposição das mãos é um ato simbólico que representa a identificação do ofertante com o sacrifício.","conexao_teologica":"Esse ato é um símbolo da transferência de culpa e a necessidade de um mediador entre Deus e o homem.","referencias_relacionadas":["Levítico 16:21","Isaías 53:6","1 Pedro 2:24"]},"levitico_1_4_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao ato de oferecer o sacrifício como um ato inicial de adoração.","explicacao_detalhada":"O 'princípio' do sacrifício é fundamental para a adoração, pois estabelece a intenção do ofertante de se reconciliar com Deus.","por_que_esta_palavra":"A palavra 'princípio' destaca a importância do primeiro passo na relação com Deus, que é a oferta de sacrifício.","conexao_teologica":"O princípio do sacrifício aponta para a necessidade de um começo na vida espiritual, que é a entrega a Deus.","referencias_relacionadas":["Gênesis 4:4","Êxodo 23:19","Mateus 5:23-24"]},"levitico_1_5_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é uma oferta feita a Deus, simbolizando a expiação dos pecados e a devoção do ofertante.","explicacao_detalhada":"No contexto de Levítico 1:5, o sacrifício é um ato ritual onde o animal é imolado diante do Senhor, representando a entrega e a purificação do povo. O sangue do animal é visto como a vida que é oferecida a Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é central na adoração israelita, pois reflete a necessidade de expiação e a relação entre o homem e Deus.","conexao_teologica":"O sacrifício no Antigo Testamento prefigura o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Hebreus 9:22","Romanos 12:1","Gálatas 2:20"]},"levitico_1_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o mediador entre Deus e o povo, responsável por realizar os rituais e oferecer sacrifícios.","explicacao_detalhada":"Em Levítico 1:5, o sacerdote desempenha um papel crucial na mediação do sacrifício, garantindo que os rituais sejam realizados de acordo com as instruções divinas.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental para entender a estrutura do culto israelita e a importância da intercessão.","conexao_teologica":"Jesus é nosso Sumo Sacerdote, que intercede por nós e oferece um sacrifício perfeito.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"levitico_1_5_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é visto como símbolo da vida e é essencial para a expiação dos pecados.","explicacao_detalhada":"No contexto de Levítico 1:5, o sangue do animal sacrificado é aspergido no altar, simbolizando a purificação e a redenção do povo.","por_que_esta_palavra":"A palavra 'sangue' é crucial na teologia bíblica, pois representa a vida e a aliança entre Deus e seu povo.","conexao_teologica":"O sangue de Cristo, derramado na cruz, é o cumprimento do sacrifício que traz redenção e nova aliança.","referencias_relacionadas":["Mateus 26:28","Hebreus 9:12","1 João 1:7"]},"levitico_1_6_cair":{"palavra_pt":"cair","palavra_original":"פָּשַׁט","transliteracao":"pâshaṭ","strong":"H6584","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se ao ato de derrubar ou fazer algo cair, muitas vezes associado a um ato de entrega ou submissão.","explicacao_detalhada":"Em Levítico 1:6, o ato de 'cair' pode simbolizar a entrega do animal ao altar, representando a submissão à vontade de Deus.","por_que_esta_palavra":"A palavra 'cair' enfatiza a ideia de entrega e sacrifício, fundamentais na adoração a Deus.","conexao_teologica":"A entrega total de si mesmo a Deus é um princípio que se reflete na vida cristã.","referencias_relacionadas":["Romanos 12:1","Gálatas 2:20","Mateus 16:24"]},"levitico_1_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar implica em dar ou oferecer algo, especialmente em um contexto de súplica ou adoração.","explicacao_detalhada":"No versículo, o ato de 'dar' é um componente essencial do ritual, onde o sacerdote recebe a oferta do ofertante.","por_que_esta_palavra":"A palavra 'dar' destaca a ação de oferecer algo a Deus, refletindo a devoção do coração do ofertante.","conexao_teologica":"Dar a Deus é um princípio que se estende à vida cristã, onde somos chamados a oferecer nossas vidas como sacrifício.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Filipenses 4:18"]},"levitico_1_7_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote, como mediador, é responsável por receber e apresentar as ofertas ao Senhor.","explicacao_detalhada":"Em Levítico 1:7, o sacerdote desempenha um papel vital na execução dos rituais, garantindo que as ofertas sejam apresentadas corretamente.","por_que_esta_palavra":"A palavra 'sacerdote' é essencial para entender a dinâmica da adoração e a intercessão entre Deus e o povo.","conexao_teologica":"Jesus, como nosso Sumo Sacerdote, cumpre essa função de intercessão de forma perfeita.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:5","Êxodo 29:9"]},"levitico_1_7_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"Em Levítico 1:7, o altar é o ponto de encontro entre o homem e Deus, onde as ofertas são apresentadas e aceitas.","por_que_esta_palavra":"A palavra 'altar' simboliza a presença de Deus e a santidade do ato de adoração.","conexao_teologica":"O altar prefigura a cruz de Cristo, onde o sacrifício perfeito foi realizado.","referencias_relacionadas":["Hebreus 13:10","Gênesis 8:20","Êxodo 20:24"]},"levitico_1_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é novamente mencionado como o responsável por realizar os rituais de sacrifício.","explicacao_detalhada":"Em Levítico 1:8, o sacerdote tem a função de supervisionar e garantir que os rituais sejam realizados de acordo com a lei.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' enfatiza sua importância na mediação entre Deus e o povo.","conexao_teologica":"A função sacerdotal é cumprida em Cristo, que é nosso mediador diante de Deus.","referencias_relacionadas":["Hebreus 7:27","1 Timóteo 2:5","Êxodo 28:1"]},"levitico_1_8_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Princípio refere-se ao início ou à base de algo, especialmente em relação aos rituais.","explicacao_detalhada":"Em Levítico 1:8, o 'princípio' pode se referir à ordem e à estrutura dos sacrifícios, que são fundamentais para a adoração.","por_que_esta_palavra":"A palavra 'princípio' destaca a importância da ordem divina nos rituais de adoração.","conexao_teologica":"A ordem e a estrutura dos rituais refletem a natureza de Deus como um Deus de ordem.","referencias_relacionadas":["1 Coríntios 14:40","Gênesis 1:1","Salmos 111:10"]},"levitico_1_8_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local onde os sacrifícios são oferecidos, simbolizando a entrega a Deus.","explicacao_detalhada":"Em Levítico 1:8, o altar é central para o ritual, onde as ofertas são apresentadas e aceitas por Deus.","por_que_esta_palavra":"A palavra 'altar' representa o espaço sagrado de encontro entre o homem e Deus.","conexao_teologica":"O altar é um símbolo da cruz, onde o sacrifício de Cristo foi oferecido por nós.","referencias_relacionadas":["Romanos 12:1","Hebreus 13:10","Êxodo 20:24"]},"levitico_1_9_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é um elemento essencial no ritual de sacrifício, simbolizando a purificação e a aceitação do sacrifício por Deus.","explicacao_detalhada":"No contexto de Levítico 1:9, o fogo é utilizado para queimar a oferta em holocausto, representando a entrega total ao Senhor. O fogo consome a oferta, simbolizando a presença divina que aceita a oferta como um aroma suave.","por_que_esta_palavra":"A palavra 'fogo' é usada para enfatizar a importância do sacrifício e a necessidade de purificação através do fogo, que é um símbolo de julgamento e santidade.","conexao_teologica":"O fogo representa a presença de Deus e Sua santidade, que consome o pecado e purifica o que é oferecido a Ele. Isso se conecta com a ideia de que Jesus é o sacrifício perfeito que foi consumido pelo fogo do julgamento de Deus.","referencias_relacionadas":["Levítico 9:24","Êxodo 29:18","Hebreus 12:29"]},"levitico_1_9_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o mediador entre Deus e o povo, responsável por realizar os sacrifícios e manter a santidade do culto.","explicacao_detalhada":"Em Levítico 1:9, o sacerdote desempenha um papel crucial ao oferecer o sacrifício em nome do povo. Ele é quem apresenta a oferta a Deus, garantindo que o ritual seja realizado de acordo com as instruções divinas.","por_que_esta_palavra":"A palavra 'sacerdote' é central na prática do culto israelita, pois representa a intercessão e a responsabilidade espiritual do líder religioso em relação ao povo.","conexao_teologica":"O sacerdócio no Antigo Testamento prefigura o sacerdócio de Cristo, que é o nosso Sumo Sacerdote, intercedendo por nós diante de Deus.","referencias_relacionadas":["Hebreus 4:14","Êxodo 28:1","Levítico 10:1-3"]},"levitico_1_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira específica como o sacrifício deve ser realizado, seguindo as instruções de Deus.","explicacao_detalhada":"Em Levítico 1:9, o 'modo' é importante para garantir que o sacrifício seja aceito por Deus. Cada detalhe do ritual deve ser seguido com precisão, refletindo a santidade do ato.","por_que_esta_palavra":"A palavra 'modo' destaca a importância da obediência às instruções divinas, mostrando que a forma como adoramos a Deus é tão significativa quanto o ato de adoração em si.","conexao_teologica":"A obediência a Deus em adoração é um princípio que se estende ao Novo Testamento, onde somos chamados a adorar em espírito e em verdade.","referencias_relacionadas":["João 4:24","Romanos 12:1","1 Pedro 2:5"]},"levitico_1_10_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação do sacrifício com o povo e a comunidade de Israel.","explicacao_detalhada":"Em Levítico 1:10, 'entre' sugere que o sacrifício deve ser escolhido dentre os rebanhos, enfatizando a importância da seleção cuidadosa da oferta que será apresentada a Deus.","por_que_esta_palavra":"A escolha do sacrifício 'entre' os rebanhos reflete a necessidade de dar o melhor a Deus, simbolizando a dedicação e a honra que devemos a Ele.","conexao_teologica":"A ideia de escolher o melhor para Deus é um princípio que se aplica à nossa vida cristã, onde somos chamados a oferecer o melhor de nós mesmos em serviço e adoração.","referencias_relacionadas":["Malaquias 1:8","Romanos 12:1","2 Coríntios 9:7"]},"levitico_1_10_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' refere-se ao tipo de animal que deve ser oferecido como sacrifício, destacando a importância da pureza e da qualidade da oferta.","explicacao_detalhada":"Em Levítico 1:10, o 'nome' do animal escolhido para o sacrifício é crucial, pois deve ser um animal sem defeito, simbolizando a perfeição que Deus exige em nossas ofertas.","por_que_esta_palavra":"A palavra 'nome' aqui enfatiza a especificidade e a qualidade da oferta, refletindo a importância de dar a Deus o que é melhor e mais puro.","conexao_teologica":"Assim como os israelitas eram chamados a oferecer o melhor, nós também somos chamados a oferecer nossas vidas como sacrifícios vivos, santos e agradáveis a Deus.","referencias_relacionadas":["Hebreus 9:14","1 Pedro 1:19","Romanos 12:1"]},"levitico_1_11_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é o ato de oferecer algo a Deus, simbolizando a expiação e a devoção.","explicacao_detalhada":"Em Levítico 1:11, o sacrifício é central para o culto israelita, representando a entrega do adorador a Deus e a busca pela reconciliação através da expiação dos pecados.","por_que_esta_palavra":"A palavra 'sacrifício' é fundamental na relação entre Deus e o povo, pois simboliza a necessidade de expiação e a importância da devoção a Deus.","conexao_teologica":"O sacrifício do Antigo Testamento aponta para o sacrifício de Cristo, que se ofereceu uma vez por todas para a expiação dos nossos pecados.","referencias_relacionadas":["Hebreus 10:10","Romanos 3:25","1 João 2:2"]},"levitico_1_11_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"Em Levítico 1:11, o altar é o ponto de encontro entre o humano e o divino, onde o sacrifício é apresentado e aceito por Deus, simbolizando a santidade do ato de adoração.","por_que_esta_palavra":"A palavra 'altar' destaca a importância do espaço sagrado e da reverência necessária ao se aproximar de Deus através do sacrifício.","conexao_teologica":"O altar do Antigo Testamento é um símbolo que aponta para a cruz de Cristo, onde o sacrifício perfeito foi realizado para a redenção da humanidade.","referencias_relacionadas":["Hebreus 13:10","Êxodo 20:24","Romanos 12:1"]},"levitico_1_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o responsável por realizar o sacrifício e interceder pelo povo diante de Deus.","explicacao_detalhada":"Em Levítico 1:11, o papel do sacerdote é crucial, pois ele é quem apresenta a oferta a Deus, garantindo que o ritual seja realizado conforme as instruções divinas.","por_que_esta_palavra":"A palavra 'sacerdote' é central na prática do culto, representando a intercessão e a responsabilidade espiritual do líder religioso em relação ao povo.","conexao_teologica":"O sacerdócio no Antigo Testamento prefigura o sacerdócio de Cristo, que é o nosso Sumo Sacerdote, intercedendo por nós diante de Deus.","referencias_relacionadas":["Hebreus 4:14","Êxodo 28:1","Levítico 10:1-3"]},"levitico_1_12_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote continua a ser uma figura central no ritual de sacrifício, garantindo que tudo seja feito de acordo com a vontade de Deus.","explicacao_detalhada":"Em Levítico 1:12, o sacerdote deve seguir as instruções divinas para realizar o sacrifício corretamente, refletindo a importância da obediência e da santidade no culto.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' enfatiza a continuidade do papel do sacerdote na mediação entre Deus e o povo, essencial para a prática religiosa.","conexao_teologica":"Assim como os sacerdotes do Antigo Testamento, Jesus é nosso Sumo Sacerdote, que oferece um sacrifício perfeito e eterno por nós.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Romanos 8:34"]},"levitico_1_12_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local onde o sacrifício é oferecido, simbolizando a conexão entre o homem e Deus.","explicacao_detalhada":"Em Levítico 1:12, o altar é o lugar sagrado onde o sacrifício é apresentado a Deus, representando a santidade do ato de adoração e a necessidade de expiação.","por_que_esta_palavra":"A palavra 'altar' destaca a importância do espaço sagrado e da reverência necessária ao se aproximar de Deus através do sacrifício.","conexao_teologica":"O altar do Antigo Testamento é um símbolo que aponta para a cruz de Cristo, onde o sacrifício perfeito foi realizado para a redenção da humanidade.","referencias_relacionadas":["Hebreus 13:10","Êxodo 20:24","Romanos 12:1"]},"levitico_1_12_pieces":{"palavra_pt":"pieces","palavra_original":"נָתַח","transliteracao":"nâthach","strong":"H5408","significado_raiz":"Ideia básica: pieces.","significado_contextual":"Refere-se às partes do animal que devem ser separadas durante o sacrifício.","explicacao_detalhada":"No contexto do sacrifício, a palavra 'pieces' indica que o animal deve ser dividido em partes específicas, conforme as instruções dadas por Deus a Moisés. Cada parte tem um significado e um propósito dentro do ritual.","por_que_esta_palavra":"A divisão do animal em peças é uma parte essencial do ritual de sacrifício, simbolizando a oferta a Deus e a separação do que é sagrado do que é comum.","conexao_teologica":"A divisão do sacrifício reflete a necessidade de expiação e a importância da oferta para a comunhão com Deus.","referencias_relacionadas":["Levítico 1:6","Levítico 1:8","Levítico 1:12"]},"levitico_1_13_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura do sacerdote que realiza o sacrifício.","explicacao_detalhada":"O sacerdote, como mediador entre Deus e o povo, tem a responsabilidade de oferecer os sacrifícios de acordo com as instruções divinas. Ele atua em nome da comunidade, garantindo que os rituais sejam realizados corretamente.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial, pois representa a função mediadora que é central na adoração e na relação do povo com Deus.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que se tornou nosso sumo sacerdote.","referencias_relacionadas":["Levítico 1:7","Hebreus 4:14","1 Pedro 2:9"]},"levitico_1_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o sacrifício deve ser realizado.","explicacao_detalhada":"O 'modo' implica que há uma maneira específica de oferecer o sacrifício, que deve ser seguida rigorosamente para que a oferta seja aceita por Deus.","por_que_esta_palavra":"A precisão no 'modo' de realizar o sacrifício é um reflexo da santidade de Deus e da necessidade de reverência em Sua presença.","conexao_teologica":"A obediência ao modo de adoração é um princípio que se estende à vida cristã, onde somos chamados a adorar em espírito e em verdade.","referencias_relacionadas":["Levítico 1:9","Levítico 1:13","João 4:24"]},"levitico_1_13_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo que deve ser usado para queimar a oferta.","explicacao_detalhada":"O fogo é um elemento essencial no sacrifício, simbolizando a purificação e a aceitação da oferta por Deus. O fogo deve ser mantido aceso e utilizado de acordo com as instruções.","por_que_esta_palavra":"A presença do fogo representa a santidade de Deus e Sua capacidade de consumir o que é oferecido a Ele.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e à purificação, como visto em outras partes da Escritura.","referencias_relacionadas":["Levítico 1:9","Levítico 1:13","Hebreus 12:29"]},"levitico_1_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado durante o sacrifício.","explicacao_detalhada":"O nome 'Senhor' é invocado para reconhecer a soberania de Deus sobre a oferta e a importância do ato de adoração.","por_que_esta_palavra":"Invocar o nome de Deus é um ato de fé e submissão, reconhecendo Sua autoridade e poder.","conexao_teologica":"O nome de Deus é central na adoração e na relação do crente com Ele, refletindo Sua natureza e caráter.","referencias_relacionadas":["Levítico 1:14","Salmos 116:13","Romanos 10:13"]},"levitico_1_14_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre ou no meio de algo.","explicacao_detalhada":"A palavra 'entre' indica a posição do sacrifício em relação ao povo e a Deus, enfatizando a comunhão que é estabelecida através da oferta.","por_que_esta_palavra":"A noção de 'entre' destaca a relação comunitária e a importância do sacrifício como um ato coletivo de adoração.","conexao_teologica":"A presença de Deus entre Seu povo é um tema recorrente na Bíblia, simbolizando Sua proximidade e desejo de relacionamento.","referencias_relacionadas":["Levítico 1:14","Êxodo 25:8","Mateus 18:20"]},"levitico_1_15_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente ao sacerdote que realiza o sacrifício.","explicacao_detalhada":"O sacerdote é o responsável por apresentar a oferta diante de Deus, seguindo as diretrizes estabelecidas para garantir a aceitação do sacrifício.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' enfatiza a importância dessa função na adoração e na mediação entre Deus e o povo.","conexao_teologica":"O papel do sacerdote aponta para Cristo, nosso sumo sacerdote, que intercede por nós diante do Pai.","referencias_relacionadas":["Levítico 1:7","Hebreus 5:1","1 Pedro 2:5"]},"levitico_1_15_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar onde o sacrifício é oferecido.","explicacao_detalhada":"O altar é o local sagrado onde as ofertas são apresentadas a Deus, simbolizando o ponto de encontro entre o humano e o divino.","por_que_esta_palavra":"O altar é um símbolo de sacrifício e devoção, representando a entrega do que é precioso a Deus.","conexao_teologica":"O altar aponta para o sacrifício de Cristo, que se ofereceu a si mesmo como a oferta perfeita.","referencias_relacionadas":["Levítico 1:15","Hebreus 13:10","Romanos 12:1"]},"levitico_1_15_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo que deve ser mantido no altar.","explicacao_detalhada":"O fogo no altar deve ser mantido aceso continuamente, simbolizando a presença de Deus e a continuidade da adoração.","por_que_esta_palavra":"A manutenção do fogo representa a devoção constante e a necessidade de estar sempre pronto para adorar a Deus.","conexao_teologica":"O fogo é um símbolo do Espírito Santo e da purificação que Ele traz à vida do crente.","referencias_relacionadas":["Levítico 1:15","Levítico 6:13","Atos 2:3-4"]},"levitico_1_16_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar onde o sacrifício é oferecido.","explicacao_detalhada":"O altar é o local sagrado onde as ofertas são apresentadas a Deus, simbolizando a entrega e a devoção do povo.","por_que_esta_palavra":"A menção do altar destaca a importância do local de adoração e do sacrifício na relação do povo com Deus.","conexao_teologica":"O altar é um símbolo do sacrifício de Cristo, que se tornou o altar perfeito para a nossa redenção.","referencias_relacionadas":["Levítico 1:16","Hebreus 13:10","Apocalipse 8:3"]},"levitico_1_16_ashes":{"palavra_pt":"cinzas","palavra_original":"דֶּשֶׁן","transliteracao":"deshen","strong":"H1880","significado_raiz":"Ideia básica: cinzas.","significado_contextual":"As cinzas representam o que resta após a queima de uma oferta, simbolizando a purificação e a entrega total a Deus.","explicacao_detalhada":"No contexto de Levítico 1:16, as cinzas são o resultado da queima do animal sacrificado, que é uma parte essencial do ritual de oferta. As cinzas são vistas como um símbolo de sacrifício e devoção a Deus, indicando que a oferta foi aceita.","por_que_esta_palavra":"A palavra 'cinzas' é usada para enfatizar a transformação do sacrifício em algo que é oferecido a Deus, mostrando a importância do ato de sacrificar e a sua aceitação.","conexao_teologica":"As cinzas também podem ser vistas como um símbolo da fragilidade humana e da necessidade de redenção, apontando para o sacrifício de Cristo como a oferta final.","referencias_relacionadas":["Levítico 1:16","Hebreus 9:22","Romanos 12:1"]},"levitico_1_16_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar refere-se ao ato de convocar ou designar algo para um propósito específico, especialmente em relação às ofertas.","explicacao_detalhada":"Em Levítico 1:16, a palavra 'chamar' é usada para descrever a ação de convocar o sacerdote para lidar com a oferta. Isso implica uma ordem divina e a importância do papel do sacerdote na mediação entre o povo e Deus.","por_que_esta_palavra":"A escolha da palavra 'chamar' destaca a autoridade e a responsabilidade do sacerdote em conduzir os rituais de sacrifício.","conexao_teologica":"A ideia de chamar também se relaciona com a vocação divina, onde Deus chama Seu povo para um relacionamento especial e para a adoração.","referencias_relacionadas":["Levítico 1:16","Êxodo 3:4","Romanos 8:30"]},"levitico_1_17_cleave":{"palavra_pt":"cleave","palavra_original":"שָׁסַע","transliteracao":"shâçaʻ","strong":"H8156","significado_raiz":"Ideia básica: cleave.","significado_contextual":"Cleave refere-se ao ato de dividir ou separar, especialmente no contexto do sacrifício.","explicacao_detalhada":"No versículo Levítico 1:17, a palavra 'cleave' é usada para descrever como o sacerdote deve dividir a oferta em partes, simbolizando a separação do que é sagrado do que é comum.","por_que_esta_palavra":"A palavra 'cleave' enfatiza a necessidade de separação e consagração no ato de adoração, refletindo a santidade de Deus.","conexao_teologica":"Isso se conecta à ideia de que o pecado deve ser separado da vida do crente, e que a santidade deve ser buscada.","referencias_relacionadas":["Levítico 1:17","Hebreus 10:14","1 Pedro 1:16"]},"levitico_1_17_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Fogo é um símbolo de purificação e presença divina, essencial no ritual de sacrifício.","explicacao_detalhada":"Em Levítico 1:17, o fogo é utilizado para queimar a oferta, simbolizando a aceitação de Deus e a purificação do que é oferecido. O fogo representa a santidade e a justiça de Deus.","por_que_esta_palavra":"A palavra 'fogo' é crucial, pois indica que a oferta deve ser consumida pelo fogo, mostrando a entrega total ao Senhor.","conexao_teologica":"O fogo também é um símbolo do Espírito Santo, que purifica e consagra os crentes.","referencias_relacionadas":["Levítico 1:17","Mateus 3:11","Atos 2:3"]},"levitico_1_17_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote refere-se àquele que serve como mediador entre Deus e o povo, desempenhando um papel vital nos rituais.","explicacao_detalhada":"No contexto de Levítico 1:17, o sacerdote é responsável por realizar os rituais de sacrifício, simbolizando a intercessão e a mediação entre Deus e os homens.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental, pois destaca a importância do papel do sacerdote na adoração e na manutenção da santidade.","conexao_teologica":"Isso aponta para Cristo como nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Levítico 1:17","Hebreus 4:14","1 Pedro 2:9"]}}