{"levitico_11_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Deus ao Seu povo.","explicacao_detalhada":"Neste contexto, 'falar' indica que Deus está se dirigindo diretamente a Moisés para dar instruções específicas sobre as leis alimentares.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a revelação divina e a importância de ouvir e seguir as orientações de Deus.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, mostrando como Ele se revela e orienta aqueles que O seguem.","referencias_relacionadas":["Êxodo 20:1","Salmos 29:4","Hebreus 1:1-2"]},"levitico_11_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se ao nome de Deus, que denota Sua autoridade e soberania.","explicacao_detalhada":"Neste contexto, 'Senhor' é um lembrete da posição de Deus como Criador e Legislador, que estabelece normas para Seu povo.","por_que_esta_palavra":"A utilização do nome 'Senhor' enfatiza a relação de autoridade e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na teologia bíblica, refletindo Sua natureza e caráter, e a importância de reconhecer Sua soberania.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"levitico_11_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar uma mensagem ou instrução.","explicacao_detalhada":"Neste contexto, 'dizer' indica a ação de Deus ao transmitir Suas leis e regulamentos ao povo, enfatizando a importância da obediência.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a clareza e a autoridade das instruções que vêm de Deus.","conexao_teologica":"A comunicação de Deus é fundamental para a compreensão da Sua vontade e a vida do povo, refletindo a importância da revelação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Mateus 4:4"]},"levitico_11_2_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à substância física dos animais, especialmente no contexto das leis alimentares.","explicacao_detalhada":"Neste contexto, 'carne' é mencionada para distinguir entre os animais que são limpos e os que são imundos, conforme as instruções de Deus.","por_que_esta_palavra":"A utilização da palavra 'carne' é essencial para entender as leis dietéticas que Deus estabeleceu para o povo de Israel.","conexao_teologica":"As leis alimentares refletem a santidade de Deus e a necessidade de separação entre o que é sagrado e o que não é.","referencias_relacionadas":["Levítico 11:3-4","Deuteronômio 14:6-8","1 Coríntios 10:31"]},"levitico_11_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas ou entendidas.","explicacao_detalhada":"Neste contexto, 'modo' implica que existem diretrizes específicas que devem ser seguidas em relação à alimentação e à pureza.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da ordem e da estrutura nas práticas religiosas e na vida cotidiana do povo de Deus.","conexao_teologica":"A maneira como o povo vive e adora a Deus é um reflexo de sua compreensão da santidade e da obediência às Suas leis.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:17","1 Pedro 1:15-16"]},"levitico_11_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico onde o povo de Israel habita e onde as leis de Deus são aplicadas.","explicacao_detalhada":"Neste contexto, 'terra' é mencionada para enfatizar que as instruções de Deus são para serem seguidas na vida cotidiana do povo em sua própria terra.","por_que_esta_palavra":"A utilização da palavra 'terra' destaca a conexão entre a vida espiritual e a vida prática do povo de Deus.","conexao_teologica":"A terra prometida é um símbolo da bênção e da presença de Deus, refletindo a importância da obediência às Suas instruções.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"levitico_11_3_cleave":{"palavra_pt":"cleave","palavra_original":"שָׁסַע","transliteracao":"shâçaʻ","strong":"H8156","significado_raiz":"Ideia básica: cleave.","significado_contextual":"Refere-se ao ato de separar ou dividir, especialmente em relação aos animais que podem ser consumidos.","explicacao_detalhada":"A palavra 'cleave' (שָׁסַע) é utilizada para descrever a separação entre os animais limpos e os impuros, enfatizando a importância de seguir as instruções divinas sobre o que é permitido para o consumo.","por_que_esta_palavra":"Esta palavra é crucial para entender as leis alimentares que Deus estabeleceu para o povo de Israel, mostrando a necessidade de obediência e santidade.","conexao_teologica":"A separação entre o limpo e o impuro reflete a santidade de Deus e a necessidade de o Seu povo se manter puro.","referencias_relacionadas":["Levítico 11:3","Levítico 20:25","Deuteronômio 14:6"]},"levitico_11_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo deve ser feito, neste caso, a maneira de escolher os animais para consumo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica que existem critérios específicos que devem ser seguidos ao selecionar os animais, reforçando a ideia de que Deus tem um padrão para a vida do Seu povo.","por_que_esta_palavra":"É importante para entender que a obediência a Deus deve ser feita de acordo com Suas instruções específicas.","conexao_teologica":"A maneira de viver segundo as leis de Deus é um reflexo do relacionamento que o povo tem com Ele.","referencias_relacionadas":["Levítico 11:3","Deuteronômio 12:32","Salmos 119:4"]},"levitico_11_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' (לֹא) é usada para negar a possibilidade de consumir certos animais.","explicacao_detalhada":"Neste contexto, 'verdade' enfatiza a proibição de comer animais que não se enquadram nas diretrizes divinas, reforçando a ideia de que a verdade de Deus deve ser seguida.","por_que_esta_palavra":"Esta palavra é fundamental para entender a seriedade das instruções de Deus e a necessidade de obedecer à Sua palavra.","conexao_teologica":"A verdade de Deus é um princípio que deve guiar a vida do crente, mostrando que a obediência é parte do relacionamento com Ele.","referencias_relacionadas":["Levítico 11:4","João 14:6","Salmos 119:160"]},"levitico_11_4_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de certos animais que são considerados impuros.","explicacao_detalhada":"A palavra 'grande' (עָלָה) é usada para descrever a magnitude ou importância de certos animais na cultura e na dieta do povo, destacando a necessidade de discernimento.","por_que_esta_palavra":"É importante para entender que a grandeza de um animal não determina sua pureza ou adequação para consumo.","conexao_teologica":"A grandeza de Deus é refletida nas Suas leis, que são justas e sábias, mostrando que a aparência não é o critério para a santidade.","referencias_relacionadas":["Levítico 11:4","Isaías 40:12","Salmos 104:24"]},"levitico_11_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual certos animais são considerados impuros.","explicacao_detalhada":"A palavra 'porque' (כִּי) estabelece uma conexão lógica entre a proibição e a natureza dos animais, enfatizando a razão divina por trás das leis.","por_que_esta_palavra":"É essencial para entender que as proibições não são arbitrárias, mas fundamentadas na sabedoria de Deus.","conexao_teologica":"A razão por trás das leis de Deus revela Seu caráter e a importância da obediência.","referencias_relacionadas":["Levítico 11:5","Deuteronômio 14:7","Romanos 12:2"]},"levitico_11_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Similar ao uso anterior, introduzindo a razão para a proibição de outro grupo de animais.","explicacao_detalhada":"A palavra 'porque' (כִּי) novamente enfatiza a lógica divina por trás das instruções, mostrando que cada proibição tem um propósito.","por_que_esta_palavra":"É importante para reforçar a ideia de que Deus tem um plano e um propósito em Suas leis.","conexao_teologica":"A compreensão do propósito das leis de Deus é fundamental para um relacionamento saudável com Ele.","referencias_relacionadas":["Levítico 11:6","Deuteronômio 14:8","Tiago 1:17"]},"levitico_11_7_cleave":{"palavra_pt":"cleave","palavra_original":"שָׁסַע","transliteracao":"shâçaʻ","strong":"H8156","significado_raiz":"Ideia básica: cleave.","significado_contextual":"Refere-se novamente ao ato de separar, enfatizando a distinção entre o que é limpo e impuro.","explicacao_detalhada":"A repetição da palavra 'cleave' (שָׁסַע) reforça a importância da separação e da pureza nas práticas alimentares do povo de Deus.","por_que_esta_palavra":"É crucial para entender a continuidade das instruções de Deus sobre a pureza e a santidade.","conexao_teologica":"A separação entre o limpo e o impuro é um tema recorrente na Bíblia, refletindo a natureza de Deus.","referencias_relacionadas":["Levítico 11:7","1 Pedro 1:16","Hebreus 12:14"]},"levitico_11_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual certos animais são considerados impuros, semelhante ao uso anterior.","explicacao_detalhada":"A palavra 'porque' (כִּי) novamente estabelece a lógica por trás das proibições, enfatizando a sabedoria de Deus.","por_que_esta_palavra":"É importante para entender que as proibições são baseadas em princípios divinos e não em preferências humanas.","conexao_teologica":"A razão por trás das leis de Deus é um reflexo de Seu caráter e de Sua vontade para o Seu povo.","referencias_relacionadas":["Levítico 11:7","Deuteronômio 14:9","Romanos 6:22"]},"levitico_11_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à negação da possibilidade de consumir certos animais, enfatizando a verdade das instruções divinas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar categoricamente o que não deve ser feito, reforçando a seriedade das leis de Deus.","por_que_esta_palavra":"É fundamental para entender que a verdade de Deus deve ser seguida sem questionamentos.","conexao_teologica":"A verdade de Deus é um princípio central na vida do crente, que deve guiar suas ações e decisões.","referencias_relacionadas":["Levítico 11:8","João 8:32","Salmos 119:151"]},"levitico_11_8_carne":{"palavra_pt":"carne","palavra_original":"בָּשָׂר","transliteracao":"bâsâr","strong":"H1320","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne dos animais, especificamente àqueles que são considerados impuros.","explicacao_detalhada":"A palavra 'carne' (בָּשָׂר) é utilizada para descrever o que é proibido para o consumo, enfatizando a importância de seguir as diretrizes de Deus.","por_que_esta_palavra":"É importante para entender que a carne dos animais impuros não deve ser consumida, conforme as instruções divinas.","conexao_teologica":"A pureza alimentar é um reflexo da santidade de Deus e da necessidade de o Seu povo se manter separado do impuro.","referencias_relacionadas":["Levítico 11:8","Deuteronômio 14:10","1 Coríntios 10:31"]},"levitico_11_8_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se aos alimentos que são permitidos e proibidos para o povo de Israel.","explicacao_detalhada":"A palavra 'alimento' no contexto de Levítico 11 se refere a tudo que pode ser consumido, e as instruções dadas por Deus visam a santidade e a separação do povo em relação aos outros povos.","por_que_esta_palavra":"A escolha de alimentos é um reflexo da obediência a Deus e da pureza ritual exigida para os israelitas.","conexao_teologica":"A obediência às leis alimentares é uma forma de manter a aliança com Deus e viver de acordo com a Sua vontade.","referencias_relacionadas":["Levítico 11:1-47","Deuteronômio 14:3-21","1 Pedro 1:16"]},"levitico_11_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os alimentos aquáticos devem ser preparados e consumidos.","explicacao_detalhada":"A palavra 'modo' indica a maneira específica que os israelitas devem seguir ao escolher e consumir alimentos do mar, enfatizando a importância da obediência às leis divinas.","por_que_esta_palavra":"O 'modo' é crucial para garantir que os israelitas se mantenham puros e separados, conforme as instruções de Deus.","conexao_teologica":"A forma como os israelitas se alimentam reflete sua identidade como povo escolhido e sua relação com Deus.","referencias_relacionadas":["Levítico 11:9","Deuteronômio 14:9-10","Mateus 15:11"]},"levitico_11_9_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se aos corpos d'água, como mares e oceanos, de onde os alimentos aquáticos são extraídos.","explicacao_detalhada":"A palavra 'mar' é usada para descrever o habitat dos seres aquáticos que são considerados limpos ou imundos, conforme as diretrizes de Deus.","por_que_esta_palavra":"O mar é um símbolo de abundância, mas também de separação, pois nem todos os seres que habitam nele são permitidos para consumo.","conexao_teologica":"O mar representa a criação de Deus e a soberania sobre todas as criaturas, que devem ser respeitadas e consumidas de acordo com Suas leis.","referencias_relacionadas":["Levítico 11:9","Salmos 104:25-26","Isaías 57:20"]},"levitico_11_9_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Refere-se às águas que habitam os seres aquáticos, essenciais para a vida e a alimentação.","explicacao_detalhada":"A palavra 'águas' é importante para entender o ambiente em que os peixes e outros seres aquáticos vivem, e sua pureza é fundamental para a dieta dos israelitas.","por_que_esta_palavra":"As águas são um recurso vital e devem ser respeitadas, pois são parte da criação divina.","conexao_teologica":"As águas simbolizam a vida e a purificação, refletindo a necessidade de estar em conformidade com as leis de Deus.","referencias_relacionadas":["Levítico 11:9","Gênesis 1:20-21","João 7:38"]},"levitico_11_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os alimentos do mar devem ser consumidos, reiterando as instruções de pureza.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância de seguir as diretrizes divinas para manter a santidade.","por_que_esta_palavra":"O 'modo' é uma instrução clara para garantir que os israelitas se mantenham em conformidade com as leis de Deus.","conexao_teologica":"A obediência ao 'modo' de consumo é uma expressão de fidelidade à aliança com Deus.","referencias_relacionadas":["Levítico 11:10","Deuteronômio 14:10","Mateus 15:11"]},"levitico_11_10_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se novamente ao mar, enfatizando a origem dos alimentos aquáticos.","explicacao_detalhada":"A palavra 'mar' é crucial para entender quais criaturas são permitidas e quais são consideradas imundas.","por_que_esta_palavra":"O mar é um elemento central na criação e na provisão de alimentos, e sua regulamentação é parte da lei mosaica.","conexao_teologica":"O mar, como parte da criação de Deus, deve ser respeitado e utilizado de acordo com as diretrizes divinas.","referencias_relacionadas":["Levítico 11:10","Salmos 104:25-26","Isaías 57:20"]},"levitico_11_10_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne de animais que são permitidos para consumo, conforme as leis de pureza.","explicacao_detalhada":"A palavra 'carne' é usada para descrever os tipos de carne que são aceitáveis e aqueles que são considerados imundos.","por_que_esta_palavra":"A carne é um elemento central na dieta e na prática religiosa, e sua regulamentação é essencial para a pureza ritual.","conexao_teologica":"A escolha da carne reflete a obediência a Deus e a manutenção da santidade do povo escolhido.","referencias_relacionadas":["Levítico 11:10","Deuteronômio 14:6-8","1 Coríntios 10:31"]},"levitico_11_11_abominabletion":{"palavra_pt":"abominable tion","palavra_original":"שֶׁקֶץ","transliteracao":"sheqets","strong":"H8263","significado_raiz":"Ideia básica: abominable tion.","significado_contextual":"Refere-se a alimentos que são considerados abomináveis e, portanto, proibidos para o consumo.","explicacao_detalhada":"A palavra 'abominação' indica a severidade das leis alimentares e a necessidade de separação do que é impuro.","por_que_esta_palavra":"A abominação é um forte aviso sobre as consequências de desobedecer às leis de Deus.","conexao_teologica":"A abominação reflete a santidade de Deus e a necessidade de o Seu povo viver de acordo com Seus padrões.","referencias_relacionadas":["Levítico 11:11","Deuteronômio 14:3","Provérbios 12:22"]},"levitico_11_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade sobre o que é limpo e imundo, conforme as instruções de Deus.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a importância de seguir as diretrizes divinas para a pureza.","por_que_esta_palavra":"A verdade é fundamental para a vida do povo de Deus, pois determina o que é aceitável diante d'Ele.","conexao_teologica":"A verdade de Deus é um guia para a vida e a santidade do Seu povo.","referencias_relacionadas":["Levítico 11:11","Salmos 119:160","João 14:6"]},"levitico_11_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ideia de cair em desgraça ou desobedecer às leis de Deus.","explicacao_detalhada":"A palavra 'cair' é usada para descrever as consequências da desobediência às instruções divinas.","por_que_esta_palavra":"Cair é um aviso sobre a gravidade de não seguir as leis de Deus e as consequências que isso traz.","conexao_teologica":"A ideia de cair está ligada à necessidade de permanecer firme na fé e na obediência a Deus.","referencias_relacionadas":["Levítico 11:11","Romanos 11:22","Hebreus 10:26-27"]},"levitico_11_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os animais aquáticos devem ser classificados como puros ou impuros.","explicacao_detalhada":"A palavra 'modo' aqui indica a maneira específica pela qual os animais são considerados limpos ou impuros, conforme as diretrizes dadas por Deus a Moisés.","por_que_esta_palavra":"É importante para a compreensão das leis dietéticas que Deus estabeleceu para o povo de Israel.","conexao_teologica":"Refere-se à santidade e pureza que Deus exige de Seu povo, refletindo a separação entre o sagrado e o profano.","referencias_relacionadas":["Levítico 11:1-2","Levítico 20:25","Deuteronômio 14:3"]},"levitico_11_12_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Refere-se às águas que habitam os seres aquáticos, que são considerados na classificação de animais puros e impuros.","explicacao_detalhada":"A palavra 'aguas' é usada para descrever o habitat dos peixes e outros seres aquáticos, que devem ter barbatanas e escamas para serem considerados limpos.","por_que_esta_palavra":"É crucial para a identificação dos alimentos permitidos para os israelitas, conforme as leis mosaicas.","conexao_teologica":"Simboliza a pureza e a vida, contrastando com a impureza que deve ser evitada.","referencias_relacionadas":["Gênesis 1:20-21","Salmos 104:25-26","Isaías 57:20"]},"levitico_11_13_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a separação entre os diferentes tipos de aves, algumas das quais são consideradas impuras.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a distinção que Deus faz entre as aves limpas e impuras, enfatizando a necessidade de discernimento.","por_que_esta_palavra":"É fundamental para a obediência às leis alimentares que Deus deu ao Seu povo.","conexao_teologica":"Reflete a ideia de que Deus tem autoridade para determinar o que é puro e impuro.","referencias_relacionadas":["Levítico 11:13-19","Deuteronômio 14:11-20","Ezequiel 4:14"]},"levitico_11_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade sobre o que é considerado puro ou impuro segundo as leis de Deus.","explicacao_detalhada":"A palavra 'verdade' aqui implica a certeza e a clareza das instruções divinas sobre a pureza alimentar.","por_que_esta_palavra":"É essencial para a compreensão da vontade de Deus e a prática da fé israelita.","conexao_teologica":"A verdade de Deus é um princípio fundamental que deve guiar a vida do crente.","referencias_relacionadas":["Salmos 119:142","João 8:32","Romanos 3:4"]},"levitico_11_14_vulture":{"palavra_pt":"vulture","palavra_original":"דָּאָה","transliteracao":"dâʼâh","strong":"H1676","significado_raiz":"Ideia básica: vulture.","significado_contextual":"Refere-se a uma ave específica que é considerada impura e, portanto, não deve ser consumida.","explicacao_detalhada":"A palavra 'vulture' é usada para descrever uma ave de rapina que não se encaixa nas categorias de aves limpas, simbolizando a impureza.","por_que_esta_palavra":"É importante para a identificação das aves que são proibidas para o consumo, conforme as leis de Deus.","conexao_teologica":"Representa a separação que Deus exige entre o que é santo e o que é profano.","referencias_relacionadas":["Levítico 11:14","Deuteronômio 14:13","Isaías 34:15"]},"levitico_11_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as aves devem ser classificadas em relação à pureza.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância das instruções divinas sobre a pureza das aves.","por_que_esta_palavra":"Reforça a necessidade de seguir as diretrizes de Deus para a alimentação.","conexao_teologica":"A obediência às leis de Deus é um reflexo da fidelidade do povo a Ele.","referencias_relacionadas":["Levítico 11:13-19","Deuteronômio 14:11","1 Pedro 1:16"]},"levitico_11_16_clamar":{"palavra_pt":"clamar","palavra_original":"יַעֲנָה","transliteracao":"yaʻănâh","strong":"H3284","significado_raiz":"Ideia básica: clamar.","significado_contextual":"Refere-se ao ato de clamar ou chamar, possivelmente em relação ao comportamento das aves.","explicacao_detalhada":"A palavra 'clamar' pode estar associada ao som que as aves fazem, que pode ser um sinal de sua natureza.","por_que_esta_palavra":"É relevante para a identificação das aves e sua classificação como limpas ou impuras.","conexao_teologica":"O clamor pode simbolizar a comunicação entre Deus e Seu povo, e a necessidade de ouvir e obedecer.","referencias_relacionadas":["Salmos 34:17","Isaías 58:9","Mateus 7:7"]},"levitico_11_17_calice":{"palavra_pt":"calice","palavra_original":"כּוֹס","transliteracao":"kôwç","strong":"H3563","significado_raiz":"Ideia básica: calice.","significado_contextual":"Refere-se ao cálice, que pode simbolizar a bênção ou a maldição dependendo do uso.","explicacao_detalhada":"A palavra 'cálice' é frequentemente associada a rituais e ofertas, representando a comunhão com Deus.","por_que_esta_palavra":"É importante para entender a simbologia do que é oferecido a Deus e como isso se relaciona com a pureza.","conexao_teologica":"O cálice pode simbolizar a nova aliança em Cristo, onde a pureza é alcançada através do sacrifício.","referencias_relacionadas":["Salmos 23:5","Mateus 26:27-28","1 Coríntios 11:25"]},"levitico_11_17_impuro":{"palavra_pt":"impuro","palavra_original":"יַנְשׁוּף","transliteracao":"yanshûwph","strong":"H3244","significado_raiz":"Ideia básica: impuro.","significado_contextual":"Refere-se a algo que é considerado impuro e, portanto, não deve ser tocado ou consumido.","explicacao_detalhada":"A palavra 'impuro' é usada para descrever as aves que não são aceitas nas leis alimentares de Deus.","por_que_esta_palavra":"É crucial para a compreensão das leis de pureza que Deus estabeleceu para o Seu povo.","conexao_teologica":"A impureza é um tema recorrente na Bíblia, simbolizando a separação do pecado e a necessidade de redenção.","referencias_relacionadas":["Levítico 11:17","Deuteronômio 14:19","Isaías 66:17"]},"levitico_11_18_nome":{"palavra_pt":"nome","palavra_original":"תַּנְשֶׁמֶת","transliteracao":"tanshemeth","strong":"H8580","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma ave específica que é considerada impura.","explicacao_detalhada":"A palavra 'nome' é usada para identificar as aves que não devem ser consumidas, enfatizando a importância da classificação.","por_que_esta_palavra":"É relevante para a identificação das aves e a obediência às leis de Deus.","conexao_teologica":"O nome pode simbolizar a identidade e a natureza de algo, refletindo a criação de Deus.","referencias_relacionadas":["Levítico 11:18","Deuteronômio 14:16","Mateus 10:30"]},"levitico_11_18_cormorant":{"palavra_pt":"cormorant","palavra_original":"קָאַת","transliteracao":"qâʼath","strong":"H6893","significado_raiz":"Ideia básica: cormorant.","significado_contextual":"O cormorant é mencionado entre as aves consideradas impuras para o consumo pelos israelitas.","explicacao_detalhada":"No contexto de Levítico 11, Deus estabelece leis alimentares para o povo de Israel, e o cormorant é listado como uma ave que não deve ser comida. Essa classificação reflete a santidade e a separação que Deus deseja para Seu povo.","por_que_esta_palavra":"A inclusão do cormorant nas aves impuras serve como um lembrete da necessidade de obedecer às instruções divinas e manter a pureza ritual.","conexao_teologica":"A distinção entre o puro e o impuro é um tema central na Lei Mosaica, simbolizando a separação entre o sagrado e o profano.","referencias_relacionadas":["Levítico 11:13-19","Deuteronômio 14:11-18","Isaías 66:17"]},"levitico_11_19_bondoso":{"palavra_pt":"bondoso","palavra_original":"חֲסִידָה","transliteracao":"chăçîydâh","strong":"H2624","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"A palavra 'bondoso' refere-se a uma ave que é considerada pura e, portanto, permitida para o consumo.","explicacao_detalhada":"No contexto de Levítico 11, a bondade da ave é um critério para a sua aceitação como alimento. A ave bondosa é vista como um símbolo de bênção e pureza.","por_que_esta_palavra":"A designação de aves bondosas enfatiza a importância de escolher alimentos que estejam de acordo com as leis divinas, refletindo a bondade de Deus em prover o que é bom.","conexao_teologica":"A bondade de Deus é manifestada em Suas leis, que visam proteger e guiar Seu povo em um estilo de vida que O honra.","referencias_relacionadas":["Levítico 11:19","Salmos 145:9","Mateus 7:11"]},"levitico_11_19_impuro":{"palavra_pt":"impuro","palavra_original":"אֲנָפָה","transliteracao":"ʼănâphâh","strong":"H601","significado_raiz":"Ideia básica: impuro.","significado_contextual":"A palavra 'impuro' refere-se a aves que não são permitidas para o consumo, de acordo com as leis alimentares.","explicacao_detalhada":"No contexto de Levítico 11, a impureza das aves é um reflexo da desobediência e da separação do povo de Deus. A impureza é associada a práticas que não agradam a Deus.","por_que_esta_palavra":"A classificação de aves como impuras serve para ensinar ao povo sobre a importância da santidade e da obediência às leis divinas.","conexao_teologica":"A impureza é um conceito que permeia a Escritura, simbolizando a necessidade de purificação e a busca pela santidade diante de Deus.","referencias_relacionadas":["Levítico 11:19","Isaías 52:11","2 Coríntios 6:17"]},"levitico_11_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as aves se movem ou andam, um critério para a classificação das aves.","explicacao_detalhada":"Em Levítico 11, a maneira de andar das aves é um dos aspectos observados para determinar se são puras ou impuras. Isso reflete a atenção aos detalhes que Deus exige.","por_que_esta_palavra":"A ênfase no modo de andar destaca a importância da observação e da disciplina na vida do povo de Deus.","conexao_teologica":"A maneira como vivemos e nos comportamos é um reflexo de nossa relação com Deus e de nossa obediência às Suas instruções.","referencias_relacionadas":["Levítico 11:20","Salmos 1:1","Gálatas 5:16"]},"levitico_11_20_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao movimento das aves, um critério para a sua classificação como puras ou impuras.","explicacao_detalhada":"O andar das aves é observado para determinar se elas se enquadram nas diretrizes estabelecidas por Deus. Isso simboliza a importância de seguir o caminho correto.","por_que_esta_palavra":"A escolha do verbo 'andar' implica em uma ação contínua, refletindo a necessidade de um estilo de vida que esteja em conformidade com as leis de Deus.","conexao_teologica":"Andar em conformidade com a Palavra de Deus é um tema recorrente nas Escrituras, simbolizando a vida em obediência e santidade.","referencias_relacionadas":["Levítico 11:20","Miquéias 6:8","1 João 1:7"]},"levitico_11_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada novamente para descrever a maneira como as aves se movem, um critério para a sua aceitação.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância da observação cuidadosa das características das aves, refletindo a santidade que Deus exige.","por_que_esta_palavra":"A ênfase no modo de vida das aves serve como um paralelo para a vida do povo de Deus, que deve ser marcada pela obediência.","conexao_teologica":"A vida cristã é frequentemente descrita em termos de andar ou viver de maneira que agrade a Deus.","referencias_relacionadas":["Levítico 11:21","Romanos 12:1-2","Efésios 4:1"]},"levitico_11_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao ambiente onde as aves vivem e se movem, um fator na sua classificação.","explicacao_detalhada":"A terra é o contexto físico em que as aves são observadas, e sua relação com o ambiente é importante para a determinação de sua pureza.","por_que_esta_palavra":"A menção da terra destaca a criação de Deus e a ordem que Ele estabeleceu em todas as coisas.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como um presente de Deus ao Seu povo, simbolizando a promessa e a provisão divina.","referencias_relacionadas":["Levítico 11:21","Gênesis 1:26-28","Salmos 115:16"]},"levitico_11_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é novamente utilizada para descrever as características das aves, um critério para a sua aceitação.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a ideia de que a observação atenta é necessária para discernir o que é puro e impuro.","por_que_esta_palavra":"A ênfase no modo de vida das aves serve como um lembrete da importância da vigilância na vida espiritual.","conexao_teologica":"A vida em conformidade com a Palavra de Deus é um tema central na teologia bíblica, refletindo a busca pela santidade.","referencias_relacionadas":["Levítico 11:23","1 Pedro 1:15-16","Colossenses 3:2"]},"levitico_11_24_mao":{"palavra_pt":"mao","palavra_original":"נָגַע","transliteracao":"nâgaʻ","strong":"H5060","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao contato físico que pode tornar algo impuro, conforme as leis de pureza.","explicacao_detalhada":"Em Levítico 11, a mão é mencionada em relação ao toque e à contaminação, simbolizando a necessidade de evitar a impureza.","por_que_esta_palavra":"A menção da mão destaca a importância da ação e do comportamento do povo de Deus em relação à pureza.","conexao_teologica":"A pureza ritual é um tema importante na Escritura, refletindo a necessidade de estar em conformidade com as instruções de Deus.","referencias_relacionadas":["Levítico 11:24","Hebreus 10:22","Tiago 4:8"]},"levitico_11_24_dia":{"palavra_pt":"dia","palavra_original":"עֶרֶב","transliteracao":"ʻereb","strong":"H6153","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que as leis de pureza devem ser observadas.","explicacao_detalhada":"O dia é um período em que as instruções de Deus devem ser seguidas, enfatizando a importância da obediência contínua.","por_que_esta_palavra":"A menção do dia destaca a necessidade de um compromisso diário com a santidade e a pureza.","conexao_teologica":"A ideia de viver em santidade diariamente é um princípio que permeia toda a Escritura.","referencias_relacionadas":["Levítico 11:24","Salmos 118:24","Mateus 6:11"]},"levitico_11_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os animais devem ser considerados em relação à pureza e impureza.","explicacao_detalhada":"A palavra 'modo' é utilizada para descrever a maneira pela qual os animais são classificados, enfatizando a importância de seguir as instruções divinas sobre o que é puro e impuro.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de um padrão específico para a vida ritual e a santidade do povo de Israel.","conexao_teologica":"O conceito de pureza e impureza é central na teologia do Antigo Testamento, refletindo a separação entre o sagrado e o profano.","referencias_relacionadas":["Levítico 11:1-47","Levítico 20:25","Deuteronômio 14:3-21"]},"levitico_11_25_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude ou importância dos animais considerados impuros.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a relevância dos animais em questão, que são significativos na cultura e na dieta do povo de Israel.","por_que_esta_palavra":"A utilização de 'grande' enfatiza a seriedade da impureza associada a esses animais e a necessidade de discernimento na escolha do que é consumido.","conexao_teologica":"A grandeza dos animais impuros serve como um lembrete da necessidade de obediência às leis de Deus e da importância da santidade.","referencias_relacionadas":["Levítico 11:1-47","Levítico 20:25","Deuteronômio 14:3-21"]},"levitico_11_25_impuro":{"palavra_pt":"impuro","palavra_original":"טָמֵא","transliteracao":"ṭâmêʼ","strong":"H2930","significado_raiz":"Ideia básica: impuro.","significado_contextual":"Refere-se à condição dos animais que não são adequados para consumo segundo a lei mosaica.","explicacao_detalhada":"A palavra 'impuro' é crucial para entender as restrições alimentares que Deus impôs ao Seu povo, simbolizando a separação do pecado e da contaminação.","por_que_esta_palavra":"A ênfase na impureza destaca a necessidade de pureza espiritual e física entre os israelitas.","conexao_teologica":"A impureza é um tema recorrente na Bíblia, representando a necessidade de santidade e a separação do pecado.","referencias_relacionadas":["Levítico 11:1-47","Levítico 20:25","Deuteronômio 14:3-21"]},"levitico_11_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os animais são classificados como impuros.","explicacao_detalhada":"A palavra 'modo' aqui reforça a ideia de que existem critérios específicos que determinam a pureza dos animais.","por_que_esta_palavra":"A repetição da palavra 'modo' enfatiza a importância da conformidade às leis divinas.","conexao_teologica":"A obediência às leis de pureza é uma expressão da aliança entre Deus e Seu povo.","referencias_relacionadas":["Levítico 11:1-47","Levítico 20:25","Deuteronômio 14:3-21"]},"levitico_11_26_cleave":{"palavra_pt":"cleave","palavra_original":"שָׁסַע","transliteracao":"shâçaʻ","strong":"H8156","significado_raiz":"Ideia básica: cleave.","significado_contextual":"Refere-se à ação de separar ou dividir, especialmente em relação aos animais impuros.","explicacao_detalhada":"A palavra 'cleave' implica uma separação clara entre o que é aceitável e o que não é, refletindo a necessidade de discernimento.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância de distinguir entre o sagrado e o profano.","conexao_teologica":"A separação é um tema central na teologia bíblica, simbolizando a pureza e a santidade exigidas por Deus.","referencias_relacionadas":["Levítico 11:1-47","Levítico 20:25","Deuteronômio 14:3-21"]},"levitico_11_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de classificação dos animais que andam sobre quatro patas.","explicacao_detalhada":"A palavra 'modo' aqui é usada para descrever a categorização dos animais, enfatizando a importância de seguir as instruções divinas.","por_que_esta_palavra":"A repetição da palavra 'modo' reforça a necessidade de uma abordagem cuidadosa e obediente às leis de Deus.","conexao_teologica":"A categorização de animais reflete a ordem e a intenção de Deus na criação.","referencias_relacionadas":["Levítico 11:1-47","Levítico 20:25","Deuteronômio 14:3-21"]},"levitico_11_27_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne dos animais, que é o foco das leis alimentares.","explicacao_detalhada":"A palavra 'carne' é importante para entender o que é permitido ou não para consumo, refletindo a relação do povo com a criação.","por_que_esta_palavra":"A ênfase na carne destaca a importância da dieta e da saúde espiritual do povo de Israel.","conexao_teologica":"A carne é um símbolo da vida e da morte, e as leis sobre o que é puro e impuro têm implicações espirituais profundas.","referencias_relacionadas":["Levítico 11:1-47","Levítico 20:25","Deuteronômio 14:3-21"]},"levitico_11_27_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo como os animais se movem, que é relevante para a classificação de pureza.","explicacao_detalhada":"A palavra 'andar' é utilizada para descrever a locomoção dos animais, que é um critério para determinar a pureza.","por_que_esta_palavra":"A escolha da palavra 'andar' enfatiza a observação das características dos animais para seguir as leis de Deus.","conexao_teologica":"A maneira como os animais andam pode simbolizar a vida e o comportamento do povo de Deus.","referencias_relacionadas":["Levítico 11:1-47","Levítico 20:25","Deuteronômio 14:3-21"]},"levitico_11_28_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza dos animais impuros e sua importância na legislação alimentar.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude dos animais, que são significativos na cultura e na dieta do povo de Israel.","por_que_esta_palavra":"A utilização de 'grande' enfatiza a seriedade da impureza associada a esses animais.","conexao_teologica":"A grandeza dos animais impuros serve como um lembrete da necessidade de obediência às leis de Deus.","referencias_relacionadas":["Levítico 11:1-47","Levítico 20:25","Deuteronômio 14:3-21"]},"levitico_11_28_impuro":{"palavra_pt":"impuro","palavra_original":"טָמֵא","transliteracao":"ṭâmêʼ","strong":"H2930","significado_raiz":"Ideia básica: impuro.","significado_contextual":"Refere-se à condição dos animais que não são adequados para consumo segundo a lei mosaica.","explicacao_detalhada":"A palavra 'impuro' é crucial para entender as restrições alimentares que Deus impôs ao Seu povo.","por_que_esta_palavra":"A ênfase na impureza destaca a necessidade de pureza espiritual e física entre os israelitas.","conexao_teologica":"A impureza é um tema recorrente na Bíblia, representando a necessidade de santidade e a separação do pecado.","referencias_relacionadas":["Levítico 11:1-47","Levítico 20:25","Deuteronômio 14:3-21"]},"levitico_11_28_dia":{"palavra_pt":"dia","palavra_original":"עֶרֶב","transliteracao":"ʻereb","strong":"H6153","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo entre o pôr do sol e o amanhecer, simbolizando a transição entre o dia e a noite.","explicacao_detalhada":"A palavra 'dia' (עֶרֶב) é usada em Levítico 11:28 para descrever o tempo em que certos animais são considerados impuros. O conceito de dia é importante na cultura hebraica, onde o dia começa ao pôr do sol.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a importância dos ciclos naturais e a ordem divina na criação.","conexao_teologica":"O dia representa a criação de Deus e a separação entre luz e trevas, refletindo a soberania de Deus sobre o tempo.","referencias_relacionadas":["Gênesis 1:5","Êxodo 12:18","Salmos 104:20"]},"levitico_11_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à superfície da terra, onde os seres vivos habitam.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) em Levítico 11:29 é usada para categorizar os animais que vivem no solo e suas implicações na pureza ritual.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre os seres vivos e o ambiente que Deus criou.","conexao_teologica":"A terra é vista como um dom de Deus, onde a vida é sustentada e onde as leis divinas são aplicadas.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"levitico_11_29_breed":{"palavra_pt":"breed","palavra_original":"שָׁרַץ","transliteracao":"shârats","strong":"H8317","significado_raiz":"Ideia básica: breed.","significado_contextual":"Refere-se à reprodução ou à procriação de seres vivos, especialmente em relação aos animais.","explicacao_detalhada":"A palavra 'breed' (שָׁרַץ) em Levítico 11:29 destaca a importância da reprodução na criação e na manutenção da vida.","por_que_esta_palavra":"A ênfase na reprodução reflete a ordem de Deus para que a vida se multiplique e preencha a terra.","conexao_teologica":"A procriação é um aspecto da bênção divina e da continuidade da criação.","referencias_relacionadas":["Gênesis 1:22","Gênesis 9:7","Salmos 127:3"]},"levitico_11_30_bondoso":{"palavra_pt":"bondoso","palavra_original":"אֲנָקָה","transliteracao":"ʼănâqâh","strong":"H604","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"Refere-se a algo que é gentil ou que traz conforto, especialmente em relação aos seres vivos.","explicacao_detalhada":"A palavra 'bondoso' (אֲנָקָה) em Levítico 11:30 é usada para descrever a natureza de certos animais, enfatizando a bondade de Deus na criação.","por_que_esta_palavra":"A escolha dessa palavra ressalta a intenção de Deus em criar seres que têm um papel específico e benéfico na criação.","conexao_teologica":"A bondade de Deus é refletida em Sua criação, onde cada criatura tem um propósito.","referencias_relacionadas":["Gênesis 1:31","Salmos 145:9","Tiago 1:17"]},"levitico_11_30_bom":{"palavra_pt":"bom","palavra_original":"כֹּחַ","transliteracao":"kôach","strong":"H3581","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de ser agradável ou desejável, especialmente em relação à criação de Deus.","explicacao_detalhada":"A palavra 'bom' (כֹּחַ) em Levítico 11:30 é usada para descrever a natureza dos animais e sua adequação ao propósito divino.","por_que_esta_palavra":"A ênfase na bondade reflete a perfeição da criação de Deus e Sua intenção de que tudo que Ele fez é bom.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, mostrando que tudo o que Ele criou tem valor.","referencias_relacionadas":["Gênesis 1:4","Salmos 33:5","Romanos 8:28"]},"levitico_11_31_mao":{"palavra_pt":"mao","palavra_original":"נָגַע","transliteracao":"nâgaʻ","strong":"H5060","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à parte do corpo humano usada para tocar ou manipular objetos.","explicacao_detalhada":"A palavra 'mao' (נָגַע) em Levítico 11:31 é usada para descrever a contaminação que pode ocorrer ao tocar certos animais impuros.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da pureza ritual e as consequências do contato com o impuro.","conexao_teologica":"A pureza e a santidade são temas centrais na relação entre Deus e Seu povo, refletindo a necessidade de estar em conformidade com as leis divinas.","referencias_relacionadas":["Levítico 11:24","Levítico 15:2","Hebreus 12:14"]},"levitico_11_32_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito ou apresentado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) em Levítico 11:32 é usada para descrever as várias formas de contaminação que podem ocorrer.","por_que_esta_palavra":"A escolha dessa palavra destaca a complexidade das leis de pureza e a necessidade de atenção aos detalhes.","conexao_teologica":"A maneira como os israelitas se comportam e seguem as leis de Deus reflete sua relação com Ele e sua identidade como povo escolhido.","referencias_relacionadas":["Deuteronômio 6:5","Salmos 119:11","1 Pedro 1:15"]},"levitico_11_32_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se ao estado de estar livre de impurezas ou contaminações.","explicacao_detalhada":"A palavra 'puro' (טָהֵר) em Levítico 11:32 é fundamental para entender as leis de pureza que regem a vida dos israelitas.","por_que_esta_palavra":"A ênfase na pureza é crucial para a adoração e a vida comunitária, refletindo a santidade de Deus.","conexao_teologica":"A pureza é um reflexo da santidade de Deus e da necessidade de Seu povo se manter separado do impuro.","referencias_relacionadas":["Levítico 11:44","Salmos 51:10","Mateus 5:8"]},"levitico_11_32_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se ao estado de não viver, frequentemente associado ao pecado e à separação de Deus.","explicacao_detalhada":"A palavra 'morte' (מָוֶת) em Levítico 11:32 é usada para descrever as consequências da impureza e do pecado.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a gravidade das consequências de não seguir as leis de Deus.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Apocalipse 21:8"]},"levitico_11_33_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito ou apresentado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) em Levítico 11:33 é usada para descrever as várias formas de contaminação que podem ocorrer.","por_que_esta_palavra":"A escolha dessa palavra destaca a complexidade das leis de pureza e a necessidade de atenção aos detalhes.","conexao_teologica":"A maneira como os israelitas se comportam e seguem as leis de Deus reflete sua relação com Ele e sua identidade como povo escolhido.","referencias_relacionadas":["Deuteronômio 6:5","Salmos 119:11","1 Pedro 1:15"]},"levitico_11_33_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"Refere-se a um portador de armadura, alguém que carrega a armadura de um guerreiro.","explicacao_detalhada":"No contexto bíblico, o 'armour bearer' é uma figura que serve ao seu mestre, carregando sua armadura e armas, simbolizando lealdade e apoio em batalhas. Essa função é importante em tempos de guerra, onde a proteção e a prontidão são essenciais.","por_que_esta_palavra":"A palavra é utilizada para descrever a relação de serviço e apoio entre um guerreiro e seu auxiliar, destacando a importância da camaradagem e do suporte mútuo.","conexao_teologica":"A figura do portador de armadura pode ser vista como uma representação do serviço e da dedicação que devemos ter uns pelos outros na comunidade de fé, refletindo o amor e o apoio que Cristo nos ensina.","referencias_relacionadas":["1 Samuel 14:1","1 Samuel 16:21","2 Reis 6:15"]},"levitico_11_34_butlership":{"palavra_pt":"butler ship","palavra_original":"מַשְׁקֶה","transliteracao":"mashqeh","strong":"H4945","significado_raiz":"Ideia básica: butler ship.","significado_contextual":"Refere-se à função de um copeiro, alguém responsável por servir bebidas.","explicacao_detalhada":"O copeiro tinha um papel crucial nas cortes antigas, garantindo que as bebidas servidas fossem seguras e adequadas. Essa posição exigia confiança e responsabilidade, pois o copeiro poderia ser o primeiro a provar as bebidas para evitar envenenamentos.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do serviço e da confiança nas relações interpessoais, especialmente em contextos de liderança.","conexao_teologica":"O papel do copeiro pode ser visto como uma metáfora para o serviço a Deus e aos outros, refletindo a necessidade de integridade e responsabilidade em nossas ações.","referencias_relacionadas":["Gênesis 40:1-23","Neemias 1:11","Mateus 26:27"]},"levitico_11_34_alimento":{"palavra_pt":"alimento","palavra_original":"אֹכֶל","transliteracao":"ʼôkel","strong":"H400","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se a qualquer tipo de comida ou sustento.","explicacao_detalhada":"No contexto de Levítico, a palavra 'alimento' é usada para descrever os tipos de comida que são considerados puros ou impuros, de acordo com as leis dietéticas dadas por Deus ao povo de Israel.","por_que_esta_palavra":"A palavra é fundamental para entender as instruções de Deus sobre o que é aceitável para o consumo, refletindo a santidade e a separação que Deus exige de Seu povo.","conexao_teologica":"A discussão sobre alimentos puros e impuros pode ser vista como uma representação da pureza espiritual e da obediência às leis de Deus, que são relevantes para a vida cristã.","referencias_relacionadas":["Levítico 11:1-47","Mateus 15:11","Atos 10:14-15"]},"levitico_11_35_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de fazer algo.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma como as coisas devem ser feitas, especialmente em relação às leis e regulamentos que Deus estabeleceu para o Seu povo.","por_que_esta_palavra":"A palavra é importante para enfatizar que a maneira de agir e viver deve estar em conformidade com as instruções divinas.","conexao_teologica":"O modo de vida do crente deve refletir a vontade de Deus, mostrando que nossas ações e comportamentos são um testemunho de nossa fé.","referencias_relacionadas":["Romanos 12:2","1 Pedro 1:15-16","Colossenses 3:17"]},"levitico_11_35_impuro":{"palavra_pt":"impuro","palavra_original":"טָמֵא","transliteracao":"ṭâmêʼ","strong":"H2931","significado_raiz":"Ideia básica: impuro.","significado_contextual":"Refere-se a algo que é considerado impuro ou contaminado.","explicacao_detalhada":"No contexto de Levítico, a impureza é frequentemente associada a práticas que afastam o povo de Deus de Sua santidade. A impureza pode ser física, moral ou espiritual.","por_que_esta_palavra":"A palavra é utilizada para alertar o povo sobre as consequências de se afastar das leis de Deus e das práticas que levam à contaminação espiritual.","conexao_teologica":"A impureza é um tema recorrente na Bíblia, simbolizando a necessidade de purificação e santidade na vida do crente, que deve buscar viver em conformidade com a vontade de Deus.","referencias_relacionadas":["Levítico 11:1-47","Hebreus 12:14","Tiago 4:8"]},"levitico_11_36_mao":{"palavra_pt":"mao","palavra_original":"נָגַע","transliteracao":"nâgaʻ","strong":"H5060","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se ao ato de tocar ou entrar em contato com algo.","explicacao_detalhada":"A palavra 'mao' é usada para descrever a ação de tocar, que pode resultar em contaminação, especialmente em relação a objetos ou alimentos considerados impuros.","por_que_esta_palavra":"A palavra é importante para entender as implicações do contato físico com o que é impuro e como isso afeta a santidade do indivíduo.","conexao_teologica":"O toque e o contato são frequentemente usados na Bíblia para simbolizar a influência que o pecado e a impureza podem ter sobre a vida do crente, enfatizando a necessidade de vigilância.","referencias_relacionadas":["Levítico 5:2","Marcos 7:15","2 Coríntios 6:17"]},"levitico_11_37_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de lidar com algo.","explicacao_detalhada":"A palavra 'modo' é utilizada para descrever a forma como as coisas devem ser tratadas, especialmente em relação às leis de pureza e santidade.","por_que_esta_palavra":"A palavra é fundamental para enfatizar que a maneira de agir deve estar em conformidade com as instruções divinas.","conexao_teologica":"Assim como em outras partes da Escritura, o modo de vida do crente deve refletir a vontade de Deus, mostrando que nossas ações e comportamentos são um testemunho de nossa fé.","referencias_relacionadas":["Romanos 12:2","1 Pedro 1:15-16","Colossenses 3:17"]},"levitico_11_37_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair ou descer.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a ação de algo que perde sua posição ou estado, podendo simbolizar a queda moral ou espiritual.","por_que_esta_palavra":"A palavra é importante para ilustrar as consequências de se afastar das leis de Deus e as implicações de uma vida de desobediência.","conexao_teologica":"A queda é um tema central na Bíblia, simbolizando a necessidade de redenção e restauração através de Cristo, que nos levanta de nossas quedas.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:9"]},"levitico_11_38_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo.","explicacao_detalhada":"A palavra 'dar' é utilizada para descrever a ação de oferecer algo a Deus ou a outros, enfatizando a importância da generosidade e do sacrifício.","por_que_esta_palavra":"A palavra é fundamental para entender a relação de entrega e doação que devemos ter em nossa vida espiritual e comunitária.","conexao_teologica":"Dar é um princípio central na vida cristã, refletindo o amor de Deus que nos deu Seu Filho e nos chama a dar aos outros.","referencias_relacionadas":["Atos 20:35","2 Coríntios 9:7","Mateus 5:42"]},"levitico_11_38_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair ou descer.","explicacao_detalhada":"A palavra 'cair' é utilizada novamente para descrever a ação de algo que perde sua posição ou estado, podendo simbolizar a queda moral ou espiritual.","por_que_esta_palavra":"A repetição da palavra enfatiza a gravidade das consequências de se afastar das leis de Deus e as implicações de uma vida de desobediência.","conexao_teologica":"A queda é um tema central na Bíblia, simbolizando a necessidade de redenção e restauração através de Cristo, que nos levanta de nossas quedas.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:9"]},"levitico_11_38_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Refere-se às águas que podem ser consideradas puras ou impuras, dependendo do contexto da alimentação.","explicacao_detalhada":"A palavra 'aguas' (מַיִם, mayim) é usada para descrever a água em geral, mas neste contexto, refere-se à água que pode ser contaminada por animais impuros.","por_que_esta_palavra":"A água é um elemento essencial para a vida e, neste contexto, é importante para a pureza ritual dos alimentos.","conexao_teologica":"A pureza e a impureza são temas centrais na Lei Mosaica, refletindo a santidade de Deus e a necessidade de separação do que é considerado impuro.","referencias_relacionadas":["Levítico 11:36","Êxodo 30:18","Salmos 24:1"]},"levitico_11_39_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte que ocorre quando um animal impuro é tocado ou consumido.","explicacao_detalhada":"A palavra 'morrer' (מוּת, mûwth) implica a consequência da impureza, que pode levar à morte espiritual ou física.","por_que_esta_palavra":"A morte é uma consequência do pecado e da desobediência às leis de Deus, enfatizando a seriedade da pureza.","conexao_teologica":"A morte é um tema que aparece em toda a Escritura, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Tiago 1:15"]},"levitico_11_39_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a separação entre os animais puros e impuros.","explicacao_detalhada":"A palavra 'entre' (מִן, min) sugere uma distinção clara que deve ser feita ao lidar com os alimentos.","por_que_esta_palavra":"A separação é fundamental para manter a santidade e a obediência às leis de Deus.","conexao_teologica":"A ideia de separação é um princípio teológico que se estende à vida cristã, onde somos chamados a ser diferentes do mundo.","referencias_relacionadas":["Levítico 20:24","2 Coríntios 6:17","1 Pedro 2:9"]},"levitico_11_40_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se aos alimentos que são permitidos ou proibidos segundo a Lei.","explicacao_detalhada":"A palavra 'alimento' (אָכַל, ʼâkal) abrange tudo que pode ser consumido, com ênfase na pureza dos mesmos.","por_que_esta_palavra":"A escolha do alimento é um reflexo da obediência a Deus e da busca pela santidade.","conexao_teologica":"A alimentação é um ato que pode ser visto como um ato de comunhão com Deus, refletindo a necessidade de pureza em todas as áreas da vida.","referencias_relacionadas":["Mateus 15:11","1 Coríntios 10:31","Romanos 14:17"]},"levitico_11_40_impuro":{"palavra_pt":"impuro","palavra_original":"טָמֵא","transliteracao":"ṭâmêʼ","strong":"H2930","significado_raiz":"Ideia básica: impuro.","significado_contextual":"Refere-se ao estado de impureza que um alimento pode ter.","explicacao_detalhada":"A palavra 'impuro' (טָמֵא, ṭâmêʼ) é usada para descrever o que é inaceitável diante de Deus, especialmente em relação aos alimentos.","por_que_esta_palavra":"A impureza é um conceito que vai além do físico, afetando a relação do povo com Deus.","conexao_teologica":"A impureza simboliza a necessidade de purificação e a busca pela santidade na vida do crente.","referencias_relacionadas":["Levítico 10:10","Hebreus 12:14","1 João 1:9"]},"levitico_11_40_dia":{"palavra_pt":"dia","palavra_original":"עֶרֶב","transliteracao":"ʻereb","strong":"H6153","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que as regras de pureza devem ser observadas.","explicacao_detalhada":"A palavra 'dia' (עֶרֶב, ʻereb) sugere um período específico em que as instruções devem ser seguidas.","por_que_esta_palavra":"O tempo é importante para a observância das leis, refletindo a disciplina e a ordem que Deus deseja para Seu povo.","conexao_teologica":"O conceito de tempo e santidade é importante na vida cristã, onde cada dia deve ser vivido em obediência a Deus.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Colossenses 3:17"]},"levitico_11_41_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os alimentos devem ser considerados em relação à pureza.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) implica uma abordagem abrangente sobre o que é permitido ou não.","por_que_esta_palavra":"A maneira de lidar com os alimentos reflete a atitude do coração em relação às leis de Deus.","conexao_teologica":"A forma como vivemos e nos comportamos é um reflexo da nossa fé e obediência a Deus.","referencias_relacionadas":["Romanos 12:1","Gálatas 5:13","1 Coríntios 10:23"]},"levitico_11_41_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao ambiente onde os alimentos são encontrados e consumidos.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ, ʼerets) é usada para descrever o local de habitação e a criação de Deus.","por_que_esta_palavra":"A terra é um presente de Deus e deve ser cuidada e respeitada, refletindo a responsabilidade do homem.","conexao_teologica":"A relação do homem com a terra é um tema que se estende à mordomia e ao cuidado pela criação.","referencias_relacionadas":["Gênesis 1:28","Salmos 115:16","Romanos 8:21"]},"levitico_11_42_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os alimentos impuros devem ser tratados.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) enfatiza a necessidade de uma abordagem cuidadosa em relação ao que é considerado impuro.","por_que_esta_palavra":"A forma como tratamos o que é impuro reflete nossa compreensão da santidade de Deus.","conexao_teologica":"A maneira de viver e agir em relação ao que é impuro é um reflexo da nossa santidade e devoção a Deus.","referencias_relacionadas":["1 Pedro 1:15-16","Tiago 4:8","Romanos 12:2"]},"levitico_11_42_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra onde os alimentos são cultivados e a pureza que deve ser mantida.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ, ʼerets) implica a criação de Deus e a responsabilidade do homem em mantê-la pura.","por_que_esta_palavra":"A terra é um símbolo da provisão de Deus e deve ser tratada com respeito e cuidado.","conexao_teologica":"A relação com a terra é um reflexo da nossa relação com Deus e com a criação.","referencias_relacionadas":["Gênesis 2:15","Salmos 24:1","Isaías 11:9"]},"levitico_11_43_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os israelitas devem se comportar em relação aos animais considerados impuros.","explicacao_detalhada":"A palavra 'modo' aqui implica em uma forma de viver que é distinta e separada, conforme as instruções divinas.","por_que_esta_palavra":"É utilizada para enfatizar a necessidade de seguir as diretrizes de Deus em relação à pureza e santidade.","conexao_teologica":"A santidade de Deus exige que Seu povo viva de maneira que reflita essa santidade em todos os aspectos da vida.","referencias_relacionadas":["Levítico 11:44","Levítico 20:26","1 Pedro 1:16"]},"levitico_11_44_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se ao modo de vida que deve ser adotado pelos israelitas em relação à pureza.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a importância de seguir as instruções divinas para manter a santidade.","por_que_esta_palavra":"A palavra é crucial para entender a separação que Deus exige entre o que é puro e impuro.","conexao_teologica":"A obediência às leis de Deus é um reflexo da relação do povo com Ele e de sua identidade como Seu povo escolhido.","referencias_relacionadas":["Levítico 11:43","Levítico 20:24","Romanos 12:1"]},"levitico_11_44_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que Deus deu aos israelitas, que deve ser mantida pura.","explicacao_detalhada":"A palavra 'terra' implica em um espaço sagrado que deve ser protegido de contaminações espirituais e físicas.","por_que_esta_palavra":"É usada para enfatizar a conexão entre a terra prometida e a obediência às leis de Deus.","conexao_teologica":"A terra é vista como um presente de Deus, e a pureza dela reflete a pureza do povo que nela habita.","referencias_relacionadas":["Levítico 20:22","Deuteronômio 8:7-10","Salmos 37:11"]},"levitico_11_44_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar, ou tornar algo puro, conforme as instruções de Deus.","explicacao_detalhada":"A palavra 'santificar' implica em separar algo para um propósito sagrado, que é essencial para a vida do povo de Deus.","por_que_esta_palavra":"É fundamental para entender a relação entre a santidade de Deus e a necessidade de pureza no povo.","conexao_teologica":"A santificação é um processo contínuo que reflete a transformação do crente à imagem de Cristo.","referencias_relacionadas":["Levítico 20:7","1 Tessalonicenses 4:3","Hebreus 12:14"]},"levitico_11_45_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente, refere-se à terra que deve ser mantida pura e santa.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a importância da pureza do espaço que Deus deu ao Seu povo.","por_que_esta_palavra":"É usada para reforçar a ideia de que a terra está ligada à obediência e à santidade do povo.","conexao_teologica":"A terra é um símbolo da presença de Deus e da bênção que vem da obediência às Suas leis.","referencias_relacionadas":["Levítico 11:44","Deuteronômio 12:1","Ezequiel 36:33"]},"levitico_11_45_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o Criador e Legislador que estabelece as normas de pureza.","explicacao_detalhada":"A palavra 'deus' implica em autoridade e soberania sobre todas as coisas, incluindo a pureza do Seu povo.","por_que_esta_palavra":"É essencial para entender a relação entre Deus e a obediência do povo às Suas leis.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, e a obediência a Ele é um reflexo da fé do povo.","referencias_relacionadas":["Levítico 11:44","Isaías 43:15","Salmos 100:3"]},"levitico_11_45_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão pela qual os israelitas devem seguir as instruções de Deus.","explicacao_detalhada":"A palavra 'porque' introduz a justificativa para a santidade e pureza exigidas por Deus.","por_que_esta_palavra":"É usada para conectar a obediência às leis de Deus com a natureza do próprio Deus.","conexao_teologica":"A razão para a obediência é sempre ligada à natureza de Deus e ao Seu caráter santo.","referencias_relacionadas":["Levítico 20:26","Romanos 6:22","1 Pedro 1:16"]},"levitico_11_46_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo de vida que deve ser adotado pelos israelitas.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a importância da separação entre o que é puro e impuro.","por_que_esta_palavra":"É crucial para entender a necessidade de seguir as instruções divinas para manter a santidade.","conexao_teologica":"A obediência às leis de Deus é um reflexo da relação do povo com Ele e de sua identidade como Seu povo escolhido.","referencias_relacionadas":["Levítico 11:43","Levítico 20:24","Romanos 12:1"]},"levitico_11_46_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que deve ser mantida pura e santa.","explicacao_detalhada":"A palavra 'terra' enfatiza a importância da pureza do espaço que Deus deu ao Seu povo.","por_que_esta_palavra":"É usada para reforçar a ideia de que a terra está ligada à obediência e à santidade do povo.","conexao_teologica":"A terra é um símbolo da presença de Deus e da bênção que vem da obediência às Suas leis.","referencias_relacionadas":["Levítico 11:44","Deuteronômio 12:1","Ezequiel 36:33"]},"levitico_11_46_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne dos animais que são considerados impuros e que não devem ser consumidos.","explicacao_detalhada":"A palavra 'carne' implica em uma distinção entre o que é permitido e o que é proibido, conforme as leis de Deus.","por_que_esta_palavra":"É utilizada para enfatizar a importância da pureza alimentar e a obediência às instruções divinas.","conexao_teologica":"A pureza alimentar é um reflexo da santidade que Deus exige de Seu povo.","referencias_relacionadas":["Levítico 11:3","Deuteronômio 14:3","Mateus 15:11"]},"levitico_11_47_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne dos animais que são considerados puros e impuros segundo as leis dietéticas de Levítico.","explicacao_detalhada":"A palavra 'carne' (חַי, chay) é usada para descrever a parte comestível dos animais. No contexto de Levítico 11, Deus estabelece quais animais são limpos e quais são imundos, e a carne dos animais limpos é permitida para consumo.","por_que_esta_palavra":"A escolha da palavra 'carne' enfatiza a importância da dieta e da santidade na vida do povo de Israel, refletindo a relação entre o que é físico e o que é espiritual.","conexao_teologica":"A carne dos animais puros simboliza a pureza e a obediência às leis divinas, enquanto a carne dos impuros representa a desobediência e a separação de Deus.","referencias_relacionadas":["Levítico 11:1-23","Deuteronômio 14:3-21","1 Pedro 1:16"]},"levitico_11_47_difference":{"palavra_pt":"difference","palavra_original":"בָּדַל","transliteracao":"bâdal","strong":"H914","significado_raiz":"Ideia básica: difference.","significado_contextual":"Refere-se à distinção entre o que é puro e impuro, um tema central nas leis alimentares de Levítico.","explicacao_detalhada":"A palavra 'difference' (בָּדַל, bâdal) é usada para enfatizar a separação que Deus ordena entre os animais limpos e os impuros. Essa distinção é essencial para a santidade do povo de Israel.","por_que_esta_palavra":"A palavra destaca a necessidade de discernimento e separação nas práticas diárias, refletindo a natureza de Deus como santo.","conexao_teologica":"A diferença entre o puro e o impuro é uma metáfora para a separação do pecado e a busca pela santidade na vida do crente.","referencias_relacionadas":["Levítico 10:10","Ezequiel 22:26","2 Coríntios 6:17"]},"levitico_11_47_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade das instruções divinas sobre o que é aceitável para o consumo.","explicacao_detalhada":"A palavra 'verdade' (לֹא, lôʼ) é utilizada para afirmar a certeza das proibições e permissões dadas por Deus. É um lembrete da fidelidade de Deus às suas promessas e leis.","por_que_esta_palavra":"A inclusão da ideia de verdade sublinha a importância da obediência às diretrizes divinas como um reflexo da fé.","conexao_teologica":"A verdade de Deus é um fundamento para a vida do crente, que deve viver em conformidade com a Sua palavra.","referencias_relacionadas":["Salmos 119:160","João 17:17","Romanos 3:4"]}}