{"levitico_12_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação de Deus ao povo através de Moisés.","explicacao_detalhada":"A palavra 'falar' (דָבַר, dâbar) indica a ação de Deus de transmitir instruções e leis ao Seu povo, enfatizando a importância da revelação divina.","por_que_esta_palavra":"A palavra é crucial para entender como Deus se relaciona com a humanidade, comunicando Sua vontade e orientações.","conexao_teologica":"A comunicação de Deus é um aspecto vital da relação entre Ele e Seu povo, mostrando que Ele deseja que sejamos informados e guiados.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:4","Hebreus 1:1-2"]},"levitico_12_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה, Yᵉhôvâh) é o nome pessoal de Deus, que expressa Sua relação com o povo de Israel e Sua soberania.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a intimidade e a reverência que o povo deve ter ao se relacionar com Ele.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"levitico_12_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância da declaração de Deus e das instruções que Ele dá.","explicacao_detalhada":"A palavra 'dizer' (אָמַר, ʼâmar) é usada para indicar a ação de Deus de ordenar e instruir, mostrando a autoridade de Suas palavras.","por_que_esta_palavra":"A palavra destaca a seriedade e a importância das instruções divinas, que devem ser seguidas pelo povo.","conexao_teologica":"As declarações de Deus são fundamentais para a vida do crente, pois revelam Sua vontade e propósito.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Mateus 4:4"]},"levitico_12_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que as instruções sobre a purificação devem ser seguidas.","explicacao_detalhada":"A palavra 'dia' (יוֹם, yôwm) é utilizada para marcar períodos de tempo em que as leis de purificação devem ser observadas, enfatizando a importância da obediência em momentos específicos.","por_que_esta_palavra":"A menção do dia ressalta a necessidade de seguir as instruções de Deus em tempos determinados, refletindo a ordem divina.","conexao_teologica":"O conceito de tempo e obediência é central na vida do crente, que deve viver em conformidade com os planos de Deus.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"levitico_12_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao nascimento de um filho e as implicações de pureza para a mãe.","explicacao_detalhada":"A palavra 'filho' (בֵּן, bên) é usada para descrever a nova vida que vem ao mundo, e as instruções sobre a purificação da mãe após o parto são dadas para manter a santidade.","por_que_esta_palavra":"A menção do filho destaca a importância da família e da continuidade da vida dentro da comunidade de fé.","conexao_teologica":"O nascimento é um símbolo de esperança e renovação, refletindo a obra de Deus na vida das pessoas.","referencias_relacionadas":["Salmos 127:3","Lucas 1:14","Mateus 1:21"]},"levitico_12_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância da declaração de Deus sobre a purificação após o nascimento.","explicacao_detalhada":"A palavra 'dizer' (אָמַר, ʼâmar) é usada para enfatizar a autoridade de Deus ao dar instruções sobre a purificação, mostrando que essas leis são divinas.","por_que_esta_palavra":"A ênfase na palavra de Deus reforça a necessidade de obediência e respeito às Suas instruções.","conexao_teologica":"A obediência às palavras de Deus é fundamental para a vida do crente, que deve buscar seguir Seus mandamentos.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 6:6","Tiago 1:22"]},"levitico_12_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico após o nascimento em que a purificação deve ocorrer.","explicacao_detalhada":"A palavra 'dia' (יוֹם, yôwm) é utilizada para indicar o período de purificação, enfatizando a importância de seguir as instruções de Deus em tempos determinados.","por_que_esta_palavra":"A menção do dia ressalta a necessidade de seguir as instruções de Deus em momentos específicos, refletindo a ordem divina.","conexao_teologica":"O conceito de tempo e obediência é central na vida do crente, que deve viver em conformidade com os planos de Deus.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"levitico_12_3_destruir":{"palavra_pt":"destruir","palavra_original":"מוּל","transliteracao":"mûwl","strong":"H4135","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de circuncidar, que é um ritual de purificação e consagração.","explicacao_detalhada":"A circuncisão é um sinal da aliança entre Deus e o povo de Israel, simbolizando a separação do povo para Deus e a necessidade de pureza espiritual.","por_que_esta_palavra":"A palavra 'destruir' aqui implica a remoção de uma parte do corpo, que é um ato de obediência à lei de Deus.","conexao_teologica":"A circuncisão é um símbolo da aliança e da obediência a Deus, refletindo a necessidade de purificação e consagração.","referencias_relacionadas":["Gênesis 17:10-14","Êxodo 12:48","Romanos 2:28-29"]},"levitico_12_4_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é um elemento central nos rituais de purificação e sacrifício.","explicacao_detalhada":"O sangue representa a vida e é utilizado em sacrifícios para expiação de pecados, simbolizando a necessidade de redenção.","por_que_esta_palavra":"O uso do sangue nos rituais enfatiza a gravidade do pecado e a necessidade de sacrifício para a purificação.","conexao_teologica":"O sangue de Cristo é visto como o sacrifício final que purifica os pecadores, cumprindo o que os sacrifícios do Antigo Testamento prefiguravam.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"levitico_12_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os rituais devem ser realizados, enfatizando a ordem e a santidade.","explicacao_detalhada":"O 'modo' implica que os rituais de purificação devem ser seguidos conforme as instruções divinas, refletindo a importância da obediência.","por_que_esta_palavra":"A palavra destaca a necessidade de seguir as diretrizes de Deus em relação à pureza e ao culto.","conexao_teologica":"A obediência às instruções de Deus é fundamental para a vida do crente, refletindo a santidade de Deus.","referencias_relacionadas":["Deuteronômio 12:32","Êxodo 25:40","1 Coríntios 14:40"]},"levitico_12_4_palacio":{"palavra_pt":"palacio","palavra_original":"מִקְדָּשׁ","transliteracao":"miqdâsh","strong":"H4720","significado_raiz":"Ideia básica: palacio.","significado_contextual":"Refere-se ao lugar sagrado onde os rituais são realizados, simbolizando a presença de Deus.","explicacao_detalhada":"O 'palácio' ou santuário é o local de encontro entre Deus e seu povo, onde a santidade é mantida.","por_que_esta_palavra":"A palavra enfatiza a importância do local sagrado na adoração e na prática religiosa.","conexao_teologica":"O santuário é um símbolo da presença de Deus entre seu povo, que culmina na encarnação de Cristo.","referencias_relacionadas":["Êxodo 25:8","Salmos 27:4","Hebreus 9:24"]},"levitico_12_5_impuro":{"palavra_pt":"impuro","palavra_original":"טָמֵא","transliteracao":"ṭâmêʼ","strong":"H2930","significado_raiz":"Ideia básica: impuro.","significado_contextual":"Refere-se ao estado de impureza ritual que resulta do nascimento.","explicacao_detalhada":"A impureza não é moral, mas ritual, e requer purificação para restaurar a comunhão com Deus.","por_que_esta_palavra":"A palavra 'impuro' destaca a necessidade de rituais de purificação após eventos que tornam a pessoa ritualmente impura.","conexao_teologica":"A impureza ritual reflete a necessidade de redenção e purificação que é plenamente realizada em Cristo.","referencias_relacionadas":["Levítico 15:19-30","Hebreus 10:22","1 João 1:7"]},"levitico_12_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo necessário para a purificação após o nascimento.","explicacao_detalhada":"O 'dia' é um símbolo do tempo de espera e preparação antes de retornar à comunhão plena com a comunidade e com Deus.","por_que_esta_palavra":"A palavra enfatiza a importância do tempo de purificação e o respeito às leis de Deus.","conexao_teologica":"O conceito de tempo de purificação é um paralelo à jornada espiritual do crente em direção à santidade.","referencias_relacionadas":["Levítico 23:15","Salmos 90:12","2 Pedro 3:8"]},"levitico_12_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar a condição de pureza da mulher após o período de impureza.","explicacao_detalhada":"O 'julgar' implica a necessidade de discernimento e avaliação conforme as normas divinas.","por_que_esta_palavra":"A palavra destaca a responsabilidade de seguir as diretrizes de Deus ao avaliar a pureza.","conexao_teologica":"O julgamento justo é um princípio central na justiça de Deus, que se reflete na vida do crente.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Mateus 7:1-2"]},"levitico_12_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho que nasce e a importância do seu nascimento na comunidade de fé.","explicacao_detalhada":"O 'filho' é visto como uma bênção de Deus e um sinal de continuidade da aliança.","por_que_esta_palavra":"A palavra enfatiza o valor da vida e da família na tradição israelita.","conexao_teologica":"O nascimento de filhos é um reflexo da fidelidade de Deus em cumprir suas promessas ao seu povo.","referencias_relacionadas":["Salmos 127:3-5","Gênesis 1:28","Mateus 19:14"]},"levitico_12_6_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao sacrifício que deve ser oferecido após o período de impureza.","explicacao_detalhada":"O sacrifício é um ato de adoração e reconhecimento da necessidade de expiação e purificação.","por_que_esta_palavra":"A palavra 'sacrifício' destaca a importância da oferta a Deus como parte do processo de restauração.","conexao_teologica":"O sacrifício de Cristo é o cumprimento final de todos os sacrifícios do Antigo Testamento, trazendo verdadeira redenção.","referencias_relacionadas":["Levítico 5:6","Hebreus 10:12","Romanos 12:1"]},"levitico_12_7_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se ao estado de pureza que deve ser alcançado após o período de impureza.","explicacao_detalhada":"A pureza é essencial para a comunhão com Deus e a participação na vida comunitária.","por_que_esta_palavra":"A palavra 'puro' enfatiza a importância da santidade e da separação do pecado.","conexao_teologica":"A pureza espiritual é um chamado para todos os crentes, refletindo a natureza santa de Deus.","referencias_relacionadas":["Mateus 5:8","1 Pedro 1:16","Hebreus 12:14"]},"levitico_12_7_agua":{"palavra_pt":"agua","palavra_original":"מָקוֹר","transliteracao":"mâqôwr","strong":"H4726","significado_raiz":"Ideia básica: agua.","significado_contextual":"Água é um elemento essencial para a purificação e limpeza ritual, simbolizando a vida e a renovação.","explicacao_detalhada":"No contexto de Levítico 12:7, a água é utilizada para a purificação da mulher após o parto, representando a necessidade de limpeza espiritual e física. A água é frequentemente associada à vida e à purificação nas Escrituras.","por_que_esta_palavra":"A palavra 'água' é crucial neste contexto, pois enfatiza a importância da purificação após o nascimento, um ato que é visto como sagrado e que requer um processo de limpeza.","conexao_teologica":"A água simboliza a purificação e a renovação, refletindo a necessidade de ser limpo diante de Deus, o que é um tema recorrente na teologia bíblica.","referencias_relacionadas":["Êxodo 30:18","Salmos 51:7","João 3:5"]},"levitico_12_7_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Rosto é uma expressão da presença e da face de Deus, simbolizando relacionamento e revelação.","explicacao_detalhada":"Em Levítico 12:7, o 'rosto' pode ser interpretado como a presença de Deus que se volta para o povo, indicando aceitação e favor divino. O rosto é um símbolo de intimidade e conexão com o Criador.","por_que_esta_palavra":"A palavra 'rosto' é utilizada para enfatizar a relação pessoal entre Deus e o ser humano, mostrando que a purificação é necessária para que essa relação seja restaurada.","conexao_teologica":"O conceito de 'rosto' está ligado à revelação de Deus e à comunhão com o homem, um tema que permeia toda a Escritura.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Mateus 5:8"]},"levitico_12_8_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O sacrifício é um ato de expiação e reconciliação com Deus, essencial para a vida religiosa do povo de Israel.","explicacao_detalhada":"Em Levítico 12:8, o 'sacrifício' é mencionado como parte do processo de purificação após o parto. Este ato simboliza a entrega e a busca pela reconciliação com Deus, reconhecendo a necessidade de perdão pelos pecados.","por_que_esta_palavra":"A palavra 'sacrifício' é fundamental, pois representa a prática central da adoração e da relação do povo com Deus, onde a expiação é necessária para a restauração.","conexao_teologica":"O sacrifício é um tema central na teologia bíblica, apontando para a necessidade de um mediador e culminando na obra de Cristo na cruz.","referencias_relacionadas":["Levítico 1:4","Hebreus 9:22","Romanos 12:1"]},"levitico_12_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote atua como mediador entre Deus e o povo, responsável por realizar os rituais de purificação.","explicacao_detalhada":"No contexto de Levítico 12:8, o 'sacerdote' é a figura que valida a purificação da mulher após o parto, assegurando que os rituais sejam cumpridos conforme as instruções divinas.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial, pois destaca o papel do mediador na relação entre Deus e o povo, essencial para a prática religiosa.","conexao_teologica":"O sacerdócio é um símbolo da intercessão e do ministério de Cristo, que se torna o nosso sumo sacerdote.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Levítico 10:10"]}}