{"levitico_13_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar é um ato de comunicação que pode trazer instruções divinas e revelações.","explicacao_detalhada":"Em Levítico 13:1, a palavra 'falar' refere-se à comunicação de Deus ao povo, especialmente em relação às leis sobre a pureza e a saúde. A fala de Deus é um meio pelo qual Ele orienta e instrui seu povo.","por_que_esta_palavra":"A palavra 'falar' é importante, pois mostra que Deus se comunica ativamente com seu povo, estabelecendo normas e diretrizes para a vida.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, refletindo Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Êxodo 20:1","Salmos 119:105","Mateus 4:4"]},"levitico_13_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome de Deus é um símbolo de Sua autoridade e presença entre o povo.","explicacao_detalhada":"Em Levítico 13:1, o 'nome' refere-se à identidade de Deus, que é invocado em momentos de instrução e julgamento. O nome de Deus carrega peso e significado, representando Sua natureza e caráter.","por_que_esta_palavra":"A palavra 'nome' é fundamental, pois enfatiza a importância da identidade de Deus e Sua relação com o povo.","conexao_teologica":"O nome de Deus é um tema recorrente na Escritura, refletindo Sua santidade e a reverência que devemos ter em relação a Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"levitico_13_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer é um ato de proclamação que pode trazer instruções e declarações de autoridade.","explicacao_detalhada":"Em Levítico 13:1, a palavra 'dizer' refere-se à comunicação de Deus sobre as leis de pureza, mostrando a importância da obediência às Suas instruções.","por_que_esta_palavra":"A palavra 'dizer' é significativa, pois destaca a autoridade de Deus ao comunicar Suas leis e a responsabilidade do povo em ouvi-las.","conexao_teologica":"A proclamação da palavra de Deus é essencial na vida do crente, refletindo a necessidade de ouvir e obedecer à Sua voz.","referencias_relacionadas":["Deuteronômio 6:4","Romanos 10:17","Tiago 1:22"]},"levitico_13_2_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o responsável por discernir a pureza e a impureza, atuando como juiz nas questões de saúde.","explicacao_detalhada":"Em Levítico 13:2, o 'sacerdote' desempenha um papel crucial na identificação de doenças, especialmente a lepra, e na aplicação das leis de pureza. Sua função é vital para a manutenção da santidade do povo.","por_que_esta_palavra":"A palavra 'sacerdote' é importante, pois ressalta a autoridade espiritual e a responsabilidade do sacerdote em guiar o povo segundo as leis de Deus.","conexao_teologica":"O sacerdócio é um símbolo da intercessão e da autoridade espiritual, refletindo o ministério de Cristo como nosso sumo sacerdote.","referencias_relacionadas":["Levítico 14:1-2","Hebreus 5:1","1 Pedro 2:5"]},"levitico_13_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz a razão ou causa de uma declaração.","explicacao_detalhada":"Em Levítico 13:2, a palavra 'porque' é utilizada para explicar a razão pela qual o sacerdote deve examinar a pessoa, enfatizando a importância de entender as instruções divinas.","por_que_esta_palavra":"A palavra 'porque' é essencial para conectar a causa e o efeito nas instruções de Deus, mostrando a lógica por trás das leis.","conexao_teologica":"A compreensão das razões por trás das leis de Deus é fundamental para a obediência e a vida espiritual.","referencias_relacionadas":["Deuteronômio 4:40","Romanos 12:1","Tiago 1:22"]},"levitico_13_2_nu":{"palavra_pt":"nu","palavra_original":"עוֹר","transliteracao":"ʻôwr","strong":"H5785","significado_raiz":"Ideia básica: nu.","significado_contextual":"Nu refere-se à condição de estar sem vestes, simbolizando vulnerabilidade e exposição.","explicacao_detalhada":"Em Levítico 13:2, a palavra 'nu' é utilizada para descrever a condição da pessoa que está sendo examinada pelo sacerdote, simbolizando a exposição total diante de Deus e a necessidade de purificação.","por_que_esta_palavra":"A palavra 'nu' é significativa, pois destaca a vulnerabilidade do ser humano diante de Deus e a necessidade de Sua intervenção.","conexao_teologica":"A vulnerabilidade humana é um tema importante na teologia, refletindo a necessidade de dependência de Deus para a purificação e a salvação.","referencias_relacionadas":["Gênesis 3:10","Salmos 139:15","Apocalipse 3:17"]},"levitico_13_3_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é a figura responsável por avaliar e declarar a pureza ou impureza de uma pessoa, especialmente em casos de doenças de pele.","explicacao_detalhada":"No contexto de Levítico 13, o sacerdote atua como mediador entre Deus e o povo, seguindo as instruções divinas para diagnosticar e tratar questões de pureza ritual. A sua função é essencial para manter a santidade da comunidade.","por_que_esta_palavra":"A palavra 'sacerdote' é central na legislação levítica, pois representa a autoridade espiritual e a conexão do povo com Deus.","conexao_teologica":"O sacerdócio é um símbolo de intercessão e mediação, refletindo o papel de Cristo como nosso Sumo Sacerdote que nos purifica de nossos pecados.","referencias_relacionadas":["Levítico 10:10-11","Hebreus 5:1-4","1 Pedro 2:9"]},"levitico_13_3_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se ao ato de observar atentamente as condições de saúde e pureza, essencial para o julgamento do sacerdote.","explicacao_detalhada":"O verbo 'ver' implica uma observação cuidadosa e criteriosa, que é necessária para discernir a condição de uma pessoa e tomar decisões baseadas na Lei.","por_que_esta_palavra":"A observação é fundamental para a prática da fé, pois envolve não apenas a visão física, mas também a percepção espiritual.","conexao_teologica":"Ver é um tema recorrente na Bíblia, simbolizando a necessidade de discernimento espiritual e a importância de 'ver' a verdade de Deus.","referencias_relacionadas":["Salmos 119:18","Mateus 7:3-5","João 9:39"]},"levitico_13_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Reitera a função do sacerdote em avaliar a condição de impureza, essencial para a saúde espiritual da comunidade.","explicacao_detalhada":"A repetição da palavra 'sacerdote' enfatiza a importância do seu papel e a necessidade de seguir as diretrizes divinas para a pureza.","por_que_esta_palavra":"A presença do sacerdote é crucial para a manutenção da ordem e da santidade dentro da comunidade israelita.","conexao_teologica":"O sacerdócio é um reflexo do caráter de Deus, que deseja que seu povo viva em santidade e pureza.","referencias_relacionadas":["Levítico 21:6","Hebreus 7:26-27","1 Timóteo 2:5"]},"levitico_13_4_nu":{"palavra_pt":"nu","palavra_original":"עוֹר","transliteracao":"ʻôwr","strong":"H5785","significado_raiz":"Ideia básica: nu.","significado_contextual":"A palavra 'nu' refere-se à condição de estar exposto, que é relevante para a avaliação do sacerdote em relação à impureza.","explicacao_detalhada":"A nudez é um símbolo de vulnerabilidade e exposição, que pode ser interpretado tanto fisicamente quanto espiritualmente.","por_que_esta_palavra":"A condição de estar nu é importante para a avaliação da impureza, pois a exposição pode revelar a gravidade da situação.","conexao_teologica":"A nudez é frequentemente associada à vergonha e ao pecado, como visto em Gênesis, e a necessidade de cobertura e redenção.","referencias_relacionadas":["Gênesis 3:7","Romanos 3:23","Apocalipse 3:18"]},"levitico_13_4_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação de proximidade e a necessidade de discernimento em meio à comunidade.","explicacao_detalhada":"A preposição 'entre' sugere a ideia de que a impureza pode afetar a coletividade, e a avaliação do sacerdote é crucial para a saúde espiritual do grupo.","por_que_esta_palavra":"A pureza não é apenas uma questão individual, mas coletiva, refletindo a santidade que Deus exige do seu povo.","conexao_teologica":"A ideia de estar 'entre' enfatiza a importância da comunidade na vida cristã e a responsabilidade mútua em manter a pureza.","referencias_relacionadas":["1 Coríntios 5:6-7","Hebreus 10:24-25","Gálatas 6:2"]},"levitico_13_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Reforça a função do sacerdote em determinar a pureza após um período de observação.","explicacao_detalhada":"O sacerdote deve avaliar a condição do indivíduo após um tempo, mostrando que a pureza pode ser restaurada e que há um processo de cura.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' destaca a continuidade da sua função e a importância do seu papel na vida do povo.","conexao_teologica":"A função do sacerdote antecipa o ministério de Cristo, que também observa e purifica os que se aproximam d'Ele.","referencias_relacionadas":["Levítico 14:2-3","Hebreus 9:11-12","Mateus 8:1-3"]},"levitico_13_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo necessário para a avaliação da condição de pureza.","explicacao_detalhada":"O tempo é um elemento crucial no processo de purificação, indicando que a cura e a restauração podem levar tempo.","por_que_esta_palavra":"O conceito de 'dia' enfatiza a importância do tempo na vida espiritual e no processo de santificação.","conexao_teologica":"O tempo de espera pode ser visto como um teste de fé e paciência, refletindo a jornada do cristão.","referencias_relacionadas":["Salmos 27:14","Gálatas 6:9","Tiago 1:2-4"]},"levitico_13_6_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Reitera a função do sacerdote em avaliar a pureza após um período de observação.","explicacao_detalhada":"A repetição da palavra 'sacerdote' reforça a importância do seu papel na manutenção da pureza da comunidade.","por_que_esta_palavra":"A presença do sacerdote é fundamental para a vida espiritual do povo, mostrando a continuidade do seu ministério.","conexao_teologica":"Assim como o sacerdote, Cristo é nosso mediador que nos purifica e nos apresenta diante de Deus.","referencias_relacionadas":["Levítico 14:3","Hebreus 4:14-16","1 João 1:9"]},"levitico_13_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo necessário para a avaliação da pureza, indicando que a cura pode levar tempo.","explicacao_detalhada":"O 'dia' é um símbolo do processo de purificação, que pode exigir paciência e fé.","por_que_esta_palavra":"A noção de 'dia' enfatiza a importância do tempo em nossa caminhada espiritual e no processo de santificação.","conexao_teologica":"O tempo de espera é uma oportunidade para crescimento espiritual e confiança em Deus.","referencias_relacionadas":["Romanos 8:25","Salmos 37:7","Hebreus 10:36"]},"levitico_13_6_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se ao estado desejado de estar livre de impurezas, tanto físicas quanto espirituais.","explicacao_detalhada":"A pureza é um conceito central na Lei, simbolizando a santidade que Deus exige do seu povo.","por_que_esta_palavra":"A busca pela pureza é um chamado para todos os crentes, refletindo a natureza de Deus.","conexao_teologica":"A pureza é um tema que culmina em Cristo, que nos purifica de todo pecado e nos torna aceitáveis diante de Deus.","referencias_relacionadas":["Mateus 5:8","1 João 1:7","Hebreus 12:14"]},"levitico_13_7_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é a figura responsável por discernir a pureza e a impureza na comunidade, especialmente em relação a doenças.","explicacao_detalhada":"No contexto de Levítico 13, o sacerdote atua como um mediador entre Deus e o povo, avaliando condições de pele que podem ser consideradas impuras. Sua função é essencial para manter a santidade da comunidade.","por_que_esta_palavra":"A palavra 'sacerdote' é central na legislação levítica, pois representa a autoridade espiritual e a liderança religiosa entre os israelitas.","conexao_teologica":"O sacerdócio é um símbolo da mediação entre Deus e a humanidade, refletindo a necessidade de um intermediário para a purificação e a reconciliação.","referencias_relacionadas":["Levítico 10:6","Levítico 21:10","Êxodo 28:1"]},"levitico_13_7_scab":{"palavra_pt":"scab","palavra_original":"מִסְפַּחַת","transliteracao":"miçpachath","strong":"H4556","significado_raiz":"Ideia básica: scab.","significado_contextual":"Refere-se a uma condição de pele que é considerada impura e que requer avaliação do sacerdote.","explicacao_detalhada":"O 'scab' é uma manifestação visível de impureza que pode afetar a inclusão do indivíduo na comunidade. A avaliação do sacerdote é crucial para determinar a condição e a resposta apropriada.","por_que_esta_palavra":"A palavra 'scab' é utilizada para descrever uma condição que não apenas afeta a saúde física, mas também a condição espiritual e social do indivíduo.","conexao_teologica":"A impureza física é frequentemente associada à impureza espiritual, enfatizando a necessidade de pureza em todas as áreas da vida.","referencias_relacionadas":["Levítico 13:2","Levítico 13:11","Levítico 14:33"]},"levitico_13_7_nu":{"palavra_pt":"nu","palavra_original":"עוֹר","transliteracao":"ʻôwr","strong":"H5785","significado_raiz":"Ideia básica: nu.","significado_contextual":"Refere-se à condição da pele exposta, que é avaliada pelo sacerdote.","explicacao_detalhada":"A palavra 'nu' é usada para descrever a pele que está visivelmente afetada por uma condição que pode ser impura. A exposição da pele é um aspecto importante na avaliação do sacerdote.","por_que_esta_palavra":"A condição de 'nu' é relevante para a identificação de doenças que podem ser contagiosas ou que requerem isolamento.","conexao_teologica":"A exposição da pele pode simbolizar a vulnerabilidade humana e a necessidade de proteção divina contra a impureza.","referencias_relacionadas":["Levítico 13:9","Levítico 13:12","Levítico 14:1"]},"levitico_13_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Reitera a função do sacerdote na avaliação de impurezas e na manutenção da pureza da comunidade.","explicacao_detalhada":"O sacerdote deve examinar cuidadosamente a condição do indivíduo e determinar se ele é puro ou impuro, seguindo as diretrizes estabelecidas na Lei.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' enfatiza a importância dessa figura na vida comunitária e religiosa dos israelitas.","conexao_teologica":"O papel do sacerdote é um reflexo do caráter de Deus como aquele que purifica e restaura.","referencias_relacionadas":["Levítico 13:1","Levítico 14:2","Números 6:23"]},"levitico_13_8_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à ação de observar e discernir a condição de impureza.","explicacao_detalhada":"O sacerdote deve 'ver' com atenção para fazer um diagnóstico correto, o que é crucial para a saúde espiritual e física da comunidade.","por_que_esta_palavra":"A capacidade de 'ver' é essencial para a função do sacerdote, pois envolve discernimento e sabedoria.","conexao_teologica":"A visão é frequentemente usada na Escritura como uma metáfora para entendimento espiritual e revelação divina.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Hebreus 4:13"]},"levitico_13_8_scab":{"palavra_pt":"scab","palavra_original":"מִסְפַּחַת","transliteracao":"miçpachath","strong":"H4556","significado_raiz":"Ideia básica: scab.","significado_contextual":"Novamente, refere-se à condição de impureza que o sacerdote deve avaliar.","explicacao_detalhada":"A repetição da palavra 'scab' destaca a importância de reconhecer e tratar as condições que afetam a pureza da comunidade.","por_que_esta_palavra":"A ênfase na condição de 'scab' mostra a seriedade com que a Lei trata a saúde e a pureza.","conexao_teologica":"A pureza física é um reflexo da pureza espiritual, e a Lei de Moisés enfatiza a necessidade de ambos.","referencias_relacionadas":["Levítico 13:3","Levítico 14:34","Deuteronômio 24:8"]},"levitico_13_9_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Reitera a função do sacerdote na avaliação de impurezas e na manutenção da pureza da comunidade.","explicacao_detalhada":"O sacerdote deve estar atento às condições que podem afetar a saúde espiritual e física do povo.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' reforça a importância dessa figura na vida comunitária e religiosa dos israelitas.","conexao_teologica":"O papel do sacerdote é um reflexo do caráter de Deus como aquele que purifica e restaura.","referencias_relacionadas":["Levítico 13:1","Levítico 14:2","Números 6:23"]},"levitico_13_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o sacerdote deve agir de determinada maneira.","explicacao_detalhada":"Esta palavra é usada para justificar a ação do sacerdote em relação à impureza, mostrando a lógica da Lei.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação e a base das instruções dadas na Lei.","conexao_teologica":"A lógica da Lei reflete a sabedoria de Deus em guiar o Seu povo em santidade.","referencias_relacionadas":["Deuteronômio 6:24","Salmos 119:4","Romanos 12:1"]},"levitico_13_9_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a condição de vulnerabilidade e a necessidade de purificação.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a natureza humana e a necessidade de estar em conformidade com as leis de pureza.","por_que_esta_palavra":"A inclusão do ser humano nas discussões sobre pureza destaca a importância da santidade na vida cotidiana.","conexao_teologica":"A condição humana é central na narrativa bíblica, onde a necessidade de redenção e purificação é um tema recorrente.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Romanos 3:23"]},"levitico_13_10_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Reitera a função do sacerdote na avaliação de impurezas e na manutenção da pureza da comunidade.","explicacao_detalhada":"O sacerdote deve examinar cuidadosamente a condição do indivíduo e determinar se ele é puro ou impuro, seguindo as diretrizes estabelecidas na Lei.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' enfatiza a importância dessa figura na vida comunitária e religiosa dos israelitas.","conexao_teologica":"O papel do sacerdote é um reflexo do caráter de Deus como aquele que purifica e restaura.","referencias_relacionadas":["Levítico 13:1","Levítico 14:2","Números 6:23"]},"levitico_13_10_vida":{"palavra_pt":"vida","palavra_original":"מִחְיָה","transliteracao":"michyâh","strong":"H4241","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à essência da existência, especialmente em relação à saúde e à condição física.","explicacao_detalhada":"Neste contexto, a vida é um estado desejável que deve ser preservado, especialmente em relação à saúde do corpo. A presença de doenças, como a lepra, era vista como uma ameaça à vida.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da saúde e da pureza, que são fundamentais para a vida em comunidade.","conexao_teologica":"A vida é um dom de Deus e deve ser cuidada e respeitada. A pureza e a saúde são vistas como reflexos da bênção divina.","referencias_relacionadas":["Deuteronômio 30:19","Salmos 36:9","João 10:10"]},"levitico_13_10_accepted":{"palavra_pt":"accepted","palavra_original":"שְׂאֵת","transliteracao":"sᵉʼêth","strong":"H7613","significado_raiz":"Ideia básica: accepted.","significado_contextual":"A palavra 'accepted' refere-se à aceitação ou aprovação de algo, especialmente em um contexto ritual.","explicacao_detalhada":"Neste versículo, a aceitação está ligada ao reconhecimento da condição de saúde ou doença, que é crucial para determinar a pureza ritual.","por_que_esta_palavra":"A aceitação é necessária para que a pessoa possa ser reintegrada à comunidade, especialmente em questões de pureza e saúde.","conexao_teologica":"A aceitação é um tema importante na relação entre Deus e o homem, onde a aceitação divina é fundamental para a salvação.","referencias_relacionadas":["Romanos 14:1","Gálatas 1:10","Efésios 1:6"]},"levitico_13_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se ao mediador entre Deus e o povo, responsável por questões de pureza e rituais.","explicacao_detalhada":"Os sacerdotes tinham a responsabilidade de avaliar a condição de saúde das pessoas e determinar se eram puras ou impuras, especialmente em casos de lepra.","por_que_esta_palavra":"A função do sacerdote é vital para manter a ordem e a pureza na comunidade, refletindo a santidade de Deus.","conexao_teologica":"Os sacerdotes simbolizam a intercessão e a mediação de Cristo, que é nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 5:1","Êxodo 28:1","Levítico 10:10"]},"levitico_13_11_nu":{"palavra_pt":"nu","palavra_original":"עוֹר","transliteracao":"ʻôwr","strong":"H5785","significado_raiz":"Ideia básica: nu.","significado_contextual":"A palavra 'nu' refere-se à condição de estar desprotegido ou exposto, muitas vezes associada à vulnerabilidade.","explicacao_detalhada":"Neste contexto, a nudez pode simbolizar a exposição à impureza ou à vergonha, especialmente em relação a doenças visíveis como a lepra.","por_que_esta_palavra":"A nudez é um estado que pode ser visto como uma metáfora para a condição espiritual e moral do indivíduo.","conexao_teologica":"A nudez é frequentemente associada à vergonha do pecado, e a necessidade de cobertura através da graça de Deus.","referencias_relacionadas":["Gênesis 3:7","Isaías 61:10","Apocalipse 3:18"]},"levitico_13_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à honestidade na avaliação da condição de uma pessoa.","explicacao_detalhada":"Neste contexto, a verdade é essencial para que o sacerdote faça um julgamento justo sobre a pureza da pessoa.","por_que_esta_palavra":"A verdade é fundamental para a justiça e a integridade nas relações interpessoais e com Deus.","conexao_teologica":"A verdade é um atributo de Deus e é essencial para a adoração e a vida cristã.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"levitico_13_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado, especialmente em rituais.","explicacao_detalhada":"Neste contexto, o modo de proceder do sacerdote é crucial para a avaliação da lepra e a determinação da pureza.","por_que_esta_palavra":"O modo de agir reflete a seriedade e a reverência necessárias ao lidar com questões de pureza e saúde.","conexao_teologica":"A maneira como adoramos e nos relacionamos com Deus deve ser feita com reverência e respeito.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 14:40","Hebreus 12:28"]},"levitico_13_12_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é repetida para enfatizar a importância do papel do sacerdote na avaliação da pureza.","explicacao_detalhada":"O sacerdote é a figura central que determina a condição de saúde e pureza, essencial para a vida comunitária.","por_que_esta_palavra":"A repetição destaca a autoridade e a responsabilidade do sacerdote em questões de saúde e pureza.","conexao_teologica":"O papel do sacerdote é um precursor do ministério de Cristo, que também é nosso mediador.","referencias_relacionadas":["Levítico 21:10","Hebreus 7:27","1 Pedro 2:9"]},"levitico_13_12_leprosy":{"palavra_pt":"leprosy","palavra_original":"צָרַעַת","transliteracao":"tsâraʻath","strong":"H6883","significado_raiz":"Ideia básica: leprosy.","significado_contextual":"A palavra 'lepra' refere-se a uma doença que simboliza impureza e exclusão social.","explicacao_detalhada":"A lepra era vista como uma condição que tornava a pessoa impura, necessitando de avaliação e, muitas vezes, isolamento.","por_que_esta_palavra":"A lepra serve como um símbolo do pecado e da necessidade de purificação espiritual.","conexao_teologica":"A cura da lepra por Jesus simboliza a purificação do pecado e a restauração à comunhão com Deus.","referencias_relacionadas":["Mateus 8:2-3","Lucas 17:12-14","Marcos 1:40-42"]},"levitico_13_13_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é novamente enfatizada, sublinhando sua função na declaração de pureza.","explicacao_detalhada":"O sacerdote tem a autoridade de declarar uma pessoa pura ou impura, o que impacta sua vida social e espiritual.","por_que_esta_palavra":"A função do sacerdote é crucial para a manutenção da pureza na comunidade de Israel.","conexao_teologica":"O sacerdócio é uma figura que aponta para Cristo, que nos purifica e nos aceita diante de Deus.","referencias_relacionadas":["Hebreus 9:14","1 Pedro 2:5","Romanos 5:1"]},"levitico_13_13_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se à condição de estar livre de impurezas, tanto físicas quanto espirituais.","explicacao_detalhada":"A pureza é um estado desejável que permite a comunhão com Deus e a participação na vida comunitária.","por_que_esta_palavra":"A pureza é essencial para a adoração e a vida em comunidade, refletindo a santidade de Deus.","conexao_teologica":"A pureza espiritual é alcançada através da obra redentora de Cristo, que nos purifica de todo pecado.","referencias_relacionadas":["Salmos 24:3-4","Mateus 5:8","Tiago 4:8"]},"levitico_13_13_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à observação cuidadosa que o sacerdote deve fazer ao examinar a pele do indivíduo.","explicacao_detalhada":"Neste contexto, 'ver' implica um exame minucioso, onde o sacerdote deve identificar sinais de lepra ou outras doenças de pele. A visão é crucial para o diagnóstico e a determinação da pureza ou impureza do indivíduo.","por_que_esta_palavra":"A escolha da palavra 'ver' enfatiza a importância da percepção e do discernimento na prática sacerdotal, refletindo a responsabilidade do sacerdote em manter a santidade do povo.","conexao_teologica":"A visão é frequentemente associada ao conhecimento e à revelação divina. Assim, o ato de 'ver' pode simbolizar a capacidade de discernir a vontade de Deus em questões de pureza e santidade.","referencias_relacionadas":["Levítico 13:2","Levítico 13:3","Levítico 13:12"]},"levitico_13_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao período de tempo em que o sacerdote deve observar a condição da carne do indivíduo.","explicacao_detalhada":"Neste contexto, 'dia' é usado para indicar um tempo específico de espera e observação antes de tomar uma decisão sobre a pureza do indivíduo. A contagem dos dias é essencial para o processo de diagnóstico.","por_que_esta_palavra":"A menção do 'dia' destaca a importância do tempo e da paciência no processo de avaliação da saúde e da pureza, refletindo a ordem e a disciplina que Deus requer.","conexao_teologica":"O conceito de tempo é fundamental na teologia bíblica, onde Deus opera em períodos específicos e ordenados, mostrando que a espera pode ser parte do plano divino.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:10","Salmos 90:12"]},"levitico_13_14_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à parte física do corpo humano que está sendo examinada pelo sacerdote.","explicacao_detalhada":"Neste contexto, 'carne' é usada para descrever a condição física do indivíduo, que pode ser afetada por doenças. A saúde da carne é um reflexo da saúde espiritual e social na comunidade de Israel.","por_que_esta_palavra":"A escolha da palavra 'carne' enfatiza a conexão entre o corpo físico e a vida espiritual, mostrando que a pureza física é importante para a santidade diante de Deus.","conexao_teologica":"A carne é frequentemente vista na Bíblia como um símbolo da fragilidade humana e da necessidade de redenção, apontando para a obra de Cristo que traz cura e restauração.","referencias_relacionadas":["Gênesis 6:12","Levítico 11:3","Romanos 8:3"]},"levitico_13_14_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é novamente usada para descrever a ação do sacerdote ao examinar a carne do indivíduo.","explicacao_detalhada":"Assim como no versículo anterior, 'ver' implica um exame cuidadoso e atento, essencial para determinar a condição de pureza ou impureza do indivíduo.","por_que_esta_palavra":"A repetição da palavra 'ver' reforça a importância do discernimento e da responsabilidade do sacerdote em sua função.","conexao_teologica":"A visão é um tema recorrente na Bíblia, simbolizando a capacidade de perceber a verdade e a realidade espiritual, essencial para a liderança espiritual.","referencias_relacionadas":["Levítico 13:2","Levítico 13:3","Levítico 13:12"]},"levitico_13_15_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se à figura responsável por realizar os exames e determinar a pureza do indivíduo.","explicacao_detalhada":"Neste contexto, o sacerdote atua como mediador entre Deus e o povo, desempenhando um papel crucial na manutenção da santidade da comunidade.","por_que_esta_palavra":"A escolha da palavra 'sacerdote' destaca a importância da liderança espiritual e da autoridade que Deus conferiu a esses indivíduos na sociedade israelita.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a intercessão e a mediação entre Deus e a humanidade, culminando em Cristo como nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"levitico_13_15_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' novamente refere-se à condição física do corpo do indivíduo em exame.","explicacao_detalhada":"A condição da carne é crucial para o diagnóstico e a determinação da pureza, refletindo a saúde física e espiritual do indivíduo.","por_que_esta_palavra":"A repetição da palavra 'carne' enfatiza a importância da saúde física na vida espiritual da comunidade.","conexao_teologica":"A carne, como símbolo da fragilidade humana, aponta para a necessidade de redenção e cura que é oferecida em Cristo.","referencias_relacionadas":["Gênesis 6:12","Levítico 11:3","Romanos 8:3"]},"levitico_13_15_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é utilizada novamente para descrever a ação do sacerdote ao examinar a carne do indivíduo.","explicacao_detalhada":"A ênfase na observação cuidadosa é fundamental para o papel do sacerdote em determinar a pureza ou impureza.","por_que_esta_palavra":"A repetição da palavra 'ver' reforça a responsabilidade do sacerdote em sua função de liderança espiritual.","conexao_teologica":"A visão é um tema importante na Bíblia, simbolizando a capacidade de discernir a verdade e a realidade espiritual.","referencias_relacionadas":["Levítico 13:2","Levítico 13:3","Levítico 13:12"]},"levitico_13_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se novamente à figura responsável pela avaliação da condição do indivíduo.","explicacao_detalhada":"O sacerdote deve avaliar a condição da carne e determinar se o indivíduo é puro ou impuro, desempenhando um papel vital na comunidade.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' enfatiza a importância da liderança espiritual e da responsabilidade que ela carrega.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a mediação entre Deus e o povo, com Cristo como nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"levitico_13_16_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à parte física do corpo que está sendo examinada pelo sacerdote.","explicacao_detalhada":"A condição da carne é crucial para o diagnóstico e a determinação da pureza, refletindo a saúde física e espiritual do indivíduo.","por_que_esta_palavra":"A repetição da palavra 'carne' enfatiza a importância da saúde física na vida espiritual da comunidade.","conexao_teologica":"A carne, como símbolo da fragilidade humana, aponta para a necessidade de redenção e cura que é oferecida em Cristo.","referencias_relacionadas":["Gênesis 6:12","Levítico 11:3","Romanos 8:3"]},"levitico_13_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual o sacerdote deve agir de determinada maneira.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação do sacerdote à razão pela qual ele deve considerar a condição do indivíduo, enfatizando a lógica e a ordem no processo.","por_que_esta_palavra":"A escolha da palavra 'porque' é importante para estabelecer a base da decisão do sacerdote, mostrando que suas ações são fundamentadas em princípios divinos.","conexao_teologica":"A razão e a lógica são frequentemente vistas na Bíblia como parte do caráter de Deus, que deseja que Seu povo compreenda as razões por trás de Seus mandamentos.","referencias_relacionadas":["Deuteronômio 6:24","Salmos 119:160","Isaías 1:18"]},"levitico_13_17_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é a figura responsável por avaliar a pureza e a saúde dos indivíduos, especialmente em casos de doenças de pele.","explicacao_detalhada":"No contexto de Levítico 13, o sacerdote atua como mediador entre Deus e o povo, realizando inspeções que determinam se uma pessoa está limpa ou impura. A função do sacerdote é crucial para manter a santidade da comunidade.","por_que_esta_palavra":"A palavra 'sacerdote' é central na legislação levítica, pois representa a autoridade espiritual e a responsabilidade de guiar o povo em questões de pureza e adoração.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que é o nosso Sumo Sacerdote, oferecendo purificação e reconciliação com Deus.","referencias_relacionadas":["Levítico 10:10","Hebreus 4:14","1 Pedro 2:9"]},"levitico_13_17_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se ao estado de estar livre de impurezas, tanto físicas quanto espirituais, conforme as leis mosaicas.","explicacao_detalhada":"No contexto de Levítico 13, a pureza é um requisito essencial para a participação na vida comunitária e nas práticas de adoração. A pureza é vista como um reflexo da santidade de Deus.","por_que_esta_palavra":"A pureza é uma condição necessária para a aceitação diante de Deus, e a palavra é utilizada para descrever o estado desejado de todos os israelitas.","conexao_teologica":"A pureza ritual aponta para a pureza espiritual que Cristo oferece aos crentes, tornando-os aceitáveis diante de Deus.","referencias_relacionadas":["Salmos 24:3-4","Mateus 5:8","Tiago 4:8"]},"levitico_13_18_carne":{"palavra_pt":"carne","palavra_original":"בָּשָׂר","transliteracao":"bâsâr","strong":"H1320","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne, neste contexto, refere-se à parte física do corpo humano que pode ser afetada por doenças.","explicacao_detalhada":"Levítico 13 discute condições que afetam a carne, como a lepra, e a importância de reconhecer essas condições para manter a saúde e a pureza na comunidade.","por_que_esta_palavra":"A carne é um elemento central na discussão sobre saúde e impureza, refletindo a fragilidade da condição humana.","conexao_teologica":"A carne também simboliza a natureza pecaminosa do ser humano, que precisa ser redimida através de Cristo.","referencias_relacionadas":["Romanos 7:18","Gálatas 5:17","1 Coríntios 15:50"]},"levitico_13_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão ou a explicação para a declaração feita anteriormente.","explicacao_detalhada":"Neste versículo, 'porque' é usado para justificar a necessidade de inspeção e avaliação do sacerdote em relação à condição da carne.","por_que_esta_palavra":"A palavra é fundamental para conectar a causa e o efeito nas instruções dadas por Deus ao povo.","conexao_teologica":"A lógica de 'porque' reflete a sabedoria divina em fornecer razões para as leis, mostrando que Deus se preocupa com a saúde e a santidade do Seu povo.","referencias_relacionadas":["Deuteronômio 6:24","Romanos 12:1","1 Pedro 1:16"]},"levitico_13_18_curar":{"palavra_pt":"curar","palavra_original":"רָפָא","transliteracao":"râphâʼ","strong":"H7495","significado_raiz":"Ideia básica: curar.","significado_contextual":"A palavra 'curar' refere-se ao ato de restaurar a saúde e a pureza, tanto física quanto espiritual.","explicacao_detalhada":"No contexto de Levítico 13, a cura é um aspecto importante da vida comunitária, pois a saúde física é vista como um reflexo da saúde espiritual.","por_que_esta_palavra":"A cura é uma necessidade humana fundamental, e a palavra enfatiza a esperança de restauração que Deus oferece.","conexao_teologica":"Cristo é apresentado como o Curador, que não apenas cura doenças físicas, mas também traz cura espiritual e reconciliação.","referencias_relacionadas":["Isaías 53:5","Mateus 9:35","Tiago 5:15"]},"levitico_13_19_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Novamente, o sacerdote é mencionado como a autoridade que deve avaliar a condição do indivíduo.","explicacao_detalhada":"A repetição da palavra 'sacerdote' enfatiza a importância do papel do sacerdote na manutenção da pureza e na administração das leis de Deus.","por_que_esta_palavra":"A presença do sacerdote é essencial para a vida religiosa e social de Israel, pois ele atua como mediador entre Deus e o povo.","conexao_teologica":"O sacerdócio de Cristo é um tema central no Novo Testamento, onde Ele é o mediador perfeito entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 5:1","1 Timóteo 2:5","Apocalipse 1:6"]},"levitico_13_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir a uma queda física ou a uma condição de deterioração.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a queda do estado de pureza ou saúde, indicando a necessidade de avaliação pelo sacerdote.","por_que_esta_palavra":"A ideia de cair é uma metáfora para a fragilidade da condição humana e a necessidade de vigilância espiritual.","conexao_teologica":"A queda do homem no pecado é um tema central na teologia cristã, que aponta para a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"levitico_13_19_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo refere-se à totalidade do ser humano, que pode ser afetado por doenças e impurezas.","explicacao_detalhada":"A menção do corpo destaca a importância da saúde física e espiritual na vida do povo de Deus.","por_que_esta_palavra":"O corpo é visto como o templo do Espírito Santo, e sua pureza é essencial para a adoração a Deus.","conexao_teologica":"A redenção de Cristo inclui a restauração do corpo e da alma, enfatizando a importância da integridade do ser humano.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","2 Coríntios 5:1"]},"levitico_13_20_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é novamente mencionado como a figura que deve avaliar a condição do indivíduo.","explicacao_detalhada":"A repetição da palavra 'sacerdote' reforça a importância de sua função na manutenção da pureza e na administração das leis de Deus.","por_que_esta_palavra":"A presença do sacerdote é crucial para a vida religiosa e social de Israel, atuando como mediador entre Deus e o povo.","conexao_teologica":"O sacerdócio de Cristo é um tema central no Novo Testamento, onde Ele é o mediador perfeito entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 5:1","1 Timóteo 2:5","Apocalipse 1:6"]},"levitico_13_20_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se ao ato de observar e avaliar a condição do indivíduo pelo sacerdote.","explicacao_detalhada":"Neste contexto, 'ver' implica uma avaliação cuidadosa e atenta das condições de saúde e pureza.","por_que_esta_palavra":"A observação é uma parte essencial do processo de determinação da pureza e da saúde, refletindo a responsabilidade do sacerdote.","conexao_teologica":"Deus vê o coração e as condições internas do ser humano, e essa visão é refletida na avaliação do sacerdote.","referencias_relacionadas":["1 Samuel 16:7","Salmos 139:1-2","Hebreus 4:13"]},"levitico_13_20_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou condição intermediária, essencial para entender a relação entre o sacerdote e o leproso.","explicacao_detalhada":"Neste contexto, 'entre' é usado para descrever a situação do leproso em relação ao sacerdote, que é responsável por determinar a condição de pureza ou impureza. O leproso está 'entre' os que são considerados puros e os que são impuros.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a necessidade de discernimento e a função do sacerdote como mediador entre Deus e o povo.","conexao_teologica":"A ideia de estar 'entre' reflete a condição humana de estar em um estado de pecado e a necessidade de um mediador, que é Cristo.","referencias_relacionadas":["Levítico 13:20","Hebreus 4:14-16","1 Timóteo 2:5"]},"levitico_13_21_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é a figura central na avaliação da impureza, representando a autoridade espiritual e a mediação entre Deus e o povo.","explicacao_detalhada":"Neste versículo, o sacerdote desempenha um papel crucial ao examinar o leproso e determinar sua condição. Ele é o responsável por aplicar as leis de pureza e impureza estabelecidas por Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental para entender a estrutura social e religiosa de Israel, onde os sacerdotes eram os intermediários entre Deus e o povo.","conexao_teologica":"O sacerdócio levítico prefigura o sacerdócio de Cristo, que é o nosso sumo sacerdote, capaz de nos purificar de toda impureza.","referencias_relacionadas":["Levítico 13:21","Hebreus 5:1-4","1 Pedro 2:9"]},"levitico_13_21_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' novamente destaca a posição do leproso em relação ao sacerdote e à comunidade.","explicacao_detalhada":"A repetição da palavra 'entre' reforça a ideia de que o leproso está em uma condição de limitação e necessidade de avaliação por parte do sacerdote.","por_que_esta_palavra":"É importante para entender a dinâmica entre pureza e impureza na sociedade israelita e a função do sacerdote em restaurar a comunhão.","conexao_teologica":"Assim como o leproso estava 'entre' os puros e impuros, todos nós estamos 'entre' a vida e a morte espiritual até que sejamos redimidos por Cristo.","referencias_relacionadas":["Levítico 13:21","Romanos 3:23","Gálatas 3:13"]},"levitico_13_21_nu":{"palavra_pt":"nu","palavra_original":"עוֹר","transliteracao":"ʻôwr","strong":"H5785","significado_raiz":"Ideia básica: nu.","significado_contextual":"A palavra 'nu' refere-se à condição física do leproso, que é um aspecto importante na avaliação do sacerdote.","explicacao_detalhada":"Neste contexto, 'nu' é usado para descrever a exposição da pele do leproso, que é um sinal visível da doença. A condição de nu é um indicativo da necessidade de purificação.","por_que_esta_palavra":"A palavra 'nu' é significativa porque enfatiza a vulnerabilidade do leproso e a necessidade de intervenção divina.","conexao_teologica":"A condição de nu também pode simbolizar a nossa vulnerabilidade diante de Deus e a necessidade de sermos cobertos pela graça de Cristo.","referencias_relacionadas":["Levítico 13:21","Gênesis 2:25","Apocalipse 3:18"]},"levitico_13_22_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote novamente é mencionado como a autoridade que determina a condição do leproso.","explicacao_detalhada":"A repetição da palavra 'sacerdote' enfatiza a continuidade do processo de avaliação e a importância do papel do sacerdote na comunidade.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a estrutura de autoridade e a necessidade de um mediador na relação entre Deus e o povo.","conexao_teologica":"O papel do sacerdote é um reflexo do ministério de Cristo, que é o nosso intercessor diante de Deus.","referencias_relacionadas":["Levítico 13:22","Hebreus 7:27","Romanos 8:34"]},"levitico_13_22_nu":{"palavra_pt":"nu","palavra_original":"עוֹר","transliteracao":"ʻôwr","strong":"H5785","significado_raiz":"Ideia básica: nu.","significado_contextual":"A condição de 'nu' é novamente mencionada, reforçando a gravidade da situação do leproso.","explicacao_detalhada":"A descrição do leproso como 'nu' indica a exposição e a necessidade de purificação, que é um tema central na lei mosaica.","por_que_esta_palavra":"A palavra 'nu' destaca a vulnerabilidade e a necessidade de proteção, tanto física quanto espiritual.","conexao_teologica":"Assim como o leproso estava nu e necessitava de cura, todos nós estamos nus diante de Deus e precisamos da cobertura de Cristo.","referencias_relacionadas":["Levítico 13:22","Gênesis 3:10","2 Coríntios 5:3"]},"levitico_13_22_impuro":{"palavra_pt":"impuro","palavra_original":"טָמֵא","transliteracao":"ṭâmêʼ","strong":"H2930","significado_raiz":"Ideia básica: impuro.","significado_contextual":"A palavra 'impuro' descreve a condição do leproso, que é um estado de separação da comunidade.","explicacao_detalhada":"Neste versículo, 'impuro' é usado para indicar que o leproso não pode participar da vida comunitária até que seja purificado.","por_que_esta_palavra":"A impureza é um tema recorrente na lei mosaica, simbolizando a separação do pecado e a necessidade de purificação.","conexao_teologica":"A impureza do leproso é um símbolo do pecado que nos separa de Deus, e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Levítico 13:22","Isaías 59:2","1 João 1:9"]},"levitico_13_23_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é mencionado novamente, reforçando sua função de autoridade na avaliação da pureza.","explicacao_detalhada":"A repetição do termo 'sacerdote' enfatiza a importância do seu papel na manutenção da pureza ritual e na saúde espiritual da comunidade.","por_que_esta_palavra":"A palavra 'sacerdote' é vital para entender a estrutura de liderança espiritual em Israel e a necessidade de um mediador.","conexao_teologica":"O sacerdócio levítico aponta para o sacerdócio de Cristo, que é o verdadeiro mediador entre Deus e a humanidade.","referencias_relacionadas":["Levítico 13:23","Hebreus 4:14","1 Timóteo 2:5"]},"levitico_13_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para descrever a condição real do leproso, que deve ser reconhecida pelo sacerdote.","explicacao_detalhada":"Neste contexto, 'verdade' refere-se à necessidade de uma avaliação honesta e precisa da condição do leproso, sem enganos.","por_que_esta_palavra":"A verdade é fundamental na relação entre o sacerdote e o leproso, pois a honestidade é necessária para a purificação.","conexao_teologica":"A verdade é um atributo de Deus e é essencial para a nossa relação com Ele; Jesus é a verdade que nos liberta.","referencias_relacionadas":["Levítico 13:23","João 8:32","Efésios 4:15"]},"levitico_13_24_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o sacerdote deve agir de determinada maneira em relação ao leproso.","explicacao_detalhada":"Neste versículo, 'porque' é usado para justificar a ação do sacerdote, que deve seguir as instruções dadas por Deus.","por_que_esta_palavra":"A palavra 'porque' é importante para entender a lógica e a ordem divina nas instruções sobre pureza e impureza.","conexao_teologica":"A obediência às instruções de Deus é um tema central na Bíblia, refletindo a importância da submissão à vontade divina.","referencias_relacionadas":["Levítico 13:24","Deuteronômio 5:32-33","Tiago 1:22"]},"levitico_13_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de declínio ou deterioração, especialmente no contexto de doenças ou impurezas.","explicacao_detalhada":"No contexto de Levítico 13, 'cair' é usado para descrever a condição de uma pessoa que apresenta sinais de lepra, indicando que algo está errado com sua saúde e pureza ritual.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a gravidade da situação, sugerindo que a pessoa não está apenas doente, mas em um estado de queda moral e espiritual.","conexao_teologica":"A condição física de uma pessoa pode refletir sua condição espiritual, e a pureza ritual é crucial para a comunhão com Deus.","referencias_relacionadas":["Levítico 13:2","Levítico 13:3","Levítico 13:9"]},"levitico_13_24_vida":{"palavra_pt":"vida","palavra_original":"מִחְיָה","transliteracao":"michyâh","strong":"H4241","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à essência da existência e à vitalidade que Deus dá aos seres humanos.","explicacao_detalhada":"Em Levítico 13, a menção de 'vida' está relacionada à saúde e à capacidade de participar da comunidade e das práticas religiosas.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a importância da saúde física e espiritual, pois a vida é um dom de Deus que deve ser preservado.","conexao_teologica":"A vida é um tema central na Bíblia, simbolizando a relação entre Deus e a humanidade, e a necessidade de estar em comunhão com Ele.","referencias_relacionadas":["Gênesis 2:7","Deuteronômio 30:19","João 10:10"]},"levitico_13_25_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a um mediador entre Deus e o povo, responsável por questões de pureza e adoração.","explicacao_detalhada":"Os sacerdotes tinham a função de avaliar as condições de saúde e pureza das pessoas, desempenhando um papel vital na manutenção da santidade da comunidade.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental para entender a estrutura religiosa de Israel e a importância da liderança espiritual.","conexao_teologica":"Os sacerdotes prefiguram Cristo, que é o nosso sumo sacerdote e mediador diante de Deus.","referencias_relacionadas":["Levítico 10:6","Êxodo 28:1","Hebreus 4:14"]},"levitico_13_25_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em observar e discernir, especialmente no contexto de avaliar a condição de saúde.","explicacao_detalhada":"O sacerdote deve 'ver' a condição da pele para determinar se a pessoa é impura ou não, o que é essencial para a saúde espiritual da comunidade.","por_que_esta_palavra":"A capacidade de 'ver' vai além da visão física; envolve discernimento espiritual e moral.","conexao_teologica":"Deus vê o coração e a condição espiritual das pessoas, e os sacerdotes devem refletir essa capacidade de discernimento.","referencias_relacionadas":["1 Samuel 16:7","Salmos 139:1-2","Hebreus 4:13"]},"levitico_13_26_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é reiterada para enfatizar a importância da autoridade religiosa na avaliação da pureza.","explicacao_detalhada":"O sacerdote é a figura central que determina a condição de pureza, e sua decisão tem implicações significativas para a vida da pessoa.","por_que_esta_palavra":"Repetir 'sacerdote' destaca a responsabilidade e o papel crítico que eles desempenham na vida espiritual do povo.","conexao_teologica":"A função do sacerdote é um reflexo da necessidade de liderança espiritual e da intercessão diante de Deus.","referencias_relacionadas":["Levítico 21:10","Números 3:10","Hebreus 5:1"]},"levitico_13_26_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão dentro de um grupo.","explicacao_detalhada":"No contexto, 'entre' refere-se à posição da pessoa em relação à comunidade e à sua aceitação ou rejeição com base em sua condição de saúde.","por_que_esta_palavra":"A inclusão ou exclusão de alguém 'entre' o povo é uma questão de pureza ritual e aceitação social.","conexao_teologica":"A ideia de estar 'entre' o povo de Deus é central para a identidade e a comunhão da comunidade de fé.","referencias_relacionadas":["Êxodo 19:6","Salmos 22:22","Mateus 18:20"]},"levitico_13_27_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é novamente usada para reforçar a importância da avaliação feita por esta figura.","explicacao_detalhada":"O sacerdote deve examinar a condição da pessoa ao longo do tempo, mostrando que a pureza é um processo contínuo.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' sublinha a continuidade do papel do sacerdote na vida do povo.","conexao_teologica":"A função do sacerdote é um lembrete da necessidade de cuidado e atenção espiritual na vida da comunidade.","referencias_relacionadas":["Levítico 21:10","Números 6:23","Hebreus 7:23-24"]},"levitico_13_27_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, importante para a avaliação da condição de saúde.","explicacao_detalhada":"O 'dia' é mencionado para indicar que a avaliação da pureza não é um evento único, mas um processo que pode levar tempo.","por_que_esta_palavra":"A ênfase no 'dia' sugere que a pureza e a saúde são questões que requerem paciência e vigilância.","conexao_teologica":"O tempo é um elemento importante na vida espiritual, refletindo a paciência de Deus em lidar com a humanidade.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","2 Pedro 3:8"]},"levitico_13_27_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em resgatar ou restaurar alguém a um estado de pureza e aceitação.","explicacao_detalhada":"No contexto, 'salvar' refere-se à possibilidade de a pessoa ser restaurada à comunidade após a avaliação do sacerdote.","por_que_esta_palavra":"A palavra 'salvar' é crucial, pois reflete a esperança de recuperação e reintegração na vida comunitária.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a restauração que Deus oferece a todos os que se voltam para Ele.","referencias_relacionadas":["Salmos 51:12","Isaías 53:5","Romanos 10:9"]},"levitico_13_28_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é novamente utilizada para enfatizar a autoridade na avaliação final da condição de pureza.","explicacao_detalhada":"O sacerdote tem a responsabilidade de declarar a condição da pessoa, o que é essencial para a vida em comunidade.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' destaca a importância da liderança espiritual na vida do povo de Deus.","conexao_teologica":"Os sacerdotes são figuras que apontam para Cristo, nosso sumo sacerdote, que nos purifica e nos aceita diante de Deus.","referencias_relacionadas":["Levítico 21:10","Números 3:10","Hebreus 4:14"]},"levitico_13_28_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à realidade do estado de saúde da pessoa, que deve ser avaliada com sinceridade.","explicacao_detalhada":"No contexto de Levítico 13, a 'verdade' é essencial para o diagnóstico correto das doenças de pele, que eram consideradas impuras. A honestidade na avaliação é crucial para a pureza da comunidade.","por_que_esta_palavra":"A palavra 'verdade' é utilizada para enfatizar a importância de um diagnóstico honesto e preciso, que afeta não apenas o indivíduo, mas toda a comunidade.","conexao_teologica":"A verdade é um princípio fundamental na vida cristã, refletindo a natureza de Deus e a necessidade de viver em integridade.","referencias_relacionadas":["João 8:32","Salmos 51:6","Provérbios 12:22"]},"levitico_13_29_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo do sexo masculino que está sendo avaliado pelo sacerdote.","explicacao_detalhada":"Neste contexto, o 'homem' é o sujeito da avaliação sacerdotal, e sua condição de saúde é de suma importância para a manutenção da pureza ritual.","por_que_esta_palavra":"A palavra 'homem' é utilizada para especificar o gênero do indivíduo que está sendo tratado, destacando a responsabilidade do sacerdote em lidar com casos específicos.","conexao_teologica":"A dignidade do ser humano é um tema central na Bíblia, refletindo a criação do homem à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"levitico_13_29_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à causa ou razão pela qual a avaliação é feita.","explicacao_detalhada":"No contexto, o 'princípio' é a base para a decisão do sacerdote sobre a condição do homem, sendo fundamental para a aplicação das leis de pureza.","por_que_esta_palavra":"A palavra 'princípio' é usada para indicar que há uma lógica e um fundamento para as ações que seguem, essencial para a ordem social e religiosa.","conexao_teologica":"Deus é apresentado como a fonte de toda verdade e princípio, estabelecendo normas para a vida do Seu povo.","referencias_relacionadas":["Provérbios 1:7","Salmos 119:160","Romanos 12:2"]},"levitico_13_29_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o sacerdote deve agir de determinada maneira.","explicacao_detalhada":"Neste versículo, 'porque' conecta a condição do homem à necessidade de um diagnóstico adequado, enfatizando a importância da observação cuidadosa.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica por trás das instruções dadas, mostrando que cada ação tem uma justificativa.","conexao_teologica":"A obediência a Deus é frequentemente ligada à compreensão de Suas razões, refletindo a importância de seguir Seus mandamentos.","referencias_relacionadas":["Deuteronômio 6:24","Isaías 1:19","Tiago 1:22"]},"levitico_13_30_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que tem a autoridade de avaliar e declarar a condição de pureza ou impureza.","explicacao_detalhada":"O sacerdote desempenha um papel vital na comunidade, atuando como mediador entre Deus e o povo, especialmente em questões de saúde e pureza.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para destacar a importância da liderança espiritual na manutenção da santidade da comunidade.","conexao_teologica":"Cristo é nosso Sumo Sacerdote, que intercede por nós e nos purifica de toda impureza.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"levitico_13_30_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' aqui se refere à base sobre a qual o sacerdote deve fazer sua avaliação.","explicacao_detalhada":"O 'princípio' é essencial para a decisão do sacerdote, que deve seguir as diretrizes estabelecidas por Deus para determinar a pureza.","por_que_esta_palavra":"A repetição da palavra 'princípio' enfatiza a importância de seguir as instruções divinas com precisão.","conexao_teologica":"Deus é o fundamento de todas as verdades e princípios, e Sua palavra deve ser a base de nossas decisões.","referencias_relacionadas":["Salmos 119:105","Mateus 7:24","Romanos 15:4"]},"levitico_13_30_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à ação do sacerdote de observar e avaliar a condição do homem.","explicacao_detalhada":"O ato de 'ver' é mais do que uma simples observação; é uma avaliação cuidadosa que determina a pureza do indivíduo.","por_que_esta_palavra":"A palavra 'ver' é utilizada para enfatizar a necessidade de um olhar atento e discernente, essencial para a prática sacerdotal.","conexao_teologica":"Deus nos vê e nos conhece profundamente, e Ele nos chama a ter um olhar atento para as necessidades dos outros.","referencias_relacionadas":["1 Samuel 16:7","Salmos 139:1-4","Hebreus 4:13"]},"levitico_13_31_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' novamente destaca a figura responsável pela avaliação da condição de saúde.","explicacao_detalhada":"O sacerdote é o agente de Deus que tem a responsabilidade de manter a pureza da comunidade através de suas avaliações.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' reforça a importância do papel do líder espiritual na vida do povo.","conexao_teologica":"A liderança espiritual é um tema recorrente na Bíblia, onde os líderes são chamados a guiar o povo em santidade.","referencias_relacionadas":["Ezequiel 44:23","Tito 1:7","1 Timóteo 3:1-7"]},"levitico_13_31_seco":{"palavra_pt":"seco","palavra_original":"נֶתֶק","transliteracao":"netheq","strong":"H5424","significado_raiz":"Ideia básica: seco.","significado_contextual":"A palavra 'seco' refere-se à condição da pele, que é um sinal de pureza ou impureza.","explicacao_detalhada":"No contexto, 'seco' indica que a condição do homem não apresenta sinais de doença, o que é crucial para a declaração de pureza.","por_que_esta_palavra":"A palavra 'seco' é utilizada para descrever uma condição desejável, que permite ao indivíduo ser considerado puro.","conexao_teologica":"A pureza é um tema central na Bíblia, simbolizando a santidade e a separação do pecado.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"levitico_13_31_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se à posição do homem em relação à comunidade e à sua condição de pureza.","explicacao_detalhada":"A palavra 'entre' destaca a importância da inclusão ou exclusão do indivíduo na comunidade com base em sua condição de saúde.","por_que_esta_palavra":"A palavra 'entre' é utilizada para enfatizar a relação do indivíduo com o grupo, que é afetada pela sua pureza.","conexao_teologica":"A comunidade de fé é chamada a viver em unidade e pureza, refletindo a natureza de Deus.","referencias_relacionadas":["Atos 2:44","1 Coríntios 12:12-14","Efésios 4:3"]},"levitico_13_32_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é a figura responsável por avaliar a condição de pureza ou impureza de uma pessoa, especialmente em relação a doenças de pele.","explicacao_detalhada":"No contexto de Levítico 13, o sacerdote atua como mediador entre Deus e o povo, seguindo as instruções dadas por Deus para determinar se uma pessoa está limpa ou impura. Essa função é crucial para a manutenção da santidade do povo de Israel.","por_que_esta_palavra":"A palavra 'sacerdote' é central na legislação levítica, pois representa a autoridade espiritual e a responsabilidade de guiar o povo em questões de pureza ritual.","conexao_teologica":"O papel do sacerdote aponta para a necessidade de intercessão e mediação entre Deus e a humanidade, refletindo a função de Cristo como nosso Sumo Sacerdote.","referencias_relacionadas":["Levítico 10:6","Hebreus 4:14-16","Êxodo 28:1"]},"levitico_13_32_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se a um período de 24 horas, que é importante para a contagem de tempo em rituais e purificações.","explicacao_detalhada":"Em Levítico 13, o 'dia' é mencionado para indicar o tempo necessário para observar a condição de uma pessoa e determinar se ela está limpa ou impura, enfatizando a importância da espera e da observação.","por_que_esta_palavra":"A palavra 'dia' é utilizada para marcar períodos de avaliação e purificação, refletindo a ordem e a estrutura que Deus estabeleceu para a vida do povo.","conexao_teologica":"O conceito de tempo e dias é fundamental na criação e na observância do sábado, que é um dia de descanso e santidade.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 90:12"]},"levitico_13_32_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é usada para descrever o ato de observar a condição de uma pessoa, essencial para o julgamento do sacerdote.","explicacao_detalhada":"No contexto de Levítico 13, 'ver' implica não apenas olhar, mas também discernir e julgar a condição de impureza, o que é vital para a saúde espiritual e social da comunidade.","por_que_esta_palavra":"A palavra 'ver' destaca a importância da percepção e do discernimento na liderança espiritual, especialmente em questões de pureza.","conexao_teologica":"Ver com discernimento é uma habilidade que Deus deseja que seus líderes tenham, refletindo a necessidade de sabedoria na liderança da igreja.","referencias_relacionadas":["1 Samuel 16:7","Provérbios 2:3-5","Tiago 1:5"]},"levitico_13_33_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote novamente é mencionado como a autoridade que deve avaliar a condição de impureza.","explicacao_detalhada":"A repetição da palavra 'sacerdote' enfatiza a continuidade da função sacerdotal na manutenção da pureza dentro da comunidade israelita.","por_que_esta_palavra":"A presença do sacerdote é crucial para a observância das leis de pureza, mostrando a importância da liderança espiritual.","conexao_teologica":"A função do sacerdote é um precursor do ministério de Cristo, que também é chamado para purificar e redimir.","referencias_relacionadas":["Levítico 21:10","Hebreus 5:1","1 Pedro 2:9"]},"levitico_13_33_seco":{"palavra_pt":"seco","palavra_original":"נֶתֶק","transliteracao":"netheq","strong":"H5424","significado_raiz":"Ideia básica: seco.","significado_contextual":"A palavra 'seco' refere-se a uma condição de pele que é considerada limpa e não contagiosa.","explicacao_detalhada":"No contexto de Levítico 13, 'seco' é um sinal de que a doença de pele está em processo de cura, permitindo que a pessoa seja declarada limpa pelo sacerdote.","por_que_esta_palavra":"A condição de 'seco' é um critério importante para a avaliação da pureza, mostrando a relação entre a saúde física e a espiritual.","conexao_teologica":"A cura e a purificação são temas centrais na obra de Cristo, que traz cura não apenas física, mas também espiritual.","referencias_relacionadas":["Isaías 53:5","Mateus 8:16-17","Tiago 5:14-15"]},"levitico_13_33_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a condição real da pessoa em relação à pureza.","explicacao_detalhada":"Em Levítico 13, a verdade sobre a condição de uma pessoa é essencial para que o sacerdote possa fazer um julgamento justo e preciso.","por_que_esta_palavra":"A ênfase na verdade reflete a necessidade de honestidade e transparência nas relações comunitárias e espirituais.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã, onde Jesus se apresenta como a Verdade.","referencias_relacionadas":["João 14:6","Salmos 51:6","Efésios 4:15"]},"levitico_13_34_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é novamente mencionado como a figura que declara a pureza após a observação.","explicacao_detalhada":"A repetição do papel do sacerdote enfatiza a importância de sua função na vida comunitária e na relação com Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é central para a compreensão da mediadora entre Deus e o povo, especialmente em questões de pureza.","conexao_teologica":"O papel do sacerdote é um símbolo do ministério de Cristo, que intercede por nós diante de Deus.","referencias_relacionadas":["Levítico 21:10","Hebreus 4:14","1 Timóteo 2:5"]},"levitico_13_34_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' é novamente mencionado como parte do processo de avaliação da pureza.","explicacao_detalhada":"A contagem de dias é essencial para determinar o estado de saúde e a possibilidade de reintegração à comunidade.","por_que_esta_palavra":"A palavra 'dia' é fundamental para a observância de rituais e para a organização da vida comunitária.","conexao_teologica":"O tempo e a observância de dias sagrados são importantes na relação do povo com Deus, refletindo a criação e a redenção.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 90:12"]},"levitico_13_34_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se ao estado desejado de uma pessoa após a avaliação do sacerdote.","explicacao_detalhada":"Em Levítico 13, ser declarado 'puro' é um sinal de que a pessoa está livre de impurezas e pode reintegrar-se à comunidade.","por_que_esta_palavra":"A pureza é um conceito central na lei mosaica, refletindo a santidade que Deus exige de seu povo.","conexao_teologica":"A pureza espiritual é um tema importante na vida cristã, onde somos chamados a viver em santidade.","referencias_relacionadas":["Mateus 5:8","1 Pedro 1:16","Hebreus 12:14"]},"levitico_13_35_seco":{"palavra_pt":"seco","palavra_original":"נֶתֶק","transliteracao":"netheq","strong":"H5424","significado_raiz":"Ideia básica: seco.","significado_contextual":"A palavra 'seco' é usada para descrever a condição de uma pessoa que está em processo de cura.","explicacao_detalhada":"No contexto de Levítico 13, 'seco' indica que a doença de pele não está mais ativa, permitindo que a pessoa seja considerada limpa.","por_que_esta_palavra":"A condição de 'seco' é um sinal positivo na avaliação da saúde e pureza, mostrando a importância da cura.","conexao_teologica":"A cura e a restauração são temas centrais na obra de Cristo, que traz não apenas cura física, mas também espiritual.","referencias_relacionadas":["Isaías 53:5","Mateus 8:16-17","Tiago 5:14-15"]},"levitico_13_35_nu":{"palavra_pt":"nu","palavra_original":"עוֹר","transliteracao":"ʻôwr","strong":"H5785","significado_raiz":"Ideia básica: nu.","significado_contextual":"Refere-se à condição de estar nu, sem vestes, que pode ser interpretado como uma exposição à vergonha ou impureza.","explicacao_detalhada":"No contexto de Levítico 13, a palavra 'nu' é usada para descrever a condição de uma pessoa que está sendo avaliada por um sacerdote em relação a uma possível doença de pele. A nudez aqui simboliza a vulnerabilidade e a necessidade de purificação.","por_que_esta_palavra":"A palavra é importante para entender o estado de impureza e a necessidade de se apresentar diante de Deus para a purificação.","conexao_teologica":"A nudez é frequentemente associada à vergonha e ao pecado na Bíblia, como em Gênesis 3:7, onde Adão e Eva perceberam que estavam nus após pecarem.","referencias_relacionadas":["Gênesis 3:7","Levítico 13:35","Isaías 47:3"]},"levitico_13_35_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de seguir ou acompanhar, especialmente no contexto de instruções ou diretrizes.","explicacao_detalhada":"A palavra 'seguir' é usada para descrever a necessidade de obedecer às instruções do sacerdote em relação à avaliação de doenças de pele. Isso implica em um ato de fé e submissão às diretrizes divinas.","por_que_esta_palavra":"É crucial para entender a obediência às leis cerimoniais e a importância de seguir as orientações de Deus através dos sacerdotes.","conexao_teologica":"A obediência a Deus e às suas instruções é um tema central na Bíblia, refletindo a relação entre o povo e Deus.","referencias_relacionadas":["Deuteronômio 5:33","Salmos 119:105","Mateus 4:19"]},"levitico_13_36_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura do sacerdote, que tem a responsabilidade de avaliar a pureza e a saúde do povo.","explicacao_detalhada":"O sacerdote atua como mediador entre Deus e o povo, e sua avaliação é crucial para determinar se uma pessoa está limpa ou impura. Isso reflete a importância do sacerdócio na manutenção da santidade do povo de Israel.","por_que_esta_palavra":"A palavra é fundamental para entender o papel do sacerdote na sociedade israelita e na relação com Deus.","conexao_teologica":"O sacerdócio é um símbolo de intercessão e mediação, que culmina em Cristo como nosso sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"levitico_13_36_seco":{"palavra_pt":"seco","palavra_original":"נֶתֶק","transliteracao":"netheq","strong":"H5424","significado_raiz":"Ideia básica: seco.","significado_contextual":"Descreve uma condição de secura, que pode estar associada a doenças de pele.","explicacao_detalhada":"A palavra 'seco' é usada para indicar a condição de uma lesão ou ferida que não apresenta umidade, o que é um sinal importante na avaliação de impureza pelo sacerdote.","por_que_esta_palavra":"É essencial para a identificação de doenças e para a determinação do estado de pureza ou impureza.","conexao_teologica":"A secura pode simbolizar a ausência de vida ou a necessidade de renovação espiritual.","referencias_relacionadas":["Ezequiel 37:2","Salmos 63:1","Isaías 58:11"]},"levitico_13_36_nu":{"palavra_pt":"nu","palavra_original":"עוֹר","transliteracao":"ʻôwr","strong":"H5785","significado_raiz":"Ideia básica: nu.","significado_contextual":"Reitera a condição de estar nu, enfatizando a vulnerabilidade diante da avaliação do sacerdote.","explicacao_detalhada":"A repetição da palavra 'nu' destaca a importância da exposição total ao olhar do sacerdote, simbolizando a necessidade de transparência e honestidade na busca pela purificação.","por_que_esta_palavra":"A nudez é um símbolo de vulnerabilidade e a necessidade de se apresentar diante de Deus sem máscaras.","conexao_teologica":"A nudez é um tema que aparece em várias partes da Bíblia, simbolizando a necessidade de se despir do pecado.","referencias_relacionadas":["Gênesis 3:10","Apocalipse 3:18","Romanos 13:14"]},"levitico_13_37_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Novamente refere-se ao sacerdote, enfatizando seu papel na avaliação de impurezas.","explicacao_detalhada":"A presença do sacerdote é crucial para a determinação da condição espiritual e física do indivíduo, refletindo a importância da liderança espiritual na comunidade.","por_que_esta_palavra":"A palavra é vital para entender a estrutura social e religiosa de Israel e a função do sacerdote como guia espiritual.","conexao_teologica":"O sacerdócio é um reflexo da necessidade de liderança espiritual e da mediação entre Deus e o homem.","referencias_relacionadas":["Levítico 21:10","Números 6:23","Hebreus 5:1"]},"levitico_13_37_seco":{"palavra_pt":"seco","palavra_original":"נֶתֶק","transliteracao":"netheq","strong":"H5424","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se à condição de secura, que é um sinal importante na avaliação de doenças.","explicacao_detalhada":"A condição de 'seco' é um critério que o sacerdote utiliza para determinar a pureza ou impureza do indivíduo, refletindo a importância da observação cuidadosa.","por_que_esta_palavra":"É essencial para a avaliação de doenças e a manutenção da pureza na comunidade.","conexao_teologica":"A secura pode simbolizar a necessidade de cura e restauração espiritual.","referencias_relacionadas":["Salmos 32:4","Ezequiel 37:11","Mateus 11:28"]},"levitico_13_37_hairy":{"palavra_pt":"hair y","palavra_original":"שֵׂעָר","transliteracao":"sêʻâr","strong":"H8181","significado_raiz":"Ideia básica: hair y.","significado_contextual":"Refere-se à presença de pelos, que pode ser um sinal de uma condição específica na avaliação do sacerdote.","explicacao_detalhada":"A palavra 'hairy' é utilizada para descrever uma condição que pode indicar uma doença de pele, sendo um critério importante na avaliação da pureza.","por_que_esta_palavra":"É relevante para a identificação de doenças e a manutenção da pureza na comunidade.","conexao_teologica":"A presença de pelos pode simbolizar a vida e a vitalidade, contrastando com a impureza.","referencias_relacionadas":["Levítico 13:37","1 Coríntios 11:15","Gênesis 27:11"]},"levitico_13_38_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a condição de um indivíduo que está sendo avaliado.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a pessoa que está sendo examinada pelo sacerdote, refletindo a importância da individualidade na avaliação espiritual.","por_que_esta_palavra":"É fundamental para entender que cada pessoa é responsável por sua condição espiritual e deve buscar a purificação.","conexao_teologica":"A individualidade é um tema importante na Bíblia, onde cada um é chamado a se apresentar diante de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Romanos 14:12"]},"levitico_13_38_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou justificativa para a avaliação ou decisão do sacerdote.","explicacao_detalhada":"A palavra 'porque' é utilizada para introduzir a justificativa da avaliação do sacerdote, refletindo a lógica e a razão por trás das decisões espirituais.","por_que_esta_palavra":"É importante para entender a base das decisões espirituais e a necessidade de clareza nas instruções divinas.","conexao_teologica":"A razão e a lógica são fundamentais na fé, onde Deus nos chama a entender suas instruções.","referencias_relacionadas":["Isaías 1:18","Tiago 1:5","Romanos 12:2"]},"levitico_13_38_nu":{"palavra_pt":"nu","palavra_original":"עוֹר","transliteracao":"ʻôwr","strong":"H5785","significado_raiz":"Ideia básica: nu.","significado_contextual":"Refere-se à condição de estar nu, sem vestimentas, o que pode simbolizar vulnerabilidade ou pureza.","explicacao_detalhada":"No contexto de Levítico 13, a palavra 'nu' é usada para descrever a condição de uma pessoa que apresenta sinais de uma doença de pele. A nudez aqui pode ser vista como um estado de exposição e necessidade de avaliação por um sacerdote.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a condição de vulnerabilidade do indivíduo que precisa de avaliação religiosa e social.","conexao_teologica":"A nudez é frequentemente associada à vergonha e à necessidade de redenção, refletindo a condição humana diante de Deus.","referencias_relacionadas":["Gênesis 2:25","Gênesis 3:7","Isaías 47:3"]},"levitico_13_39_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura do sacerdote, que tem a responsabilidade de avaliar e declarar a pureza ou impureza de uma pessoa.","explicacao_detalhada":"Os sacerdotes eram mediadores entre Deus e o povo, e sua função incluía a avaliação de doenças e a determinação de rituais de purificação. A palavra 'sacerdote' é central para a prática religiosa israelita.","por_que_esta_palavra":"A presença do sacerdote é crucial para a manutenção da pureza ritual e da saúde espiritual da comunidade.","conexao_teologica":"Os sacerdotes simbolizam a intercessão e a mediação entre o homem e Deus, refletindo a necessidade de um mediador na relação com o divino.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Números 18:1"]},"levitico_13_39_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é usada para descrever a ação do sacerdote ao examinar a condição do doente.","explicacao_detalhada":"Ver é uma ação que implica discernimento e julgamento. O sacerdote deve observar atentamente os sinais da doença para tomar uma decisão adequada sobre a pureza da pessoa.","por_que_esta_palavra":"A capacidade de ver e discernir é essencial para a função do sacerdote, que deve agir com sabedoria e responsabilidade.","conexao_teologica":"A visão é frequentemente associada ao conhecimento e à revelação divina, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","João 9:39"]},"levitico_13_39_nu":{"palavra_pt":"nu","palavra_original":"עוֹר","transliteracao":"ʻôwr","strong":"H5785","significado_raiz":"Ideia básica: nu.","significado_contextual":"Assim como na primeira entrada, refere-se à condição de estar nu, sem vestimentas, simbolizando vulnerabilidade.","explicacao_detalhada":"A repetição da palavra 'nu' reforça a ideia de que a condição do corpo deve ser avaliada em sua totalidade, sem esconderijos.","por_que_esta_palavra":"A nudez é um estado de exposição que requer atenção e cuidado, especialmente em contextos de saúde e pureza.","conexao_teologica":"A nudez é um símbolo de fragilidade humana e da necessidade de proteção divina.","referencias_relacionadas":["Gênesis 2:25","Gênesis 3:7","Isaías 47:3"]},"levitico_13_40_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especificamente um homem, que está sendo avaliado pelo sacerdote.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a individualidade e a responsabilidade pessoal diante das normas de pureza.","por_que_esta_palavra":"A identificação do indivíduo é crucial para a aplicação das leis de pureza e para a responsabilidade pessoal na comunidade.","conexao_teologica":"A dignidade do ser humano é um tema central na teologia bíblica, refletindo a criação à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"levitico_13_40_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a condição do homem.","explicacao_detalhada":"Indica a razão pela qual o homem é considerado impuro ou puro, dependendo da avaliação do sacerdote.","por_que_esta_palavra":"É fundamental para a lógica do texto, pois estabelece a relação entre a condição do homem e a decisão do sacerdote.","conexao_teologica":"A razão e a lógica são importantes na compreensão da vontade de Deus e na aplicação das leis.","referencias_relacionadas":["Deuteronômio 6:24","Romanos 12:1","Tiago 1:5"]},"levitico_13_40_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao 'princípio' ou à parte mais importante da avaliação do sacerdote.","explicacao_detalhada":"A palavra 'princípio' é usada para indicar a base ou o fundamento sobre o qual a avaliação é feita.","por_que_esta_palavra":"É essencial para entender que a avaliação do sacerdote deve ser fundamentada em princípios claros e divinos.","conexao_teologica":"Os princípios de Deus são fundamentais para a vida e a prática da fé, refletindo a ordem divina.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Romanos 12:2"]},"levitico_13_41_boca":{"palavra_pt":"boca","palavra_original":"פֵּאָה","transliteracao":"pêʼâh","strong":"H6285","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à boca, que pode ser um local de impureza ou sinal de doença.","explicacao_detalhada":"A boca é um órgão importante na comunicação e na alimentação, e sua condição pode refletir a saúde geral do indivíduo.","por_que_esta_palavra":"A menção da boca destaca a importância da saúde oral e sua relação com a pureza ritual.","conexao_teologica":"A boca é frequentemente associada ao que se fala e à necessidade de pureza nas palavras, refletindo a vida espiritual.","referencias_relacionadas":["Mateus 12:34","Tiago 3:10","Salmos 19:14"]},"levitico_13_41_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Reitera a ideia de 'princípio', enfatizando a importância da avaliação do sacerdote.","explicacao_detalhada":"A repetição da palavra 'princípio' reforça a ideia de que a avaliação deve ser feita com base em fundamentos sólidos.","por_que_esta_palavra":"É crucial para a compreensão da lógica por trás das decisões do sacerdote.","conexao_teologica":"Os princípios de Deus são a base da moralidade e da ética na vida do crente.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Romanos 12:2"]},"levitico_13_41_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se ao rosto, que é uma parte visível e significativa do corpo humano.","explicacao_detalhada":"O rosto é frequentemente associado à identidade e à dignidade de uma pessoa, e sua condição pode indicar saúde ou doença.","por_que_esta_palavra":"A menção do rosto destaca a importância da aparência externa e sua relação com a pureza espiritual.","conexao_teologica":"O rosto é um símbolo da presença de Deus e da relação do homem com o divino.","referencias_relacionadas":["Números 6:25","Salmos 67:1","2 Coríntios 4:6"]},"levitico_13_42_bald":{"palavra_pt":"bald","palavra_original":"גַּבַּחַת","transliteracao":"gabbachath","strong":"H1372","significado_raiz":"Ideia básica: bald.","significado_contextual":"Refere-se à condição de calvície, que era considerada um sinal de impureza na cultura israelita.","explicacao_detalhada":"A palavra 'bald' (גַּבַּחַת) é usada em Levítico 13:42 para descrever uma condição física que poderia ser diagnosticada por um sacerdote. A calvície era vista como um sinal de que a pessoa poderia estar impura, e isso tinha implicações sociais e religiosas.","por_que_esta_palavra":"A inclusão da palavra 'bald' no contexto de impureza mostra a preocupação da Lei Mosaica com a saúde e a pureza do povo de Israel.","conexao_teologica":"A pureza física e espiritual é um tema recorrente na Bíblia, refletindo a necessidade de estar em conformidade com as leis de Deus.","referencias_relacionadas":["Levítico 13:40-41","Levítico 14:1-2","Números 5:2-3"]},"levitico_13_42_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair, que pode ser interpretada tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é utilizada em Levítico 13:42 para descrever a condição de uma pessoa que pode ter perdido cabelo devido a uma doença. Essa perda é um sinal de impureza e requer a avaliação de um sacerdote.","por_que_esta_palavra":"A palavra é importante para entender a gravidade da situação de saúde e as implicações sociais que a pessoa enfrentava.","conexao_teologica":"A queda, seja física ou espiritual, é um símbolo do pecado e da separação de Deus, enfatizando a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:19","Salmos 40:2","Provérbios 24:16"]},"levitico_13_43_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura do sacerdote, que tinha a responsabilidade de avaliar a pureza e a saúde do povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é central em Levítico 13:43, onde o sacerdote é chamado a examinar a condição de uma pessoa. O sacerdote atuava como mediador entre Deus e o povo, e suas decisões eram fundamentais para a vida comunitária.","por_que_esta_palavra":"A presença do sacerdote destaca a importância da liderança espiritual e da autoridade na manutenção da pureza e da saúde da comunidade.","conexao_teologica":"Os sacerdotes simbolizam a intercessão e a mediação de Cristo, que é nosso Sumo Sacerdote.","referencias_relacionadas":["Levítico 10:6","Êxodo 28:1","Hebreus 4:14"]},"levitico_13_43_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de ver ou examinar, essencial para o diagnóstico de impurezas.","explicacao_detalhada":"A palavra 'ver' (רָאָה) é utilizada em Levítico 13:43 para descrever a ação do sacerdote ao avaliar a condição de uma pessoa. O olhar atento do sacerdote era crucial para determinar a pureza.","por_que_esta_palavra":"A capacidade de ver e discernir é vital na prática religiosa, refletindo a necessidade de uma avaliação cuidadosa das condições espirituais e físicas.","conexao_teologica":"Deus vê o coração e as intenções, e essa visão é essencial para a verdadeira avaliação espiritual.","referencias_relacionadas":["1 Samuel 16:7","Salmos 139:1-2","Hebreus 4:13"]},"levitico_13_43_accepted":{"palavra_pt":"accepted","palavra_original":"שְׂאֵת","transliteracao":"sᵉʼêth","strong":"H7613","significado_raiz":"Ideia básica: accepted.","significado_contextual":"Refere-se à aceitação do diagnóstico do sacerdote.","explicacao_detalhada":"A palavra 'accepted' (שְׂאֵת) em Levítico 13:43 implica que a decisão do sacerdote sobre a condição de impureza deve ser aceita pela comunidade. Essa aceitação é crucial para a manutenção da ordem social e religiosa.","por_que_esta_palavra":"A aceitação do diagnóstico é fundamental para a restauração da pureza e a reintegração da pessoa à comunidade.","conexao_teologica":"A aceitação do que Deus declara é essencial para a vida cristã, refletindo a submissão à Sua vontade.","referencias_relacionadas":["Mateus 8:13","Romanos 12:2","Hebreus 11:6"]},"levitico_13_44_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Novamente, refere-se à figura do sacerdote, enfatizando seu papel na avaliação de impurezas.","explicacao_detalhada":"A repetição da palavra 'sacerdote' (כֹּהֵן) em Levítico 13:44 reforça a importância da autoridade sacerdotal na determinação da pureza e na aplicação das leis.","por_que_esta_palavra":"A presença contínua do sacerdote destaca a necessidade de liderança espiritual constante na vida do povo.","conexao_teologica":"O papel do sacerdote aponta para a necessidade de um mediador entre Deus e a humanidade, que é cumprido em Cristo.","referencias_relacionadas":["Levítico 21:10","Ezequiel 44:15","Hebreus 5:1"]},"levitico_13_44_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a condição do indivíduo diante da lei.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) em Levítico 13:44 é usada para descrever a pessoa que está sendo avaliada pelo sacerdote. Isso destaca a individualidade e a responsabilidade pessoal diante das normas de pureza.","por_que_esta_palavra":"A menção ao 'homem' enfatiza que cada indivíduo é responsável por sua condição espiritual e física.","conexao_teologica":"A individualidade é importante na relação com Deus, pois cada um deve prestar contas de suas ações.","referencias_relacionadas":["Gênesis 1:27","Romanos 14:12","Gálatas 6:5"]},"levitico_13_44_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se à ideia de cabeça ou líder, que pode ser aplicada ao sacerdote ou à condição do homem.","explicacao_detalhada":"A palavra 'princípio' (רֹאשׁ) em Levítico 13:44 pode ser interpretada como a posição de liderança ou a condição de ser o primeiro em algo, como a pureza ou a impureza.","por_que_esta_palavra":"A ideia de 'princípio' ressalta a importância da liderança e da responsabilidade na comunidade.","conexao_teologica":"Cristo é descrito como a cabeça da Igreja, simbolizando a liderança e a autoridade espiritual.","referencias_relacionadas":["Colossenses 1:18","Efésios 5:23","1 Coríntios 11:3"]},"levitico_13_45_leper":{"palavra_pt":"leper","palavra_original":"צָרַע","transliteracao":"tsâraʻ","strong":"H6879","significado_raiz":"Ideia básica: leper.","significado_contextual":"Refere-se à condição de lepra, que era considerada uma doença impura.","explicacao_detalhada":"A palavra 'leper' (צָרַע) em Levítico 13:45 descreve uma pessoa que sofre de lepra, uma condição que a tornava impura e excluída da comunidade.","por_que_esta_palavra":"A menção ao leproso destaca a gravidade da impureza e as consequências sociais e espirituais que isso acarretava.","conexao_teologica":"A lepra é frequentemente usada como símbolo do pecado e da separação de Deus, enfatizando a necessidade de cura e redenção.","referencias_relacionadas":["Levítico 14:3","Mateus 8:2-3","Lucas 17:12-14"]},"levitico_13_45_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se novamente à ideia de cabeça ou líder, enfatizando a condição do leproso.","explicacao_detalhada":"A repetição da palavra 'princípio' (רֹאשׁ) em Levítico 13:45 pode indicar a posição do leproso em relação à pureza e à impureza, sendo um exemplo do que não se deve ser.","por_que_esta_palavra":"A ideia de 'princípio' aqui pode simbolizar a liderança negativa que a impureza representa.","conexao_teologica":"Cristo, como o líder puro, é a resposta para a impureza e a lepra espiritual da humanidade.","referencias_relacionadas":["Romanos 5:12","1 Pedro 2:24","Apocalipse 21:27"]},"levitico_13_46_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que pode ser considerado impuro em relação à lepra.","explicacao_detalhada":"No contexto de Levítico 13, o gado é mencionado em relação às leis de pureza e impureza. O gado que apresenta sinais de lepra deve ser isolado, assim como os indivíduos.","por_que_esta_palavra":"A palavra 'gado' é usada para enfatizar a importância da pureza não apenas entre as pessoas, mas também entre os animais que fazem parte da comunidade israelita.","conexao_teologica":"A pureza ritual é um tema central na Lei Mosaica, refletindo a santidade de Deus e a necessidade de separação do que é impuro.","referencias_relacionadas":["Levítico 11:3","Levítico 13:2-3","Levítico 14:4"]},"levitico_13_46_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como a lepra deve ser diagnosticada e tratada.","explicacao_detalhada":"O 'modo' é crucial para a aplicação das leis de pureza. O sacerdote deve seguir um procedimento específico para determinar a condição do indivíduo ou do gado.","por_que_esta_palavra":"A palavra 'modo' destaca a importância da ordem e da precisão nas práticas religiosas e na observância das leis.","conexao_teologica":"A obediência às instruções divinas é um reflexo da fé e do compromisso do povo com Deus.","referencias_relacionadas":["Levítico 13:9","Levítico 14:2","Deuteronômio 17:11"]},"levitico_13_46_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que a impureza deve ser observada.","explicacao_detalhada":"O 'dia' é um período de espera e observação para determinar se a condição de lepra persiste ou se há cura.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância do tempo na avaliação da pureza e na prática da fé.","conexao_teologica":"O conceito de tempo é frequentemente associado ao plano de Deus para a redenção e a restauração.","referencias_relacionadas":["Levítico 13:5","Levítico 14:8","Êxodo 12:15"]},"levitico_13_47_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual certas ações devem ser tomadas em relação à impureza.","explicacao_detalhada":"A palavra 'porque' é usada para justificar as instruções dadas sobre a lepra e a necessidade de isolamento.","por_que_esta_palavra":"Ela conecta a ação à razão, mostrando que as leis têm um propósito divino e prático.","conexao_teologica":"A obediência às leis de Deus é fundamentada na compreensão de Sua santidade e na necessidade de pureza.","referencias_relacionadas":["Levítico 13:46","Levítico 14:34","Deuteronômio 28:58"]},"levitico_13_47_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à condição de alguém que se torna impuro.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a transição de um estado de pureza para impureza, que é um tema recorrente nas leis de Levítico.","por_que_esta_palavra":"A ideia de 'cair' simboliza a fragilidade da condição humana em relação à santidade de Deus.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas centrais na teologia cristã.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"levitico_13_48_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como a lepra se manifesta em tecidos ou peles.","explicacao_detalhada":"O 'modo' é importante para a identificação da impureza, que pode afetar tanto pessoas quanto objetos.","por_que_esta_palavra":"A repetição da palavra 'modo' reforça a necessidade de atenção aos detalhes nas leis de pureza.","conexao_teologica":"A pureza e a santidade são essenciais para a adoração a Deus e a vida em comunidade.","referencias_relacionadas":["Levítico 13:47","Levítico 14:34","Hebreus 12:14"]},"levitico_13_48_povo":{"palavra_pt":"povo","palavra_original":"עֵרֶב","transliteracao":"ʻêreb","strong":"H6154","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel e sua relação com as leis de pureza.","explicacao_detalhada":"O 'povo' é o destinatário das instruções sobre a lepra, enfatizando a responsabilidade coletiva em manter a pureza.","por_que_esta_palavra":"A inclusão do 'povo' destaca a importância da comunidade na observância das leis de Deus.","conexao_teologica":"A identidade do povo de Deus é marcada pela obediência às Suas leis e pela busca de santidade.","referencias_relacionadas":["Levítico 20:26","Êxodo 19:6","1 Pedro 2:9"]},"levitico_13_49_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o sacerdote deve avaliar a condição de impureza.","explicacao_detalhada":"O 'modo' é crucial para garantir que o julgamento sobre a impureza seja feito corretamente, seguindo as diretrizes divinas.","por_que_esta_palavra":"A repetição da palavra 'modo' enfatiza a necessidade de precisão e cuidado nas decisões religiosas.","conexao_teologica":"A justiça e a retidão nas decisões são reflexos do caráter de Deus.","referencias_relacionadas":["Levítico 13:2","Levítico 14:2","Deuteronômio 17:9"]},"levitico_13_49_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura do sacerdote responsável por avaliar a impureza.","explicacao_detalhada":"O sacerdote atua como mediador entre Deus e o povo, e sua função é essencial para a manutenção da pureza na comunidade.","por_que_esta_palavra":"A palavra 'sacerdote' destaca a importância do papel sacerdotal na vida religiosa de Israel.","conexao_teologica":"Jesus é o nosso sumo sacerdote, que cumpre e supera o papel dos sacerdotes do Antigo Testamento.","referencias_relacionadas":["Levítico 21:10","Hebreus 4:14","1 Pedro 2:5"]},"levitico_13_49_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à condição de alguém que se torna impuro.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a transição de um estado de pureza para impureza, que é um tema recorrente nas leis de Levítico.","por_que_esta_palavra":"A ideia de 'cair' simboliza a fragilidade da condição humana em relação à santidade de Deus.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas centrais na teologia cristã.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"levitico_13_50_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é a figura responsável por avaliar e declarar a pureza ou impureza de uma pessoa, especialmente em casos de doenças de pele.","explicacao_detalhada":"No contexto de Levítico 13, o sacerdote atua como mediador entre Deus e o povo, seguindo as instruções divinas para determinar se uma pessoa está limpa ou impura. Essa função é crucial para a manutenção da santidade na comunidade israelita.","por_que_esta_palavra":"A palavra 'sacerdote' é central para a lei mosaica, pois representa a autoridade espiritual e a responsabilidade de guiar o povo em questões de pureza e adoração.","conexao_teologica":"O sacerdócio é um símbolo do ministério de Cristo, que é o nosso sumo sacerdote, intercedendo por nós diante de Deus.","referencias_relacionadas":["Hebreus 4:14-16","Levítico 21:10-12","Êxodo 28:1"]},"levitico_13_50_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à observação cuidadosa que o sacerdote deve fazer ao examinar a condição da pele do indivíduo.","explicacao_detalhada":"O ato de 'ver' implica uma análise detalhada e criteriosa, essencial para a correta avaliação da impureza. O sacerdote deve ser diligente em sua observação para garantir que as diretrizes de Deus sejam seguidas.","por_que_esta_palavra":"A palavra 'ver' é importante porque enfatiza a necessidade de discernimento e atenção ao lidar com questões de saúde e pureza na comunidade.","conexao_teologica":"A visão espiritual é frequentemente mencionada na Bíblia como uma metáfora para a compreensão e discernimento das verdades de Deus.","referencias_relacionadas":["Salmos 119:18","Mateus 7:3-5","1 Coríntios 2:14"]},"levitico_13_51_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao período em que o sacerdote deve observar a condição da pessoa para determinar se a impureza persiste.","explicacao_detalhada":"O conceito de 'dia' é significativo na legislação mosaica, pois muitas vezes envolve períodos de espera e observação para garantir que a decisão do sacerdote seja justa e precisa.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar um tempo específico de avaliação, refletindo a importância do tempo na vida espiritual e nas práticas de adoração.","conexao_teologica":"O tempo é um elemento importante na relação entre Deus e o homem, onde cada dia é uma oportunidade para buscar a santidade e a comunhão com Deus.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Pedro 3:8"]},"levitico_13_51_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A 'obra' refere-se às ações ou atividades que podem ser consideradas impuras ou que requerem avaliação pelo sacerdote.","explicacao_detalhada":"No contexto de Levítico, a 'obra' pode incluir tanto ações físicas quanto a condição espiritual do indivíduo. O sacerdote deve avaliar se a 'obra' do indivíduo está em conformidade com as leis de pureza.","por_que_esta_palavra":"A palavra 'obra' é relevante porque destaca a relação entre as ações do indivíduo e sua condição espiritual diante de Deus.","conexao_teologica":"As obras são frequentemente mencionadas na Bíblia como reflexo da fé e da obediência a Deus, sendo um tema central na vida cristã.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Gálatas 6:7"]},"levitico_13_52_fogo":{"palavra_pt":"fogo","palavra_original":"שָׂרַף","transliteracao":"sâraph","strong":"H8313","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O 'fogo' é mencionado como um símbolo de purificação e julgamento, especialmente em relação à impureza.","explicacao_detalhada":"No contexto de Levítico, o fogo pode ser visto como um meio de purificação, onde o que é impuro é queimado, simbolizando a necessidade de eliminar o que não é aceitável diante de Deus.","por_que_esta_palavra":"A palavra 'fogo' é significativa porque representa tanto a presença de Deus quanto o julgamento sobre o pecado e a impureza.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e ao processo de purificação, como visto na experiência de Moisés na sarça ardente.","referencias_relacionadas":["Hebreus 12:29","1 Pedro 1:7","Isaías 6:6-7"]},"levitico_13_53_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote novamente é mencionado como a autoridade que deve avaliar a condição do indivíduo e determinar a pureza.","explicacao_detalhada":"A repetição da palavra 'sacerdote' enfatiza a importância de sua função e a necessidade de seguir as diretrizes divinas na avaliação da impureza.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a estrutura social e religiosa de Israel, onde o sacerdote atua como mediador entre Deus e o povo.","conexao_teologica":"A figura do sacerdote é um precursor do ministério de Cristo, que é nosso intercessor e mediador.","referencias_relacionadas":["Hebreus 5:1-3","1 Pedro 2:9","Êxodo 19:6"]},"levitico_13_53_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como o sacerdote deve proceder em sua avaliação e declaração.","explicacao_detalhada":"A palavra 'modo' implica que há um procedimento específico que deve ser seguido, refletindo a ordem e a santidade que Deus requer em todas as coisas.","por_que_esta_palavra":"A palavra 'modo' é importante porque destaca a necessidade de seguir as instruções divinas com precisão e reverência.","conexao_teologica":"A obediência ao modo de Deus é um tema central na Bíblia, refletindo a importância da ordem divina na vida do crente.","referencias_relacionadas":["Deuteronômio 5:32-33","Salmos 119:4","Romanos 12:2"]},"levitico_13_53_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' é mencionada em relação à declaração do sacerdote sobre a condição do indivíduo.","explicacao_detalhada":"A verdade é fundamental na avaliação do sacerdote, pois ele deve ser honesto e justo em sua declaração, refletindo a justiça de Deus.","por_que_esta_palavra":"A palavra 'verdade' é central para a natureza de Deus e para a vida do crente, que é chamado a viver em verdade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a ser testemunhas da verdade.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"levitico_13_54_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é novamente mencionado como a autoridade que deve tomar decisões sobre a pureza do indivíduo.","explicacao_detalhada":"A repetição da palavra 'sacerdote' reforça a importância de sua função e a necessidade de seguir as diretrizes divinas na avaliação da impureza.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a estrutura social e religiosa de Israel, onde o sacerdote atua como mediador entre Deus e o povo.","conexao_teologica":"A figura do sacerdote é um precursor do ministério de Cristo, que é nosso intercessor e mediador.","referencias_relacionadas":["Hebreus 5:1-3","1 Pedro 2:9","Êxodo 19:6"]},"levitico_13_54_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação do sacerdote de declarar a condição do indivíduo e, se necessário, enviar para fora do acampamento.","explicacao_detalhada":"O ato de 'enviar' é uma medida de purificação, onde o sacerdote deve seguir as instruções de Deus para manter a santidade do povo.","por_que_esta_palavra":"A palavra 'enviar' é significativa porque representa a ação de separar o impuro do puro, um princípio fundamental na lei mosaica.","conexao_teologica":"O conceito de enviar é refletido na separação do pecado e na necessidade de purificação, que é central na obra de Cristo.","referencias_relacionadas":["Levítico 16:10","Mateus 25:41","Romanos 6:23"]},"levitico_13_54_fuller":{"palavra_pt":"fuller","palavra_original":"כָּבַס","transliteracao":"kâbaç","strong":"H3526","significado_raiz":"Ideia básica: fuller.","significado_contextual":"A palavra 'fuller' refere-se a um agente de limpeza, especialmente no contexto de purificação de roupas.","explicacao_detalhada":"No contexto de Levítico 13, o fuller é mencionado em relação à purificação de roupas que podem ter sido contaminadas por manchas, simbolizando a necessidade de limpeza e purificação espiritual.","por_que_esta_palavra":"A presença do fuller enfatiza a importância da pureza e da limpeza, tanto física quanto espiritual, na vida do povo de Israel.","conexao_teologica":"A purificação das roupas é um reflexo da purificação que Deus deseja para o coração e a vida de seu povo.","referencias_relacionadas":["Levítico 13:54","Isaías 1:18","Salmos 51:7"]},"levitico_13_55_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que exerce funções religiosas e é responsável por interceder pelo povo diante de Deus.","explicacao_detalhada":"No Levítico, o sacerdote tem um papel crucial na avaliação de doenças e na declaração de pureza ou impureza, atuando como mediador entre Deus e o povo.","por_que_esta_palavra":"A figura do sacerdote é central para a manutenção da santidade e da ordem na comunidade israelita.","conexao_teologica":"O sacerdote simboliza a intercessão de Cristo, nosso Sumo Sacerdote, que nos purifica e nos apresenta diante de Deus.","referencias_relacionadas":["Levítico 13:55","Hebreus 4:14-16","1 Pedro 2:9"]},"levitico_13_55_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em observar e discernir, especialmente em relação a sinais de impureza.","explicacao_detalhada":"O ato de 'ver' é fundamental para o sacerdote ao avaliar a condição de uma pessoa ou objeto, refletindo a necessidade de discernimento espiritual.","por_que_esta_palavra":"A observação cuidadosa é essencial para a manutenção da pureza na comunidade, indicando que Deus se importa com os detalhes.","conexao_teologica":"Ver com discernimento é uma habilidade que Deus deseja que seus seguidores desenvolvam em suas vidas espirituais.","referencias_relacionadas":["Levítico 13:55","Mateus 7:3-5","Salmos 119:18"]},"levitico_13_55_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de acompanhar ou obedecer a uma instrução ou direção.","explicacao_detalhada":"Neste contexto, seguir as instruções do sacerdote é crucial para a restauração da pureza e a aceitação diante de Deus.","por_que_esta_palavra":"Seguir as orientações divinas é um princípio fundamental na vida de fé do povo de Israel.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, refletindo a relação entre fé e ação.","referencias_relacionadas":["Levítico 13:55","Deuteronômio 5:33","Tiago 1:22"]},"levitico_13_56_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é novamente mencionada, reforçando seu papel na avaliação de impurezas.","explicacao_detalhada":"O sacerdote deve examinar cuidadosamente a condição do indivíduo, garantindo que as diretrizes de Deus sejam seguidas.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância do papel do sacerdote na vida comunitária e espiritual.","conexao_teologica":"Assim como os sacerdotes do Antigo Testamento, Jesus é nosso sacerdote que nos purifica e nos guia.","referencias_relacionadas":["Levítico 13:56","Hebreus 5:1","Romanos 12:1"]},"levitico_13_56_dark":{"palavra_pt":"dark","palavra_original":"כֵּהֶה","transliteracao":"kêheh","strong":"H3544","significado_raiz":"Ideia básica: dark.","significado_contextual":"A palavra 'dark' refere-se a uma condição de escuridão ou opacidade, simbolizando impureza.","explicacao_detalhada":"No contexto de Levítico, a escuridão pode indicar uma condição que não é aceitável diante de Deus, necessitando de avaliação e purificação.","por_que_esta_palavra":"A escuridão é frequentemente associada ao pecado e à separação de Deus, enfatizando a necessidade de luz e pureza.","conexao_teologica":"Jesus é a luz do mundo, que traz clareza e purificação para aqueles que estão em trevas.","referencias_relacionadas":["Levítico 13:56","João 8:12","1 João 1:5"]},"levitico_13_57_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Neste contexto, o modo de avaliar a impureza é importante para garantir que as diretrizes de Deus sejam seguidas corretamente.","por_que_esta_palavra":"O modo de agir reflete a obediência e a reverência ao que Deus ordenou.","conexao_teologica":"A maneira como vivemos e seguimos a Deus deve refletir sua santidade e ordem.","referencias_relacionadas":["Levítico 13:57","Colossenses 3:17","1 Coríntios 14:40"]},"levitico_13_58_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se à condição de estar livre de impurezas ou contaminações.","explicacao_detalhada":"A pureza é um tema central em Levítico, simbolizando a santidade que Deus exige de seu povo.","por_que_esta_palavra":"Ser puro é essencial para a comunhão com Deus e para a aceitação na comunidade.","conexao_teologica":"A pureza espiritual é alcançada através do sacrifício de Cristo, que nos purifica de todo pecado.","referencias_relacionadas":["Levítico 13:58","Salmos 24:3-4","Hebreus 10:22"]},"levitico_13_59_woollen":{"palavra_pt":"wool len","palavra_original":"צֶמֶר","transliteracao":"tsemer","strong":"H6785","significado_raiz":"Ideia básica: wool len.","significado_contextual":"A palavra 'woollen' refere-se a um material específico, que pode ser usado em vestimentas.","explicacao_detalhada":"No contexto de Levítico, o uso de lã pode estar relacionado à pureza das vestes e à necessidade de avaliação por parte do sacerdote.","por_que_esta_palavra":"A escolha do material reflete a atenção aos detalhes que Deus exige em relação à pureza.","conexao_teologica":"As vestes espirituais de um crente devem ser puras e adequadas para a presença de Deus.","referencias_relacionadas":["Levítico 13:59","Êxodo 28:2","Apocalipse 19:8"]},"levitico_13_59_linho":{"palavra_pt":"linho","palavra_original":"פִּשְׁתֶּה","transliteracao":"pishteh","strong":"H6593","significado_raiz":"Ideia básica: linho.","significado_contextual":"A palavra 'linho' refere-se a outro tipo de material usado em vestimentas, simbolizando pureza.","explicacao_detalhada":"Assim como a lã, o linho é mencionado em Levítico em relação à pureza das vestes, que são importantes para a adoração.","por_que_esta_palavra":"O linho é frequentemente associado à pureza e à santidade, refletindo a natureza de Deus.","conexao_teologica":"As vestes de um crente devem ser limpas e refletir a santidade de Deus em suas vidas.","referencias_relacionadas":["Levítico 13:59","Êxodo 28:39","Gálatas 3:27"]}}