{"levitico_14_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal de Deus ao sacerdote.","explicacao_detalhada":"Neste contexto, Deus instrui Moisés sobre como o sacerdote deve proceder em relação à purificação de um leproso. A comunicação direta de Deus é essencial para a correta execução das leis.","por_que_esta_palavra":"A palavra 'falar' é crucial porque representa a revelação divina e a autoridade de Deus sobre as práticas religiosas.","conexao_teologica":"A comunicação de Deus com o homem é um tema central na Bíblia, mostrando como Ele se relaciona com Seu povo.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:4","Salmos 119:105"]},"levitico_14_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se ao nome sagrado de Deus, que denota Sua soberania e autoridade.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' enfatiza a relação de Deus com Israel e Sua posição como legislador e juiz.","por_que_esta_palavra":"O nome 'Senhor' é fundamental para entender a identidade de Deus e Sua relação com o povo escolhido.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, sendo central na adoração e na prática religiosa.","referencias_relacionadas":["Gênesis 2:4","Êxodo 3:14","Salmos 68:4"]},"levitico_14_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a ordem de Deus ao sacerdote.","explicacao_detalhada":"Neste contexto, 'dizer' implica a necessidade de que o sacerdote comunique as instruções de Deus de maneira clara e precisa.","por_que_esta_palavra":"A palavra 'dizer' é importante porque reflete a ação de transmitir a vontade de Deus, essencial para a prática da fé.","conexao_teologica":"A comunicação da palavra de Deus é um elemento vital na vida espiritual, mostrando a importância da obediência às Suas instruções.","referencias_relacionadas":["Romanos 10:17","Tiago 1:22","1 Pedro 4:11"]},"levitico_14_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que as instruções devem ser seguidas.","explicacao_detalhada":"Neste versículo, o 'dia' é significativo porque marca um momento de purificação e restauração para o leproso.","por_que_esta_palavra":"O conceito de 'dia' é importante para a observância das leis e rituais, que são realizados em tempos determinados.","conexao_teologica":"O tempo é uma criação de Deus e é usado para estabelecer ritmos de adoração e santidade na vida do povo.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8","Salmos 90:12"]},"levitico_14_2_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se à figura responsável por intermediar entre Deus e o povo.","explicacao_detalhada":"O sacerdote tem um papel crucial na aplicação das leis de purificação, atuando como mediador e guia espiritual.","por_que_esta_palavra":"A função do sacerdote é vital para a manutenção da santidade e da ordem no culto a Deus.","conexao_teologica":"A figura do sacerdote é um precursor de Cristo, que é o nosso sumo sacerdote, mediando uma nova aliança.","referencias_relacionadas":["Hebreus 5:1","Êxodo 28:1","Levítico 8:1-2"]},"levitico_14_2_idiom":{"palavra_pt":"expressao","palavra_original":"טׇהֳרָה","transliteracao":"ṭohŏrâh","strong":"H2893","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se ao estado de pureza que deve ser declarado pelo sacerdote.","explicacao_detalhada":"Neste contexto, a 'expressão' é um termo técnico que indica a condição do leproso e a necessidade de purificação.","por_que_esta_palavra":"A expressão de pureza é essencial para a reintegração do indivíduo à comunidade e ao culto.","conexao_teologica":"A pureza e a santidade são temas recorrentes na Bíblia, refletindo a natureza de Deus e a necessidade de santidade em Seu povo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"levitico_14_3_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A repetição da palavra 'sacerdote' enfatiza a importância do papel do sacerdote na purificação.","explicacao_detalhada":"O sacerdote deve ser o responsável por avaliar e declarar a condição do leproso, seguindo as instruções de Deus.","por_que_esta_palavra":"A presença do sacerdote é fundamental para a validação dos rituais e a restauração do leproso.","conexao_teologica":"O papel do sacerdote é um reflexo da intercessão de Cristo, que nos purifica e nos apresenta diante de Deus.","referencias_relacionadas":["Levítico 10:6","Hebreus 7:27","1 Timóteo 2:5"]},"levitico_14_3_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos animais que serão utilizados nos rituais de purificação.","explicacao_detalhada":"O gado é sacrificado como parte do processo de purificação, simbolizando a expiação dos pecados.","por_que_esta_palavra":"O uso do gado destaca a seriedade do pecado e a necessidade de sacrifício para a restauração.","conexao_teologica":"O sacrifício de animais no Antigo Testamento prefigura o sacrifício de Cristo, que é o Cordeiro de Deus.","referencias_relacionadas":["Hebreus 9:22","Levítico 1:3","Romanos 3:25"]},"levitico_14_3_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' indica a ação de deixar a condição de impureza.","explicacao_detalhada":"Neste contexto, 'sair' simboliza a transição do leproso de um estado de exclusão para a reintegração à comunidade.","por_que_esta_palavra":"A ação de 'sair' é um passo crucial na restauração do indivíduo e na celebração de sua nova vida.","conexao_teologica":"A ideia de sair da impureza para a pureza é um tema que reflete a obra redentora de Cristo em nossas vidas.","referencias_relacionadas":["Isaías 53:5","2 Coríntios 5:17","Gálatas 5:1"]},"levitico_14_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A repetição da palavra 'sacerdote' novamente enfatiza seu papel central no processo de purificação.","explicacao_detalhada":"O sacerdote deve seguir as instruções de Deus para garantir que o ritual de purificação seja realizado corretamente.","por_que_esta_palavra":"A presença e a autoridade do sacerdote são essenciais para a aceitação do ritual diante de Deus.","conexao_teologica":"O papel do sacerdote é um símbolo da intercessão de Cristo, que nos purifica e nos apresenta a Deus.","referencias_relacionadas":["Levítico 10:1-3","Hebreus 4:14-16","1 Pedro 2:9"]},"levitico_14_4_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à condição de estar livre de impurezas, especialmente em um contexto ritual.","explicacao_detalhada":"A palavra 'puro' é usada para descrever a condição que um indivíduo deve alcançar para ser aceito nas práticas religiosas. No contexto de Levítico 14, a pureza é essencial para a reintegração do leproso à comunidade.","por_que_esta_palavra":"A pureza é um conceito central na lei mosaica, simbolizando a santidade e a separação do pecado.","conexao_teologica":"A pureza ritual é um reflexo da pureza espiritual que Deus exige de Seu povo.","referencias_relacionadas":["Levítico 11:44","Salmos 51:10","Hebreus 10:22"]},"levitico_14_4_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Indica a ação de enviar ou ordenar algo a ser feito, especialmente em um contexto religioso.","explicacao_detalhada":"A palavra 'enviar' é utilizada para descrever a instrução dada ao sacerdote para realizar um ato específico, como a purificação do leproso.","por_que_esta_palavra":"O ato de enviar implica autoridade e a necessidade de seguir as diretrizes divinas estabelecidas na Lei.","conexao_teologica":"Deus envia Seus mensageiros e sacerdotes para cumprir Sua vontade e guiar o povo.","referencias_relacionadas":["Êxodo 3:10","Isaías 6:8","Mateus 28:19"]},"levitico_14_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura responsável por realizar rituais e mediador entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes tinham a função de interceder pelo povo e garantir que as práticas religiosas fossem realizadas corretamente, especialmente em casos de purificação.","por_que_esta_palavra":"A presença do sacerdote é crucial para a validação dos rituais de purificação e sacrifício.","conexao_teologica":"Os sacerdotes simbolizam a mediação de Cristo, nosso Sumo Sacerdote, que intercede por nós.","referencias_relacionadas":["Hebreus 5:1","Levítico 10:6","1 Pedro 2:9"]},"levitico_14_5_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer um animal como um ato de adoração e expiação.","explicacao_detalhada":"O sacrifício é um elemento central na adoração israelita, simbolizando a expiação dos pecados e a restauração da relação com Deus.","por_que_esta_palavra":"O sacrifício é uma expressão de arrependimento e devoção, essencial para a manutenção da pureza e da comunhão com Deus.","conexao_teologica":"O sacrifício de Cristo é o cumprimento definitivo de todos os sacrifícios do Antigo Testamento.","referencias_relacionadas":["Hebreus 9:22","Romanos 12:1","Gálatas 2:20"]},"levitico_14_5_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Reitera a ação de enviar, enfatizando a autoridade do sacerdote para realizar o ritual.","explicacao_detalhada":"A repetição da palavra 'enviar' destaca a importância da obediência às instruções divinas na prática religiosa.","por_que_esta_palavra":"A obediência às ordens de Deus é fundamental para a aceitação dos rituais.","conexao_teologica":"A obediência a Deus é um tema recorrente na Bíblia, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["Deuteronômio 5:33","João 14:15","Tiago 1:22"]},"levitico_14_6_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é visto como símbolo de vida e é essencial nos rituais de sacrifício.","explicacao_detalhada":"O uso do sangue nos sacrifícios representa a vida do animal sendo oferecida a Deus, simbolizando a expiação dos pecados.","por_que_esta_palavra":"O sangue é um elemento vital que conecta a vida do sacrifício à redenção do pecador.","conexao_teologica":"O sangue de Cristo é o sacrifício perfeito que nos purifica de todo pecado.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:12","1 João 1:7"]},"levitico_14_6_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de matar um animal como parte do ritual de purificação.","explicacao_detalhada":"O sacrifício é um ato de adoração e arrependimento, essencial para a restauração da pureza.","por_que_esta_palavra":"O sacrifício é uma exigência da Lei para a expiação dos pecados.","conexao_teologica":"Assim como os sacrifícios do Antigo Testamento, o sacrifício de Cristo é a base da nossa redenção.","referencias_relacionadas":["Romanos 3:25","Hebreus 10:4","1 Pedro 1:19"]},"levitico_14_6_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à parte física do animal que é oferecida a Deus.","explicacao_detalhada":"A carne do sacrifício é uma parte importante do ritual, simbolizando a entrega total ao Senhor.","por_que_esta_palavra":"A carne representa a vida do animal e a oferta ao Senhor como um ato de devoção.","conexao_teologica":"A entrega de Cristo em Sua carne é o fundamento da nossa salvação.","referencias_relacionadas":["João 6:51","Romanos 12:1","Gálatas 5:24"]},"levitico_14_7_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Reitera a importância da carne no ritual de purificação.","explicacao_detalhada":"A carne é um símbolo de vida e sacrifício, essencial para a restauração da pureza do leproso.","por_que_esta_palavra":"A carne do sacrifício é oferecida a Deus como parte do processo de purificação.","conexao_teologica":"A carne de Cristo, oferecida na cruz, é o sacrifício que nos purifica.","referencias_relacionadas":["Hebreus 10:10","1 Coríntios 5:7","Colossenses 1:20"]},"levitico_14_7_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Em Levítico 14:7, \"puro\" aparece na frase \"E sobre aquele que há de purificar-se da lepra espargirá sete vezes; então o declarará por limpo, e soltará a ave viva sobre a face do camp…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (טָהֵר; ṭâhêr; H2891), \"puro\" traz a ideia de puro. Aqui, essa palavra deixa o ensino de Levítico 14:7 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"puro\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Levítico 14:8. Lendo junto com Levítico 14:7, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Levítico 14:7","Levítico 14:8","Salmos 119:105"]},"levitico_14_7_sprinkle":{"palavra_pt":"sprinkle","palavra_original":"נָזָה","transliteracao":"nâzâh","strong":"H5137","significado_raiz":"Ideia básica: sprinkle.","significado_contextual":"A palavra 'sprinkle' refere-se ao ato de aspergir sangue como parte do ritual de purificação.","explicacao_detalhada":"No contexto de Levítico 14:7, o sacerdote asperge o sangue sobre a pessoa que foi curada da lepra, simbolizando a purificação e a restauração à comunidade.","por_que_esta_palavra":"A utilização do sangue em rituais de purificação é uma prática comum na Lei Mosaica, representando a vida e a expiação dos pecados.","conexao_teologica":"O ato de aspergir o sangue prefigura o sacrifício de Cristo, que purifica os crentes de seus pecados.","referencias_relacionadas":["Hebreus 9:22","Levítico 16:14","Êxodo 12:7"]},"levitico_14_8_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' indica o estado de limpeza e aceitação diante de Deus após o ritual de purificação.","explicacao_detalhada":"Em Levítico 14:8, a pessoa curada é considerada 'pura' após seguir os rituais prescritos, o que a habilita a reintegrar-se à comunidade.","por_que_esta_palavra":"A pureza é um tema central na Lei, refletindo a necessidade de estar em conformidade com os padrões divinos para se aproximar de Deus.","conexao_teologica":"A pureza ritual é um reflexo da pureza espiritual que Cristo oferece aos crentes através de sua obra redentora.","referencias_relacionadas":["Salmos 51:10","Mateus 5:8","1 Pedro 1:16"]},"levitico_14_8_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos animais utilizados nos sacrifícios, essenciais para a adoração e expiação.","explicacao_detalhada":"Em Levítico 14:8, o gado é sacrificado como parte do processo de purificação, simbolizando a substituição e a expiação dos pecados.","por_que_esta_palavra":"Os sacrifícios de gado eram uma prática comum na adoração israelita, representando a entrega e a devoção ao Senhor.","conexao_teologica":"O sacrifício de Jesus é o cumprimento final de todos os sacrifícios do Antigo Testamento, oferecendo redenção completa.","referencias_relacionadas":["Hebreus 10:4","Levítico 1:3","Romanos 12:1"]},"levitico_14_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de determinar a condição espiritual e social da pessoa após a cura.","explicacao_detalhada":"Em Levítico 14:8, o sacerdote 'julga' a condição da pessoa, assegurando que ela está realmente purificada e pronta para reintegrar-se à comunidade.","por_que_esta_palavra":"O julgamento é uma parte essencial do processo de purificação, garantindo que os rituais sejam seguidos corretamente.","conexao_teologica":"Deus é o juiz supremo, e a purificação é um reflexo de sua justiça e misericórdia.","referencias_relacionadas":["Salmos 26:1","Mateus 7:1-2","Romanos 14:10"]},"levitico_14_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que os rituais de purificação devem ser realizados.","explicacao_detalhada":"Em Levítico 14:9, o 'dia' é crucial para a observância dos rituais, indicando a importância da obediência ao tempo estabelecido por Deus.","por_que_esta_palavra":"O tempo é um elemento importante na adoração, refletindo a ordem e a estrutura que Deus estabeleceu.","conexao_teologica":"A obediência ao tempo de Deus é um princípio que se aplica à vida cristã, onde cada momento deve ser vivido em conformidade com Sua vontade.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Colossenses 4:5"]},"levitico_14_9_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' novamente enfatiza a condição de aceitação diante de Deus após o ritual.","explicacao_detalhada":"Em Levítico 14:9, a reafirmação da pureza é essencial para a reintegração social e espiritual da pessoa curada.","por_que_esta_palavra":"A pureza é um requisito para a comunhão com Deus e com a comunidade de fé.","conexao_teologica":"A pureza espiritual é alcançada através da fé em Cristo, que purifica os crentes de toda injustiça.","referencias_relacionadas":["1 João 1:9","Tiago 4:8","Hebreus 12:14"]},"levitico_14_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao estado de estar em uma condição de impureza ou doença antes da purificação.","explicacao_detalhada":"Em Levítico 14:9, 'cair' simboliza a queda do homem em pecado e a necessidade de redenção.","por_que_esta_palavra":"A condição de 'cair' é um reflexo da fragilidade humana e da necessidade de intervenção divina.","conexao_teologica":"A queda do homem é um tema central na teologia cristã, que aponta para a necessidade de salvação em Cristo.","referencias_relacionadas":["Romanos 3:23","Gênesis 3:6","Efésios 2:1-3"]},"levitico_14_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente destaca a importância do tempo no cumprimento dos rituais.","explicacao_detalhada":"Em Levítico 14:10, o 'dia' é significativo para a realização do sacrifício e a celebração da purificação.","por_que_esta_palavra":"O tempo de Deus é perfeito e deve ser respeitado na prática da fé.","conexao_teologica":"A importância do tempo nos rituais reflete a ordem divina e a necessidade de seguir os caminhos de Deus.","referencias_relacionadas":["Salmos 90:12","Romanos 13:11","1 Pedro 5:6"]},"levitico_14_10_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e sinceridade do coração na adoração a Deus.","explicacao_detalhada":"Em Levítico 14:10, a 'verdade' é essencial para que a purificação seja genuína e aceita por Deus.","por_que_esta_palavra":"A verdade é um princípio fundamental na relação com Deus, que busca adoradores que O adorem em espírito e em verdade.","conexao_teologica":"A verdade é personificada em Cristo, que é o caminho, a verdade e a vida.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"levitico_14_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se à figura responsável por conduzir os rituais de purificação e interceder pelo povo.","explicacao_detalhada":"Em Levítico 14:11, o sacerdote desempenha um papel crucial na mediação entre Deus e o povo, assegurando que os rituais sejam realizados corretamente.","por_que_esta_palavra":"O sacerdócio é um elemento central na adoração israelita, simbolizando a intercessão e a santidade.","conexao_teologica":"Cristo é nosso Sumo Sacerdote, que intercede por nós e nos apresenta diante de Deus.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"levitico_14_11_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se ao estado de pureza ritual necessário para a aceitação diante de Deus.","explicacao_detalhada":"A pureza é um conceito central nas leis mosaicas, simbolizando a santidade e a separação do pecado. No contexto de Levítico 14, a pureza é essencial para a reintegração do leproso à comunidade.","por_que_esta_palavra":"A palavra 'puro' é utilizada para descrever a condição que um indivíduo deve alcançar para ser aceito novamente na sociedade e no culto.","conexao_teologica":"A pureza ritual é um reflexo da pureza espiritual que Deus exige de Seu povo, simbolizando a necessidade de santidade.","referencias_relacionadas":["Levítico 11:44","Salmos 51:10","Hebreus 12:14"]},"levitico_14_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo que está passando pelo processo de purificação.","explicacao_detalhada":"O termo 'homem' aqui é usado para enfatizar a dignidade e o valor do indivíduo, mesmo em um estado de impureza. O processo de purificação é um ato de restauração.","por_que_esta_palavra":"A palavra 'homem' é importante para mostrar que a pureza e a restauração são aplicáveis a todos, independentemente de sua condição anterior.","conexao_teologica":"Deus se preocupa com cada indivíduo, e a restauração é um tema central na relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:27","Mateus 10:31","Romanos 5:8"]},"levitico_14_12_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao mediador entre Deus e o povo, responsável por realizar os rituais de purificação.","explicacao_detalhada":"O sacerdote desempenha um papel crucial na aplicação das leis de pureza e na intercessão pelo povo. Ele é o responsável por avaliar a condição do leproso e conduzir o processo de purificação.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para destacar a importância da liderança espiritual na comunidade e a necessidade de um mediador para se aproximar de Deus.","conexao_teologica":"O sacerdócio é um símbolo de Cristo, nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Hebreus 4:14-16","Êxodo 28:1","Levítico 10:6"]},"levitico_14_12_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se ao sacrifício que deve ser feito como parte do processo de purificação.","explicacao_detalhada":"A oferta é um ato de obediência e reconhecimento da necessidade de expiação. No contexto de Levítico 14, a oferta é um meio de restaurar a relação com Deus.","por_que_esta_palavra":"A palavra 'oferta' é utilizada para enfatizar a importância do sacrifício na vida religiosa e a necessidade de expiação pelos pecados.","conexao_teologica":"As ofertas do Antigo Testamento prefiguram o sacrifício de Cristo, que é a oferta perfeita para a expiação dos pecados.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"levitico_14_12_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar a oferta para o sacrifício.","explicacao_detalhada":"O verbo 'tomar' implica uma ação deliberada e significativa, indicando a importância do ato de oferecer algo a Deus como parte do processo de purificação.","por_que_esta_palavra":"A palavra 'tomar' é usada para mostrar que a oferta deve ser escolhida e apresentada de forma intencional.","conexao_teologica":"Tomar uma oferta é um ato de entrega e submissão a Deus, refletindo a disposição do coração do ofertante.","referencias_relacionadas":["Gênesis 22:2","Mateus 5:23-24","2 Coríntios 9:7"]},"levitico_14_13_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de sacrificar a oferta como parte do ritual de purificação.","explicacao_detalhada":"O sacrifício é um ato central na adoração a Deus, simbolizando a entrega da vida e a necessidade de expiação pelo pecado.","por_que_esta_palavra":"A palavra 'sacrifício' é utilizada para enfatizar a gravidade do pecado e a necessidade de um preço a ser pago para a restauração.","conexao_teologica":"O sacrifício de animais no Antigo Testamento aponta para o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 17:11","Isaías 53:5","1 Pedro 1:18-19"]},"levitico_14_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente ao sacerdote, que realiza o ritual de purificação com o sangue do sacrifício.","explicacao_detalhada":"O sacerdote é o intermediário que aplica o sangue do sacrifício, simbolizando a purificação e a restauração do indivíduo à comunidade e a Deus.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' enfatiza a continuidade do papel do mediador na relação entre Deus e o povo.","conexao_teologica":"Assim como o sacerdote aplica o sangue, Cristo, nosso Sumo Sacerdote, aplica Seu próprio sangue para nossa purificação.","referencias_relacionadas":["Hebreus 9:11-12","1 Timóteo 2:5","Êxodo 29:21"]},"levitico_14_14_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue do sacrifício, que é essencial para a purificação.","explicacao_detalhada":"O sangue é visto como a vida do ser, e sua aplicação simboliza a expiação e a purificação do pecado.","por_que_esta_palavra":"A palavra 'sangue' é utilizada para destacar a importância do sacrifício e a necessidade de derramamento de sangue para a expiação.","conexao_teologica":"O sangue de Cristo é o que nos purifica de todo pecado, cumprindo o que o sangue dos sacrifícios do Antigo Testamento prefigurava.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 João 1:7"]},"levitico_14_14_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se à oferta que deve ser apresentada pelo sacerdote após o sacrifício.","explicacao_detalhada":"A oferta é uma expressão de gratidão e reconhecimento da graça de Deus na purificação do indivíduo.","por_que_esta_palavra":"A repetição da palavra 'oferta' enfatiza a continuidade do ato de adoração e a importância de reconhecer a graça de Deus.","conexao_teologica":"As ofertas são uma forma de expressar nossa gratidão a Deus e reconhecer Sua provisão e perdão.","referencias_relacionadas":["Levítico 2:1","Salmos 54:6","Filipenses 4:18"]},"levitico_14_15_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao sacerdote que continua a realizar o ritual de purificação.","explicacao_detalhada":"O sacerdote é fundamental para garantir que o processo de purificação seja realizado corretamente, seguindo as instruções de Deus.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' reforça a importância do papel do mediador na relação entre Deus e o povo.","conexao_teologica":"O papel do sacerdote no Antigo Testamento é um precursor do ministério de Cristo, que é nosso mediador perfeito.","referencias_relacionadas":["Hebreus 7:27","Gálatas 3:19","Êxodo 28:29"]},"levitico_14_15_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar algo de forma deliberada, especialmente no contexto de rituais de purificação.","explicacao_detalhada":"A palavra 'tomar' refere-se ao ato de pegar ou receber algo, que neste caso é parte do ritual de purificação do leproso, onde o sacerdote toma um pouco do sangue da oferta.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a ação consciente e ritualística do sacerdote ao realizar a purificação.","conexao_teologica":"A ideia de 'tomar' está ligada ao conceito de sacrifício e redenção, onde o ato de tomar simboliza a aceitação da oferta e a transferência de culpa.","referencias_relacionadas":["Levítico 14:14","Levítico 14:16","Hebreus 9:22"]},"levitico_14_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote atua como mediador entre Deus e o povo, especialmente em rituais de purificação.","explicacao_detalhada":"A palavra 'sacerdote' refere-se àquele que é designado para realizar funções religiosas, incluindo a purificação de leprosos, simbolizando a intercessão divina.","por_que_esta_palavra":"O uso da palavra 'sacerdote' destaca a importância da liderança espiritual e da autoridade na realização dos rituais.","conexao_teologica":"Os sacerdotes são figuras que prefiguram Cristo, o Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Levítico 14:16","Hebreus 4:14","1 Pedro 2:9"]},"levitico_14_16_dip":{"palavra_pt":"dip","palavra_original":"טָבַל","transliteracao":"ṭâbal","strong":"H2881","significado_raiz":"Ideia básica: dip.","significado_contextual":"Refere-se ao ato de mergulhar ou imergir algo em um líquido, essencial para a purificação.","explicacao_detalhada":"A palavra 'dip' é usada para descrever o ato de submergir o dedo do sacerdote no sangue da oferta, simbolizando a purificação e a consagração.","por_que_esta_palavra":"Este termo é crucial para entender o ritual de purificação, onde a imersão no sangue representa a transferência de vida e a purificação do impuro.","conexao_teologica":"O ato de 'mergulhar' pode ser visto como um símbolo do batismo, que representa a purificação e a nova vida em Cristo.","referencias_relacionadas":["Levítico 14:16","Mateus 3:16","Romanos 6:4"]},"levitico_14_16_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a localização ou a posição de algo em relação a outros elementos.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a posição do sacerdote em relação ao leproso e ao ritual, enfatizando a intercessão.","por_que_esta_palavra":"A utilização de 'entre' destaca a função do sacerdote como mediador, que está entre Deus e o povo.","conexao_teologica":"Assim como o sacerdote estava entre o leproso e Deus, Cristo é nosso mediador, intercedendo por nós.","referencias_relacionadas":["Levítico 14:16","1 Timóteo 2:5","Hebreus 7:25"]},"levitico_14_17_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente ao papel do sacerdote em rituais de purificação.","explicacao_detalhada":"A repetição da palavra 'sacerdote' enfatiza a continuidade do papel do sacerdote na mediação e purificação do povo.","por_que_esta_palavra":"A presença do sacerdote é fundamental para a aceitação das ofertas e a restauração do estado puro do leproso.","conexao_teologica":"O sacerdote é um símbolo da intercessão de Cristo, que nos purifica e nos apresenta diante de Deus.","referencias_relacionadas":["Levítico 14:17","Hebreus 5:1","1 Pedro 2:5"]},"levitico_14_17_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se ao presente que é oferecido a Deus como parte do ritual de purificação.","explicacao_detalhada":"A palavra 'oferta' implica um ato de entrega e sacrifício, essencial para a reconciliação com Deus.","por_que_esta_palavra":"A oferta é um elemento central no culto israelita, simbolizando a devoção e a busca pela purificação.","conexao_teologica":"As ofertas do Antigo Testamento prefiguram o sacrifício de Cristo, que é a oferta perfeita para a redenção da humanidade.","referencias_relacionadas":["Levítico 14:17","Romanos 12:1","Hebreus 10:10"]},"levitico_14_17_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se ao estado de pureza que é restaurado ao leproso após o ritual.","explicacao_detalhada":"A palavra 'puro' indica a condição desejada após a purificação, simbolizando a aceitação de Deus.","por_que_esta_palavra":"A pureza é um tema central na lei mosaica, refletindo a santidade de Deus e a necessidade de estar em conformidade com Sua vontade.","conexao_teologica":"A pureza ritual do Antigo Testamento é um reflexo da pureza espiritual que Cristo oferece a todos que creem nele.","referencias_relacionadas":["Levítico 14:17","Salmos 51:10","Mateus 5:8"]},"levitico_14_18_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Novamente destaca o papel do sacerdote na mediação e purificação.","explicacao_detalhada":"A repetição da palavra 'sacerdote' reforça a importância da sua função no ritual de purificação do leproso.","por_que_esta_palavra":"O sacerdote é essencial para a realização dos rituais e para a restauração da comunhão com Deus.","conexao_teologica":"Assim como o sacerdote atuava no Antigo Testamento, Cristo é nosso Sumo Sacerdote que nos purifica e nos apresenta a Deus.","referencias_relacionadas":["Levítico 14:18","Hebreus 4:14","1 Pedro 2:9"]},"levitico_14_18_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à condição de pureza que é alcançada após o ritual de purificação.","explicacao_detalhada":"A palavra 'puro' é usada para descrever o estado desejado do leproso, que é restaurado à comunhão com Deus.","por_que_esta_palavra":"A pureza é um requisito para a adoração e a comunhão com Deus, refletindo Sua santidade.","conexao_teologica":"A pureza que o leproso alcança é um símbolo da pureza espiritual que todos os crentes devem buscar em Cristo.","referencias_relacionadas":["Levítico 14:18","Salmos 24:3-4","Tiago 4:8"]},"levitico_14_18_anointing":{"palavra_pt":"azeite/oleo","palavra_original":"שֶׁמֶן","transliteracao":"shemen","strong":"H8081","significado_raiz":"Ideia básica: azeite.","significado_contextual":"Refere-se ao uso de azeite como parte do ritual de unção e purificação.","explicacao_detalhada":"A palavra 'azeite' é utilizada para descrever o elemento que simboliza a unção e a consagração do leproso após a purificação.","por_que_esta_palavra":"O azeite é um símbolo de bênção, cura e a presença do Espírito Santo na vida do crente.","conexao_teologica":"A unção com azeite no Antigo Testamento prefigura a unção do Espírito Santo sobre os crentes no Novo Testamento.","referencias_relacionadas":["Levítico 14:18","Salmos 23:5","Atos 10:38"]},"levitico_14_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado em um contexto de purificação e sacrifício, simbolizando a força e a ferocidade.","explicacao_detalhada":"No contexto de Levítico 14:19, o urso pode ser visto como uma representação da força necessária para lidar com a impureza e o pecado. A menção do urso pode também evocar a ideia de um sacrifício que exige coragem e determinação.","por_que_esta_palavra":"A palavra 'urso' é utilizada para ilustrar a gravidade da situação que requer um sacrifício e a seriedade do ato de purificação.","conexao_teologica":"A presença de animais como o urso em rituais de sacrifício reflete a necessidade de expiação e a luta contra o pecado, que é uma temática central na teologia do Antigo Testamento.","referencias_relacionadas":["Levítico 14:19","Levítico 16:10","Hebreus 9:22"]},"levitico_14_19_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote atua como mediador entre Deus e o povo, responsável por realizar os rituais de purificação.","explicacao_detalhada":"Em Levítico 14:19, o sacerdote desempenha um papel crucial na purificação do leproso, simbolizando a intercessão e a autoridade divina para restaurar a santidade.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental para entender a dinâmica entre Deus e o povo, pois ele é o encarregado de conduzir os rituais necessários para a reconciliação.","conexao_teologica":"O papel do sacerdote é um precursor do sacerdócio de Cristo, que também intercede por nós e nos purifica de nossos pecados.","referencias_relacionadas":["Levítico 14:19","Hebreus 5:1","1 Pedro 2:9"]},"levitico_14_19_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O sacrifício é um ato de expiação, essencial para a purificação do pecado.","explicacao_detalhada":"Em Levítico 14:19, o sacrifício é parte do processo de restauração do leproso, simbolizando a necessidade de um preço a ser pago para a purificação e a reconciliação com Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é utilizada para enfatizar a seriedade do pecado e a necessidade de um ato de expiação para restaurar a comunhão com Deus.","conexao_teologica":"O conceito de sacrifício é central na teologia cristã, apontando para o sacrifício de Cristo como a verdadeira expiação pelos pecados da humanidade.","referencias_relacionadas":["Levítico 14:19","Romanos 3:25","Hebreus 9:26"]},"levitico_14_20_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote continua a desempenhar seu papel de mediador durante o processo de purificação.","explicacao_detalhada":"Neste versículo, o sacerdote é responsável por realizar o ato de sacrifício e assegurar que a purificação seja completa, refletindo a importância de sua função na comunidade.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' destaca a continuidade do papel mediador e a necessidade de um líder espiritual na vida do povo.","conexao_teologica":"O sacerdócio é um tema recorrente que aponta para a necessidade de intercessão e mediação entre Deus e a humanidade.","referencias_relacionadas":["Levítico 14:20","Hebreus 7:27","1 Timóteo 2:5"]},"levitico_14_20_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A oferta é um presente a Deus, simbolizando gratidão e reconhecimento da necessidade de purificação.","explicacao_detalhada":"Em Levítico 14:20, a oferta é parte do ritual de purificação, representando a devoção do indivíduo a Deus e a aceitação do sacrifício como meio de restauração.","por_que_esta_palavra":"A palavra 'oferta' é usada para enfatizar a importância de dar a Deus como parte do processo de reconciliação e adoração.","conexao_teologica":"As ofertas no Antigo Testamento prefiguram a oferta suprema de Cristo, que se entregou por nós.","referencias_relacionadas":["Levítico 14:20","Salmos 51:17","Romanos 12:1"]},"levitico_14_21_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A oferta é um elemento essencial no ritual de purificação, mostrando a necessidade de expiação.","explicacao_detalhada":"Neste versículo, a oferta é apresentada como um ato de obediência e reconhecimento da santidade de Deus, essencial para a purificação do pecador.","por_que_esta_palavra":"A repetição da palavra 'oferta' reforça a importância do ato de dar como parte do relacionamento com Deus.","conexao_teologica":"As ofertas são um símbolo da devoção e da necessidade de expiação, que culmina no sacrifício de Cristo.","referencias_relacionadas":["Levítico 14:21","Mateus 5:23-24","Hebreus 10:14"]},"levitico_14_21_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar é um ato que implica ação e decisão, essencial para a realização do ritual.","explicacao_detalhada":"Em Levítico 14:21, o ato de 'tomar' é crucial para a execução do ritual de purificação, simbolizando a necessidade de ação por parte do sacerdote e do pecador.","por_que_esta_palavra":"A palavra 'agarrar' enfatiza a importância da participação ativa no processo de purificação e na relação com Deus.","conexao_teologica":"A ação de tomar algo em um contexto de sacrifício reflete a necessidade de aceitar a graça de Deus e a responsabilidade do ser humano em responder a ela.","referencias_relacionadas":["Levítico 14:21","Tiago 1:22","Filipenses 2:12"]},"levitico_14_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho é uma referência à continuidade da linhagem e à importância da família na comunidade de fé.","explicacao_detalhada":"Em Levítico 14:22, a menção ao 'filho' pode simbolizar a inclusão da família no processo de purificação e a responsabilidade coletiva pela santidade.","por_que_esta_palavra":"A palavra 'filho' é utilizada para enfatizar a importância da herança espiritual e da transmissão da fé entre gerações.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a relação íntima entre Deus e seus seguidores.","referencias_relacionadas":["Levítico 14:22","João 1:12","Romanos 8:14"]},"levitico_14_22_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode simbolizar a queda em pecado e a necessidade de restauração.","explicacao_detalhada":"Neste versículo, a palavra 'cair' pode ser interpretada como uma referência à condição do pecador que precisa de purificação e restauração espiritual.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar a fragilidade humana e a necessidade de dependência de Deus para a restauração.","conexao_teologica":"A queda do homem é um tema central na Bíblia, que aponta para a necessidade de redenção através de Cristo.","referencias_relacionadas":["Levítico 14:22","Gênesis 3:6","Romanos 3:23"]},"levitico_14_22_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O sacrifício é um ato de expiação, essencial para a purificação do pecado.","explicacao_detalhada":"Em Levítico 14:22, o sacrifício é parte do processo de restauração, simbolizando a necessidade de um preço a ser pago para a purificação e a reconciliação com Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é utilizada para enfatizar a seriedade do pecado e a necessidade de um ato de expiação para restaurar a comunhão com Deus.","conexao_teologica":"O conceito de sacrifício é central na teologia cristã, apontando para o sacrifício de Cristo como a verdadeira expiação pelos pecados da humanidade.","referencias_relacionadas":["Levítico 14:22","Romanos 6:23","Hebreus 9:26"]},"levitico_14_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que o sacerdote deve realizar a cerimônia de purificação.","explicacao_detalhada":"O 'dia' mencionado é crucial no contexto da purificação do leproso, onde o sacerdote deve observar e declarar a condição do indivíduo após um período de espera.","por_que_esta_palavra":"A palavra 'dia' é utilizada para indicar um tempo específico em que as ações de purificação devem ocorrer, enfatizando a importância do tempo na ritualística.","conexao_teologica":"O conceito de tempo e a observância de dias específicos são fundamentais na prática religiosa, simbolizando a ordem e a santidade que Deus exige.","referencias_relacionadas":["Êxodo 12:15","Levítico 23:3","Salmos 90:12"]},"levitico_14_23_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é a figura responsável por realizar os rituais de purificação e interceder pelo povo diante de Deus.","explicacao_detalhada":"Neste contexto, o sacerdote atua como mediador entre Deus e o homem, realizando a cerimônia de purificação do leproso, que simboliza a restauração da comunhão com Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é central na prática religiosa, pois representa a autoridade espiritual e a função de intercessão que é essencial para a relação do povo com Deus.","conexao_teologica":"O sacerdócio é um símbolo do ministério de Cristo, que também é nosso sumo sacerdote, intercedendo por nós.","referencias_relacionadas":["Hebreus 5:1","Levítico 10:6","Êxodo 28:1"]},"levitico_14_23_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação do sacerdote de convocar o leproso para a cerimônia de purificação.","explicacao_detalhada":"A palavra 'vir' ou 'entrar' implica um movimento em direção ao sacerdote, simbolizando a disposição do leproso em buscar a purificação e a restauração.","por_que_esta_palavra":"Esta palavra é importante porque representa a iniciativa do leproso em se apresentar ao sacerdote, um passo essencial para a sua cura.","conexao_teologica":"A vinda ao sacerdote pode ser vista como uma metáfora para a vinda a Cristo, que é o nosso mediador e fonte de cura espiritual.","referencias_relacionadas":["Mateus 11:28","Lucas 17:14","Hebreus 7:25"]},"levitico_14_24_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote novamente é mencionado como a figura que realiza a oferta pelo leproso.","explicacao_detalhada":"Neste versículo, o sacerdote tem a responsabilidade de oferecer um sacrifício em nome do leproso, simbolizando a expiação dos pecados e a restauração da pureza.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' enfatiza a importância do seu papel na mediação e na realização dos rituais de purificação.","conexao_teologica":"O papel do sacerdote é um reflexo do ministério de Cristo, que oferece a si mesmo como sacrifício pelos pecados da humanidade.","referencias_relacionadas":["Hebreus 9:14","Levítico 16:30","Romanos 8:34"]},"levitico_14_24_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se ao sacrifício que deve ser oferecido pelo leproso como parte do processo de purificação.","explicacao_detalhada":"A 'oferta' é um ato de adoração e reconhecimento da necessidade de expiação, simbolizando a entrega ao Senhor e a busca pela purificação.","por_que_esta_palavra":"A palavra 'oferta' é crucial, pois representa a ação de trazer algo de valor a Deus, reconhecendo sua soberania e misericórdia.","conexao_teologica":"As ofertas do Antigo Testamento prefiguram o sacrifício de Cristo, que se tornou a oferta perfeita por nossos pecados.","referencias_relacionadas":["Levítico 1:3","Hebreus 10:12","Romanos 12:1"]},"levitico_14_24_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação do sacerdote de tomar a oferta para o sacrifício.","explicacao_detalhada":"A palavra 'tomar' implica um ato de apropriação e entrega ao Senhor, simbolizando a aceitação da oferta e a intercessão do sacerdote.","por_que_esta_palavra":"A ação de 'tomar' é significativa, pois representa a transição da oferta do leproso para o sacerdote, que a apresenta a Deus.","conexao_teologica":"Essa ação pode ser vista como um paralelo à entrega de nossas vidas a Cristo, que toma sobre si nossos pecados.","referencias_relacionadas":["Isaías 53:6","1 Pedro 2:24","Gálatas 2:20"]},"levitico_14_25_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de sacrificar a oferta como parte do processo de purificação.","explicacao_detalhada":"O 'sacrifício' é um ato de entrega e adoração, onde a vida do animal é oferecida a Deus em substituição ao pecador.","por_que_esta_palavra":"A palavra 'sacrifício' é central na teologia do Antigo Testamento, simbolizando a necessidade de expiação para a restauração da comunhão com Deus.","conexao_teologica":"O sacrifício do Antigo Testamento aponta para o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["João 1:29","Hebreus 9:22","1 Coríntios 5:7"]},"levitico_14_25_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se à oferta que é apresentada como parte do sacrifício pelo leproso.","explicacao_detalhada":"A 'oferta' aqui é um elemento essencial no ritual de purificação, simbolizando a entrega e a busca pela aceitação diante de Deus.","por_que_esta_palavra":"A repetição da palavra 'oferta' reforça a importância do ato de dar a Deus algo de valor como expressão de fé e arrependimento.","conexao_teologica":"As ofertas do Antigo Testamento são um símbolo da entrega total a Deus, refletindo a oferta de Cristo por nós.","referencias_relacionadas":["Levítico 7:30","Salmos 54:6","Mateus 5:23-24"]},"levitico_14_25_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é novamente mencionado como o responsável por realizar o sacrifício.","explicacao_detalhada":"Neste contexto, o sacerdote atua como mediador, garantindo que o sacrifício seja aceito por Deus e que o leproso seja purificado.","por_que_esta_palavra":"A ênfase na figura do sacerdote destaca a importância da mediação na relação entre Deus e o homem.","conexao_teologica":"O sacerdócio de Cristo é um tema central no Novo Testamento, onde Ele é apresentado como o sumo sacerdote que oferece a si mesmo.","referencias_relacionadas":["Hebreus 4:14","Hebreus 7:27","1 Timóteo 2:5"]},"levitico_14_26_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é mencionado novamente, enfatizando seu papel contínuo no processo de purificação.","explicacao_detalhada":"A repetição da palavra 'sacerdote' mostra a continuidade do seu papel como mediador e executor dos rituais de purificação.","por_que_esta_palavra":"A presença constante do sacerdote no ritual enfatiza a necessidade de intercessão e mediação na relação com Deus.","conexao_teologica":"A figura do sacerdote no Antigo Testamento é um precursor do ministério de Cristo, que é nosso intercessor eterno.","referencias_relacionadas":["Hebreus 8:1","Romanos 5:1-2","Gálatas 3:20"]},"levitico_14_26_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à posição ou localização de algo em relação a outros elementos.","explicacao_detalhada":"A palavra 'entre' é utilizada para indicar a relação de proximidade ou inclusão em um grupo. No contexto de Levítico 14:26, ela enfatiza a ação do sacerdote em relação ao leproso, que é tratado em meio a um ritual de purificação.","por_que_esta_palavra":"A escolha da palavra 'entre' destaca a importância da intercessão do sacerdote na purificação do leproso, simbolizando a conexão entre o homem e Deus.","conexao_teologica":"A ideia de estar 'entre' sugere a mediação, um tema central na teologia bíblica, onde o sacerdote atua como intermediário entre Deus e o povo.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Êxodo 28:1"]},"levitico_14_26_anointing":{"palavra_pt":"azeite/oleo","palavra_original":"שֶׁמֶן","transliteracao":"shemen","strong":"H8081","significado_raiz":"Ideia básica: azeite.","significado_contextual":"Refere-se ao ato de ungir, que é um ritual de consagração.","explicacao_detalhada":"O 'azeite' ou 'óleo' é utilizado para ungir o sacerdote e os objetos sagrados, simbolizando a presença e a unção do Espírito Santo. Em Levítico 14:26, o azeite é parte do ritual de purificação do leproso.","por_que_esta_palavra":"A palavra 'azeite' é significativa porque representa a unção divina e a separação para um propósito sagrado.","conexao_teologica":"A unção com azeite é um símbolo do Espírito Santo e da consagração, que é essencial para o ministério e a vida cristã.","referencias_relacionadas":["Salmos 23:5","Isaías 61:1","Tiago 5:14"]},"levitico_14_27_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura do sacerdote, que desempenha um papel crucial nos rituais de purificação.","explicacao_detalhada":"O sacerdote é o mediador entre Deus e o povo, responsável por realizar os sacrifícios e rituais necessários para a purificação e reconciliação. Em Levítico 14:27, ele é mencionado como aquele que aplica o azeite durante o ritual.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental, pois destaca a importância da liderança espiritual e da mediação na relação com Deus.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, representando a intercessão e a mediação de Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:5","Êxodo 28:1"]},"levitico_14_27_sprinkle":{"palavra_pt":"sprinkle","palavra_original":"נָזָה","transliteracao":"nâzâh","strong":"H5137","significado_raiz":"Ideia básica: sprinkle.","significado_contextual":"Refere-se ao ato de aspergir, que é uma parte importante dos rituais de purificação.","explicacao_detalhada":"A palavra 'sprinkle' descreve a ação do sacerdote ao aspergir o sangue ou o azeite, simbolizando a purificação e a santificação. Em Levítico 14:27, isso é essencial para a restauração do leproso.","por_que_esta_palavra":"A ação de aspergir é significativa, pois representa a aplicação do sacrifício e a purificação do pecado.","conexao_teologica":"A aspersão é um símbolo da purificação que Cristo realiza em nossas vidas, limpando-nos de toda impureza.","referencias_relacionadas":["Hebreus 9:13-14","1 João 1:7","Salmos 51:7"]},"levitico_14_27_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à posição ou localização de algo em relação a outros elementos.","explicacao_detalhada":"A palavra 'entre' é utilizada para indicar a relação de proximidade ou inclusão em um grupo. No contexto de Levítico 14:27, ela enfatiza a ação do sacerdote em relação ao leproso, que é tratado em meio a um ritual de purificação.","por_que_esta_palavra":"A escolha da palavra 'entre' destaca a importância da intercessão do sacerdote na purificação do leproso, simbolizando a conexão entre o homem e Deus.","conexao_teologica":"A ideia de estar 'entre' sugere a mediação, um tema central na teologia bíblica, onde o sacerdote atua como intermediário entre Deus e o povo.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Êxodo 28:1"]},"levitico_14_28_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, especialmente em um contexto de sacrifício.","explicacao_detalhada":"A palavra 'dar' é utilizada para descrever a ação de oferecer uma oferta ao Senhor. Em Levítico 14:28, isso é parte do processo de purificação do leproso, onde ele deve dar uma oferta ao sacerdote.","por_que_esta_palavra":"A palavra 'dar' enfatiza a importância da oferta como um ato de adoração e reconhecimento da soberania de Deus.","conexao_teologica":"Dar é um princípio fundamental na vida cristã, refletindo a generosidade de Deus e nosso chamado a sermos generosos também.","referencias_relacionadas":["2 Coríntios 9:7","Mateus 5:23-24","Hebreus 13:16"]},"levitico_14_28_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura do sacerdote, que desempenha um papel crucial nos rituais de purificação.","explicacao_detalhada":"O sacerdote é o mediador entre Deus e o povo, responsável por realizar os sacrifícios e rituais necessários para a purificação e reconciliação. Em Levítico 14:28, ele é mencionado como aquele que recebe a oferta do leproso.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental, pois destaca a importância da liderança espiritual e da mediação na relação com Deus.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, representando a intercessão e a mediação de Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:5","Êxodo 28:1"]},"levitico_14_28_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se ao presente ou sacrifício oferecido a Deus.","explicacao_detalhada":"A palavra 'oferta' é utilizada para descrever o que é dado a Deus como um ato de adoração. Em Levítico 14:28, a oferta é parte do processo de purificação do leproso, simbolizando a gratidão e a busca de reconciliação com Deus.","por_que_esta_palavra":"A palavra 'oferta' é significativa porque representa a devoção e a entrega a Deus, um princípio central na adoração.","conexao_teologica":"A oferta é um símbolo do sacrifício de Cristo, que se ofereceu por nós, e nos chama a oferecer nossas vidas em adoração.","referencias_relacionadas":["Romanos 12:1","Filipenses 4:18","Mateus 5:23-24"]},"levitico_14_29_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura do sacerdote, que desempenha um papel crucial nos rituais de purificação.","explicacao_detalhada":"O sacerdote é o mediador entre Deus e o povo, responsável por realizar os sacrifícios e rituais necessários para a purificação e reconciliação. Em Levítico 14:29, ele é mencionado como aquele que aplica o azeite durante o ritual.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental, pois destaca a importância da liderança espiritual e da mediação na relação com Deus.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, representando a intercessão e a mediação de Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:5","Êxodo 28:1"]},"levitico_14_29_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se ao estado de pureza, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'puro' é utilizada para descrever a condição do leproso após o ritual de purificação. Em Levítico 14:29, isso simboliza a restauração e a aceitação diante de Deus.","por_que_esta_palavra":"A palavra 'puro' é significativa, pois representa a limpeza do pecado e a restauração da comunhão com Deus.","conexao_teologica":"A pureza é um tema central na Bíblia, refletindo a santidade de Deus e o chamado para que vivamos em santidade.","referencias_relacionadas":["Mateus 5:8","1 João 1:9","Salmos 51:10"]},"levitico_14_29_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão em um grupo.","explicacao_detalhada":"No contexto de Levítico 14:29, a palavra 'entre' é usada para descrever a posição de algo que está no meio de outros elementos, enfatizando a ideia de pertencimento ou associação.","por_que_esta_palavra":"A escolha da palavra 'entre' é crucial para entender a dinâmica de como os elementos se relacionam no ritual descrito.","conexao_teologica":"A ideia de estar 'entre' pode ser vista como uma representação da presença de Deus no meio do seu povo.","referencias_relacionadas":["Êxodo 25:8","Salmos 22:3","Mateus 18:20"]},"levitico_14_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal específico que é mencionado em rituais de purificação.","explicacao_detalhada":"Em Levítico 14:30, o 'urso' é um símbolo de força e proteção, e sua inclusão nos rituais pode representar a necessidade de um sacrifício forte e significativo.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a importância do sacrifício e a seriedade do ato de purificação.","conexao_teologica":"O sacrifício de animais é um tema central na teologia do Antigo Testamento, simbolizando a expiação e a reconciliação com Deus.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"levitico_14_30_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Em Levítico 14:30, \"entre\" aparece na frase \"Depois oferecerá uma das rolas ou um dos pombinhos, conforme suas posses,\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (מִן; min; H4480), \"entre\" traz a ideia de entre. Aqui, essa palavra deixa o ensino de Levítico 14:30 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"entre\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Levítico 15:16. Lendo junto com Levítico 14:30, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Levítico 14:30","Levítico 15:16","Salmos 119:105"]},"levitico_14_31_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se a um presente ou sacrifício feito a Deus como parte de um ritual.","explicacao_detalhada":"Em Levítico 14:31, a 'oferta' é um componente essencial do processo de purificação, simbolizando a devoção e a submissão do ofertante a Deus.","por_que_esta_palavra":"A palavra 'oferta' é escolhida para destacar a importância do ato de dar como um meio de se aproximar de Deus.","conexao_teologica":"As ofertas são uma expressão de gratidão e reconhecimento da soberania de Deus, refletindo a relação entre o homem e o Criador.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 2:1","Filipenses 4:18"]},"levitico_14_31_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se à figura responsável por intermediar entre Deus e o povo.","explicacao_detalhada":"No contexto de Levítico 14:31, o 'sacerdote' desempenha um papel crucial na realização dos rituais de purificação, atuando como mediador e guia espiritual.","por_que_esta_palavra":"A escolha da palavra 'sacerdote' enfatiza a importância da liderança espiritual e da autoridade na prática religiosa.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a intercessão e a mediação de Cristo como nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"levitico_14_31_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se ao estado de limpeza e aceitação diante de Deus.","explicacao_detalhada":"Em Levítico 14:31, 'puro' é usado para descrever a condição desejada após o ritual de purificação, simbolizando a restauração da comunhão com Deus.","por_que_esta_palavra":"A palavra 'puro' é essencial para entender o objetivo dos rituais de purificação, que é a restauração da santidade.","conexao_teologica":"A pureza é um tema recorrente na Bíblia, refletindo a necessidade de estar limpo para se aproximar de Deus.","referencias_relacionadas":["Salmos 51:10","Mateus 5:8","Hebreus 12:14"]},"levitico_14_32_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à sinceridade no contexto dos rituais.","explicacao_detalhada":"Em Levítico 14:32, 'verdade' pode ser interpretada como a autenticidade do coração do ofertante ao se apresentar diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'verdade' é importante para enfatizar a necessidade de sinceridade nas ofertas e rituais.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na adoração, refletindo a necessidade de um relacionamento genuíno com Ele.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"levitico_14_32_idiom":{"palavra_pt":"expressao","palavra_original":"טׇהֳרָה","transliteracao":"ṭohŏrâh","strong":"H2893","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à manifestação externa de um estado interno.","explicacao_detalhada":"Em Levítico 14:32, 'expressão' pode se referir à forma como a pureza é demonstrada através de ações e rituais.","por_que_esta_palavra":"A escolha da palavra 'expressão' é significativa para entender como a pureza deve se manifestar na vida do crente.","conexao_teologica":"A expressão da fé é um tema importante na Bíblia, refletindo a necessidade de que a vida do crente seja um testemunho da verdade de Deus.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:22-23","Mateus 7:20"]},"levitico_14_33_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar ou declarar algo.","explicacao_detalhada":"Em Levítico 14:33, 'falar' é usado para descrever a instrução que deve ser dada em relação aos rituais de purificação.","por_que_esta_palavra":"A escolha da palavra 'falar' é importante para enfatizar a necessidade de comunicação clara e instrução na prática religiosa.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e o homem, refletindo a importância da Palavra de Deus na vida do crente.","referencias_relacionadas":["Salmos 119:105","Romanos 10:17","Tiago 1:19"]},"levitico_14_33_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao título de Deus, enfatizando sua autoridade e soberania.","explicacao_detalhada":"Em Levítico 14:33, 'senhor' é usado para reconhecer a posição de Deus como o Criador e Sustentador, que dá instruções ao seu povo.","por_que_esta_palavra":"A escolha da palavra 'senhor' é significativa para reafirmar a relação de submissão e reverência que o povo deve ter para com Deus.","conexao_teologica":"O nome de Deus é central na adoração e na prática da fé, refletindo sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"levitico_14_33_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de instruções divinas ao sacerdote.","explicacao_detalhada":"Neste contexto, Deus instrui Moisés sobre como o sacerdote deve proceder em relação à casa contaminada. A palavra 'dizer' enfatiza a importância da revelação divina e da obediência às suas ordens.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a autoridade de Deus e a necessidade de seguir suas instruções com precisão.","conexao_teologica":"A comunicação de Deus com seu povo é um tema central na Bíblia, mostrando que Ele se preocupa com a pureza e a santidade.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:5","Salmos 119:105"]},"levitico_14_34_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou transferir algo, neste caso, a responsabilidade ao sacerdote.","explicacao_detalhada":"Deus ordena que o sacerdote examine a casa e determine se está contaminada. A palavra 'dar' implica que a responsabilidade de avaliar a situação é transferida ao sacerdote.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender a dinâmica entre Deus, o sacerdote e o povo, mostrando a importância do papel do sacerdote como mediador.","conexao_teologica":"A função do sacerdote como mediador entre Deus e o povo é um tema recorrente, simbolizando a intercessão de Cristo.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Êxodo 28:1"]},"levitico_14_34_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar físico, que pode ser afetado pela impureza.","explicacao_detalhada":"Neste versículo, a casa é o local onde a contaminação pode ocorrer, e a purificação é necessária para restaurar a santidade do espaço.","por_que_esta_palavra":"A casa simboliza não apenas um espaço físico, mas também a vida familiar e a presença de Deus no lar.","conexao_teologica":"A ideia de purificação da casa reflete a necessidade de manter a santidade em todos os aspectos da vida.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","1 Coríntios 3:16"]},"levitico_14_34_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o sacerdote deve agir.","explicacao_detalhada":"Este termo conecta a instrução divina à ação do sacerdote, explicando que a contaminação exige uma resposta.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica divina e a necessidade de ação em resposta à revelação.","conexao_teologica":"A obediência a Deus é frequentemente motivada pela compreensão de suas razões e propósitos.","referencias_relacionadas":["Isaías 1:18","Romanos 12:1","Tiago 1:22"]},"levitico_14_35_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' é novamente mencionada, enfatizando a importância do espaço físico na vida espiritual.","explicacao_detalhada":"A casa é o local onde a contaminação foi identificada, e a purificação é um passo necessário para restaurar a santidade.","por_que_esta_palavra":"A repetição da palavra 'casa' reforça a ideia de que a santidade deve ser mantida em todos os lares.","conexao_teologica":"A purificação da casa é um reflexo da necessidade de purificação espiritual em nossas vidas.","referencias_relacionadas":["1 Reis 8:29","Salmos 23:6","Mateus 10:12"]},"levitico_14_35_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se ao mediador entre Deus e o povo, responsável por avaliar a contaminação.","explicacao_detalhada":"O sacerdote tem a tarefa de examinar a casa e determinar se a purificação é necessária, simbolizando seu papel de liderança espiritual.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental para entender a estrutura religiosa e a importância da liderança espiritual na comunidade.","conexao_teologica":"O sacerdócio é um símbolo do ministério de Cristo, que é nosso sumo sacerdote.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:5","Êxodo 28:1"]},"levitico_14_35_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se à ação do sacerdote ao se aproximar da casa para examiná-la.","explicacao_detalhada":"O sacerdote deve entrar na casa para realizar a avaliação, simbolizando a necessidade de examinar a vida e o coração.","por_que_esta_palavra":"A palavra 'vir' implica ação e disposição para enfrentar a contaminação.","conexao_teologica":"A ideia de entrar na casa reflete a necessidade de permitir que Deus examine nossas vidas.","referencias_relacionadas":["Salmos 139:23","Mateus 7:3","Apocalipse 3:20"]},"levitico_14_36_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é novamente mencionada, reforçando seu papel central no processo de purificação.","explicacao_detalhada":"O sacerdote é o responsável por conduzir o processo de purificação, demonstrando a importância da liderança espiritual.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' enfatiza a continuidade do papel do mediador entre Deus e o povo.","conexao_teologica":"A função do sacerdote é um precursor do ministério de Cristo, que intercede por nós.","referencias_relacionadas":["Hebreus 7:27","Romanos 8:34","1 Timóteo 2:5"]},"levitico_14_36_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' é novamente utilizada, destacando a importância do espaço físico na vida espiritual.","explicacao_detalhada":"A casa é o local onde a contaminação foi identificada, e a purificação é um passo necessário para restaurar a santidade.","por_que_esta_palavra":"A repetição da palavra 'casa' reforça a ideia de que a santidade deve ser mantida em todos os lares.","conexao_teologica":"A purificação da casa é um reflexo da necessidade de purificação espiritual em nossas vidas.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","1 Coríntios 3:16"]},"levitico_14_36_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de Deus em instruir o sacerdote sobre o que fazer em relação à casa.","explicacao_detalhada":"Deus dá ordens ao sacerdote, mostrando que Ele está ativamente envolvido na purificação do Seu povo.","por_que_esta_palavra":"A palavra 'enviar' destaca a iniciativa de Deus em guiar e instruir seu povo.","conexao_teologica":"A ideia de ser enviado é central na missão de Cristo e na chamada para a evangelização.","referencias_relacionadas":["Mateus 28:19","João 20:21","Romanos 10:15"]},"levitico_14_37_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à estrutura física onde as pessoas habitam, simbolizando segurança e abrigo.","explicacao_detalhada":"No contexto de Levítico 14, a casa é examinada pelo sacerdote para identificar a presença de manchas que indicam impureza. A casa, portanto, não é apenas um espaço físico, mas também um lugar de santidade e pureza.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a importância do lar na vida comunitária e espiritual do povo de Israel.","conexao_teologica":"A casa é um símbolo da presença de Deus entre o Seu povo, refletindo a necessidade de pureza e santidade em todos os aspectos da vida.","referencias_relacionadas":["Levítico 14:34","Deuteronômio 6:9","Salmos 127:1"]},"levitico_14_37_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de observar ou examinar algo cuidadosamente.","explicacao_detalhada":"Neste contexto, o sacerdote deve 'ver' a casa para determinar se há sinais de contaminação. A visão é um ato de discernimento que requer atenção e cuidado.","por_que_esta_palavra":"A palavra 'ver' é crucial para o processo de purificação, pois implica em um exame minucioso e a necessidade de decisões baseadas em observações.","conexao_teologica":"A capacidade de ver e discernir é uma habilidade dada por Deus, essencial para a liderança espiritual e a manutenção da pureza na comunidade.","referencias_relacionadas":["Levítico 13:2","Mateus 7:3","Hebreus 12:15"]},"levitico_14_38_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao líder espiritual responsável por conduzir rituais e manter a pureza do povo.","explicacao_detalhada":"O sacerdote desempenha um papel fundamental na identificação e declaração da impureza, atuando como mediador entre Deus e o povo.","por_que_esta_palavra":"A palavra 'sacerdote' é usada para destacar a importância da liderança espiritual na manutenção da santidade e na observância das leis de Deus.","conexao_teologica":"Os sacerdotes são vistos como representantes de Deus, e seu papel é essencial para a vida religiosa e comunitária de Israel.","referencias_relacionadas":["Levítico 10:10","Números 18:1","Hebreus 5:1"]},"levitico_14_38_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Novamente se refere à estrutura física onde as pessoas habitam, com foco na necessidade de pureza.","explicacao_detalhada":"A casa é inspecionada para verificar se há contaminação, e a purificação da casa é um reflexo da purificação do povo.","por_que_esta_palavra":"A repetição da palavra 'casa' enfatiza a importância do ambiente familiar e comunitário na vida espiritual.","conexao_teologica":"A pureza da casa é um reflexo da pureza do coração e da vida do povo de Deus.","referencias_relacionadas":["Levítico 14:34","Salmos 127:1","Mateus 12:25"]},"levitico_14_38_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou afastar-se de um lugar.","explicacao_detalhada":"Neste contexto, a palavra 'sair' pode se referir ao ato de deixar a casa contaminada, simbolizando a necessidade de afastar-se do pecado e da impureza.","por_que_esta_palavra":"A palavra 'sair' é importante para entender a ação de se distanciar da contaminação e buscar a pureza.","conexao_teologica":"A ideia de sair é frequentemente associada à libertação do pecado e à busca de uma vida santa diante de Deus.","referencias_relacionadas":["2 Coríntios 6:17","Gálatas 5:1","Romanos 12:1"]},"levitico_14_39_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente ao líder espiritual responsável por conduzir rituais e manter a pureza do povo.","explicacao_detalhada":"O sacerdote deve avaliar a situação da casa após a contaminação e determinar os passos necessários para a purificação.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' reforça a importância do papel do líder espiritual na vida da comunidade.","conexao_teologica":"Os sacerdotes são fundamentais para a mediação entre Deus e o povo, especialmente em questões de pureza e santidade.","referencias_relacionadas":["Levítico 10:10","Números 18:1","Hebreus 5:1"]},"levitico_14_39_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, que é importante para a contagem de rituais e purificações.","explicacao_detalhada":"O dia é um elemento crucial na observância das leis de purificação, indicando um tempo específico para a avaliação e a ação.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a importância do tempo na execução dos rituais e na vida espiritual.","conexao_teologica":"O conceito de tempo é fundamental na teologia bíblica, refletindo a ordem e a soberania de Deus sobre a criação.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8","Salmos 90:12"]},"levitico_14_39_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente à estrutura física onde as pessoas habitam, com foco na necessidade de pureza.","explicacao_detalhada":"A casa é inspecionada para verificar se há contaminação, e a purificação da casa é um reflexo da purificação do povo.","por_que_esta_palavra":"A repetição da palavra 'casa' enfatiza a importância do ambiente familiar e comunitário na vida espiritual.","conexao_teologica":"A pureza da casa é um reflexo da pureza do coração e da vida do povo de Deus.","referencias_relacionadas":["Levítico 14:34","Salmos 127:1","Mateus 12:25"]},"levitico_14_40_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente ao líder espiritual responsável por conduzir rituais e manter a pureza do povo.","explicacao_detalhada":"O sacerdote deve realizar os rituais necessários para a purificação da casa, atuando como mediador entre Deus e o povo.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' reforça a importância do papel do líder espiritual na vida da comunidade.","conexao_teologica":"Os sacerdotes são fundamentais para a mediação entre Deus e o povo, especialmente em questões de pureza e santidade.","referencias_relacionadas":["Levítico 10:10","Números 18:1","Hebreus 5:1"]},"levitico_14_40_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma área habitada, que pode ser um centro de vida comunitária e espiritual.","explicacao_detalhada":"A cidade é um espaço onde as pessoas se reúnem, e a pureza da cidade é essencial para a saúde espiritual da comunidade.","por_que_esta_palavra":"A palavra 'cidade' é usada para enfatizar a importância da vida comunitária e da santidade em um contexto mais amplo.","conexao_teologica":"A cidade é um símbolo da coletividade e da presença de Deus entre o Seu povo, refletindo a necessidade de pureza em todos os aspectos da vida.","referencias_relacionadas":["Salmos 122:1","Mateus 5:14","Hebreus 13:14"]},"levitico_14_40_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de enviar alguém ou algo, neste caso, o sacerdote que deve inspecionar a casa.","explicacao_detalhada":"No contexto de Levítico 14, 'enviar' implica a necessidade de um sacerdote para avaliar a condição da casa, especialmente em relação à contaminação por lepra. Essa ação é crucial para a purificação e restauração da comunidade.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a autoridade do sacerdote e a importância do processo de verificação e purificação.","conexao_teologica":"A ação de enviar o sacerdote é um símbolo da necessidade de um mediador entre Deus e o povo, refletindo a função sacerdotal na restauração espiritual.","referencias_relacionadas":["Levítico 14:33-36","Êxodo 29:9","Números 6:23"]},"levitico_14_41_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar físico onde as pessoas vivem, que pode ser afetado por contaminação.","explicacao_detalhada":"Neste capítulo, a casa é o local que pode ser purificado ou declarado impuro. A condição da casa reflete a saúde espiritual da comunidade.","por_que_esta_palavra":"A ênfase na casa destaca a importância do ambiente familiar e comunitário na vida espiritual do povo de Israel.","conexao_teologica":"A casa é um símbolo da presença de Deus entre o seu povo, e sua purificação é essencial para manter essa relação.","referencias_relacionadas":["Levítico 14:34","Deuteronômio 6:9","Salmos 127:1"]},"levitico_14_41_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se ao líquido vital que simboliza vida e purificação.","explicacao_detalhada":"No contexto de Levítico 14, o sangue é utilizado em rituais de purificação, representando a expiação e a restauração da pureza.","por_que_esta_palavra":"O uso do sangue enfatiza a seriedade do pecado e a necessidade de sacrifício para a purificação.","conexao_teologica":"O sangue é um símbolo central na teologia do sacrifício, apontando para a obra redentora de Cristo.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Romanos 5:9"]},"levitico_14_41_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"A palavra 'po' refere-se ao pó ou terra, que pode ser um símbolo de impureza.","explicacao_detalhada":"Neste contexto, o pó é utilizado para indicar a contaminação que pode estar presente na casa e que precisa ser tratada.","por_que_esta_palavra":"A escolha da palavra 'po' destaca a fragilidade e a vulnerabilidade da condição humana diante da impureza.","conexao_teologica":"O pó é um lembrete da criação do homem a partir da terra e da necessidade de purificação espiritual.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Eclesiastes 3:20"]},"levitico_14_42_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"A palavra 'po' novamente refere-se ao pó ou terra, enfatizando a necessidade de purificação.","explicacao_detalhada":"Assim como em Levítico 14:41, o pó é um elemento que representa a contaminação que deve ser removida para restaurar a pureza da casa.","por_que_esta_palavra":"A repetição da palavra 'po' reforça a seriedade da contaminação e a necessidade de um processo de purificação.","conexao_teologica":"A presença do pó simboliza a necessidade de arrependimento e purificação na vida espiritual.","referencias_relacionadas":["Levítico 14:41","Isaías 40:6","Salmos 104:29"]},"levitico_14_42_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' é novamente utilizada para se referir ao lar que precisa ser inspecionado e purificado.","explicacao_detalhada":"A casa é o espaço onde a vida familiar acontece, e sua pureza é essencial para a saúde espiritual da comunidade.","por_que_esta_palavra":"A repetição da palavra 'casa' enfatiza a importância do ambiente familiar na vida espiritual do povo.","conexao_teologica":"A purificação da casa é um reflexo da purificação do coração e da vida do povo de Deus.","referencias_relacionadas":["Levítico 14:34","Deuteronômio 6:9","Salmos 127:1"]},"levitico_14_42_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de pegar ou agarrar algo, neste caso, o sacerdote tomando medidas para purificar a casa.","explicacao_detalhada":"O ato de 'tomar' é uma ação deliberada que implica responsabilidade e autoridade na purificação.","por_que_esta_palavra":"A escolha da palavra 'tomar' destaca a ação ativa do sacerdote em lidar com a contaminação.","conexao_teologica":"A ação de tomar medidas para purificação é um reflexo da responsabilidade do líder espiritual em guiar o povo.","referencias_relacionadas":["Levítico 14:43","Números 6:23","Tiago 4:7"]},"levitico_14_43_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' é usada novamente para enfatizar a importância do espaço físico na vida espiritual.","explicacao_detalhada":"A condição da casa é um reflexo da saúde espiritual da comunidade, e sua purificação é essencial.","por_que_esta_palavra":"A repetição da palavra 'casa' reforça a ideia de que o ambiente familiar é crucial para a vida espiritual.","conexao_teologica":"A purificação da casa é um símbolo da purificação do coração e da vida do povo de Deus.","referencias_relacionadas":["Levítico 14:34","Deuteronômio 6:9","Salmos 127:1"]},"levitico_14_43_crescer":{"palavra_pt":"crescer","palavra_original":"פָּרַח","transliteracao":"pârach","strong":"H6524","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' refere-se ao desenvolvimento ou aumento, que pode ser físico ou espiritual.","explicacao_detalhada":"Neste contexto, 'crescer' pode se referir ao crescimento da contaminação na casa, que precisa ser tratada.","por_que_esta_palavra":"A escolha da palavra 'crescer' enfatiza a gravidade da situação e a necessidade de ação imediata.","conexao_teologica":"O crescimento espiritual é um tema central na vida cristã, e a purificação é essencial para esse crescimento.","referencias_relacionadas":["1 Pedro 2:2","Colossenses 2:19","Efésios 4:15"]},"levitico_14_44_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que tem a responsabilidade de mediar entre Deus e o povo.","explicacao_detalhada":"O sacerdote é a figura central no processo de purificação, atuando como intermediário e guia espiritual.","por_que_esta_palavra":"A escolha da palavra 'sacerdote' destaca a importância do papel do líder espiritual na vida da comunidade.","conexao_teologica":"O sacerdócio é um símbolo da mediação de Cristo, que é o nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Êxodo 28:1"]},"levitico_14_44_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à estrutura física onde as pessoas habitam, simbolizando segurança e abrigo.","explicacao_detalhada":"No contexto de Levítico 14, a casa é mencionada em relação à purificação de uma casa contaminada por lepra. A casa representa não apenas um espaço físico, mas também a vida comunitária e a presença de Deus no lar.","por_que_esta_palavra":"A palavra 'casa' é utilizada para enfatizar a importância do lar na vida do povo de Israel e as implicações espirituais de sua pureza.","conexao_teologica":"A casa é um símbolo da presença de Deus entre o Seu povo. A purificação da casa reflete a necessidade de santidade e a importância da pureza espiritual.","referencias_relacionadas":["Levítico 14:33-53","Deuteronômio 6:9","Salmos 127:1"]},"levitico_14_44_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de entrar ou vir para um lugar, especialmente em um contexto de convocação ou purificação.","explicacao_detalhada":"Neste versículo, a palavra 'vir' é usada para descrever a ação de entrar na casa que foi purificada, simbolizando a restauração e a nova vida após a contaminação.","por_que_esta_palavra":"A escolha da palavra 'vir' enfatiza a ação de se aproximar de algo sagrado e a importância do processo de purificação.","conexao_teologica":"A ideia de 'vir' está ligada à aproximação de Deus e à necessidade de estar em conformidade com as Suas leis para experimentar a Sua presença.","referencias_relacionadas":["Levítico 14:34","Êxodo 25:8","Salmos 24:3-4"]},"levitico_14_45_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Novamente refere-se à estrutura física, mas neste contexto, está associada à destruição devido à contaminação.","explicacao_detalhada":"A casa é considerada impura e, portanto, deve ser destruída para evitar a propagação da lepra. Isso reflete a seriedade da contaminação e a necessidade de manter a pureza na comunidade.","por_que_esta_palavra":"A repetição da palavra 'casa' enfatiza a gravidade da situação e a necessidade de medidas drásticas para preservar a santidade.","conexao_teologica":"A destruição da casa impura simboliza a necessidade de remover o pecado e a contaminação da vida do povo de Deus.","referencias_relacionadas":["Levítico 14:45-46","Números 19:20","Mateus 5:29"]},"levitico_14_45_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma área habitada, maior que uma casa, onde a contaminação pode afetar uma comunidade inteira.","explicacao_detalhada":"A menção da cidade destaca a importância da pureza não apenas em nível individual, mas também comunitário, pois a contaminação pode se espalhar.","por_que_esta_palavra":"A palavra 'cidade' é usada para enfatizar a responsabilidade coletiva do povo em manter a santidade e a pureza.","conexao_teologica":"A cidade representa a coletividade do povo de Deus, e a pureza é essencial para a saúde espiritual da comunidade.","referencias_relacionadas":["Levítico 14:45","Salmos 122:6","Mateus 5:14"]},"levitico_14_45_destruir":{"palavra_pt":"destruir","palavra_original":"נָתַץ","transliteracao":"nâthats","strong":"H5422","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de demolir ou eliminar algo que é considerado impuro.","explicacao_detalhada":"A destruição da casa contaminada é uma medida drástica, mas necessária para proteger a comunidade da contaminação espiritual.","por_que_esta_palavra":"A palavra 'destruir' enfatiza a seriedade da contaminação e a urgência de agir para restaurar a pureza.","conexao_teologica":"A destruição simboliza a necessidade de lidar com o pecado de forma decisiva, refletindo a natureza de Deus como Santo.","referencias_relacionadas":["Levítico 14:45","Romanos 6:23","Apocalipse 21:8"]},"levitico_14_46_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Mais uma vez, refere-se à casa, agora em um contexto de proibição de habitação devido à contaminação.","explicacao_detalhada":"A casa é considerada um lugar de impureza, e a proibição de habitar nela reflete a necessidade de separação do que é impuro.","por_que_esta_palavra":"A repetição da palavra 'casa' reforça a ideia de que a pureza deve ser mantida em todos os aspectos da vida.","conexao_teologica":"A proibição de habitar a casa impura simboliza a separação que Deus exige entre o santo e o profano.","referencias_relacionadas":["Levítico 14:46","2 Coríntios 6:17","Hebreus 12:14"]},"levitico_14_46_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de entrar ou se aproximar de um espaço, especialmente em um contexto de purificação.","explicacao_detalhada":"A palavra 'vir' é usada para descrever a ação de se aproximar da casa após a purificação, simbolizando a restauração da comunhão.","por_que_esta_palavra":"A escolha da palavra 'vir' enfatiza a importância da aproximação a Deus após a purificação.","conexao_teologica":"A ideia de 'vir' está ligada à restauração da comunhão com Deus e à importância da pureza espiritual.","referencias_relacionadas":["Levítico 14:46","Tiago 4:8","1 João 1:9"]},"levitico_14_46_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo deve ser feito, especialmente em relação às instruções de Deus.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância de seguir as instruções divinas de maneira correta e reverente.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de obedecer às diretrizes de Deus em todas as ações.","conexao_teologica":"A maneira como seguimos as instruções de Deus reflete nossa reverência e compromisso com Ele.","referencias_relacionadas":["Levítico 14:46","Deuteronômio 5:32","Mateus 7:21"]},"levitico_14_47_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de repousar ou descansar, especialmente após um período de purificação.","explicacao_detalhada":"O descanso é um símbolo de restauração e renovação após a purificação, refletindo a paz que vem de estar em conformidade com Deus.","por_que_esta_palavra":"A palavra 'descanso' é usada para enfatizar a importância de encontrar paz após a obediência às instruções de Deus.","conexao_teologica":"O descanso é um tema central na teologia bíblica, simbolizando a paz e a comunhão com Deus.","referencias_relacionadas":["Levítico 14:47","Êxodo 20:8-11","Mateus 11:28-30"]},"levitico_14_47_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa como um espaço de habitação, agora em um contexto de purificação e descanso.","explicacao_detalhada":"A casa é vista como um lugar de segurança e descanso após a purificação, simbolizando a restauração da comunhão com Deus.","por_que_esta_palavra":"A repetição da palavra 'casa' enfatiza a importância do lar na vida espiritual e comunitária.","conexao_teologica":"A casa é um símbolo da presença de Deus e da paz que Ele oferece ao Seu povo após a purificação.","referencias_relacionadas":["Levítico 14:47","Salmos 23:1-3","João 14:2"]},"levitico_14_47_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao que é consumido para sustentar a vida, especialmente em um contexto de purificação.","explicacao_detalhada":"No contexto de Levítico 14, o alimento é mencionado em relação ao processo de purificação de uma pessoa que foi curada da lepra. O sacerdote determina o que é aceitável para a alimentação após a purificação.","por_que_esta_palavra":"A palavra 'alimento' é crucial para entender a importância da pureza e da santidade nas práticas alimentares do povo de Israel.","conexao_teologica":"O alimento simboliza a provisão de Deus e a necessidade de estar em comunhão com Ele, refletindo a pureza e a santidade exigidas na adoração.","referencias_relacionadas":["Levítico 11:1-47","Mateus 4:4","João 6:35"]},"levitico_14_48_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é a figura responsável por interceder entre Deus e o povo, especialmente em questões de pureza e sacrifício.","explicacao_detalhada":"No capítulo 14 de Levítico, o sacerdote desempenha um papel fundamental na avaliação da lepra e na realização dos rituais de purificação, simbolizando a mediadora entre Deus e os homens.","por_que_esta_palavra":"A palavra 'sacerdote' é essencial para entender a estrutura religiosa de Israel e a importância da mediação na relação com Deus.","conexao_teologica":"Os sacerdotes prefiguram Cristo, que é nosso Sumo Sacerdote, intercedendo por nós diante de Deus.","referencias_relacionadas":["Hebreus 4:14-16","Êxodo 28:1","Levítico 10:1-3"]},"levitico_14_48_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa é o espaço físico que pode ser afetado pela lepra, simbolizando a necessidade de pureza em todos os aspectos da vida.","explicacao_detalhada":"No contexto de Levítico 14, a casa é inspecionada pelo sacerdote para determinar se há contaminação, refletindo a importância da santidade no lar.","por_que_esta_palavra":"A palavra 'casa' destaca a ideia de que a pureza deve ser mantida não apenas nas pessoas, mas também nos ambientes em que vivem.","conexao_teologica":"A casa representa o lar de Deus entre o Seu povo, onde a santidade deve ser preservada.","referencias_relacionadas":["Salmos 127:1","1 Coríntios 3:16","Efésios 2:19-22"]},"levitico_14_48_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se ao estado de estar livre de contaminação, especialmente em relação a práticas religiosas.","explicacao_detalhada":"A pureza é um tema central em Levítico, onde o puro é aceito diante de Deus, enquanto o impuro é excluído da comunhão.","por_que_esta_palavra":"A palavra 'puro' é fundamental para entender as exigências de Deus para o Seu povo em relação à santidade.","conexao_teologica":"A pureza é um reflexo do caráter de Deus e é essencial para a adoração verdadeira.","referencias_relacionadas":["Mateus 5:8","Hebreus 12:14","1 Pedro 1:16"]},"levitico_14_49_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão da lei de Deus, que pode resultar em contaminação e separação.","explicacao_detalhada":"O pecado é a razão pela qual a lepra e outras impurezas são tratadas em Levítico, mostrando a necessidade de purificação e sacrifício.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a condição humana e a necessidade de redenção.","conexao_teologica":"O pecado separa o homem de Deus, e a purificação é necessária para restaurar essa relação.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"levitico_14_49_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Assim como a pessoa, a casa também pode ser contaminada e precisa ser purificada.","explicacao_detalhada":"A inspeção da casa pelo sacerdote é um passo importante para garantir que o lar esteja livre de impurezas, refletindo a santidade exigida por Deus.","por_que_esta_palavra":"A repetição da palavra 'casa' enfatiza a abrangência da pureza que deve ser mantida em todos os aspectos da vida.","conexao_teologica":"A casa é um símbolo da presença de Deus e deve ser um lugar de santidade.","referencias_relacionadas":["Josué 24:15","Salmos 23:6","1 Timóteo 3:15"]},"levitico_14_49_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou receber algo, especialmente em um contexto de sacrifício.","explicacao_detalhada":"O ato de 'tomar' é parte do ritual de purificação, onde o sacerdote toma o sacrifício para apresentar a Deus.","por_que_esta_palavra":"A palavra 'agarrar' é importante para entender a ação necessária para a purificação e a entrega ao Senhor.","conexao_teologica":"Tomar o sacrifício simboliza a entrega e a devoção a Deus, refletindo a necessidade de se aproximar dEle com um coração puro.","referencias_relacionadas":["Romanos 12:1","Hebreus 13:15-16","Gálatas 2:20"]},"levitico_14_50_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer um animal a Deus como parte do processo de purificação.","explicacao_detalhada":"O sacrifício é um elemento central no ritual de purificação, simbolizando a expiação dos pecados e a restauração da comunhão com Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é essencial para entender a necessidade de expiação e a seriedade do pecado.","conexao_teologica":"O sacrifício aponta para o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:18-19","Romanos 5:8"]},"levitico_14_51_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é visto como símbolo de vida e é essencial para o ritual de purificação.","explicacao_detalhada":"No contexto de Levítico, o sangue é usado para a aspersão durante o ritual de purificação, simbolizando a vida que é dada para a expiação do pecado.","por_que_esta_palavra":"A palavra 'sangue' é fundamental para entender a importância da vida e da morte no contexto da redenção.","conexao_teologica":"O sangue de Cristo é o que nos purifica de todo pecado, cumprindo o que os sacrifícios do Antigo Testamento prefiguravam.","referencias_relacionadas":["Hebreus 9:12","1 João 1:7","Levítico 17:11"]},"levitico_14_51_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer um sacrifício como parte do processo de purificação.","explicacao_detalhada":"O sacrifício é um ato de adoração e obediência, essencial para restaurar a relação com Deus após a contaminação.","por_que_esta_palavra":"A repetição da palavra 'sacrifício' enfatiza a importância da expiação e da devoção a Deus.","conexao_teologica":"Os sacrifícios do Antigo Testamento prefiguram o sacrifício final de Cristo, que traz a verdadeira purificação.","referencias_relacionadas":["Romanos 3:25","Hebreus 10:10","Gálatas 3:13"]},"levitico_14_51_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à estrutura física onde as pessoas habitam, simbolizando também a vida familiar e a comunidade.","explicacao_detalhada":"No contexto de Levítico 14, a casa é mencionada em relação à purificação de uma casa contaminada por lepra. A casa não é apenas um espaço físico, mas também um lugar de convivência e adoração a Deus.","por_que_esta_palavra":"A palavra 'casa' é crucial neste contexto, pois representa o local onde a contaminação pode ocorrer e onde a purificação deve ser realizada, destacando a importância da santidade no lar.","conexao_teologica":"A casa é vista como um microcosmo da comunidade de fé, onde a presença de Deus deve ser buscada e mantida. A purificação da casa reflete a necessidade de manter a santidade em todos os aspectos da vida.","referencias_relacionadas":["Levítico 14:34","Deuteronômio 6:9","Salmos 127:1"]},"levitico_14_52_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão da lei de Deus, que resulta em separação e contaminação espiritual.","explicacao_detalhada":"Neste versículo, o pecado é associado à lepra, simbolizando a corrupção moral e espiritual que pode afetar tanto indivíduos quanto comunidades. A purificação do pecado é essencial para restaurar a comunhão com Deus.","por_que_esta_palavra":"A palavra 'pecado' é fundamental, pois enfatiza a necessidade de arrependimento e purificação, tanto física quanto espiritual, para restaurar a relação com Deus.","conexao_teologica":"O pecado é um tema central na teologia bíblica, mostrando a necessidade de redenção e a obra de Cristo como o verdadeiro purificador do pecado.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:2"]},"levitico_14_52_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Assim como em Levítico 14:51, a casa representa o espaço onde a contaminação pode ocorrer e a necessidade de purificação.","explicacao_detalhada":"A menção da casa neste contexto reforça a ideia de que a contaminação não afeta apenas o indivíduo, mas também o ambiente familiar e comunitário, exigindo uma ação de purificação.","por_que_esta_palavra":"A repetição da palavra 'casa' destaca a importância do lar na vida espiritual e a necessidade de manter a santidade em todos os aspectos da vida.","conexao_teologica":"A casa é um símbolo da presença de Deus na vida cotidiana, e sua purificação é um reflexo da restauração da comunhão com Ele.","referencias_relacionadas":["Levítico 14:34","Salmos 127:1","Mateus 7:24"]},"levitico_14_52_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é um símbolo de vida e purificação, essencial para os rituais de sacrifício e expiação.","explicacao_detalhada":"Neste contexto, o sangue é utilizado em rituais de purificação, simbolizando a vida que é oferecida para a expiação do pecado e a restauração da santidade.","por_que_esta_palavra":"A palavra 'sangue' é vital, pois representa o meio pelo qual a purificação e a redenção são alcançadas, apontando para o sacrifício de Cristo.","conexao_teologica":"O sangue é um tema central na teologia da expiação, mostrando como a vida é dada para a redenção do povo de Deus.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:19","Levítico 17:11"]},"levitico_14_53_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma área habitada, simbolizando a comunidade e a vida coletiva do povo de Deus.","explicacao_detalhada":"A cidade é mencionada em relação à purificação, indicando que a contaminação pode afetar não apenas indivíduos, mas também a coletividade, exigindo uma resposta comunitária.","por_que_esta_palavra":"A palavra 'cidade' é importante, pois destaca a responsabilidade coletiva na manutenção da santidade e na resposta ao pecado.","conexao_teologica":"A cidade representa a comunidade de fé, onde a presença de Deus deve ser buscada e mantida, refletindo a importância da vida comunitária na adoração.","referencias_relacionadas":["Salmos 122:1","Mateus 5:14","Hebreus 13:14"]},"levitico_14_53_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Reforça a ideia de purificação em um espaço habitado, essencial para a vida comunitária e familiar.","explicacao_detalhada":"A repetição da palavra 'casa' neste contexto enfatiza a necessidade de purificação em todos os lares, refletindo a importância da santidade em cada aspecto da vida.","por_que_esta_palavra":"A palavra 'casa' é crucial, pois representa o local onde a santidade deve ser mantida e a purificação deve ocorrer.","conexao_teologica":"A casa é um símbolo da presença de Deus na vida cotidiana, e sua purificação é um reflexo da restauração da comunhão com Ele.","referencias_relacionadas":["Levítico 14:34","Salmos 127:1","Mateus 7:24"]},"levitico_14_53_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se ao estado de estar livre de contaminação, tanto física quanto espiritual.","explicacao_detalhada":"Neste contexto, a pureza é essencial para a aceitação diante de Deus e para a vida em comunidade, indicando a necessidade de viver de acordo com os padrões divinos.","por_que_esta_palavra":"A palavra 'puro' é fundamental, pois destaca a meta da purificação e a importância de manter a santidade em todos os aspectos da vida.","conexao_teologica":"A pureza é um tema central na teologia bíblica, refletindo a natureza de Deus e a chamada para que Seu povo viva em santidade.","referencias_relacionadas":["Mateus 5:8","1 Pedro 1:16","Salmos 24:4"]},"levitico_14_54_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou método pelo qual algo deve ser feito, especialmente em relação aos rituais de purificação.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância da obediência às instruções divinas nos rituais, mostrando que a forma como se realiza a purificação é tão importante quanto o ato em si.","por_que_esta_palavra":"A palavra 'modo' é essencial, pois destaca a necessidade de seguir os padrões de Deus em todas as práticas religiosas.","conexao_teologica":"A maneira como adoramos e nos relacionamos com Deus é fundamental, refletindo a importância da obediência e da santidade na vida do crente.","referencias_relacionadas":["Êxodo 25:40","Deuteronômio 12:32","Colossenses 3:17"]},"levitico_14_54_leprosy":{"palavra_pt":"leprosy","palavra_original":"צָרַעַת","transliteracao":"tsâraʻath","strong":"H6883","significado_raiz":"Ideia básica: leprosy.","significado_contextual":"Refere-se a uma condição de impureza que afeta tanto o corpo quanto a vida espiritual, simbolizando o pecado.","explicacao_detalhada":"A lepra é uma metáfora poderosa para o pecado, mostrando como a contaminação pode afetar a vida de uma pessoa e a necessidade de purificação para restaurar a comunhão com Deus.","por_que_esta_palavra":"A palavra 'lepra' é crucial, pois representa a gravidade do pecado e a necessidade de cura e restauração espiritual.","conexao_teologica":"A lepra simboliza a condição humana de pecado e a necessidade de redenção, apontando para a obra de Cristo como o verdadeiro curador.","referencias_relacionadas":["Mateus 8:2-3","Lucas 17:12-14","Marcos 1:40-42"]},"levitico_14_55_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Assim como nas outras menções, a casa representa o espaço onde a purificação deve ocorrer, essencial para a vida comunitária.","explicacao_detalhada":"A repetição da palavra 'casa' neste contexto enfatiza a necessidade de purificação em todos os lares, refletindo a importância da santidade em cada aspecto da vida.","por_que_esta_palavra":"A palavra 'casa' é crucial, pois representa o local onde a santidade deve ser mantida e a purificação deve ocorrer.","conexao_teologica":"A casa é um símbolo da presença de Deus na vida cotidiana, e sua purificação é um reflexo da restauração da comunhão com Ele.","referencias_relacionadas":["Levítico 14:34","Salmos 127:1","Mateus 7:24"]},"levitico_14_55_leprosy":{"palavra_pt":"leprosy","palavra_original":"צָרַעַת","transliteracao":"tsâraʻath","strong":"H6883","significado_raiz":"Ideia básica: leprosy.","significado_contextual":"A lepra é uma doença que afeta a pele e é considerada impura segundo a lei mosaica.","explicacao_detalhada":"No contexto de Levítico 14, a lepra é tratada como uma condição que requer purificação e isolamento. A presença da lepra simboliza a contaminação espiritual e a necessidade de restauração.","por_que_esta_palavra":"A palavra 'leprosy' é usada para descrever uma condição física que também tem implicações espirituais e sociais na comunidade israelita.","conexao_teologica":"A lepra representa o pecado e a separação de Deus, e a purificação da lepra é um símbolo da redenção e da restauração que Deus oferece ao seu povo.","referencias_relacionadas":["Levítico 13:2","Levítico 14:3","Mateus 8:2-3"]},"levitico_14_56_accepted":{"palavra_pt":"accepted","palavra_original":"שְׂאֵת","transliteracao":"sᵉʼêth","strong":"H7613","significado_raiz":"Ideia básica: accepted.","significado_contextual":"Aceitar refere-se ao reconhecimento da purificação de uma pessoa anteriormente impura.","explicacao_detalhada":"Em Levítico 14:56, a aceitação é um passo crucial no processo de purificação, onde o sacerdote reconhece que a pessoa foi curada da lepra e pode ser reintegrada à comunidade.","por_que_esta_palavra":"A palavra 'accepted' é importante porque destaca a necessidade de validação e aceitação social após a cura.","conexao_teologica":"A aceitação é um reflexo da graça de Deus, que aceita os pecadores que se arrependem e são purificados.","referencias_relacionadas":["Levítico 14:2","Lucas 17:14","Romanos 15:7"]},"levitico_14_56_cair":{"palavra_pt":"cair","palavra_original":"סַפַּחַת","transliteracao":"çappachath","strong":"H5597","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se ao ato de algo que desce ou se torna inferior, muitas vezes associado a uma condição de impureza.","explicacao_detalhada":"No contexto de Levítico 14:56, 'cair' pode ser interpretado como a queda do estado de impureza para um estado de aceitação e purificação.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a transição de um estado de impureza para um estado de aceitação, enfatizando a mudança de condição.","conexao_teologica":"A ideia de cair e ser levantado é uma metáfora comum na teologia, representando a queda do homem e a redenção através de Cristo.","referencias_relacionadas":["Salmos 37:24","Romanos 5:8","1 Pedro 5:10"]},"levitico_14_57_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se a um período de tempo específico, muitas vezes relacionado a rituais e purificações.","explicacao_detalhada":"Em Levítico 14:57, o dia é mencionado em relação ao tempo necessário para a purificação e as cerimônias que devem ser realizadas.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a duração dos rituais de purificação e a importância do tempo na observância da lei.","conexao_teologica":"O conceito de dia é importante na teologia bíblica, simbolizando a criação e a ordem divina no tempo.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 90:12"]},"levitico_14_57_agua":{"palavra_pt":"agua","palavra_original":"יָרָה","transliteracao":"yârâh","strong":"H3384","significado_raiz":"Ideia básica: agua.","significado_contextual":"Água é um elemento essencial para a purificação e simboliza a limpeza espiritual.","explicacao_detalhada":"Em Levítico 14:57, a água é utilizada em rituais de purificação, representando a necessidade de limpeza e renovação.","por_que_esta_palavra":"A palavra 'água' é significativa porque destaca o papel da água na purificação e na vida espiritual.","conexao_teologica":"A água é frequentemente usada na Bíblia como símbolo do Espírito Santo e da purificação que vem através de Cristo.","referencias_relacionadas":["João 3:5","Efésios 5:26","Apocalipse 22:17"]},"levitico_14_57_leprosy":{"palavra_pt":"leprosy","palavra_original":"צָרַעַת","transliteracao":"tsâraʻath","strong":"H6883","significado_raiz":"Ideia básica: leprosy.","significado_contextual":"A lepra, como mencionado anteriormente, é uma condição de impureza que requer purificação.","explicacao_detalhada":"A repetição da palavra 'leprosy' em Levítico 14:57 enfatiza a seriedade da condição e a necessidade de um processo de purificação.","por_que_esta_palavra":"A palavra 'leprosy' é central para a discussão sobre a impureza e a restauração na comunidade israelita.","conexao_teologica":"A lepra é um símbolo do pecado, e a purificação da lepra aponta para a necessidade de redenção espiritual.","referencias_relacionadas":["Levítico 13:45-46","Mateus 8:1-4","Marcos 1:40-42"]}}