{"levitico_16_1_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte é um tema central na expiação e nos sacrifícios, especialmente no Dia da Expiação.","explicacao_detalhada":"Em Levítico 16:1, a morte é mencionada em relação à necessidade de sacrifícios para cobrir os pecados do povo, destacando a seriedade do pecado diante de Deus.","por_que_esta_palavra":"A palavra 'morrer' enfatiza a consequência do pecado e a necessidade de um substituto para a expiação.","conexao_teologica":"A morte de Cristo é o cumprimento perfeito do sacrifício, trazendo vida e perdão aos que creem.","referencias_relacionadas":["Romanos 6:23","Hebreus 9:22","1 Pedro 2:24"]},"levitico_16_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar é um ato de comunicação divina, essencial para a revelação de Deus ao Seu povo.","explicacao_detalhada":"Em Levítico 16:1, Deus instrui Moisés sobre os rituais do Dia da Expiação, mostrando a importância da comunicação direta entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'falar' destaca a relação de Deus com a humanidade, onde Ele se revela e orienta.","conexao_teologica":"A comunicação de Deus culmina em Jesus, a Palavra viva que se fez carne.","referencias_relacionadas":["Hebreus 1:1-2","João 1:1","Salmos 119:105"]},"levitico_16_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é sagrado e representa Sua autoridade e presença entre o povo.","explicacao_detalhada":"Em Levítico 16:1, o nome de Deus é mencionado em conexão com os rituais de expiação, sublinhando a santidade e a reverência que devem ser dadas a Ele.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a relação de aliança entre Deus e Israel.","conexao_teologica":"O nome de Jesus, que significa 'O Senhor salva', é a manifestação do nome de Deus em nosso meio.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"levitico_16_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo como os rituais são realizados é crucial para a aceitação diante de Deus.","explicacao_detalhada":"Em Levítico 16:2, o 'modo' refere-se à forma específica que Deus ordenou para a realização dos sacrifícios, enfatizando a obediência.","por_que_esta_palavra":"A palavra 'modo' ressalta a importância da precisão nas práticas religiosas.","conexao_teologica":"A obediência a Deus é refletida na vida cristã, onde seguimos o exemplo de Cristo em tudo que fazemos.","referencias_relacionadas":["Deuteronômio 12:32","Mateus 7:21","Colossenses 3:17"]},"levitico_16_2_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"O sagrado é o que é separado para Deus e deve ser tratado com reverência.","explicacao_detalhada":"Em Levítico 16:2, a palavra 'sagrado' refere-se ao espaço e aos objetos que são dedicados ao culto a Deus, enfatizando a separação do profano.","por_que_esta_palavra":"A palavra 'sagrado' é essencial para entender a natureza de Deus e a santidade que Ele exige de Seu povo.","conexao_teologica":"A santidade de Deus é refletida na vida do cristão, que é chamado a ser santo como Ele é santo.","referencias_relacionadas":["1 Pedro 1:16","Levítico 11:44","Romanos 12:1"]},"levitico_16_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa o lugar de habitação de Deus entre o Seu povo.","explicacao_detalhada":"Em Levítico 16:2, a 'casa' refere-se ao Tabernáculo, onde Deus se encontrava com Israel, simbolizando Sua presença e comunhão.","por_que_esta_palavra":"A palavra 'casa' é significativa para entender o desejo de Deus de habitar entre Seu povo.","conexao_teologica":"A casa de Deus é agora o corpo de Cristo, e os crentes são chamados a ser templos do Espírito Santo.","referencias_relacionadas":["Êxodo 25:8","João 2:19-21","1 Coríntios 6:19"]},"levitico_16_3_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A repetição da ideia de 'sagrado' enfatiza a importância da pureza e separação para Deus.","explicacao_detalhada":"Em Levítico 16:3, o sagrado é mencionado em relação aos rituais de expiação, sublinhando a necessidade de pureza ao se aproximar de Deus.","por_que_esta_palavra":"A palavra 'sagrado' é fundamental para a compreensão da natureza de Deus e da relação que Ele deseja ter com Seu povo.","conexao_teologica":"A santidade de Deus é um chamado para os crentes viverem em pureza e separação do pecado.","referencias_relacionadas":["Levítico 20:26","Hebreus 12:14","1 Tessalonicenses 4:7"]},"levitico_16_3_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A força é um símbolo de poder e autoridade, especialmente em relação aos sacrifícios.","explicacao_detalhada":"Em Levítico 16:3, a 'força' pode se referir ao animal sacrificado, que deve ser escolhido com cuidado, representando a força e a pureza exigidas por Deus.","por_que_esta_palavra":"A palavra 'força' destaca a importância do sacrifício adequado e a seriedade do ato de expiação.","conexao_teologica":"Cristo é o Cordeiro de Deus, forte e perfeito, que foi sacrificado por nossos pecados.","referencias_relacionadas":["Isaías 53:7","João 1:29","Hebreus 10:10"]},"levitico_16_3_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O sacrifício é o meio pelo qual os pecados são expiados e a comunhão com Deus é restaurada.","explicacao_detalhada":"Em Levítico 16:3, o 'sacrifício' é central para o Dia da Expiação, onde o povo é purificado de seus pecados através do sangue do animal.","por_que_esta_palavra":"A palavra 'sacrifício' é essencial para entender a doutrina da expiação e a necessidade de um substituto.","conexao_teologica":"O sacrifício de Cristo é o cumprimento perfeito de todos os sacrifícios do Antigo Testamento, trazendo redenção eterna.","referencias_relacionadas":["Hebreus 9:26","Romanos 5:8","Gálatas 1:4"]},"levitico_16_4_rei":{"palavra_pt":"rei","palavra_original":"מִצְנֶפֶת","transliteracao":"mitsnepheth","strong":"H4701","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, simbolizando o papel de Deus como soberano sobre Israel.","explicacao_detalhada":"No contexto de Levítico 16, o 'rei' representa a figura de liderança que deve guiar o povo em direção à santidade e à obediência a Deus. A ideia de realeza é central na relação entre Deus e Israel, onde Deus é o Rei supremo.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a soberania de Deus e a necessidade de submissão do povo a Sua vontade.","conexao_teologica":"A realeza de Deus é um tema recorrente na Bíblia, destacando a importância da obediência e do reconhecimento de Sua autoridade.","referencias_relacionadas":["Salmos 24:7-10","Isaías 33:22","Apocalipse 19:16"]},"levitico_16_4_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à separação e à consagração a Deus, indicando algo que é puro e digno de reverência.","explicacao_detalhada":"No contexto do capítulo 16 de Levítico, o 'sagrado' é essencial para a compreensão dos rituais de purificação e expiação, onde o que é sagrado deve ser tratado com respeito e cuidado.","por_que_esta_palavra":"A palavra 'sagrado' é usada para mostrar a importância da santidade na adoração e na vida do povo de Deus.","conexao_teologica":"A santidade de Deus é um conceito central na teologia bíblica, que exige que Seu povo viva de maneira que reflita essa santidade.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"levitico_16_5_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, simbolizando a necessidade de expiação.","explicacao_detalhada":"No contexto de Levítico 16, o 'pecado' é central para o ritual do Dia da Expiação, onde os sacrifícios são oferecidos para a purificação do povo.","por_que_esta_palavra":"A palavra 'pecado' é utilizada para destacar a condição humana e a necessidade de redenção através do sacrifício.","conexao_teologica":"A expiação dos pecados é um tema fundamental na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Romanos 3:23","Hebreus 9:22","1 João 1:9"]},"levitico_16_5_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' refere-se a um animal sacrificado, simbolizando a força e a vitalidade que são oferecidas a Deus.","explicacao_detalhada":"No contexto do sacrifício, a 'forca' representa a entrega do melhor do rebanho como oferta a Deus, refletindo a devoção do povo.","por_que_esta_palavra":"A palavra 'forca' é usada para enfatizar a importância do sacrifício como um ato de adoração e submissão a Deus.","conexao_teologica":"Os sacrifícios do Antigo Testamento prefiguram o sacrifício de Cristo, que é a força e a salvação para a humanidade.","referencias_relacionadas":["Hebreus 10:4","Gálatas 2:20","Isaías 53:5"]},"levitico_16_6_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' é novamente utilizada para enfatizar a necessidade de expiação e purificação do povo.","explicacao_detalhada":"Neste contexto, o 'pecado' é o motivo pelo qual os sacrifícios são necessários, destacando a gravidade da transgressão contra Deus.","por_que_esta_palavra":"A repetição da palavra 'pecado' reforça a ideia de que todos necessitam de perdão e redenção.","conexao_teologica":"A necessidade de sacrifício por causa do pecado é um tema que se estende por toda a Escritura, culminando na obra de Cristo.","referencias_relacionadas":["Romanos 6:23","Hebreus 10:12","Efésios 1:7"]},"levitico_16_6_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se ao ato de impor as mãos, simbolizando a transferência de pecados.","explicacao_detalhada":"No ritual do Dia da Expiação, a imposição das mãos sobre o bode simboliza a transferência dos pecados do povo para o animal sacrificado.","por_que_esta_palavra":"A palavra 'mao' é crucial para entender o simbolismo da transferência de culpa e a necessidade de um substituto para a expiação.","conexao_teologica":"A imposição das mãos é um ato que representa a identificação com o sacrifício, refletindo a obra de Cristo como nosso substituto.","referencias_relacionadas":["Levítico 1:4","Isaías 53:6","1 Pedro 2:24"]},"levitico_16_6_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' refere-se a um animal que é sacrificado, simbolizando a força e a vida que são entregues a Deus.","explicacao_detalhada":"Neste contexto, a 'forca' representa a oferta que é feita a Deus em reconhecimento de Sua santidade e a necessidade de purificação.","por_que_esta_palavra":"A palavra 'forca' é utilizada para enfatizar a importância do sacrifício como um ato de adoração e entrega.","conexao_teologica":"O conceito de sacrifício é fundamental na teologia da expiação, apontando para a obra redentora de Cristo.","referencias_relacionadas":["Hebreus 9:12","Romanos 5:8","Gálatas 3:13"]},"levitico_16_7_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se ao ato de escolher e agarrar o bode que será sacrificado.","explicacao_detalhada":"No ritual, 'tomar' o bode simboliza a escolha deliberada de um substituto para os pecados do povo.","por_que_esta_palavra":"A palavra 'tomar' é usada para enfatizar a ação consciente de transferir a culpa para o sacrifício.","conexao_teologica":"A escolha do sacrifício é um reflexo da escolha de Cristo como nosso Salvador, que tomou sobre si nossos pecados.","referencias_relacionadas":["João 1:29","Isaías 53:6","1 Pedro 3:18"]},"levitico_16_7_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"A palavra 'bode' refere-se ao animal que é sacrificado, simbolizando a expiação dos pecados do povo.","explicacao_detalhada":"No contexto do Dia da Expiação, o bode é escolhido como o portador dos pecados da nação, representando a necessidade de um sacrifício para a purificação.","por_que_esta_palavra":"A palavra 'bode' é central para o entendimento do ritual de expiação e a transferência de pecados.","conexao_teologica":"O bode expiatório é um símbolo que aponta para Cristo, que se tornou o nosso sacrifício perfeito.","referencias_relacionadas":["Levítico 16:10","Hebreus 9:26","1 João 2:2"]},"levitico_16_7_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' refere-se ao ato de realizar os rituais e deveres sacerdotais.","explicacao_detalhada":"No contexto de Levítico 16, 'servir' implica em cumprir as instruções de Deus para a adoração e a purificação do povo.","por_que_esta_palavra":"A palavra 'servir' é utilizada para enfatizar a responsabilidade dos sacerdotes em manter a santidade e a ordem no culto.","conexao_teologica":"O serviço no templo é um reflexo do chamado de todos os crentes a servir a Deus com reverência e obediência.","referencias_relacionadas":["Êxodo 23:25","Romanos 12:1","1 Pedro 2:9"]},"levitico_16_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo a Deus, especialmente no contexto de sacrifícios.","explicacao_detalhada":"No ritual do Dia da Expiação, os sacerdotes davam um bode como oferta ao Senhor, simbolizando a transferência dos pecados do povo.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender a dinâmica do sacrifício, onde algo de valor é oferecido a Deus como um ato de adoração e expiação.","conexao_teologica":"Este ato de dar é um reflexo da entrega e da necessidade de expiação, que culmina na obra redentora de Cristo.","referencias_relacionadas":["Levítico 16:8","Hebreus 9:22","Romanos 12:1"]},"levitico_16_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se ao nome pessoal de Deus, que denota autoridade e soberania.","explicacao_detalhada":"No contexto do Dia da Expiação, o nome 'Senhor' é invocado para reconhecer a santidade e a majestade de Deus ao lidar com o pecado do povo.","por_que_esta_palavra":"O uso do nome 'Senhor' enfatiza a relação entre Deus e Seu povo, destacando Sua posição como o único digno de adoração.","conexao_teologica":"A invocação do nome de Deus é central na adoração e na intercessão, refletindo a necessidade de um mediador entre Deus e a humanidade.","referencias_relacionadas":["Levítico 16:8","Salmos 23:1","Isaías 42:8"]},"levitico_16_8_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"A palavra 'bode' refere-se ao animal sacrificado ou enviado ao deserto como parte do ritual de expiação.","explicacao_detalhada":"O bode simboliza a transferência dos pecados do povo, sendo um meio pelo qual a culpa é removida.","por_que_esta_palavra":"O bode é essencial para entender a prática de expiação, representando a carga do pecado que é levada para longe do povo.","conexao_teologica":"O bode expiatório prefigura Cristo, que leva os pecados da humanidade e oferece perdão.","referencias_relacionadas":["Levítico 16:8","Isaías 53:6","1 Pedro 2:24"]},"levitico_16_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é novamente utilizada para invocar a presença e a autoridade de Deus no ritual.","explicacao_detalhada":"A repetição do nome 'Senhor' enfatiza a importância de reconhecer a soberania de Deus durante o processo de expiação.","por_que_esta_palavra":"Reforça a ideia de que todas as ações realizadas no ritual são feitas sob a autoridade de Deus.","conexao_teologica":"A invocação do nome de Deus é um lembrete da necessidade de se submeter à Sua vontade e buscar Sua misericórdia.","referencias_relacionadas":["Levítico 16:9","Salmos 100:3","Mateus 6:9"]},"levitico_16_9_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao ato de impor as mãos sobre o bode, simbolizando a transferência dos pecados.","explicacao_detalhada":"Impor as mãos no bode é um ato simbólico que representa a identificação do sacerdote com o pecado do povo.","por_que_esta_palavra":"A mão é um símbolo de autoridade e ação, mostrando que o pecado é colocado sobre o bode.","conexao_teologica":"Este ato prefigura a obra de Cristo, que também se identificou com os pecadores ao levar nossos pecados sobre Si.","referencias_relacionadas":["Levítico 16:9","Isaías 53:4-5","1 João 2:2"]},"levitico_16_9_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"A palavra 'bode' é novamente utilizada para enfatizar o papel do animal no ritual de expiação.","explicacao_detalhada":"O bode é central no ritual, representando a culpa do povo que é levada para longe, simbolizando a purificação.","por_que_esta_palavra":"A repetição da palavra 'bode' reforça a importância deste elemento no processo de expiação.","conexao_teologica":"O bode expiatório é um símbolo da obra redentora de Cristo, que remove o pecado do mundo.","referencias_relacionadas":["Levítico 16:9","Hebreus 10:4","João 1:29"]},"levitico_16_10_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"A palavra 'bode' refere-se ao animal que é escolhido para ser enviado ao deserto, simbolizando a remoção do pecado.","explicacao_detalhada":"Este bode é enviado para longe, representando a separação do pecado do povo e a restauração da pureza.","por_que_esta_palavra":"O bode é um símbolo poderoso da expiação e da necessidade de afastar o pecado da comunidade.","conexao_teologica":"A ideia de afastar o pecado é central na mensagem do evangelho, onde Cristo remove nossos pecados de nós.","referencias_relacionadas":["Levítico 16:10","Salmos 103:12","Miquéias 7:19"]},"levitico_16_10_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"A palavra 'sorte' refere-se ao método utilizado para determinar qual bode seria sacrificado e qual seria enviado ao deserto.","explicacao_detalhada":"A sorte é lançada como um ato de dependência de Deus para a escolha do destino dos bodes.","por_que_esta_palavra":"A utilização da sorte mostra a soberania de Deus na escolha do sacrifício adequado.","conexao_teologica":"A prática de lançar sorte reflete a confiança na direção divina, um princípio que se aplica à vida cristã.","referencias_relacionadas":["Levítico 16:10","Provérbios 16:33","Atos 1:26"]},"levitico_16_10_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza física do bode que é sacrificado.","explicacao_detalhada":"A carne do bode sacrificado é oferecida a Deus como parte do ritual de expiação, simbolizando a entrega total.","por_que_esta_palavra":"A carne representa a vida do animal, que é dada em sacrifício para a expiação dos pecados.","conexao_teologica":"A ideia de sacrifício de carne é um precursor do sacrifício de Cristo, que deu Sua vida por nós.","referencias_relacionadas":["Levítico 16:10","Hebreus 9:26","Romanos 5:8"]},"levitico_16_11_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à condição que requer expiação e sacrifício.","explicacao_detalhada":"O sacrifício pelo pecado é um reconhecimento da transgressão e da necessidade de perdão.","por_que_esta_palavra":"A palavra 'pecado' é fundamental para entender a necessidade de um sacrifício para a restauração da relação com Deus.","conexao_teologica":"O conceito de pecado e sacrifício é central na teologia cristã, culminando na obra redentora de Cristo.","referencias_relacionadas":["Levítico 16:11","Romanos 3:23","Hebreus 10:12"]},"levitico_16_11_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se ao ato de se aproximar ou oferecer algo a Deus, simbolizando a entrega e a dedicação.","explicacao_detalhada":"No contexto de Levítico 16:11, a 'mao' é utilizada para descrever a ação do sacerdote ao oferecer o bode como sacrifício, representando a transferência dos pecados do povo para o animal.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a necessidade de aproximação a Deus através de rituais de purificação e sacrifício, que eram centrais na adoração israelita.","conexao_teologica":"A 'mao' simboliza a entrega e a devoção ao Senhor, refletindo a relação entre o homem e Deus, onde a aproximação é feita através de sacrifícios.","referencias_relacionadas":["Levítico 1:4","Hebreus 10:22","Salmos 51:17"]},"levitico_16_12_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O 'altar' é o local sagrado onde os sacrifícios são oferecidos a Deus, representando um ponto de encontro entre o humano e o divino.","explicacao_detalhada":"Em Levítico 16:12, o altar é mencionado como o lugar onde o sacerdote asperge o sangue do sacrifício, simbolizando a expiação dos pecados do povo.","por_que_esta_palavra":"A palavra 'altar' é crucial porque representa a necessidade de um local específico para a adoração e o sacrifício, que era fundamental na vida religiosa de Israel.","conexao_teologica":"O altar é um símbolo da presença de Deus entre o Seu povo e da necessidade de sacrifício para a reconciliação.","referencias_relacionadas":["Êxodo 20:24","Levítico 17:11","Hebreus 13:10"]},"levitico_16_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo ou ao tabernáculo, que era o centro da adoração e da presença de Deus entre os israelitas.","explicacao_detalhada":"No contexto de Levítico 16:12, a 'casa' é o local onde os rituais de expiação ocorrem, simbolizando a habitação de Deus entre o Seu povo.","por_que_esta_palavra":"A 'casa' é importante porque representa a morada de Deus e a centralidade do culto na vida do povo de Israel.","conexao_teologica":"A 'casa' de Deus é um símbolo da comunhão entre Deus e Seu povo, onde a adoração e a expiação acontecem.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","1 Coríntios 3:16"]},"levitico_16_12_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se ao ato de pegar ou receber algo, especialmente no contexto de rituais de sacrifício.","explicacao_detalhada":"Em Levítico 16:12, o sacerdote 'toma' o incenso e o coloca no altar, simbolizando a oferta de oração e adoração a Deus.","por_que_esta_palavra":"Esta palavra é significativa porque enfatiza a ação do sacerdote em realizar os rituais necessários para a purificação do povo.","conexao_teologica":"O ato de 'tomar' é um símbolo da responsabilidade do sacerdote em interceder pelo povo diante de Deus.","referencias_relacionadas":["Êxodo 30:34","Levítico 9:24","Hebreus 5:1"]},"levitico_16_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo a Deus, especialmente em um contexto de sacrifício e adoração.","explicacao_detalhada":"No contexto de Levítico 16:13, o sacerdote 'dá' o incenso ao Senhor, simbolizando a elevação das orações do povo.","por_que_esta_palavra":"Esta palavra é importante porque destaca a ação de oferecer a Deus algo que é precioso, como o incenso, que representa a adoração.","conexao_teologica":"O ato de 'dar' é um símbolo da entrega total a Deus e da busca pela Sua presença.","referencias_relacionadas":["Salmos 141:2","Apocalipse 5:8","Filipenses 4:18"]},"levitico_16_13_sagrado":{"palavra_pt":"sagrado","palavra_original":"כַּפֹּרֶת","transliteracao":"kappôreth","strong":"H3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se a algo que é separado para Deus, que possui um caráter especial e é digno de reverência.","explicacao_detalhada":"Em Levítico 16:13, a 'sagrado' é usada para descrever o incenso que é oferecido a Deus, simbolizando a pureza e a santidade exigidas na adoração.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a necessidade de santidade na presença de Deus e na adoração.","conexao_teologica":"O 'sagrado' é um símbolo da separação do profano e da necessidade de pureza na relação com Deus.","referencias_relacionadas":["Levítico 10:10","1 Pedro 1:15-16","Apocalipse 21:27"]},"levitico_16_14_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se ao elemento central dos sacrifícios, simbolizando a vida e a expiação dos pecados.","explicacao_detalhada":"Em Levítico 16:14, o sangue é aspergido no altar como parte do ritual de expiação, representando a purificação do povo.","por_que_esta_palavra":"O 'sangue' é fundamental porque representa a vida que é oferecida em sacrifício, essencial para a reconciliação com Deus.","conexao_teologica":"O 'sangue' é um símbolo da nova aliança em Cristo, que oferece a verdadeira expiação pelos pecados.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 João 1:7"]},"levitico_16_14_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' refere-se à força ou poder que é necessário para realizar os sacrifícios e rituais.","explicacao_detalhada":"Em Levítico 16:14, a 'forca' é mencionada em relação ao sacrifício, simbolizando a intensidade do ato de expiação.","por_que_esta_palavra":"Esta palavra é importante porque destaca a seriedade e a intensidade do sacrifício exigido para a expiação dos pecados.","conexao_teologica":"A 'forca' necessária para o sacrifício reflete a gravidade do pecado e a necessidade de um sacrifício adequado.","referencias_relacionadas":["Isaías 53:5","Romanos 5:8","Gálatas 6:14"]},"levitico_16_14_sagrado":{"palavra_pt":"sagrado","palavra_original":"כַּפֹּרֶת","transliteracao":"kappôreth","strong":"H3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' é usada novamente para enfatizar a pureza e a separação do que é dedicado a Deus.","explicacao_detalhada":"Em Levítico 16:14, o 'sagrado' é mencionado em relação ao sangue que é aspergido, simbolizando a importância da santidade na adoração.","por_que_esta_palavra":"A repetição da palavra 'sagrado' reforça a necessidade de pureza e reverência na presença de Deus.","conexao_teologica":"O 'sagrado' é um conceito central na teologia bíblica, refletindo a natureza de Deus e a resposta do homem a Ele.","referencias_relacionadas":["Levítico 11:44","1 Pedro 2:9","Apocalipse 22:11"]},"levitico_16_15_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrificio' refere-se ao ato de oferecer algo a Deus, especialmente um animal, como expiação pelos pecados.","explicacao_detalhada":"Em Levítico 16:15, o 'sacrificio' é o bode que é imolado, simbolizando a transferência dos pecados do povo para o animal.","por_que_esta_palavra":"O 'sacrificio' é fundamental porque representa a necessidade de expiação e a provisão de Deus para a redenção do Seu povo.","conexao_teologica":"O conceito de 'sacrificio' é central na teologia da salvação, apontando para o sacrifício de Cristo como a verdadeira expiação pelos pecados.","referencias_relacionadas":["Levítico 4:35","Romanos 12:1","Hebreus 10:12"]},"levitico_16_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao local onde a presença de Deus habita, simbolizando segurança e proteção.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada para descrever tanto uma estrutura física quanto um espaço sagrado. No contexto de Levítico 16, a casa representa o lugar onde as práticas de adoração e sacrifício ocorrem, essencial para a relação entre Deus e o povo.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do espaço sagrado na vida do povo de Israel, onde eles se encontram com Deus.","conexao_teologica":"A casa de Deus é um símbolo da habitação divina entre os seres humanos, refletindo a ideia de que Deus deseja estar próximo de seu povo.","referencias_relacionadas":["Êxodo 25:8","Salmos 27:4","Hebreus 3:6"]},"levitico_16_16_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Indica algo que é separado para Deus, reservado para propósitos divinos.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) é usada para descrever objetos, lugares e tempos que são dedicados a Deus. No contexto de Levítico 16, o sagrado é essencial para a expiação e a purificação do povo.","por_que_esta_palavra":"A palavra 'sagrado' destaca a necessidade de reverência e pureza ao se aproximar de Deus, especialmente em rituais de expiação.","conexao_teologica":"A santidade de Deus exige que os seres humanos se aproximem dele com respeito e pureza, refletindo a separação entre o sagrado e o profano.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"levitico_16_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como os rituais devem ser realizados.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica que há uma forma específica e ordenada de realizar os sacrifícios e rituais, refletindo a importância da obediência às instruções divinas.","por_que_esta_palavra":"A ênfase no 'modo' é crucial para garantir que os rituais sejam feitos corretamente, conforme a vontade de Deus.","conexao_teologica":"A obediência às instruções de Deus é fundamental para a relação entre o Criador e sua criação, mostrando que a adoração deve ser feita de acordo com Sua vontade.","referencias_relacionadas":["Deuteronômio 12:32","Êxodo 25:40","Números 15:39"]},"levitico_16_16_expiacao":{"palavra_pt":"expiacao","palavra_original":"כָּפַר","transliteracao":"kâphar","strong":"H3722","significado_raiz":"Ideia básica: expiacao.","significado_contextual":"Refere-se ao ato de cobrir ou remover o pecado através de sacrifícios.","explicacao_detalhada":"A palavra 'expiacao' (כָּפַר) é central no sistema sacrificial de Israel, onde o sangue do sacrifício é usado para purificar o povo de seus pecados e restaurar a relação com Deus.","por_que_esta_palavra":"A expiação é necessária para a reconciliação entre Deus e o homem, mostrando a gravidade do pecado e a necessidade de um sacrifício.","conexao_teologica":"A expiação aponta para a obra redentora de Cristo, que é o sacrifício perfeito que remove o pecado do mundo.","referencias_relacionadas":["Hebreus 9:22","Romanos 3:25","1 João 2:2"]},"levitico_16_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os rituais devem ser realizados, enfatizando a ordem e a precisão.","explicacao_detalhada":"A repetição da palavra 'modo' (כֹּל) neste contexto reforça a ideia de que cada detalhe dos rituais de expiação deve ser seguido com exatidão, refletindo a santidade de Deus.","por_que_esta_palavra":"A palavra é utilizada para garantir que não haja desvios nas práticas religiosas, sublinhando a importância da obediência.","conexao_teologica":"A precisão nos rituais é um reflexo da natureza ordenada de Deus e da necessidade de se aproximar dEle com reverência.","referencias_relacionadas":["Levítico 10:1-2","Números 20:12","Deuteronômio 4:2"]},"levitico_16_17_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à natureza separada e dedicada de certos elementos e rituais.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) neste contexto destaca a importância da pureza e da separação do que é comum, essencial para a aceitação dos rituais por Deus.","por_que_esta_palavra":"A ênfase na santidade é crucial para entender a relação entre o homem e Deus, onde o sagrado deve ser tratado com o devido respeito.","conexao_teologica":"A santidade de Deus exige que os adoradores sejam também santos, refletindo a necessidade de transformação e purificação.","referencias_relacionadas":["Levítico 20:26","1 Pedro 2:9","Isaías 35:8"]},"levitico_16_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade e à integridade dos rituais e da adoração a Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) implica que a adoração deve ser feita de maneira autêntica e sincera, sem engano ou hipocrisia.","por_que_esta_palavra":"A verdade é fundamental na relação com Deus, pois Ele busca adoradores que O adorem em espírito e em verdade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver de acordo com a verdade divina.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"levitico_16_18_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local de sacrifício e adoração, onde se busca a reconciliação com Deus.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ) é o lugar onde os sacrifícios são oferecidos, simbolizando a entrega e a devoção ao Senhor.","por_que_esta_palavra":"O altar é um elemento central na adoração israelita, representando o ponto de encontro entre Deus e o homem.","conexao_teologica":"O altar aponta para o sacrifício de Cristo, que se tornou o altar perfeito onde a expiação foi realizada de uma vez por todas.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"levitico_16_18_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao elemento essencial para a expiação e purificação, simbolizando vida e sacrifício.","explicacao_detalhada":"A palavra 'sangue' (דָּם) é central nos rituais de sacrifício, representando a vida que é dada em substituição pelos pecados do povo.","por_que_esta_palavra":"O sangue é visto como o meio pelo qual a expiação é realizada, enfatizando a gravidade do pecado e a necessidade de sacrifício.","conexao_teologica":"O sangue de Cristo é o cumprimento perfeito do sacrifício, que purifica e redime os pecadores.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:14","1 Pedro 1:19"]},"levitico_16_18_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder que é simbolicamente transferido através do sacrifício.","explicacao_detalhada":"A palavra 'forca' (פַּר) pode ser entendida como a força do sacrifício que é oferecido a Deus, simbolizando a entrega total do adorador.","por_que_esta_palavra":"A força do sacrifício é um lembrete da seriedade da adoração e da necessidade de entrega pessoal ao Senhor.","conexao_teologica":"A força e o poder de Deus são manifestos na obra redentora de Cristo, que venceu o pecado e a morte.","referencias_relacionadas":["Isaías 53:5","Romanos 5:6","1 Coríntios 1:18"]},"levitico_16_19_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é um símbolo de vida e purificação, essencial para os rituais de expiação.","explicacao_detalhada":"No contexto de Levítico 16, o sangue é utilizado no Dia da Expiação para purificar o santuário e o povo de Israel. A aspersão do sangue sobre o altar representa a transferência dos pecados do povo para o sacrifício.","por_que_esta_palavra":"A palavra 'sangue' é central na teologia do sacrifício, simbolizando a vida que é dada para a expiação dos pecados.","conexao_teologica":"O sangue de Cristo é visto como o cumprimento do sacrifício do Antigo Testamento, trazendo redenção e purificação definitiva.","referencias_relacionadas":["Hebreus 9:22","Levítico 17:11","Romanos 5:9"]},"levitico_16_19_sprinkle":{"palavra_pt":"sprinkle","palavra_original":"נָזָה","transliteracao":"nâzâh","strong":"H5137","significado_raiz":"Ideia básica: sprinkle.","significado_contextual":"A aspersão do sangue é um ato ritual que simboliza a purificação e a consagração.","explicacao_detalhada":"A palavra 'sprinkle' refere-se ao ato de aspergir o sangue sobre o altar, um ritual que indica a purificação do santuário e do povo, essencial para a manutenção da santidade.","por_que_esta_palavra":"Este ato ritual é fundamental para a expiação, mostrando a necessidade de um sacrifício para a purificação.","conexao_teologica":"A aspersão do sangue de Cristo é vista como a purificação dos pecados da humanidade.","referencias_relacionadas":["Hebreus 10:22","1 Pedro 1:2","Êxodo 24:6-8"]},"levitico_16_19_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação de proximidade e a inclusão do povo no ritual de expiação.","explicacao_detalhada":"No contexto, 'entre' refere-se ao ato de aspergir o sangue entre o altar e o povo, simbolizando a intercessão e a cobertura dos pecados.","por_que_esta_palavra":"A inclusão do povo no ritual é crucial para entender a coletividade da expiação.","conexao_teologica":"Cristo é o mediador entre Deus e os homens, trazendo a reconciliação através de Seu sacrifício.","referencias_relacionadas":["1 Timóteo 2:5","Romanos 8:34","Hebreus 7:25"]},"levitico_16_20_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à separação e à consagração do espaço e dos objetos utilizados nos rituais.","explicacao_detalhada":"No contexto de Levítico 16, o sagrado é o que é separado para Deus, e o altar é considerado um lugar de encontro entre Deus e o povo.","por_que_esta_palavra":"A santidade é um tema central na relação entre Deus e Israel, enfatizando a necessidade de pureza.","conexao_teologica":"A santidade de Deus é refletida na vida do cristão, que é chamado a ser santo como Deus é santo.","referencias_relacionadas":["1 Pedro 1:16","Levítico 11:44","Isaías 6:3"]},"levitico_16_20_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local onde os sacrifícios são oferecidos, simbolizando a presença de Deus entre o Seu povo.","explicacao_detalhada":"No contexto, o altar é o lugar de expiação e reconciliação, onde o sangue é aspergido para purificar o povo e o santuário.","por_que_esta_palavra":"O altar representa a conexão entre o humano e o divino, sendo essencial para os rituais de adoração.","conexao_teologica":"Cristo é o altar perfeito, onde o sacrifício foi oferecido uma vez por todas.","referencias_relacionadas":["Hebreus 13:10","Romanos 12:1","Êxodo 20:24"]},"levitico_16_20_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne é o que representa a vida do animal sacrificado, essencial para a expiação.","explicacao_detalhada":"No contexto, a carne é oferecida como sacrifício, simbolizando a entrega da vida em favor do povo.","por_que_esta_palavra":"A carne do sacrifício é um símbolo da vida que é dada para a redenção dos pecados.","conexao_teologica":"A carne de Cristo, dada na cruz, é o sacrifício que traz a salvação.","referencias_relacionadas":["João 6:51","Romanos 8:3","1 Coríntios 5:7"]},"levitico_16_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Levítico 16:21, \"modo\" aparece na frase \"E Arão porá ambas as suas mãos sobre a cabeça do bode vivo, e sobre ele confessará todas as iniqüidades dos filhos de Israel, e todas as su…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Levítico 16:21 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Levítico 16:22. Lendo junto com Levítico 16:21, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Levítico 16:21","Levítico 16:22","Salmos 119:105"]},"levitico_16_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer o sacrifício como um ato de entrega e devoção.","explicacao_detalhada":"No contexto, dar o sacrifício é um ato de fé e obediência, reconhecendo a necessidade de expiação.","por_que_esta_palavra":"Dar é um ato que envolve entrega e sacrifício, refletindo a relação entre o homem e Deus.","conexao_teologica":"Cristo deu Sua vida como sacrifício, exemplificando o verdadeiro ato de dar.","referencias_relacionadas":["João 3:16","Romanos 12:1","Gálatas 2:20"]},"levitico_16_21_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne, novamente, representa a vida do animal sacrificado, essencial para a expiação.","explicacao_detalhada":"A carne é oferecida como parte do ritual, simbolizando a entrega da vida em favor do povo.","por_que_esta_palavra":"A repetição da palavra carne enfatiza a importância do sacrifício na expiação dos pecados.","conexao_teologica":"A carne de Cristo é o sacrifício que traz a salvação e a reconciliação com Deus.","referencias_relacionadas":["Hebreus 10:10","1 Pedro 2:24","Romanos 5:8"]},"levitico_16_22_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do sacrifício e da expiação realizada.","explicacao_detalhada":"No contexto, grande indica a importância e a abrangência da expiação que é realizada no Dia da Expiação.","por_que_esta_palavra":"A grandeza do sacrifício é um tema central na teologia da redenção.","conexao_teologica":"A grandeza do amor de Deus é demonstrada através do sacrifício de Cristo, que é suficiente para todos.","referencias_relacionadas":["Romanos 5:20","Efésios 2:4-5","1 João 3:1"]},"levitico_16_22_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"O bode é um animal utilizado no ritual de expiação, simbolizando a transferência dos pecados do povo.","explicacao_detalhada":"No Dia da Expiação, um bode era escolhido para ser sacrificado, enquanto outro, conhecido como 'bode emissário', era enviado ao deserto, simbolizando a remoção dos pecados de Israel.","por_que_esta_palavra":"A palavra 'bode' é central para entender o ritual de expiação e a importância da purificação no culto israelita.","conexao_teologica":"O bode representa a substituição e a expiação, prefigurando o sacrifício de Cristo que leva sobre si os pecados da humanidade.","referencias_relacionadas":["Levítico 16:10","Levítico 16:21","Hebreus 9:28"]},"levitico_16_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os rituais devem ser realizados, enfatizando a importância da obediência às instruções divinas.","explicacao_detalhada":"A palavra 'modo' destaca que os rituais de adoração devem ser seguidos conforme as diretrizes estabelecidas por Deus, refletindo a santidade do culto.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a necessidade de seguir as prescrições divinas para a aceitação dos sacrifícios.","conexao_teologica":"A obediência ao modo de adoração é um princípio que se estende ao Novo Testamento, onde a adoração deve ser em espírito e em verdade.","referencias_relacionadas":["Êxodo 25:40","Deuteronômio 12:32","João 4:24"]},"levitico_16_23_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à separação do que é comum e à consagração ao Senhor.","explicacao_detalhada":"O sagrado é aquilo que pertence a Deus e deve ser tratado com reverência, refletindo a pureza e a santidade exigidas no culto.","por_que_esta_palavra":"A ênfase na santidade é crucial para entender a natureza de Deus e a relação que Ele deseja ter com seu povo.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, culminando na chamada à santidade para todos os crentes.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 4:8"]},"levitico_16_23_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar de Deus, especialmente no contexto do sacerdócio.","explicacao_detalhada":"Entrar no santuário é um ato que simboliza a aproximação a Deus, que deve ser feito com reverência e preparação.","por_que_esta_palavra":"A palavra destaca a importância da acessibilidade a Deus, mas também a necessidade de se fazer da maneira correta.","conexao_teologica":"Cristo é o nosso mediador, permitindo que todos possam 'entrar' na presença de Deus com confiança.","referencias_relacionadas":["Hebreus 10:19-22","Salmos 100:4","Mateus 27:51"]},"levitico_16_23_cair":{"palavra_pt":"cair","palavra_original":"פָּשַׁט","transliteracao":"pâshaṭ","strong":"H6584","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir ao ato de se prostrar em adoração ou ao impacto da presença de Deus.","explicacao_detalhada":"Cair diante de Deus é um reconhecimento de sua grandeza e santidade, um ato de submissão e reverência.","por_que_esta_palavra":"A expressão de cair é uma demonstração física da atitude do coração diante de Deus.","conexao_teologica":"A adoração genuína muitas vezes envolve uma resposta física à presença de Deus, refletindo a reverência que devemos ter.","referencias_relacionadas":["Salmos 95:6","Apocalipse 7:11","Isaías 6:5"]},"levitico_16_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever a ação de fazer ou realizar algo, especialmente em relação aos rituais.","explicacao_detalhada":"No contexto do sacrifício, o ato de 'fazer' refere-se à execução dos rituais conforme as instruções de Deus.","por_que_esta_palavra":"A palavra enfatiza a necessidade de ação e obediência nas práticas religiosas.","conexao_teologica":"A fé sem obras é morta; a ação é uma parte essencial da vida de fé.","referencias_relacionadas":["Tiago 2:26","Gálatas 6:9","Colossenses 3:23"]},"levitico_16_24_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"A palavra 'águas' refere-se ao elemento purificador, essencial nos rituais de limpeza e purificação.","explicacao_detalhada":"As águas são frequentemente usadas simbolicamente para representar a purificação e a renovação espiritual.","por_que_esta_palavra":"A água é um símbolo de vida e purificação, essencial para a compreensão dos rituais de expiação.","conexao_teologica":"Jesus se apresenta como a água viva, que purifica e dá vida eterna.","referencias_relacionadas":["João 4:14","Ezequiel 36:25","Apocalipse 22:17"]},"levitico_16_25_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, que requer expiação.","explicacao_detalhada":"O sacrifício pelo pecado é um ato de reconhecimento da culpa e da necessidade de perdão.","por_que_esta_palavra":"A palavra 'pecado' é fundamental para entender a necessidade de redenção e o papel dos sacrifícios na antiga aliança.","conexao_teologica":"O sacrifício de Cristo é a solução definitiva para o problema do pecado, cumprindo o que os sacrifícios do Antigo Testamento prefiguravam.","referencias_relacionadas":["Romanos 3:23","Hebreus 9:26","1 João 1:9"]},"levitico_16_25_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' é associada ao sacrifício e à purificação, simbolizando a presença de Deus.","explicacao_detalhada":"O fogo é usado para consumir os sacrifícios, representando a aceitação de Deus e a purificação do que é oferecido.","por_que_esta_palavra":"O fogo é um símbolo poderoso da presença de Deus e da necessidade de purificação.","conexao_teologica":"O fogo do Espírito Santo purifica e transforma, assim como o fogo dos sacrifícios.","referencias_relacionadas":["Levítico 9:24","Atos 2:3-4","Hebreus 12:29"]},"levitico_16_25_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"O altar é um símbolo de encontro entre Deus e o homem, onde a expiação e a adoração ocorrem.","por_que_esta_palavra":"A importância do altar destaca a necessidade de um lugar designado para a adoração e os sacrifícios.","conexao_teologica":"Cristo é o nosso altar, onde o sacrifício perfeito foi oferecido uma vez por todas.","referencias_relacionadas":["Hebreus 13:10","Êxodo 20:24","Romanos 12:1"]},"levitico_16_26_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que era utilizado como parte do ritual de expiação no Dia da Expiação.","explicacao_detalhada":"O gado, neste contexto, representa a oferta que é sacrificada para a purificação do povo de Israel. O ato de sacrificar um animal simboliza a transferência dos pecados do povo para o animal, que é então enviado para o deserto.","por_que_esta_palavra":"A palavra 'gado' é utilizada para enfatizar a importância do sacrifício na cultura israelita, onde os animais eram vistos como uma forma de se aproximar de Deus.","conexao_teologica":"O gado sacrificado é um símbolo da expiação e da necessidade de um sacrifício para a remissão dos pecados, apontando para o sacrifício de Cristo como o Cordeiro de Deus.","referencias_relacionadas":["Levítico 16:10","Hebreus 9:22","Isaías 53:6"]},"levitico_16_26_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar o bode expiatório para o deserto, simbolizando a remoção dos pecados do povo.","explicacao_detalhada":"O ato de enviar o bode para o deserto representa a ideia de que os pecados do povo são levados para longe, simbolizando a purificação e a libertação do pecado.","por_que_esta_palavra":"A palavra 'enviar' é crucial para entender o ritual de expiação, onde o bode é enviado para simbolizar a separação dos pecados do povo.","conexao_teologica":"Este ato de enviar o bode expiatório é um precursor da obra redentora de Cristo, que leva sobre si os pecados da humanidade.","referencias_relacionadas":["Levítico 16:10","Salmos 103:12","Isaías 53:4"]},"levitico_16_26_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"Refere-se ao bode que é escolhido para ser sacrificado e ao bode expiatório que é enviado ao deserto.","explicacao_detalhada":"O bode é um elemento central no ritual do Dia da Expiação, onde um bode é sacrificado e o outro é enviado para simbolizar a remoção dos pecados do povo.","por_que_esta_palavra":"A palavra 'bode' é utilizada para destacar a importância do sacrifício e da expiação na tradição israelita.","conexao_teologica":"O bode expiatório é um símbolo da obra de Cristo, que se tornou o sacrifício perfeito para a expiação dos pecados da humanidade.","referencias_relacionadas":["Levítico 16:8","Hebreus 9:28","1 Pedro 2:24"]},"levitico_16_27_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao sacrifício que é feito para a expiação dos pecados do povo.","explicacao_detalhada":"O sacrifício é um ato de adoração e arrependimento, onde a vida de um animal é oferecida a Deus como pagamento pelos pecados do povo.","por_que_esta_palavra":"A palavra 'sacrifício' é fundamental para entender a relação entre Deus e o povo de Israel, onde o sacrifício é visto como um meio de reconciliação.","conexao_teologica":"O sacrifício de Cristo é o cumprimento perfeito dos sacrifícios do Antigo Testamento, trazendo a verdadeira expiação para os pecados da humanidade.","referencias_relacionadas":["Levítico 4:35","Romanos 3:25","Hebreus 10:10"]},"levitico_16_27_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade do espaço e dos objetos utilizados no ritual de expiação.","explicacao_detalhada":"O termo 'sagrado' enfatiza a separação do que é comum e a importância de manter a pureza no culto a Deus.","por_que_esta_palavra":"A palavra 'sagrado' é utilizada para descrever a natureza divina e a necessidade de reverência ao se aproximar de Deus.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e a necessidade de santidade no culto é um reflexo do caráter de Deus.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"levitico_16_27_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que é utilizado como parte do ritual de expiação.","explicacao_detalhada":"O gado, neste contexto, representa a oferta que é sacrificada para a purificação do povo de Israel, simbolizando a transferência dos pecados.","por_que_esta_palavra":"A palavra 'gado' é utilizada para enfatizar a importância do sacrifício na cultura israelita.","conexao_teologica":"O gado sacrificado é um símbolo da expiação e da necessidade de um sacrifício para a remissão dos pecados.","referencias_relacionadas":["Levítico 16:10","Hebreus 9:22","Isaías 53:6"]},"levitico_16_28_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que é queimado fora do acampamento após o ritual de expiação.","explicacao_detalhada":"O gado queimado simboliza a completa remoção dos pecados e a purificação do povo, sendo um ato de consagração a Deus.","por_que_esta_palavra":"A palavra 'gado' aqui destaca a continuidade do ritual de expiação e a importância do sacrifício.","conexao_teologica":"A queima do gado fora do acampamento simboliza a separação do pecado e a necessidade de purificação, refletindo a obra de Cristo.","referencias_relacionadas":["Levítico 16:27","Hebreus 13:11","Romanos 6:6"]},"levitico_16_28_fogo":{"palavra_pt":"fogo","palavra_original":"שָׂרַף","transliteracao":"sâraph","strong":"H8313","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo utilizado para queimar o gado fora do acampamento.","explicacao_detalhada":"O fogo simboliza a purificação e a destruição do que é impuro, sendo um elemento essencial no ritual de expiação.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para enfatizar a severidade do julgamento sobre o pecado e a necessidade de purificação.","conexao_teologica":"O fogo é frequentemente associado ao juízo de Deus e à purificação, refletindo a natureza santa de Deus.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","Apocalipse 20:14"]},"levitico_16_28_bathe":{"palavra_pt":"bathe","palavra_original":"רָחַץ","transliteracao":"râchats","strong":"H7364","significado_raiz":"Ideia básica: bathe.","significado_contextual":"Refere-se ao ato de lavar as vestes após o ritual de expiação.","explicacao_detalhada":"O ato de lavar simboliza a purificação e a preparação para se aproximar de Deus, enfatizando a importância da santidade.","por_que_esta_palavra":"A palavra 'bathe' é utilizada para destacar a necessidade de limpeza e purificação após o contato com o pecado.","conexao_teologica":"A purificação através da água é um símbolo da renovação e da limpeza que Cristo oferece aos crentes.","referencias_relacionadas":["Êxodo 30:20","Salmos 51:2","1 João 1:9"]},"levitico_16_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o ritual de expiação deve ser realizado.","explicacao_detalhada":"O 'modo' enfatiza a importância da obediência às instruções de Deus para garantir a aceitação do sacrifício.","por_que_esta_palavra":"A palavra 'modo' é utilizada para ressaltar a necessidade de seguir as diretrizes divinas no culto.","conexao_teologica":"A obediência às instruções de Deus é fundamental para a relação entre o homem e Deus, refletindo a importância da lei.","referencias_relacionadas":["Deuteronômio 12:32","Mateus 5:19","Tiago 1:22"]},"levitico_16_29_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao ato de um animal ser solto ou libertado, simbolizando a transferência dos pecados do povo.","explicacao_detalhada":"No contexto de Levítico 16, o 'cair' está relacionado ao ritual do bode expiatório, que é enviado ao deserto, levando consigo os pecados da nação. Isso representa a purificação e a necessidade de afastar o pecado do povo.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a ideia de que os pecados são removidos e não mais estão sobre o povo de Israel.","conexao_teologica":"Este ato de 'cair' é uma prefiguração do sacrifício de Cristo, que também leva sobre si os pecados da humanidade.","referencias_relacionadas":["Levítico 16:10","Isaías 53:6","1 Pedro 2:24"]},"levitico_16_29_appointed":{"palavra_pt":"appointed","palavra_original":"חֻקָּה","transliteracao":"chuqqâh","strong":"H2708","significado_raiz":"Ideia básica: appointed.","significado_contextual":"A palavra 'appointed' refere-se a algo que foi estabelecido ou designado para um propósito específico.","explicacao_detalhada":"No contexto, 'appointed' se refere às instruções dadas por Deus para o Dia da Expiação, onde rituais específicos devem ser seguidos para a purificação do povo.","por_que_esta_palavra":"A palavra destaca a importância da obediência às ordens divinas e a seriedade dos rituais estabelecidos.","conexao_teologica":"A ideia de ser 'appointed' reflete a soberania de Deus na determinação dos meios de redenção e purificação.","referencias_relacionadas":["Levítico 16:29","Hebreus 9:7","Romanos 3:25"]},"levitico_16_30_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao Dia da Expiação, um dia sagrado de arrependimento e purificação.","explicacao_detalhada":"Este dia é designado para a expiação dos pecados do povo, onde rituais específicos são realizados para restaurar a relação entre Deus e Israel.","por_que_esta_palavra":"O 'dia' enfatiza a importância do tempo sagrado e da necessidade de um momento específico para a reconciliação.","conexao_teologica":"O Dia da Expiação é um símbolo do sacrifício de Cristo, que oferece a verdadeira expiação para os pecados da humanidade.","referencias_relacionadas":["Levítico 16:30","Hebreus 9:26","Romanos 5:11"]},"levitico_16_30_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se ao estado de ser limpo ou livre de contaminação, especialmente em um contexto espiritual.","explicacao_detalhada":"No ritual do Dia da Expiação, a pureza é essencial para que o povo possa se aproximar de Deus, simbolizando a necessidade de ser limpo de pecados.","por_que_esta_palavra":"A pureza é um requisito para a adoração e a comunhão com Deus, refletindo a santidade do Senhor.","conexao_teologica":"A pureza exigida no Antigo Testamento aponta para a pureza que Cristo oferece aos crentes através de seu sacrifício.","referencias_relacionadas":["Levítico 16:30","Salmos 51:10","1 João 1:7"]},"levitico_16_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Levítico 16:30, \"modo\" aparece na frase \"Porque naquele dia se fará expiação por vós, para purificar-vos; e sereis purificados de todos os vossos pecados perante o Senhor.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Levítico 16:30 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Levítico 16:34. Lendo junto com Levítico 16:30, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Levítico 16:30","Levítico 16:34","Salmos 119:105"]},"levitico_16_31_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"A palavra 'humilde' refere-se a um estado de coração que reconhece a necessidade de arrependimento e submissão a Deus.","explicacao_detalhada":"No contexto do Dia da Expiação, a humildade é necessária para que o povo reconheça seus pecados e busque a purificação.","por_que_esta_palavra":"A humildade é um pré-requisito para a verdadeira adoração e arrependimento diante de Deus.","conexao_teologica":"A humildade é um tema central na mensagem de Cristo, que ensina que os humildes herdarão o Reino dos Céus.","referencias_relacionadas":["Levítico 16:31","Mateus 5:5","Tiago 4:10"]},"levitico_16_31_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à durabilidade e permanência das promessas e do pacto de Deus com seu povo.","explicacao_detalhada":"No contexto, 'eterno' indica que os rituais de expiação e a relação com Deus são estabelecidos para sempre, refletindo a fidelidade de Deus.","por_que_esta_palavra":"A eternidade das promessas de Deus oferece esperança e segurança ao povo de Israel.","conexao_teologica":"A noção de 'eterno' aponta para a obra redentora de Cristo, que é válida para todos os tempos e gerações.","referencias_relacionadas":["Levítico 16:31","Hebreus 9:12","João 3:16"]},"levitico_16_32_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que atua como intermediário entre Deus e o povo, responsável pelos rituais de expiação.","explicacao_detalhada":"O sacerdote desempenha um papel crucial na mediação dos pecados do povo diante de Deus, realizando os rituais necessários para a purificação.","por_que_esta_palavra":"A figura do sacerdote é central na adoração israelita, simbolizando a necessidade de um mediador para se aproximar de Deus.","conexao_teologica":"Cristo é o nosso Sumo Sacerdote, que intercede por nós e oferece um sacrifício perfeito e eterno.","referencias_relacionadas":["Levítico 16:32","Hebreus 4:14","1 Pedro 2:9"]},"levitico_16_32_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao que é separado para Deus, indicando a santidade dos rituais e do espaço de adoração.","explicacao_detalhada":"No contexto, o 'sagrado' enfatiza que os rituais de expiação são realizados em um espaço e tempo que pertencem exclusivamente a Deus.","por_que_esta_palavra":"A santidade é fundamental na relação entre Deus e seu povo, que deve se aproximar dEle com reverência.","conexao_teologica":"A santidade de Deus é refletida na obra de Cristo, que nos torna santos e aceitáveis diante do Pai.","referencias_relacionadas":["Levítico 16:32","1 Pedro 1:16","Apocalipse 21:27"]},"levitico_16_33_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' novamente refere-se ao que é separado e consagrado para Deus, reforçando a importância da santidade.","explicacao_detalhada":"Neste contexto, o 'sagrado' é um lembrete da pureza necessária para os rituais e a adoração a Deus.","por_que_esta_palavra":"A repetição da palavra 'sagrado' sublinha a seriedade da adoração e a necessidade de estar em conformidade com a santidade de Deus.","conexao_teologica":"A ideia de 'sagrado' é central na teologia cristã, onde os crentes são chamados a viver em santidade como reflexo do caráter de Deus.","referencias_relacionadas":["Levítico 16:33","Romanos 12:1","Hebreus 12:14"]},"levitico_16_33_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Levítico 16, o altar é central para o ritual do Dia da Expiação, onde o sacerdote faz a expiação pelos pecados do povo. O altar simboliza a presença de Deus e a necessidade de sacrifício para a reconciliação.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a prática de adoração e sacrifício no Antigo Testamento, refletindo a relação entre Deus e o povo de Israel.","conexao_teologica":"O altar representa o sacrifício de Cristo, que é o verdadeiro Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"levitico_16_33_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o mediador entre Deus e o povo, responsável pelos rituais e sacrifícios.","explicacao_detalhada":"Em Levítico 16, o sacerdote desempenha um papel fundamental no Dia da Expiação, oferecendo sacrifícios para a purificação do povo. Ele é visto como um representante do povo diante de Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é essencial para entender a estrutura religiosa de Israel e a importância da mediação na relação com Deus.","conexao_teologica":"Jesus é nosso Sumo Sacerdote, que intercede por nós e oferece um sacrifício perfeito.","referencias_relacionadas":["Hebreus 5:1","Levítico 10:6","1 Pedro 2:9"]},"levitico_16_34_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como os rituais devem ser realizados.","explicacao_detalhada":"Em Levítico 16, o 'modo' é importante para garantir que os rituais de expiação sejam feitos corretamente, conforme as instruções de Deus, refletindo a santidade do ato.","por_que_esta_palavra":"A palavra 'modo' enfatiza a necessidade de seguir as diretrizes divinas na adoração e nos rituais.","conexao_teologica":"A obediência ao modo de adoração é um reflexo da reverência a Deus e da importância da santidade.","referencias_relacionadas":["Deuteronômio 12:32","Êxodo 25:40","Levítico 10:1-2"]},"levitico_16_34_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma confusão de tradução, mas no contexto, refere-se a ações que devem ser realizadas.","explicacao_detalhada":"No contexto de Levítico, a palavra pode estar relacionada a ações específicas que devem ser feitas durante os rituais de expiação, enfatizando a importância da execução correta dos rituais.","por_que_esta_palavra":"A palavra 'urso' pode ser um erro de tradução, mas a ideia de ação é central para a compreensão dos rituais.","conexao_teologica":"As ações realizadas no culto refletem a obediência a Deus e a necessidade de expiação.","referencias_relacionadas":["Levítico 4:27-31","Números 15:22-29","Hebreus 9:22"]},"levitico_16_34_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se a um estado de ser ou a um ato de submissão diante de Deus.","explicacao_detalhada":"No contexto de Levítico, 'cair' pode simbolizar a queda do pecado e a necessidade de arrependimento, especialmente durante os rituais de expiação.","por_que_esta_palavra":"A palavra 'cair' é importante para entender a condição do homem diante de Deus e a necessidade de redenção.","conexao_teologica":"A queda do homem é um tema central na teologia, levando à necessidade de um Salvador.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Salmos 51:17"]}}