{"levitico_20_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar é um ato de comunicação que pode trazer instrução ou advertência.","explicacao_detalhada":"Neste contexto, a palavra 'falar' enfatiza a importância da comunicação clara e da transmissão da vontade de Deus ao Seu povo.","por_que_esta_palavra":"A fala é uma ferramenta poderosa que pode edificar ou destruir, e deve ser usada com sabedoria.","conexao_teologica":"Deus se comunica com Seu povo, e somos chamados a ouvir e responder a Sua palavra.","referencias_relacionadas":["Tiago 1:19","Provérbios 18:21","Romanos 10:17"]},"levitico_20_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e deve ser tratado com reverência.","explicacao_detalhada":"O nome 'Yᵉhôvâh' é considerado o nome pessoal de Deus, que revela Sua natureza e caráter. É um nome que implica em autoridade e soberania.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a posição de Deus como autoridade suprema sobre o povo de Israel.","conexao_teologica":"O uso do nome de Deus estabelece um relacionamento pessoal entre Ele e Seu povo, indicando que Ele é o Senhor que guia e protege.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"levitico_20_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' implica não apenas na fala, mas também na transmissão de uma mensagem importante, muitas vezes de ordem divina.","por_que_esta_palavra":"É utilizada para mostrar que Deus está se dirigindo ao povo, dando instruções claras e diretas.","conexao_teologica":"A comunicação de Deus com Seu povo é fundamental para a revelação de Sua vontade e para a formação da identidade do povo escolhido.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 119:105"]},"levitico_20_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para descrever não apenas a descendência física, mas também a relação espiritual entre Deus e Seu povo.","por_que_esta_palavra":"A menção de 'filho' destaca a responsabilidade e a herança que vêm com essa relação, especialmente em contextos de obediência e desobediência.","conexao_teologica":"A relação de Deus como Pai e o povo como Seus filhos é um tema central na teologia bíblica, refletindo amor e disciplina.","referencias_relacionadas":["Salmos 2:7","João 1:12","Romanos 8:14"]},"levitico_20_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território prometido a Israel, simbolizando a herança e a presença de Deus.","explicacao_detalhada":"A palavra 'terra' é crucial na narrativa bíblica, representando não apenas um lugar físico, mas também a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A menção da 'terra' enfatiza a importância do espaço onde o povo deve viver em obediência a Deus.","conexao_teologica":"A terra é vista como um símbolo da bênção de Deus e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Josué 1:3"]},"levitico_20_2_rei":{"palavra_pt":"rei","palavra_original":"מֹלֶךְ","transliteracao":"Môlek","strong":"H4432","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a uma divindade ou ídolo que era adorado em cultos pagãos.","explicacao_detalhada":"A palavra 'rei' neste contexto é usada para condenar a prática de adoração a deuses estrangeiros, que era uma violação da aliança com Deus.","por_que_esta_palavra":"A inclusão de 'rei' serve para alertar o povo sobre as consequências da idolatria e da desobediência.","conexao_teologica":"A rejeição da adoração a outros deuses é fundamental para a pureza do culto a Deus, que é o único Rei verdadeiro.","referencias_relacionadas":["Êxodo 20:3-5","Deuteronômio 12:30-31","1 Reis 18:21"]},"levitico_20_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, tanto em aspectos físicos quanto espirituais.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a responsabilidade moral e ética que cada indivíduo tem diante de Deus.","por_que_esta_palavra":"A menção de 'homem' destaca a importância da escolha e das ações individuais em relação às leis de Deus.","conexao_teologica":"A dignidade do ser humano é um tema central na teologia, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"levitico_20_3_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de eliminar ou cortar algo de forma severa.","explicacao_detalhada":"A palavra 'destruir' implica em um julgamento severo sobre aqueles que praticam a idolatria, refletindo a seriedade da ofensa.","por_que_esta_palavra":"A utilização desta palavra enfatiza a gravidade das consequências para aqueles que se afastam de Deus.","conexao_teologica":"A destruição é um tema que aparece frequentemente em contextos de julgamento divino, mostrando a santidade de Deus.","referencias_relacionadas":["Deuteronômio 13:5","Ezequiel 18:30","Mateus 10:28"]},"levitico_20_3_rei":{"palavra_pt":"rei","palavra_original":"מֹלֶךְ","transliteracao":"Môlek","strong":"H4432","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à divindade que é adorada em cultos pagãos, especificamente Moloque.","explicacao_detalhada":"A palavra 'rei' neste contexto é usada para condenar a prática de sacrifícios humanos e a adoração a deuses que exigem tais atos.","por_que_esta_palavra":"A menção de 'rei' serve para alertar o povo sobre as práticas abomináveis que são contrárias à vontade de Deus.","conexao_teologica":"A adoração a Moloque é um exemplo da corrupção moral que Deus condena, refletindo a necessidade de pureza no culto.","referencias_relacionadas":["Levítico 18:21","Jeremias 32:35","Amós 5:26"]},"levitico_20_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território prometido, que é sagrado e deve ser protegido.","explicacao_detalhada":"A palavra 'terra' enfatiza a importância do espaço físico onde o povo de Deus deve viver em conformidade com Suas leis.","por_que_esta_palavra":"A menção da 'terra' é um lembrete da aliança de Deus com Israel e da necessidade de manter a santidade do lugar.","conexao_teologica":"A terra é um símbolo da presença de Deus e da realização de Suas promessas ao Seu povo.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 11:12","Josué 21:43"]},"levitico_20_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua responsabilidade moral e espiritual.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a necessidade de obediência às leis de Deus e a importância da vida ética.","por_que_esta_palavra":"A menção de 'homem' destaca a individualidade e a responsabilidade que cada pessoa tem diante de Deus.","conexao_teologica":"A dignidade e a responsabilidade do ser humano são centrais na teologia bíblica, refletindo a imagem de Deus.","referencias_relacionadas":["Gênesis 2:7","Salmos 139:14","Romanos 14:12"]},"levitico_20_4_rei":{"palavra_pt":"rei","palavra_original":"מֹלֶךְ","transliteracao":"Môlek","strong":"H4432","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a uma autoridade suprema, muitas vezes associada a práticas de adoração que eram condenadas por Deus.","explicacao_detalhada":"No contexto de Levítico 20:4, a menção do 'rei' está ligada à proibição de sacrificar crianças a Môlek, um deus pagão. Isso destaca a seriedade da idolatria e suas consequências.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a influência que líderes têm sobre o povo e como suas decisões podem levar à idolatria.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, e a rejeição de práticas pagãs é fundamental para a pureza do culto a Deus.","referencias_relacionadas":["Deuteronômio 18:10-12","2 Reis 23:10","Jeremias 32:35"]},"levitico_20_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para se referir a qualquer indivíduo masculino, mas neste contexto, representa a responsabilidade moral e espiritual do ser humano.","explicacao_detalhada":"Em Levítico 20:5, a palavra 'homem' é crucial, pois enfatiza que cada indivíduo é responsável por suas ações, especialmente em relação à adoração a deuses estranhos.","por_que_esta_palavra":"A inclusão do 'homem' destaca a responsabilidade pessoal diante de Deus e a necessidade de seguir Seus mandamentos.","conexao_teologica":"A responsabilidade individual é um princípio importante na teologia bíblica, onde cada pessoa deve prestar contas a Deus.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 12:14","Romanos 14:12"]},"levitico_20_5_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à severidade do juízo de Deus sobre aqueles que praticam idolatria.","explicacao_detalhada":"No contexto de Levítico 20:5, 'destruir' implica em um ato de julgamento divino contra a prática de sacrificar filhos a Môlek, mostrando a gravidade dessa ofensa.","por_que_esta_palavra":"A palavra é usada para enfatizar a seriedade da punição e a necessidade de purificação da comunidade.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele não tolera a idolatria e a desobediência.","referencias_relacionadas":["Êxodo 22:20","Deuteronômio 13:5","Salmos 97:10"]},"levitico_20_5_rei":{"palavra_pt":"rei","palavra_original":"מֹלֶךְ","transliteracao":"Môlek","strong":"H4432","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reforça a ideia de que até mesmo os líderes são responsáveis por suas ações e pelas práticas que promovem.","explicacao_detalhada":"A repetição da palavra 'rei' em Levítico 20:5 destaca que a liderança não isenta ninguém do juízo divino, especialmente em questões de idolatria.","por_que_esta_palavra":"A palavra é importante para mostrar que a idolatria é uma questão que afeta toda a sociedade, incluindo seus líderes.","conexao_teologica":"A liderança espiritual é um tema importante, onde os líderes devem guiar o povo em retidão.","referencias_relacionadas":["1 Crônicas 28:9","Ezequiel 34:2","Tiago 3:1"]},"levitico_20_6_agua":{"palavra_pt":"agua","palavra_original":"אוֹב","transliteracao":"ʼôwb","strong":"H178","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' é usada aqui em um contexto de purificação e separação do sagrado do profano.","explicacao_detalhada":"Em Levítico 20:6, a menção de 'água' pode simbolizar a necessidade de purificação e a rejeição de práticas impuras.","por_que_esta_palavra":"A água é frequentemente associada à limpeza e renovação, refletindo a necessidade de se afastar da idolatria.","conexao_teologica":"A purificação é um tema importante na teologia bíblica, simbolizando a santidade e a separação do pecado.","referencias_relacionadas":["Isaías 1:16-18","Ezequiel 36:25","João 7:38"]},"levitico_20_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo, neste caso, um clamor a um deus pagão.","explicacao_detalhada":"Em Levítico 20:6, 'dar' implica em oferecer algo em adoração, que é uma prática condenada quando se trata de ídolos.","por_que_esta_palavra":"A palavra é usada para enfatizar a gravidade de oferecer adoração a deuses estranhos, que é um ato de rebelião contra Deus.","conexao_teologica":"A adoração deve ser direcionada somente a Deus, e qualquer desvio é considerado idolatria.","referencias_relacionadas":["Êxodo 20:3-5","Deuteronômio 6:13-14","Mateus 4:10"]},"levitico_20_7_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"A palavra 'santificar' refere-se ao ato de separar algo para uso sagrado.","explicacao_detalhada":"Em Levítico 20:7, 'santificar' implica em dedicar-se a Deus e afastar-se das práticas impuras.","por_que_esta_palavra":"A santificação é essencial para a vida do povo de Deus, que deve ser separado para Ele.","conexao_teologica":"A santidade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["1 Pedro 1:16","Levítico 11:44","Romanos 12:1"]},"levitico_20_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda moral e espiritual que resulta da desobediência a Deus.","explicacao_detalhada":"Em Levítico 20:7, 'cair' pode simbolizar a queda em pecado e a necessidade de retorno à santidade.","por_que_esta_palavra":"A palavra é importante para mostrar que a desobediência leva à ruína espiritual.","conexao_teologica":"A queda do homem é um tema central na Bíblia, onde a desobediência resulta em separação de Deus.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 1:15"]},"levitico_20_7_sagrado":{"palavra_pt":"santo","palavra_original":"קָדוֹשׁ","transliteracao":"qâdôwsh","strong":"H6918","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à pureza e separação de Deus em relação ao pecado.","explicacao_detalhada":"Em Levítico 20:7, 'santo' enfatiza a necessidade de o povo ser separado para Deus, refletindo Sua natureza.","por_que_esta_palavra":"A santidade é um aspecto fundamental do caráter de Deus e deve ser imitada pelo Seu povo.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que chama os crentes a viverem de maneira semelhante.","referencias_relacionadas":["Levítico 19:2","Salmos 30:4","Hebreus 12:14"]},"levitico_20_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada aqui como uma metáfora para a força e a ferocidade que deve ser evitada em práticas de idolatria.","explicacao_detalhada":"Em Levítico 20:8, a menção de 'urso' pode simbolizar a ferocidade das consequências da desobediência a Deus.","por_que_esta_palavra":"A palavra é importante para ilustrar a gravidade da situação e a necessidade de se afastar de práticas pagãs.","conexao_teologica":"A ferocidade do juízo de Deus é um tema que aparece em várias partes da Bíblia, onde a desobediência resulta em severas consequências.","referencias_relacionadas":["Isaías 13:18","Ezequiel 25:17","Mateus 10:28"]},"levitico_20_8_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ideia de guardar ou proteger, especialmente em um contexto de obediência às leis de Deus.","explicacao_detalhada":"Neste versículo, a obediência às leis divinas é vista como um meio de garantir a proteção e a salvação do povo. A palavra implica um compromisso com a fidelidade a Deus.","por_que_esta_palavra":"A escolha da palavra 'salvar' enfatiza a importância da aliança entre Deus e o povo de Israel, onde a obediência traz bênçãos e proteção.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a relação entre Deus e a humanidade, onde a obediência às suas leis é fundamental para a salvação.","referencias_relacionadas":["Deuteronômio 30:16","Salmos 119:11","Mateus 7:21"]},"levitico_20_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre o povo de Israel.","explicacao_detalhada":"O uso do nome 'Senhor' neste contexto destaca a relação de Deus como legislador e juiz, enfatizando a necessidade de reverência e obediência às suas ordens.","por_que_esta_palavra":"A palavra 'Senhor' é utilizada para reafirmar a identidade de Deus como aquele que estabelece as normas e espera que seu povo as siga.","conexao_teologica":"O nome de Deus é central na adoração e na prática religiosa, simbolizando sua presença e autoridade na vida dos crentes.","referencias_relacionadas":["Êxodo 20:2","Salmos 23:1","Isaías 42:8"]},"levitico_20_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou justificativa para a ação que se segue, ligando a obediência a consequências.","explicacao_detalhada":"Neste versículo, 'porque' serve para explicar a gravidade da transgressão e as consequências que ela traz, reforçando a seriedade das leis de Deus.","por_que_esta_palavra":"A escolha de 'porque' é crucial para entender a lógica da justiça divina, onde cada ação tem uma resposta correspondente.","conexao_teologica":"A ideia de causa e efeito é fundamental na teologia bíblica, onde a desobediência resulta em consequências severas.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 11:21"]},"levitico_20_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano em geral, destacando a responsabilidade moral e ética que cada indivíduo possui.","explicacao_detalhada":"Neste contexto, 'homem' é utilizado para enfatizar que todos são sujeitos às leis de Deus e que cada um deve prestar contas de suas ações.","por_que_esta_palavra":"A inclusão da palavra 'homem' sublinha a universalidade da aplicação das leis divinas, sem distinção.","conexao_teologica":"A responsabilidade individual diante de Deus é um tema recorrente na Bíblia, onde cada pessoa é chamada a viver de acordo com os princípios divinos.","referencias_relacionadas":["Eclesiastes 12:14","Romanos 14:12","Tiago 4:17"]},"levitico_20_9_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à consequência extrema da desobediência às leis de Deus, simbolizando a separação da vida e da comunhão com Ele.","explicacao_detalhada":"Neste versículo, 'morrer' é uma advertência sobre as consequências da transgressão, que não se limita à morte física, mas também à morte espiritual.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a seriedade das consequências da desobediência, refletindo a gravidade do pecado.","conexao_teologica":"A morte como consequência do pecado é um tema central na teologia cristã, onde a redenção em Cristo oferece a vida eterna.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Apocalipse 21:8"]},"levitico_20_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' novamente enfatiza a responsabilidade individual e a necessidade de seguir as leis divinas.","explicacao_detalhada":"Neste contexto, 'homem' é usado para reafirmar que todos, independentemente de sua posição, estão sujeitos às mesmas regras e consequências.","por_que_esta_palavra":"A repetição da palavra 'homem' reforça a ideia de que a justiça de Deus se aplica a todos igualmente.","conexao_teologica":"A igualdade diante de Deus é um princípio fundamental, onde todos são chamados a viver em conformidade com Sua vontade.","referencias_relacionadas":["Gálatas 3:28","Romanos 3:23","Tiago 2:1"]},"levitico_20_10_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se à relação familiar e à responsabilidade que os indivíduos têm uns pelos outros dentro da comunidade.","explicacao_detalhada":"Neste versículo, 'irmão' destaca a gravidade da transgressão, especialmente quando envolve relações próximas e a traição de laços familiares.","por_que_esta_palavra":"A escolha da palavra 'irmão' enfatiza a importância da comunidade e das relações interpessoais na vida do povo de Deus.","conexao_teologica":"A responsabilidade mútua entre os membros da comunidade é um tema importante na Bíblia, refletindo o amor e a solidariedade que devem existir entre os crentes.","referencias_relacionadas":["1 João 4:20","Romanos 12:10","Gálatas 6:2"]},"levitico_20_10_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' novamente refere-se às consequências severas da desobediência, especialmente em um contexto de relações familiares.","explicacao_detalhada":"Neste versículo, 'morrer' serve como um aviso sobre a gravidade das ações que afetam não apenas o indivíduo, mas também aqueles que estão ao seu redor.","por_que_esta_palavra":"A repetição da palavra 'morrer' reforça a seriedade da transgressão e suas consequências, tanto físicas quanto espirituais.","conexao_teologica":"A morte como consequência do pecado é um tema recorrente, onde a redenção em Cristo oferece esperança de vida eterna.","referencias_relacionadas":["Romanos 6:23","Gênesis 3:19","Apocalipse 21:8"]},"levitico_20_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é utilizada para enfatizar a responsabilidade moral e a necessidade de seguir as leis de Deus.","explicacao_detalhada":"Neste contexto, 'homem' destaca a seriedade das ações e suas consequências, especialmente em relação à moralidade sexual.","por_que_esta_palavra":"A repetição da palavra 'homem' sublinha a universalidade da aplicação das leis divinas, sem distinção.","conexao_teologica":"A responsabilidade individual diante de Deus é um tema recorrente na Bíblia, onde cada pessoa é chamada a viver de acordo com os princípios divinos.","referencias_relacionadas":["Eclesiastes 12:14","Romanos 14:12","Tiago 4:17"]},"levitico_20_11_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao ato de deitar-se, simbolizando a intimidade e a relação entre os indivíduos.","explicacao_detalhada":"Neste versículo, 'descanso' é usado para descrever uma relação que deve ser sagrada e respeitosa, refletindo a importância da moralidade nas relações humanas.","por_que_esta_palavra":"A escolha da palavra 'descanso' enfatiza a necessidade de respeitar os laços familiares e a santidade das relações.","conexao_teologica":"A moralidade sexual é um tema importante na Bíblia, onde as relações são vistas como reflexos da relação entre Deus e seu povo.","referencias_relacionadas":["Hebreus 13:4","1 Coríntios 6:18","Gênesis 2:24"]},"levitico_20_11_nakedness":{"palavra_pt":"nudez","palavra_original":"עֶרְוָה","transliteracao":"ʻervâh","strong":"H6172","significado_raiz":"Ideia básica: nudez.","significado_contextual":"A nudez é vista como uma condição de vulnerabilidade e desonra, especialmente em contextos de relações sexuais ilícitas.","explicacao_detalhada":"Neste versículo, a nudez é associada a relações incestuosas, onde a exposição da nudez é considerada uma ofensa grave à santidade da família e à ordem divina.","por_que_esta_palavra":"A palavra 'nudez' é utilizada para enfatizar a gravidade do ato de se expor ou se envolver em relações proibidas, refletindo a necessidade de manter a pureza e a honra.","conexao_teologica":"A nudez simboliza a vergonha do pecado e a necessidade de redenção. Em Gênesis, a nudez é associada à queda do homem e à perda da inocência.","referencias_relacionadas":["Gênesis 2:25","Gênesis 3:7","Levítico 18:6"]},"levitico_20_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem é o sujeito da ação, e sua posição é central nas relações familiares e sociais.","explicacao_detalhada":"Neste contexto, o homem é mencionado em relação a atos que envolvem relações sexuais, destacando sua responsabilidade e as consequências de suas ações.","por_que_esta_palavra":"A palavra 'homem' é utilizada para indicar a figura masculina que deve agir com responsabilidade e moralidade nas relações.","conexao_teologica":"O homem é visto como líder e protetor da família, refletindo o papel de Cristo como o cabeça da Igreja.","referencias_relacionadas":["Gênesis 2:18","Efésios 5:23","1 Timóteo 2:8"]},"levitico_20_12_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O descanso aqui se refere ao ato de deitar-se, especialmente em um contexto sexual.","explicacao_detalhada":"O versículo aborda a proibição de relações sexuais entre parentes próximos, enfatizando a gravidade do ato de se deitar com alguém que não é permitido.","por_que_esta_palavra":"A palavra 'descanso' é usada para descrever a intimidade física, que deve ser reservada para o casamento e dentro dos limites estabelecidos por Deus.","conexao_teologica":"O descanso é um símbolo de união, e a intimidade deve refletir a aliança sagrada entre marido e mulher.","referencias_relacionadas":["Gênesis 4:1","Cantares 1:2","Hebreus 13:4"]},"levitico_20_12_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte é a consequência severa para aqueles que quebram as leis de Deus, especialmente em questões de moralidade sexual.","explicacao_detalhada":"Neste contexto, a morte é uma punição estabelecida para atos de incesto, refletindo a seriedade com que Deus vê a pureza sexual.","por_que_esta_palavra":"A palavra 'morrer' é utilizada para enfatizar a gravidade da transgressão e a necessidade de obedecer às leis divinas.","conexao_teologica":"A morte espiritual e física é uma consequência do pecado, e a redenção em Cristo oferece vida eterna.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Gálatas 6:7"]},"levitico_20_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem é novamente o foco, enfatizando a responsabilidade moral e as consequências de suas ações.","explicacao_detalhada":"A repetição da palavra 'homem' neste contexto reforça a ideia de que ele deve ser responsável por suas ações, especialmente em relação a relações sexuais.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a figura masculina que deve seguir as leis de Deus e evitar a transgressão.","conexao_teologica":"O papel do homem como líder espiritual é destacado, refletindo a responsabilidade que ele tem diante de Deus.","referencias_relacionadas":["Gênesis 1:27","1 Coríntios 16:13","Colossenses 3:19"]},"levitico_20_13_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O descanso aqui se refere ao ato de deitar-se, especialmente em um contexto de relações proibidas.","explicacao_detalhada":"O versículo proíbe a relação sexual entre um homem e um homem, enfatizando a desobediência às leis de Deus.","por_que_esta_palavra":"A palavra 'descanso' é utilizada para descrever a intimidade física, que deve ser reservada para o casamento entre um homem e uma mulher.","conexao_teologica":"A intimidade sexual é um presente de Deus que deve ser exercido dentro dos parâmetros estabelecidos por Ele.","referencias_relacionadas":["Gênesis 19:5","Romanos 1:26-27","1 Coríntios 6:9-10"]},"levitico_20_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como uma figura de punição, simbolizando a severidade da lei.","explicacao_detalhada":"Neste contexto, a menção ao urso pode ser interpretada como uma referência a um animal feroz, simbolizando a gravidade da transgressão e suas consequências.","por_que_esta_palavra":"A palavra 'urso' é utilizada para ilustrar a severidade da punição para aqueles que quebram as leis de Deus.","conexao_teologica":"A justiça de Deus é muitas vezes representada por imagens de força e poder, mostrando que Ele não tolera o pecado.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Salmos 22:12"]},"levitico_20_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem é novamente o foco, enfatizando a responsabilidade moral e as consequências de suas ações.","explicacao_detalhada":"A repetição da palavra 'homem' neste contexto reforça a ideia de que ele deve ser responsável por suas ações, especialmente em relação a relações sexuais.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a figura masculina que deve seguir as leis de Deus e evitar a transgressão.","conexao_teologica":"O papel do homem como líder espiritual é destacado, refletindo a responsabilidade que ele tem diante de Deus.","referencias_relacionadas":["Gênesis 1:27","1 Coríntios 16:13","Colossenses 3:19"]},"levitico_20_14_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza a purificação e a destruição, representando o juízo de Deus sobre o pecado.","explicacao_detalhada":"Neste contexto, o fogo é mencionado como um meio de punição para aqueles que cometem atos imorais, refletindo a seriedade da transgressão.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para enfatizar a intensidade do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"O fogo é frequentemente usado na Bíblia como símbolo do juízo e da purificação, mostrando a santidade de Deus.","referencias_relacionadas":["Deuteronômio 4:24","Hebreus 12:29","Apocalipse 20:10"]},"levitico_20_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é fundamental para a justiça e a moralidade, especialmente em questões de comportamento sexual.","explicacao_detalhada":"Neste contexto, a verdade é apresentada como um princípio que deve guiar as ações e decisões dos indivíduos, especialmente em relação à moralidade.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a importância de viver de acordo com os princípios divinos e a necessidade de honestidade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em santidade.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"levitico_20_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano masculino, enfatizando sua responsabilidade moral e social.","explicacao_detalhada":"A palavra 'homem' neste contexto é usada para indicar a figura masculina que deve ser responsável por suas ações e decisões, especialmente em relação às leis de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância da figura masculina nas relações sociais e familiares, especialmente em contextos de moralidade e ética.","conexao_teologica":"A responsabilidade moral do homem é um tema recorrente na Bíblia, refletindo a criação do homem à imagem de Deus e seu papel na sociedade.","referencias_relacionadas":["Gênesis 1:27","Gênesis 2:18","Efésios 5:23"]},"levitico_20_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou entregar algo a alguém, muitas vezes com um sentido de obrigação ou responsabilidade.","explicacao_detalhada":"A palavra 'dar' é utilizada para enfatizar a ação de transferir algo que pertence a uma pessoa, podendo ser físico ou metafórico, como a entrega de responsabilidades.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender a dinâmica de relações e obrigações dentro da comunidade, especialmente em contextos de justiça e moralidade.","conexao_teologica":"A ideia de dar está ligada à generosidade de Deus e à expectativa de que os seres humanos também sejam generosos uns com os outros.","referencias_relacionadas":["Mateus 7:7","Lucas 6:38","2 Coríntios 9:7"]},"levitico_20_15_animal":{"palavra_pt":"animal","palavra_original":"בְּהֵמָה","transliteracao":"bᵉhêmâh","strong":"H929","significado_raiz":"Ideia básica: animal.","significado_contextual":"Refere-se a criaturas vivas que não são humanas, frequentemente mencionadas em contextos de sacrifício ou propriedade.","explicacao_detalhada":"A palavra 'animal' é usada para descrever seres que têm um papel específico nas leis e rituais, especialmente em relação aos sacrifícios exigidos por Deus.","por_que_esta_palavra":"A inclusão de 'animal' destaca a importância da criação de Deus e a responsabilidade humana sobre os seres vivos.","conexao_teologica":"A relação entre humanos e animais é um reflexo da criação divina e da ordem que Deus estabeleceu no mundo.","referencias_relacionadas":["Gênesis 1:24-25","Salmos 50:10","Provérbios 12:10"]},"levitico_20_16_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de causar a morte ou a destruição de algo, com implicações morais e legais.","explicacao_detalhada":"A palavra 'destruir' é usada para enfatizar a gravidade das ações que levam à morte, tanto de humanos quanto de animais, e as consequências dessas ações.","por_que_esta_palavra":"A escolha da palavra 'destruir' sublinha a seriedade das transgressões e suas repercussões na comunidade.","conexao_teologica":"A destruição é um tema que aparece em várias partes da Bíblia, refletindo a justiça de Deus e as consequências do pecado.","referencias_relacionadas":["Gênesis 9:6","Êxodo 21:12","Romanos 6:23"]},"levitico_20_16_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à figura feminina, destacando seu papel na sociedade e nas relações familiares.","explicacao_detalhada":"A palavra 'mulher' é utilizada para enfatizar a importância da figura feminina, especialmente em contextos de moralidade e relacionamentos.","por_que_esta_palavra":"A inclusão da palavra 'mulher' reflete a visão bíblica sobre a dignidade e o valor das mulheres na sociedade.","conexao_teologica":"A mulher é vista como uma co-criadora e parceira do homem, refletindo a imagem de Deus na criação.","referencias_relacionadas":["Gênesis 2:22-23","Provérbios 31:10","Efésios 5:25-33"]},"levitico_20_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo é feito, enfatizando a importância das ações e comportamentos.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma como as ações devem ser realizadas, refletindo a ética e a moralidade esperadas por Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de seguir as diretrizes divinas em todas as ações.","conexao_teologica":"A maneira como vivemos e agimos é um reflexo de nossa fé e obediência a Deus.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:17","1 Pedro 2:12"]},"levitico_20_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente ao ser humano masculino, enfatizando sua responsabilidade e as consequências de suas ações.","explicacao_detalhada":"A palavra 'homem' é utilizada para reiterar a importância da figura masculina nas decisões morais e sociais, especialmente em contextos de lei.","por_que_esta_palavra":"A repetição da palavra 'homem' sublinha a responsabilidade individual e coletiva na comunidade.","conexao_teologica":"A responsabilidade do homem é um tema central na Bíblia, refletindo a criação e a queda.","referencias_relacionadas":["Gênesis 3:17-19","Romanos 5:12","1 Coríntios 15:22"]},"levitico_20_17_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de cortar ou eliminar algo, com implicações morais e espirituais.","explicacao_detalhada":"A palavra 'destruir' é usada para enfatizar a severidade das consequências de ações que vão contra as leis de Deus.","por_que_esta_palavra":"A escolha da palavra 'destruir' destaca a gravidade das transgressões e suas repercussões na vida espiritual.","conexao_teologica":"A destruição é um tema que aparece em várias partes da Bíblia, refletindo a justiça de Deus e as consequências do pecado.","referencias_relacionadas":["Salmos 37:28","Ezequiel 18:30","Apocalipse 21:8"]},"levitico_20_17_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à ação de perceber ou compreender algo, especialmente em relação às leis e mandamentos de Deus.","explicacao_detalhada":"A palavra 'ver' é usada para enfatizar a importância da percepção e entendimento das leis divinas e suas implicações.","por_que_esta_palavra":"A escolha da palavra 'ver' destaca a necessidade de discernimento e sabedoria na aplicação das leis de Deus.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, refletindo a necessidade de compreender a vontade de Deus.","referencias_relacionadas":["Salmos 119:18","Provérbios 2:5","Efésios 1:18"]},"levitico_20_18_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente ao ser humano masculino, enfatizando sua responsabilidade em relação às leis de Deus.","explicacao_detalhada":"A palavra 'homem' é utilizada para reiterar a importância da figura masculina nas decisões morais e sociais, especialmente em contextos de lei.","por_que_esta_palavra":"A repetição da palavra 'homem' sublinha a responsabilidade individual e coletiva na comunidade.","conexao_teologica":"A responsabilidade do homem é um tema central na Bíblia, refletindo a criação e a queda.","referencias_relacionadas":["Gênesis 3:17-19","Romanos 5:12","1 Coríntios 15:22"]},"levitico_20_18_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de uma relação sexual ilícita.","explicacao_detalhada":"A palavra 'expressão' neste contexto implica a revelação de algo que deve ser mantido em segredo, especialmente em relação à nudez e à intimidade. A proibição de tal expressão é uma forma de preservar a santidade das relações familiares.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a gravidade da violação das normas de pureza sexual estabelecidas por Deus.","conexao_teologica":"A expressão de relações ilícitas contraria os princípios de santidade e pureza que Deus deseja para Seu povo.","referencias_relacionadas":["Levítico 18:6","Levítico 20:17","Gálatas 5:19"]},"levitico_20_18_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Indica a severidade da punição para aqueles que cometem incesto.","explicacao_detalhada":"A palavra 'destruir' implica não apenas a morte física, mas também a destruição da relação familiar e da comunidade. É uma advertência contra a transgressão das leis divinas.","por_que_esta_palavra":"Utiliza-se para mostrar a seriedade da ofensa e a necessidade de manter a pureza dentro da comunidade israelita.","conexao_teologica":"A destruição do transgressor é vista como uma forma de purificação da comunidade e preservação da santidade.","referencias_relacionadas":["Levítico 20:17","Deuteronômio 22:22","1 Coríntios 5:5"]},"levitico_20_19_nakedness":{"palavra_pt":"nudez","palavra_original":"עֶרְוָה","transliteracao":"ʻervâh","strong":"H6172","significado_raiz":"Ideia básica: nudez.","significado_contextual":"Refere-se à nudez que é considerada vergonhosa e inaceitável.","explicacao_detalhada":"A nudez neste contexto é associada a relações incestuosas, que são estritamente proibidas. A revelação da nudez é um símbolo de desonra e violação das normas familiares.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a gravidade da violação das relações familiares e a necessidade de manter a honra.","conexao_teologica":"A nudez é frequentemente usada na Bíblia como símbolo de vergonha e pecado, contrastando com a pureza que Deus exige.","referencias_relacionadas":["Levítico 18:6","Gênesis 9:22","Ezequiel 16:37"]},"levitico_20_19_irma":{"palavra_pt":"irma","palavra_original":"אָחוֹת","transliteracao":"ʼâchôwth","strong":"H269","significado_raiz":"Ideia básica: irma.","significado_contextual":"Refere-se à irmã em um contexto familiar, enfatizando a proibição de relações incestuosas.","explicacao_detalhada":"A palavra 'irmã' destaca a relação familiar e a proibição de qualquer forma de intimidade entre irmãos, que é considerada uma violação grave das leis de Deus.","por_que_esta_palavra":"É utilizada para reforçar a ideia de que as relações familiares devem ser respeitadas e protegidas.","conexao_teologica":"A proibição de relações entre irmãos é uma forma de preservar a santidade da família e a ordem social estabelecida por Deus.","referencias_relacionadas":["Levítico 18:9","Gênesis 20:12","1 Coríntios 5:1"]},"levitico_20_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à negação de relações ilícitas.","explicacao_detalhada":"A palavra 'verdade' neste contexto é usada para afirmar que não deve haver engano ou hipocrisia nas relações familiares. A honestidade é fundamental para a santidade.","por_que_esta_palavra":"É importante para enfatizar que a violação das normas de Deus é uma mentira contra a verdade divina.","conexao_teologica":"A verdade é um princípio central na teologia bíblica, refletindo a natureza de Deus e Sua vontade para a humanidade.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:25"]},"levitico_20_20_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem em um contexto de responsabilidade moral e espiritual.","explicacao_detalhada":"A palavra 'homem' destaca a responsabilidade que cada indivíduo tem em manter a pureza e a santidade nas relações.","por_que_esta_palavra":"É utilizada para enfatizar que todos, independentemente de sua posição, são responsáveis diante de Deus por suas ações.","conexao_teologica":"A responsabilidade moral é um tema central na Bíblia, refletindo a relação entre o ser humano e Deus.","referencias_relacionadas":["Gênesis 2:15","Romanos 14:12","Tiago 4:17"]},"levitico_20_20_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de deitar-se, que pode implicar em relações sexuais.","explicacao_detalhada":"A palavra 'descanso' é usada para descrever a intimidade física, que deve ser reservada para o casamento e não para relações ilícitas.","por_que_esta_palavra":"É importante para enfatizar que a intimidade deve ser sagrada e respeitada dentro dos limites estabelecidos por Deus.","conexao_teologica":"A relação sexual é vista como um ato sagrado dentro do casamento, refletindo a união que Deus deseja entre marido e mulher.","referencias_relacionadas":["Gênesis 2:24","Hebreus 13:4","1 Coríntios 7:2"]},"levitico_20_20_nakedness":{"palavra_pt":"nudez","palavra_original":"עֶרְוָה","transliteracao":"ʻervâh","strong":"H6172","significado_raiz":"Ideia básica: nudez.","significado_contextual":"Refere-se à nudez que é considerada inaceitável em um contexto familiar.","explicacao_detalhada":"A nudez aqui é associada a relações proibidas, destacando a necessidade de manter a pureza nas relações familiares.","por_que_esta_palavra":"É utilizada para enfatizar a gravidade da violação das normas de Deus sobre a intimidade.","conexao_teologica":"A nudez é um símbolo de vergonha e pecado, contrastando com a pureza que Deus exige de Seu povo.","referencias_relacionadas":["Levítico 18:6","Gênesis 3:7","Ezequiel 16:37"]},"levitico_20_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem em um contexto de proibição de relações incestuosas.","explicacao_detalhada":"A palavra 'homem' destaca a responsabilidade de cada indivíduo em respeitar as normas de Deus sobre a pureza sexual.","por_que_esta_palavra":"É utilizada para enfatizar que todos são responsáveis por suas ações e devem obedecer às leis divinas.","conexao_teologica":"A responsabilidade moral é um tema central na Bíblia, refletindo a relação entre o ser humano e Deus.","referencias_relacionadas":["Gênesis 2:24","Romanos 14:12","Tiago 4:17"]},"levitico_20_21_nakedness":{"palavra_pt":"nudez","palavra_original":"עֶרְוָה","transliteracao":"ʻervâh","strong":"H6172","significado_raiz":"Ideia básica: nudez.","significado_contextual":"Refere-se à nudez que é considerada vergonhosa e inaceitável.","explicacao_detalhada":"A nudez neste contexto é associada a relações incestuosas, que são estritamente proibidas, simbolizando a violação da honra familiar.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a gravidade da violação das relações familiares e a necessidade de manter a honra.","conexao_teologica":"A nudez é frequentemente usada na Bíblia como símbolo de vergonha e pecado, contrastando com a pureza que Deus exige.","referencias_relacionadas":["Levítico 18:9","Gênesis 9:22","Ezequiel 16:37"]},"levitico_20_21_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se a um ato de desonra ou transgressão das leis divinas.","explicacao_detalhada":"No contexto de Levítico 20:21, a expressão é usada para descrever a consequência de um ato que vai contra os mandamentos de Deus, especificamente em relação a relações familiares proibidas.","por_que_esta_palavra":"A palavra 'expressão' é crucial para entender a gravidade da transgressão mencionada, enfatizando a seriedade das relações familiares e as consequências espirituais e sociais.","conexao_teologica":"A expressão reflete a importância da santidade nas relações humanas e a necessidade de seguir os mandamentos de Deus para manter a pureza da comunidade.","referencias_relacionadas":["Levítico 18:6","Levítico 20:10","Deuteronômio 22:22"]},"levitico_20_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada metaforicamente para descrever a força e a ferocidade de um animal.","explicacao_detalhada":"Em Levítico 20:22, a menção do 'urso' pode simbolizar a proteção e a força que Deus oferece ao seu povo, além de servir como um aviso sobre a ferocidade do julgamento divino.","por_que_esta_palavra":"A palavra é usada para ilustrar a gravidade das consequências de desobedecer às leis de Deus, comparando-as à força de um animal selvagem.","conexao_teologica":"A ferocidade do urso pode ser vista como um paralelo ao juízo de Deus, que é tanto protetor quanto punitivo.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"levitico_20_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel e à sua relação com Deus.","explicacao_detalhada":"No contexto de Levítico 20:22, a terra é vista como um presente divino que deve ser mantido puro e separado para o Senhor, refletindo a relação entre a obediência e a posse da terra.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a aliança de Deus com Israel e a importância da pureza moral e espiritual para a manutenção dessa aliança.","conexao_teologica":"A terra simboliza a bênção de Deus e a responsabilidade do povo em viver de acordo com Seus mandamentos.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Josué 1:2"]},"levitico_20_22_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de discernir e aplicar a justiça conforme as leis de Deus.","explicacao_detalhada":"Em Levítico 20:22, o julgamento é uma função divina que assegura que a justiça seja feita em relação às transgressões do povo.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a natureza de Deus como justo e a responsabilidade do povo em seguir Seus mandamentos.","conexao_teologica":"O julgamento de Deus é uma expressão de Sua santidade e justiça, que exige que Seu povo viva de acordo com Suas leis.","referencias_relacionadas":["Salmos 9:7","Isaías 33:22","Romanos 14:10"]},"levitico_20_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à integridade nas relações e na adoração a Deus.","explicacao_detalhada":"No contexto de Levítico 20:23, a verdade é um princípio fundamental que deve guiar a vida do povo, especialmente em suas interações com outras nações.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender a expectativa de Deus de que Seu povo viva de maneira autêntica e fiel.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, mostrando a diferença entre o povo de Deus e as nações ao redor.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"levitico_20_23_appointed":{"palavra_pt":"appointed","palavra_original":"חֻקָּה","transliteracao":"chuqqâh","strong":"H2708","significado_raiz":"Ideia básica: appointed.","significado_contextual":"A palavra 'appointed' refere-se a algo que foi estabelecido ou designado por Deus.","explicacao_detalhada":"Em Levítico 20:23, a ideia de 'appointed' enfatiza que as leis e os mandamentos de Deus são intencionais e têm um propósito específico para o Seu povo.","por_que_esta_palavra":"A palavra é importante para entender que as instruções de Deus não são arbitrárias, mas têm um significado profundo e uma razão de ser.","conexao_teologica":"O conceito de 'appointed' reflete a soberania de Deus e Sua autoridade sobre a vida do Seu povo.","referencias_relacionadas":["Êxodo 12:14","Salmos 119:91","Atos 13:48"]},"levitico_20_23_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se ao povo escolhido por Deus e sua identidade distinta entre as nações.","explicacao_detalhada":"Em Levítico 20:23, a referência a 'nação' destaca a separação e a santidade que Deus exige de Seu povo em relação às outras nações.","por_que_esta_palavra":"A palavra 'nação' é crucial para entender a identidade do povo de Israel como escolhido e a responsabilidade que isso traz.","conexao_teologica":"A ideia de 'nação' reflete a aliança de Deus com Israel e a missão de ser luz para as nações.","referencias_relacionadas":["Gênesis 12:2","Isaías 49:6","1 Pedro 2:9"]},"levitico_20_24_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar posse ou reivindicar algo.","explicacao_detalhada":"No contexto de Levítico 20:24, 'agarrar' pode se referir à posse da terra prometida e à necessidade de manter a pureza e a obediência para desfrutar dessa bênção.","por_que_esta_palavra":"A palavra é importante para entender a ação de Deus em dar a terra a Seu povo e a responsabilidade que isso implica.","conexao_teologica":"Agarrar a terra simboliza a relação de aliança entre Deus e Israel, onde a obediência resulta em bênçãos.","referencias_relacionadas":["Deuteronômio 1:8","Josué 1:11","Salmos 37:29"]},"levitico_20_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para comunicar a vontade de Deus e Suas instruções ao povo.","explicacao_detalhada":"Em Levítico 20:24, 'dizer' enfatiza a importância da comunicação divina e a necessidade de que o povo ouça e obedeça.","por_que_esta_palavra":"A palavra é fundamental para entender que a revelação de Deus é clara e deve ser seguida pelo Seu povo.","conexao_teologica":"A comunicação de Deus é um ato de amor e cuidado, revelando Sua vontade e propósito para a vida do Seu povo.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:5","Hebreus 1:1"]},"levitico_20_24_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra cultivável e à criação de Deus.","explicacao_detalhada":"Em Levítico 20:24, o 'solo' é visto como um presente de Deus que deve ser tratado com respeito e santidade.","por_que_esta_palavra":"A palavra é importante para entender a relação entre o povo e a terra, que é parte da criação de Deus e deve ser cuidada.","conexao_teologica":"O solo simboliza a provisão de Deus e a responsabilidade do homem em cuidar da criação.","referencias_relacionadas":["Gênesis 1:28","Salmos 104:14","Romanos 8:21"]},"levitico_20_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de vida que os israelitas deveriam seguir, distinto das práticas pagãs.","explicacao_detalhada":"A palavra 'modo' implica em uma maneira específica de viver que é ordenada por Deus, contrastando com os costumes das nações vizinhas.","por_que_esta_palavra":"É importante para enfatizar a necessidade de um comportamento que reflita a santidade e a separação do povo de Deus em relação aos outros.","conexao_teologica":"A ideia de viver de acordo com o modo de Deus é central na teologia do Antigo Testamento, onde a obediência às leis divinas é um sinal de aliança.","referencias_relacionadas":["Levítico 18:3","Deuteronômio 12:30","1 Pedro 1:15-16"]},"levitico_20_25_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra que Deus deu ao Seu povo, enfatizando a conexão entre o povo e a terra prometida.","explicacao_detalhada":"A palavra 'solo' é usada para descrever não apenas a terra física, mas também a herança espiritual e a promessa de Deus ao Seu povo.","por_que_esta_palavra":"É crucial para entender a relação entre a santidade do povo e a santidade da terra que habitam.","conexao_teologica":"A terra é vista como um presente de Deus, e a pureza do povo é refletida na pureza da terra.","referencias_relacionadas":["Gênesis 17:8","Êxodo 3:8","Deuteronômio 11:12"]},"levitico_20_25_difference":{"palavra_pt":"difference","palavra_original":"בָּדַל","transliteracao":"bâdal","strong":"H914","significado_raiz":"Ideia básica: difference.","significado_contextual":"Refere-se à distinção que Deus faz entre o Seu povo e as nações pagãs.","explicacao_detalhada":"A palavra 'diferença' destaca a necessidade de separação moral e espiritual entre os israelitas e os povos ao redor.","por_que_esta_palavra":"É fundamental para a identidade do povo de Deus, que deve ser reconhecido por sua singularidade e santidade.","conexao_teologica":"A ideia de ser um povo separado é uma constante na Escritura, refletindo a natureza de Deus como santo.","referencias_relacionadas":["Levítico 20:24","1 Pedro 2:9","Romanos 12:2"]},"levitico_20_26_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à condição de estar em um estado de queda ou separação de Deus devido ao pecado.","explicacao_detalhada":"A palavra 'cair' implica em uma perda de status ou favor diante de Deus, resultante da desobediência.","por_que_esta_palavra":"É uma advertência sobre as consequências do pecado e a necessidade de permanecer em comunhão com Deus.","conexao_teologica":"A queda do homem é um tema central na teologia cristã, enfatizando a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Efésios 2:1-3"]},"levitico_20_26_sagrado":{"palavra_pt":"santo","palavra_original":"קָדוֹשׁ","transliteracao":"qâdôwsh","strong":"H6918","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se à santidade que deve caracterizar o povo de Deus.","explicacao_detalhada":"A palavra 'santo' implica em ser separado para Deus, refletindo Sua natureza e caráter.","por_que_esta_palavra":"É uma chamada à pureza e à dedicação total a Deus, que é santo.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e o chamado à santidade é uma resposta à Sua natureza.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"levitico_20_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual o povo deve ser santo.","explicacao_detalhada":"A palavra 'porque' conecta a exigência de santidade à natureza de Deus e à Sua ação em favor do povo.","por_que_esta_palavra":"É essencial para entender a motivação por trás da obediência às leis de Deus.","conexao_teologica":"A obediência a Deus é frequentemente ligada ao reconhecimento de Sua soberania e santidade.","referencias_relacionadas":["Deuteronômio 7:6","Romanos 12:1","1 Coríntios 6:19-20"]},"levitico_20_27_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e o valor que Deus atribui à humanidade.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a criação de Deus, que é feita à Sua imagem.","por_que_esta_palavra":"É importante para entender a responsabilidade moral e espiritual que o homem tem diante de Deus.","conexao_teologica":"A criação do homem à imagem de Deus é um fundamento da teologia da dignidade humana.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Tiago 3:9"]},"levitico_20_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual certas práticas são proibidas.","explicacao_detalhada":"A palavra 'porque' é usada para justificar a proibição de práticas que desonram a Deus.","por_que_esta_palavra":"É essencial para entender a lógica por trás das leis e proibições divinas.","conexao_teologica":"A obediência às leis de Deus é uma resposta ao Seu caráter e à Sua vontade revelada.","referencias_relacionadas":["Levítico 18:30","Deuteronômio 12:31","Romanos 6:1-2"]},"levitico_20_27_agua":{"palavra_pt":"agua","palavra_original":"אוֹב","transliteracao":"ʼôwb","strong":"H178","significado_raiz":"Ideia básica: agua.","significado_contextual":"Refere-se a um elemento essencial para a vida, que também pode simbolizar purificação.","explicacao_detalhada":"A palavra 'água' é frequentemente associada à limpeza e à renovação espiritual na Bíblia.","por_que_esta_palavra":"É importante para entender a necessidade de purificação e a simbologia da água nas práticas religiosas.","conexao_teologica":"A água é um símbolo de vida e purificação, refletindo a obra do Espírito Santo.","referencias_relacionadas":["João 4:14","Isaías 44:3","Apocalipse 22:17"]}}