{"levitico_22_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' novamente enfatiza a comunicação da vontade de Deus.","explicacao_detalhada":"Em Levítico 22:1, Deus instrui Moisés a falar aos sacerdotes sobre a importância de manter a santidade em suas vidas e ministério.","por_que_esta_palavra":"A palavra é utilizada para reforçar a necessidade de que os sacerdotes ouçam e transmitam a mensagem de Deus.","conexao_teologica":"A comunicação de Deus é vital para a manutenção da santidade e da ordem no culto.","referencias_relacionadas":["Êxodo 19:6","Levítico 10:3","1 Pedro 2:9"]},"levitico_22_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome sagrado de Deus, que deve ser tratado com reverência.","explicacao_detalhada":"Em Levítico 22:1, a menção ao nome de Deus destaca a importância da santidade e do respeito que os sacerdotes devem ter ao se referirem a Ele.","por_que_esta_palavra":"A palavra é utilizada para lembrar que o nome de Deus é sagrado e deve ser honrado em todas as circunstâncias.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do Seu povo.","referencias_relacionadas":["Salmos 29:2","Isaías 42:8","Mateus 6:9"]},"levitico_22_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica a ação de comunicar a verdade de Deus.","explicacao_detalhada":"Em Levítico 22:1, Deus ordena que Moisés diga aos sacerdotes sobre a importância da santidade em suas vidas e ministério.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a responsabilidade de comunicar a mensagem de Deus com clareza e autoridade.","conexao_teologica":"A comunicação da verdade de Deus é essencial para a edificação do Seu povo.","referencias_relacionadas":["Romanos 10:14","2 Timóteo 4:2","Tiago 3:1"]},"levitico_22_2_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à separação e à consagração a Deus.","explicacao_detalhada":"Em Levítico 22:2, a ênfase está na necessidade de os sacerdotes manterem sua santidade e a santidade dos sacrifícios que oferecem.","por_que_esta_palavra":"A palavra é utilizada para ressaltar que tudo que pertence a Deus deve ser tratado como sagrado.","conexao_teologica":"A santidade é um atributo de Deus e deve ser refletida na vida de Seu povo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 22:11"]},"levitico_22_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' novamente se refere à continuidade da linhagem sacerdotal.","explicacao_detalhada":"Em Levítico 22:2, a referência aos filhos destaca a importância da educação espiritual e da transmissão dos valores de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a responsabilidade dos sacerdotes em ensinar seus filhos sobre a santidade de Deus.","conexao_teologica":"A educação espiritual é fundamental para a formação da próxima geração de adoradores.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 78:4","Efésios 6:4"]},"levitico_22_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' novamente se refere à integridade e à fidelidade às promessas de Deus.","explicacao_detalhada":"Em Levítico 22:2, a verdade é um princípio que deve guiar a vida dos sacerdotes e a forma como eles se relacionam com Deus e com o povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que a verdade deve ser um fundamento na vida e no ministério dos sacerdotes.","conexao_teologica":"A verdade é essencial na relação entre Deus e Seu povo, refletindo a natureza de Deus.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"levitico_22_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os sacerdotes devem se comportar ao lidar com as coisas sagradas.","explicacao_detalhada":"A palavra 'modo' aqui implica em uma forma específica de agir que é exigida por Deus para preservar a santidade dos rituais e das ofertas.","por_que_esta_palavra":"É crucial que os sacerdotes sigam um modo apropriado para garantir que não profanem o que é sagrado.","conexao_teologica":"A obediência ao modo estabelecido por Deus reflete a reverência e o respeito que devemos ter por Sua santidade.","referencias_relacionadas":["Levítico 10:1-2","Êxodo 30:20-21","Números 4:15"]},"levitico_22_3_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se àquilo que é separado para Deus e deve ser tratado com respeito.","explicacao_detalhada":"A palavra 'sagrado' indica que algo foi consagrado e não deve ser profanado, refletindo a pureza e a separação do mundo comum.","por_que_esta_palavra":"A santidade é um atributo central de Deus, e tudo que é sagrado deve refletir essa característica.","conexao_teologica":"A ideia de sagrado nos lembra da necessidade de estar em comunhão com Deus e de viver de acordo com Seus padrões.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:16","Salmos 30:4"]},"levitico_22_4_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Novamente, refere-se ao que é separado para Deus e deve ser tratado com reverência.","explicacao_detalhada":"A repetição da palavra 'sagrado' enfatiza a importância da santidade nas ofertas e na vida do sacerdote.","por_que_esta_palavra":"Reforça a ideia de que a santidade deve ser uma prioridade na vida do povo de Deus.","conexao_teologica":"A santidade é um chamado para todos os crentes, refletindo a natureza de Deus em nossas vidas.","referencias_relacionadas":["Levítico 19:2","Hebreus 12:14","Romanos 12:1"]},"levitico_22_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira correta de agir em relação ao sagrado.","explicacao_detalhada":"A palavra 'modo' aqui destaca a necessidade de seguir as instruções divinas para manter a pureza nas práticas religiosas.","por_que_esta_palavra":"A forma como nos aproximamos de Deus e de Suas coisas sagradas é fundamental para nossa adoração.","conexao_teologica":"A maneira de adorar a Deus deve ser guiada por Sua Palavra, refletindo nossa submissão a Ele.","referencias_relacionadas":["Salmos 24:3-4","Mateus 5:8","Colossenses 3:17"]},"levitico_22_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao sacerdote que deve seguir as instruções de Deus.","explicacao_detalhada":"A palavra 'homem' aqui é usada para enfatizar a responsabilidade do sacerdote em manter a santidade.","por_que_esta_palavra":"O papel do homem como sacerdote é vital para a mediação entre Deus e o povo.","conexao_teologica":"A figura do sacerdote aponta para Cristo, nosso Sumo Sacerdote, que nos representa diante de Deus.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Gálatas 3:26-29"]},"levitico_22_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira correta de lidar com as coisas sagradas.","explicacao_detalhada":"A palavra 'modo' enfatiza a necessidade de seguir as diretrizes divinas para evitar a profanação.","por_que_esta_palavra":"A forma de agir é essencial para manter a integridade da adoração a Deus.","conexao_teologica":"A maneira de nos aproximarmos de Deus deve ser sempre com reverência e respeito.","referencias_relacionadas":["Salmos 51:17","Isaías 66:2","Tiago 4:10"]},"levitico_22_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem que deve seguir as instruções de Deus em relação ao sagrado.","explicacao_detalhada":"A palavra 'homem' destaca a responsabilidade individual de cada sacerdote em manter a santidade.","por_que_esta_palavra":"Cada homem tem um papel ativo na adoração e na santidade diante de Deus.","conexao_teologica":"A responsabilidade do homem como sacerdote é um reflexo do chamado de Deus para todos nós sermos santos.","referencias_relacionadas":["1 Timóteo 2:5","Romanos 12:1","Efésios 2:10"]},"levitico_22_5_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a criação de Deus.","explicacao_detalhada":"A palavra 'homem/adam' destaca a dignidade e o valor de cada ser humano como criação de Deus.","por_que_esta_palavra":"Todos os seres humanos são chamados a refletir a imagem de Deus em suas vidas.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia cristã, mostrando nosso valor e propósito.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5-6","Colossenses 3:10"]},"levitico_22_6_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade que deve ser mantida em relação à vida e à alma.","explicacao_detalhada":"A palavra 'sagrado' aqui enfatiza a importância da vida como algo que pertence a Deus.","por_que_esta_palavra":"A santidade da vida é um reflexo do caráter de Deus, que é o autor da vida.","conexao_teologica":"A vida é sagrada e deve ser tratada com respeito, refletindo a criação divina.","referencias_relacionadas":["Gênesis 9:6","Salmos 139:13-16","1 Coríntios 6:19-20"]},"levitico_22_6_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida que deve ser considerada sagrada.","explicacao_detalhada":"A palavra 'alma/vida' destaca a essência do ser humano e sua relação com Deus.","por_que_esta_palavra":"A vida é um presente de Deus e deve ser vivida em conformidade com Sua vontade.","conexao_teologica":"A compreensão da alma como sagrada nos leva a valorizar a vida e a buscar uma relação íntima com Deus.","referencias_relacionadas":["Mateus 10:28","Lucas 12:22-23","Romanos 6:23"]},"levitico_22_6_impuro":{"palavra_pt":"impuro","palavra_original":"טָמֵא","transliteracao":"ṭâmêʼ","strong":"H2930","significado_raiz":"Ideia básica: impuro.","significado_contextual":"Refere-se ao estado de impureza ritual que impede a participação em atividades sagradas.","explicacao_detalhada":"A palavra 'impuro' (טָמֵא) é usada para descrever algo que não está em conformidade com as normas de pureza estabelecidas na Lei Mosaica. Isso inclui não apenas questões físicas, mas também espirituais, onde a impureza pode ser vista como uma separação do que é sagrado.","por_que_esta_palavra":"A impureza ritual é uma condição que deve ser evitada para que os sacerdotes possam servir adequadamente no templo e oferecer sacrifícios.","conexao_teologica":"A impureza é um símbolo do pecado e da separação de Deus, e a necessidade de purificação é um tema central na teologia do Antigo Testamento.","referencias_relacionadas":["Levítico 11:4","Levítico 15:31","Números 19:20"]},"levitico_22_7_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"O sol é visto como uma fonte de luz e vida, simbolizando a presença de Deus.","explicacao_detalhada":"A palavra 'sol' (שֶׁמֶשׁ) representa não apenas o corpo celeste, mas também a ideia de iluminação e clareza. No contexto de Levítico, o sol pode simbolizar a pureza e a santidade que devem ser buscadas.","por_que_esta_palavra":"O sol é um elemento essencial na criação e é frequentemente usado como uma metáfora para a luz de Deus que ilumina o caminho dos justos.","conexao_teologica":"O sol é frequentemente associado à justiça e à verdade na Escritura, refletindo a natureza de Deus como a fonte de toda verdade.","referencias_relacionadas":["Salmos 84:11","Mateus 5:45","Apocalipse 22:16"]},"levitico_22_7_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se ao estado de pureza que permite a participação nas atividades sagradas.","explicacao_detalhada":"A palavra 'puro' (טָהֵר) é usada para descrever o estado desejado de santidade e aceitação diante de Deus. A pureza é um requisito para os sacerdotes e para aqueles que se aproximam do sagrado.","por_que_esta_palavra":"A pureza é essencial para a adoração e o serviço a Deus, refletindo a necessidade de estar livre de contaminação espiritual e moral.","conexao_teologica":"A pureza é um tema central na teologia bíblica, simbolizando a santidade de Deus e a necessidade de os crentes serem santos como Ele é santo.","referencias_relacionadas":["Levítico 11:44","Salmos 24:3-4","1 Pedro 1:16"]},"levitico_22_7_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus e deve ser tratado com reverência.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) implica em algo que foi consagrado ou separado para um propósito divino. No contexto de Levítico, isso se aplica a objetos, pessoas e tempos que são dedicados ao culto a Deus.","por_que_esta_palavra":"O sagrado é fundamental para a vida religiosa, pois representa a presença de Deus e a separação do comum.","conexao_teologica":"A santidade de Deus exige que tudo que se aproxima Dele também seja santo, refletindo a natureza divina.","referencias_relacionadas":["Êxodo 3:5","Levítico 10:3","1 Pedro 2:9"]},"levitico_22_8_ravin":{"palavra_pt":"ravin","palavra_original":"טְרֵפָה","transliteracao":"ṭᵉrêphâh","strong":"H2966","significado_raiz":"Ideia básica: ravin.","significado_contextual":"Refere-se a um animal que não é adequado para sacrifício devido à sua condição.","explicacao_detalhada":"A palavra 'ravin' (טְרֵפָה) descreve um animal que foi ferido ou que não está em condições saudáveis. Isso é importante no contexto de sacrifícios, onde apenas animais perfeitos poderiam ser oferecidos a Deus.","por_que_esta_palavra":"A condição do animal reflete a importância da pureza e da perfeição nos sacrifícios, simbolizando a necessidade de oferecer o melhor a Deus.","conexao_teologica":"Os sacrifícios no Antigo Testamento prefiguram o sacrifício perfeito de Cristo, que é sem mancha e sem defeito.","referencias_relacionadas":["Levítico 1:3","Levítico 22:21","Hebreus 9:14"]},"levitico_22_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à honestidade nas práticas religiosas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a necessidade de autenticidade nas ofertas e na adoração a Deus. A verdade é um princípio fundamental na relação entre Deus e Seu povo.","por_que_esta_palavra":"A verdade é essencial para a adoração genuína, pois Deus busca aqueles que O adoram em espírito e em verdade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver de acordo com a verdade divina.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"levitico_22_8_impuro":{"palavra_pt":"impuro","palavra_original":"טָמֵא","transliteracao":"ṭâmêʼ","strong":"H2930","significado_raiz":"Ideia básica: impuro.","significado_contextual":"Refere-se ao estado de impureza que exclui a pessoa de participar em atividades sagradas.","explicacao_detalhada":"A palavra 'impuro' (טָמֵא) é repetida para enfatizar a gravidade da impureza e suas consequências na vida religiosa.","por_que_esta_palavra":"A impureza é uma barreira que impede a comunhão com Deus e a aceitação das ofertas.","conexao_teologica":"A impureza simboliza o pecado e a necessidade de purificação, que é um tema central na redenção através de Cristo.","referencias_relacionadas":["Levítico 15:31","Números 19:20","Hebreus 12:14"]},"levitico_22_9_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à consequência da desobediência às leis de pureza.","explicacao_detalhada":"A palavra 'morrer' (מוּת) indica a severidade das consequências espirituais e físicas que podem resultar da impureza ritual, especialmente para os sacerdotes.","por_que_esta_palavra":"A morte é uma consequência trágica da separação de Deus, simbolizando a gravidade do pecado.","conexao_teologica":"A morte espiritual é um tema recorrente na Escritura, onde a desobediência leva à separação de Deus, enquanto a vida é encontrada na obediência.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Tiago 1:15"]},"levitico_22_9_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de preservar a vida e a pureza diante de Deus.","explicacao_detalhada":"A palavra 'salvar' (שָׁמַר) implica em proteger e manter a pureza ritual, essencial para a vida do sacerdote e a aceitação de suas ofertas.","por_que_esta_palavra":"Salvar é uma ação que reflete a responsabilidade do sacerdote em manter a santidade e a pureza do culto.","conexao_teologica":"A ideia de salvação é central na Bíblia, onde Deus oferece proteção e redenção ao Seu povo através de Cristo.","referencias_relacionadas":["Salmos 119:11","Mateus 1:21","Romanos 10:9"]},"levitico_22_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à necessidade de sinceridade e autenticidade nas práticas religiosas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) enfatiza a importância de não enganar a Deus ou aos outros em relação à pureza e à adoração.","por_que_esta_palavra":"A verdade é fundamental para a integridade da adoração e a relação com Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em verdade.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:25"]},"levitico_22_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas devem ser feitas, especialmente em relação às práticas religiosas.","explicacao_detalhada":"A palavra 'modo' implica em um padrão ou forma específica que deve ser seguida, especialmente em contextos de santidade e adoração.","por_que_esta_palavra":"É importante para garantir que as práticas religiosas sejam realizadas de acordo com as instruções divinas.","conexao_teologica":"O modo de adoração reflete a santidade de Deus e a necessidade de reverência em Sua presença.","referencias_relacionadas":["Êxodo 25:40","Números 8:4","Salmos 119:9"]},"levitico_22_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à autenticidade e à sinceridade nas práticas religiosas.","explicacao_detalhada":"A verdade é um princípio fundamental que deve guiar a vida do crente, especialmente em relação à adoração e à obediência a Deus.","por_que_esta_palavra":"A verdade é essencial para a aceitação das ofertas e a pureza do culto.","conexao_teologica":"Deus é a verdade, e a adoração deve ser feita em espírito e em verdade.","referencias_relacionadas":["João 4:24","Salmos 51:6","Provérbios 12:22"]},"levitico_22_10_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus e deve ser tratado com respeito e reverência.","explicacao_detalhada":"A palavra 'sagrado' implica em algo que é consagrado a Deus e que não deve ser profanado.","por_que_esta_palavra":"A santidade é um atributo de Deus e deve ser refletida na vida dos adoradores.","conexao_teologica":"A santidade de Deus exige que os crentes também busquem a santidade em suas vidas.","referencias_relacionadas":["1 Pedro 1:16","Levítico 20:26","Isaías 35:8"]},"levitico_22_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função do sacerdote como mediador entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes eram responsáveis por oferecer sacrifícios e garantir que as práticas religiosas fossem realizadas corretamente.","por_que_esta_palavra":"A figura do sacerdote é central para a compreensão do culto e da intercessão diante de Deus.","conexao_teologica":"Cristo é nosso sumo sacerdote, que intercede por nós de maneira perfeita.","referencias_relacionadas":["Hebreus 4:14","Êxodo 28:1","Números 3:10"]},"levitico_22_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou justificativa para uma ação, neste caso, relacionada ao sacerdócio.","explicacao_detalhada":"A palavra 'porque' é usada para explicar a importância de certas normas e práticas na vida religiosa.","por_que_esta_palavra":"É fundamental entender as razões por trás das instruções divinas para a obediência adequada.","conexao_teologica":"A obediência às leis de Deus é uma expressão de fé e confiança em Sua sabedoria.","referencias_relacionadas":["Deuteronômio 6:24","Romanos 12:1","Tiago 1:22"]},"levitico_22_11_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se ao ato de trazer algo à existência, especialmente em relação ao que é consagrado a Deus.","explicacao_detalhada":"A palavra 'criar' implica em um ato de autoridade e poder, refletindo a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"É importante reconhecer que tudo que existe pertence a Deus e deve ser tratado como tal.","conexao_teologica":"Deus é o Criador, e nossa vida deve ser uma oferta de louvor e serviço a Ele.","referencias_relacionadas":["Gênesis 1:1","Salmos 100:3","Colossenses 1:16"]},"levitico_22_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, especialmente no contexto de suas responsabilidades diante de Deus.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a dignidade e o valor do ser humano como criação de Deus.","por_que_esta_palavra":"É essencial reconhecer a posição do homem na criação e sua responsabilidade em relação ao sagrado.","conexao_teologica":"A criação do homem à imagem de Deus implica em um chamado à santidade e à obediência.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Coríntios 11:7"]},"levitico_22_12_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se à oferta feita a Deus como um ato de adoração e expiação.","explicacao_detalhada":"A palavra 'sacrifício' implica em um ato de entrega e devoção, muitas vezes envolvendo a morte de um animal.","por_que_esta_palavra":"Os sacrifícios eram essenciais para a manutenção da relação entre Deus e o povo, simbolizando a necessidade de expiação pelo pecado.","conexao_teologica":"Cristo é o sacrifício perfeito que cumpre todas as exigências da lei.","referencias_relacionadas":["Hebreus 9:26","Romanos 12:1","Levítico 1:4"]},"levitico_22_12_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à natureza separada e consagrada do que é oferecido a Deus.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a importância de tratar as coisas de Deus com reverência e respeito.","por_que_esta_palavra":"O que é sagrado deve ser protegido e mantido puro, refletindo a santidade de Deus.","conexao_teologica":"A santidade de Deus exige que os crentes também busquem a santidade em suas vidas.","referencias_relacionadas":["Levítico 10:10","1 Pedro 2:9","Romanos 6:13"]},"levitico_22_13_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao que é consumido como sustento, especialmente em um contexto de sacrifício.","explicacao_detalhada":"A palavra 'pão/alimento' implica em sustento físico e espiritual, essencial para a vida.","por_que_esta_palavra":"O alimento oferecido a Deus simboliza a gratidão e a dependência do ser humano em relação ao Criador.","conexao_teologica":"Jesus se apresenta como o pão da vida, que sustenta espiritualmente os crentes.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14"]},"levitico_22_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ofertas devem ser apresentadas ao Senhor, enfatizando a importância da obediência às normas estabelecidas.","explicacao_detalhada":"O 'modo' implica que há uma maneira correta de se aproximar de Deus, especialmente em relação às ofertas e sacrifícios. Isso reflete a santidade de Deus e a necessidade de reverência ao se fazer uma oferta.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a adoração a Deus deve ser feita de acordo com Suas instruções, mostrando que Ele é um Deus de ordem.","conexao_teologica":"A obediência ao modo de adoração é um tema recorrente na Bíblia, onde a santidade de Deus exige que os crentes se aproximem dEle com reverência e respeito.","referencias_relacionadas":["Êxodo 30:9","Levítico 10:1-2","Números 3:4"]},"levitico_22_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Neste contexto, refere-se a qualquer homem que fizer uma oferta ao Senhor, destacando a responsabilidade individual na adoração.","explicacao_detalhada":"A palavra 'homem' aqui é usada para enfatizar que todos, independentemente de seu status, têm acesso a Deus através das ofertas, mas devem fazê-lo corretamente.","por_que_esta_palavra":"A inclusão do 'homem' mostra que a relação com Deus é pessoal e que cada indivíduo é responsável por suas ações diante dEle.","conexao_teologica":"A ideia de que cada homem deve se apresentar diante de Deus é um princípio que se estende ao Novo Testamento, onde todos são chamados a se aproximar de Deus através de Cristo.","referencias_relacionadas":["Gálatas 3:28","Romanos 12:1","Hebreus 10:22"]},"levitico_22_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo ao Senhor, enfatizando a generosidade e a entrega nas ofertas.","explicacao_detalhada":"A palavra 'dar' implica um ato de entrega que deve ser feito com um coração sincero e disposto, refletindo a atitude correta ao se aproximar de Deus.","por_que_esta_palavra":"Dar é uma expressão de adoração e reconhecimento da soberania de Deus sobre todas as coisas, mostrando que tudo o que temos vem dEle.","conexao_teologica":"A prática de dar é um princípio fundamental na vida cristã, onde os crentes são chamados a dar generosamente como resposta ao amor de Deus.","referencias_relacionadas":["2 Coríntios 9:7","Mateus 6:21","Atos 20:35"]},"levitico_22_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao papel do sacerdote como intermediário entre o povo e Deus, responsável por aceitar as ofertas.","explicacao_detalhada":"O sacerdote tem a função de garantir que as ofertas sejam apresentadas de acordo com as normas divinas, simbolizando a importância da mediação na adoração.","por_que_esta_palavra":"A palavra 'sacerdote' é central para entender a estrutura de adoração no Antigo Testamento, onde a mediação é essencial para a relação entre Deus e o povo.","conexao_teologica":"No Novo Testamento, Jesus é apresentado como o Sumo Sacerdote, que cumpre e supera o papel dos sacerdotes do Antigo Testamento, oferecendo um novo caminho para a adoração.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"levitico_22_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e deve ser tratado com reverência nas ofertas.","explicacao_detalhada":"O nome de Deus representa Sua essência e caráter, e é fundamental que as ofertas sejam feitas em Seu nome, reconhecendo Sua autoridade e santidade.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a soberania de Deus e a necessidade de honrá-Lo em todas as ações, especialmente nas práticas de adoração.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, onde invocar Seu nome é um ato de fé e confiança, refletindo a relação do crente com o Criador.","referencias_relacionadas":["Salmos 29:2","Isaías 42:8","Romanos 10:13"]},"levitico_22_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à necessidade de sinceridade e integridade nas ofertas apresentadas ao Senhor.","explicacao_detalhada":"A palavra 'verdade' implica que as ofertas devem ser feitas com um coração puro e verdadeiro, sem engano ou hipocrisia.","por_que_esta_palavra":"A ênfase na verdade destaca que Deus busca adoradores que O adorem em espírito e em verdade, refletindo a autenticidade da fé.","conexao_teologica":"A busca pela verdade é um princípio fundamental na vida cristã, onde a sinceridade diante de Deus é essencial para um relacionamento genuíno.","referencias_relacionadas":["João 4:24","Salmos 51:6","Provérbios 12:22"]},"levitico_22_15_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à natureza sagrada das ofertas e à necessidade de tratá-las com respeito.","explicacao_detalhada":"A palavra 'sagrado' implica que as ofertas são dedicadas a Deus e devem ser apresentadas com a devida reverência, reconhecendo Sua santidade.","por_que_esta_palavra":"A santidade das ofertas reflete a santidade de Deus, e a maneira como tratamos as coisas sagradas demonstra nossa compreensão de Sua grandeza.","conexao_teologica":"A santidade é um tema central na Bíblia, onde os crentes são chamados a viver vidas santas em resposta à santidade de Deus.","referencias_relacionadas":["1 Pedro 1:16","Levítico 11:44","Romanos 12:1"]},"levitico_22_16_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à importância de oferecer-Lhe o melhor.","explicacao_detalhada":"A palavra 'grande' enfatiza que Deus é digno de ofertas grandiosas, refletindo Sua majestade e poder.","por_que_esta_palavra":"Reconhecer a grandeza de Deus nos leva a oferecer o que há de melhor, mostrando nossa apreciação por Sua bondade.","conexao_teologica":"A grandeza de Deus é um tema recorrente na adoração, onde os crentes são chamados a glorificá-Lo em tudo o que fazem.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"levitico_22_16_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao mal que pode ser causado por ofertas inadequadas ou impuras.","explicacao_detalhada":"A palavra 'mal' implica que a desobediência nas ofertas pode resultar em consequências negativas, tanto para o ofertante quanto para a comunidade.","por_que_esta_palavra":"A menção do mal destaca a seriedade de se aproximar de Deus de maneira errada, refletindo a necessidade de pureza e santidade.","conexao_teologica":"O conceito de mal é um lembrete da necessidade de arrependimento e da busca pela santidade na vida do crente.","referencias_relacionadas":["Tiago 1:15","Romanos 6:23","Gálatas 6:7"]},"levitico_22_16_pecado":{"palavra_pt":"pecado","palavra_original":"אַשְׁמָה","transliteracao":"ʼashmâh","strong":"H819","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao pecado que pode ser cometido ao não seguir as instruções de Deus nas ofertas.","explicacao_detalhada":"A palavra 'pecado' implica que a desobediência às normas de Deus resulta em separação e necessidade de expiação.","por_que_esta_palavra":"A ênfase no pecado destaca a importância da confissão e do arrependimento, reconhecendo que todos falham em algum momento.","conexao_teologica":"O pecado é um tema central na Bíblia, onde a necessidade de redenção e perdão é fundamental para a relação do crente com Deus.","referencias_relacionadas":["1 João 1:9","Romanos 3:23","Hebreus 9:22"]},"levitico_22_17_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de instruções divinas aos sacerdotes.","explicacao_detalhada":"No contexto de Levítico 22:17, Deus instrui Moisés a comunicar aos sacerdotes as normas que devem seguir ao oferecer sacrifícios. O ato de 'falar' implica não apenas a transmissão de informações, mas também a autoridade divina por trás dessas instruções.","por_que_esta_palavra":"A palavra 'falar' é crucial porque representa a forma como Deus se comunica com Seu povo, estabelecendo regras e diretrizes para a adoração.","conexao_teologica":"A comunicação de Deus através da palavra é um tema central na Bíblia, refletindo a importância da revelação divina e da obediência às Suas instruções.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:4","Salmos 119:105"]},"levitico_22_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre Israel.","explicacao_detalhada":"Em Levítico 22:17, o uso do nome 'Senhor' enfatiza a relação de aliança entre Deus e Seu povo, destacando que as instruções dadas são de um Deus que é tanto criador quanto legislador.","por_que_esta_palavra":"O nome 'Senhor' é fundamental para entender a identidade de Deus e Sua relação com a humanidade, especialmente no contexto da adoração e sacrifício.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e a invocação do Seu nome é um ato de reconhecimento da Sua autoridade.","referencias_relacionadas":["Gênesis 2:4","Êxodo 3:14","Salmos 8:1"]},"levitico_22_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à declaração de normas e mandamentos.","explicacao_detalhada":"No contexto de Levítico 22:17, 'dizer' é usado para transmitir a importância das instruções que devem ser seguidas pelos sacerdotes ao oferecer sacrifícios, reforçando a necessidade de precisão e reverência.","por_que_esta_palavra":"A palavra 'dizer' é essencial para a transmissão de mandamentos, mostrando que a obediência a essas palavras é vital para a aceitação dos sacrifícios.","conexao_teologica":"A importância da palavra de Deus é um tema recorrente, onde a obediência às Suas instruções é vista como um reflexo da fé e do compromisso do povo com Ele.","referencias_relacionadas":["Deuteronômio 6:6","Salmos 119:11","Tiago 1:22"]},"levitico_22_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao local de adoração e ao povo de Deus.","explicacao_detalhada":"Em Levítico 22:18, 'casa' pode se referir tanto ao templo quanto à comunidade de Israel, enfatizando que as instruções são para todos os que fazem parte do povo de Deus.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa o espaço sagrado onde Deus habita e onde o povo se reúne para adorar.","conexao_teologica":"A ideia de 'casa' é central na teologia bíblica, simbolizando a presença de Deus entre Seu povo e a importância da comunhão.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"levitico_22_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os sacrifícios devem ser oferecidos.","explicacao_detalhada":"No contexto de Levítico 22:18, 'modo' implica que há uma forma específica e correta de adorar a Deus, refletindo a santidade e a ordem que Ele exige.","por_que_esta_palavra":"A palavra 'modo' é importante porque indica que a adoração deve ser feita de acordo com as instruções divinas, mostrando respeito e reverência.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente na Bíblia, onde a obediência às Suas diretrizes é vista como um sinal de devoção.","referencias_relacionadas":["Gênesis 4:3-5","Êxodo 30:9","Romanos 12:1"]},"levitico_22_19_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à integridade e pureza dos sacrifícios oferecidos.","explicacao_detalhada":"Em Levítico 22:19, 'verdade' implica que os sacrifícios devem ser sem defeito, simbolizando a pureza e a sinceridade que Deus espera de Seu povo.","por_que_esta_palavra":"A palavra 'verdade' é crucial porque reflete a natureza de Deus, que é verdadeiro e justo, e espera que Seu povo também seja.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na adoração, onde a sinceridade e a integridade são essenciais.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"levitico_22_19_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos animais que eram usados para sacrifícios.","explicacao_detalhada":"No contexto de Levítico 22:19, 'gado' é mencionado como parte dos requisitos para os sacrifícios, enfatizando a importância de oferecer o melhor a Deus.","por_que_esta_palavra":"A palavra 'gado' é significativa porque representa os recursos que o povo deveria dedicar a Deus, refletindo a devoção e a gratidão.","conexao_teologica":"Os sacrifícios de animais são uma parte importante da teologia do Antigo Testamento, simbolizando a expiação e a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 22:7-8","Êxodo 12:5","Hebreus 9:22"]},"levitico_22_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à forma correta de oferecer sacrifícios.","explicacao_detalhada":"Em Levítico 22:20, 'modo' enfatiza que não se deve oferecer a Deus o que é defeituoso ou impuro, reforçando a necessidade de santidade na adoração.","por_que_esta_palavra":"A palavra 'modo' é importante porque indica que a adoração deve ser feita de acordo com as normas estabelecidas por Deus.","conexao_teologica":"A forma de adoração é um tema central na Bíblia, onde a obediência às instruções divinas é vista como um reflexo da fé.","referencias_relacionadas":["Levítico 1:3","Deuteronômio 17:1","Mateus 5:23-24"]},"levitico_22_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e à pureza dos sacrifícios.","explicacao_detalhada":"No contexto de Levítico 22:20, 'verdade' implica que os sacrifícios devem ser oferecidos com sinceridade e sem engano, refletindo a natureza de Deus.","por_que_esta_palavra":"A palavra 'verdade' é crucial porque representa a expectativa de Deus de que Seu povo seja honesto e íntegro em sua adoração.","conexao_teologica":"A verdade é um princípio fundamental na relação entre Deus e Seu povo, onde a sinceridade na adoração é essencial.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"levitico_22_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual certas normas são estabelecidas.","explicacao_detalhada":"Em Levítico 22:20, 'porque' é usado para explicar a importância de oferecer sacrifícios puros e sem defeito, ressaltando a santidade de Deus.","por_que_esta_palavra":"A palavra 'porque' é significativa porque fornece a justificativa para as instruções dadas, mostrando que há uma razão divina por trás das normas.","conexao_teologica":"A compreensão das razões por trás das instruções de Deus é fundamental para a obediência e a relação do povo com Ele.","referencias_relacionadas":["Deuteronômio 6:24","Romanos 12:1","1 Pedro 1:16"]},"levitico_22_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, especificamente um homem, que deve trazer ofertas ao Senhor.","explicacao_detalhada":"A palavra 'homem' no contexto de Levítico 22:21 enfatiza a responsabilidade do indivíduo em se apresentar diante de Deus com ofertas que sejam aceitáveis. Isso implica em um entendimento de santidade e pureza ao se aproximar do Senhor.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância da participação ativa do ser humano nas práticas religiosas e na relação com Deus.","conexao_teologica":"A relação entre o homem e Deus é central na teologia bíblica, onde o homem é chamado a se santificar e a oferecer a Deus o que é puro e aceitável.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Romanos 12:1"]},"levitico_22_21_grande":{"palavra_pt":"grande","palavra_original":"פָּלָא","transliteracao":"pâlâʼ","strong":"H6381","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude e a importância das ofertas que devem ser apresentadas ao Senhor.","explicacao_detalhada":"A palavra 'grande' sugere que as ofertas não devem ser apenas quantitativas, mas também qualitativas, refletindo a grandeza de Deus e a reverência que se deve ter ao se aproximar d'Ele.","por_que_esta_palavra":"A ênfase na grandeza das ofertas ressalta a dignidade e a majestade de Deus, que merece o melhor de Seus adoradores.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que nos chama a oferecer o melhor em adoração e serviço.","referencias_relacionadas":["Salmos 96:4","Isaías 6:3","Mateus 5:16"]},"levitico_22_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e deve ser tratado com reverência.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) representa a presença e a autoridade de Deus, e é um lembrete da relação especial entre Deus e Seu povo.","por_que_esta_palavra":"A menção do nome de Deus enfatiza a importância de reconhecer Sua soberania e santidade ao se fazer ofertas.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, refletindo Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Filipenses 2:9-11"]},"levitico_22_22_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H801","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como um sinal de adoração e expiação.","explicacao_detalhada":"A palavra 'sacrifício' implica em um ato de entrega e devoção, onde algo de valor é oferecido a Deus, simbolizando a necessidade de expiação pelos pecados.","por_que_esta_palavra":"O sacrifício é um elemento central na relação entre Deus e o homem, representando a necessidade de redenção e a graça divina.","conexao_teologica":"O conceito de sacrifício é fundamental na teologia cristã, culminando no sacrifício de Cristo como a oferta perfeita.","referencias_relacionadas":["Hebreus 9:22","Romanos 12:1","Gálatas 2:20"]},"levitico_22_22_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"O altar é um símbolo da presença de Deus e do lugar de encontro entre o homem e o divino, onde os sacrifícios são realizados.","por_que_esta_palavra":"A menção do altar destaca a importância do local de adoração e a necessidade de um espaço sagrado para a comunhão com Deus.","conexao_teologica":"O altar representa a mediação entre Deus e o homem, um tema que se desenvolve ao longo da Bíblia, culminando em Cristo como nosso altar.","referencias_relacionadas":["Êxodo 20:24","Hebreus 13:10","Apocalipse 8:3"]},"levitico_22_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente refere-se ao nome do Senhor, enfatizando Sua santidade e autoridade.","explicacao_detalhada":"A repetição do nome de Deus neste contexto reforça a ideia de que todas as ofertas e sacrifícios devem ser feitos em Sua honra e com a devida reverência.","por_que_esta_palavra":"A menção do nome de Deus é um lembrete constante da Sua presença e da necessidade de santidade ao se aproximar d'Ele.","conexao_teologica":"A santidade do nome de Deus é um tema central na adoração, refletindo a reverência que devemos ter em nossa relação com Ele.","referencias_relacionadas":["Salmos 111:9","Isaías 57:15","Mateus 6:9"]},"levitico_22_23_lacking":{"palavra_pt":"lacking","palavra_original":"קָלַט","transliteracao":"qâlaṭ","strong":"H7038","significado_raiz":"Ideia básica: lacking.","significado_contextual":"Refere-se à condição de algo que está em falta ou que não é suficiente.","explicacao_detalhada":"A palavra 'lacking' sugere que as ofertas devem ser completas e não devem faltar em qualidade ou quantidade ao serem apresentadas a Deus.","por_que_esta_palavra":"A ênfase na falta destaca a importância de se oferecer a Deus o que é perfeito e completo, sem deficiências.","conexao_teologica":"A ideia de falta é um lembrete da necessidade de pureza e integridade em nossa adoração e serviço a Deus.","referencias_relacionadas":["Malaquias 1:8","Tiago 1:17","Colossenses 3:23"]},"levitico_22_23_promessa":{"palavra_pt":"promessa","palavra_original":"נֶדֶר","transliteracao":"neder","strong":"H5088","significado_raiz":"Ideia básica: promessa.","significado_contextual":"Refere-se a um voto ou compromisso feito diante de Deus.","explicacao_detalhada":"A palavra 'promessa' implica em um compromisso sério que deve ser cumprido, refletindo a fidelidade do homem em sua relação com Deus.","por_que_esta_palavra":"A menção da promessa destaca a importância da integridade e da responsabilidade nas relações com Deus e com os outros.","conexao_teologica":"A fidelidade a promessas é um tema importante na Bíblia, refletindo a natureza fiel de Deus e a expectativa de que Seu povo também seja fiel.","referencias_relacionadas":["Salmos 76:11","Eclesiastes 5:4-5","Hebreus 10:23"]},"levitico_22_24_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de cortar ou eliminar algo, especialmente em relação a promessas não cumpridas.","explicacao_detalhada":"A palavra 'destruir' implica em consequências severas para aqueles que não cumprem suas promessas ou que oferecem a Deus o que não é aceitável.","por_que_esta_palavra":"A ênfase na destruição destaca a seriedade da relação com Deus e as consequências de não honrar compromissos.","conexao_teologica":"A destruição como consequência do pecado é um tema recorrente na Bíblia, refletindo a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Apocalipse 21:8"]},"levitico_22_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Mais uma vez refere-se ao nome do Senhor, enfatizando Sua autoridade e santidade.","explicacao_detalhada":"A repetição do nome de Deus neste contexto reforça a ideia de que todas as ações e decisões devem ser feitas em consideração à Sua vontade e santidade.","por_que_esta_palavra":"A menção do nome de Deus é um lembrete constante da Sua presença e da necessidade de santidade ao se aproximar d'Ele.","conexao_teologica":"A santidade do nome de Deus é um tema central na adoração, refletindo a reverência que devemos ter em nossa relação com Ele.","referencias_relacionadas":["Salmos 111:9","Isaías 57:15","Mateus 6:9"]},"levitico_22_24_bruised":{"palavra_pt":"bruised","palavra_original":"מָעַךְ","transliteracao":"mâʻak","strong":"H4600","significado_raiz":"Ideia básica: bruised.","significado_contextual":"Refere-se a animais que não devem ser oferecidos como sacrifício se estiverem machucados ou feridos.","explicacao_detalhada":"A palavra 'bruised' (מָעַךְ) implica que o animal sofreu algum tipo de dano físico, o que o tornaria inadequado para a oferta a Deus. Isso reflete a importância da pureza e integridade dos sacrifícios.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a necessidade de que os sacrifícios sejam perfeitos e sem defeito, conforme as instruções dadas por Deus.","conexao_teologica":"A exigência de sacrifícios sem defeito aponta para a perfeição de Cristo como o sacrifício final e perfeito pelos pecados da humanidade.","referencias_relacionadas":["Levítico 1:3","Levítico 22:20","Hebreus 9:14"]},"levitico_22_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os sacrifícios devem ser oferecidos, seguindo as instruções de Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica que há um padrão específico que deve ser seguido ao apresentar ofertas a Deus, refletindo a ordem divina.","por_que_esta_palavra":"Esta palavra é crucial para entender que a adoração a Deus deve ser feita de acordo com Suas diretrizes, não de qualquer maneira.","conexao_teologica":"A obediência às instruções de Deus sobre adoração é um tema recorrente na Bíblia, que culmina na adoração em espírito e verdade através de Cristo.","referencias_relacionadas":["Êxodo 25:40","Números 15:39","João 4:24"]},"levitico_22_25_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão, simbolizando poder e ação, especialmente no contexto de oferecer sacrifícios.","explicacao_detalhada":"A palavra 'mao' (יָד) é frequentemente associada à capacidade de realizar ações, incluindo a oferta de sacrifícios, que requerem um ato físico de entrega.","por_que_esta_palavra":"A mão representa a ação humana e a responsabilidade de trazer ofertas a Deus, enfatizando a participação ativa na adoração.","conexao_teologica":"A mão de Deus é frequentemente mencionada como a que guia e sustenta, e a nossa mão deve ser usada para cumprir a vontade divina.","referencias_relacionadas":["Salmos 134:2","Isaías 41:10","Mateus 5:30"]},"levitico_22_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência dos sacerdotes e a importância da linhagem na oferta de sacrifícios.","explicacao_detalhada":"A palavra 'filho' (בֵּן) destaca a continuidade da tradição sacerdotal e a responsabilidade dos filhos em manter as práticas de adoração.","por_que_esta_palavra":"Esta palavra é importante para entender a relação familiar e a transmissão de deveres espirituais entre gerações.","conexao_teologica":"A ideia de filhos e herança é central na Bíblia, refletindo a relação entre Deus e Seu povo como filhos adotivos através de Cristo.","referencias_relacionadas":["Êxodo 12:3","Salmos 127:3","Romanos 8:15"]},"levitico_22_26_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação de Deus sobre as regras para os sacrifícios.","explicacao_detalhada":"A palavra 'falar' (דָבַר) enfatiza a importância da revelação divina e da instrução direta de Deus ao Seu povo.","por_que_esta_palavra":"Esta palavra é usada para mostrar que Deus se comunica ativamente com Seu povo, estabelecendo normas e diretrizes.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, culminando na Palavra encarnada, Jesus Cristo.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:4","Hebreus 1:1-2"]},"levitico_22_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e deve ser tratado com reverência.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) representa a autoridade e a santidade de Deus, que é fundamental na adoração.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre Deus e Seu povo, onde o nome de Deus é invocado em adoração e sacrifício.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, representando Sua presença e caráter, e é invocado em oração e adoração.","referencias_relacionadas":["Salmos 29:2","Isaías 42:8","Mateus 6:9"]},"levitico_22_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus sobre o que deve ser dito em relação aos sacrifícios.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) enfatiza a importância da comunicação clara das instruções de Deus para o Seu povo.","por_que_esta_palavra":"Esta palavra é usada para mostrar que a palavra de Deus deve ser proclamada e obedecida.","conexao_teologica":"A proclamação da Palavra de Deus é essencial para a vida cristã, refletindo a importância da verdade e da obediência.","referencias_relacionadas":["Salmos 119:105","Romanos 10:17","Tiago 1:22"]},"levitico_22_27_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que os sacrifícios devem ser oferecidos, destacando a importância da temporalidade na adoração.","explicacao_detalhada":"A palavra 'dia' (יוֹם) indica momentos específicos designados por Deus para a adoração e os sacrifícios.","por_que_esta_palavra":"Esta palavra é importante para entender que a adoração a Deus deve ser feita em tempos determinados, refletindo a ordem divina.","conexao_teologica":"A noção de tempo e adoração é central na Bíblia, onde cada dia é uma oportunidade para glorificar a Deus.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8","Salmos 118:24"]},"levitico_22_27_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"A palavra 'altar' (קׇרְבָּן) representa o espaço físico onde a adoração e os sacrifícios são realizados, simbolizando a presença de Deus.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância do altar como um lugar de encontro entre Deus e o homem.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício no altar da cruz.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"levitico_22_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando Sua santidade e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é reiterada para lembrar ao povo a importância de honrar e respeitar o nome de Deus em todas as suas ações.","por_que_esta_palavra":"Esta palavra é crucial para a adoração, pois o nome de Deus deve ser invocado com reverência e respeito.","conexao_teologica":"A santidade do nome de Deus é um tema recorrente, que nos lembra da importância de viver de acordo com Sua vontade.","referencias_relacionadas":["Êxodo 20:7","Salmos 111:9","Mateus 28:19"]},"levitico_22_28_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de 24 horas, um ciclo que é fundamental na criação e na observância do tempo na cultura hebraica.","explicacao_detalhada":"O termo 'dia' (יוֹם - yôwm) é usado em Levítico 22:28 para indicar um tempo específico em que os sacrifícios devem ser oferecidos, enfatizando a importância da temporalidade nas práticas religiosas.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a estrutura do culto e a santidade do tempo na vida do povo de Israel.","conexao_teologica":"O conceito de dia é central na criação (Gênesis 1) e na observância do sábado, refletindo a ordem divina e a necessidade de descanso.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 104:19"]},"levitico_22_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação familiar e a continuidade da linhagem, especialmente em contextos de sacrifícios e ofertas.","explicacao_detalhada":"A palavra 'filho' (בֵּן - bên) em Levítico 22:28 destaca a importância da descendência e da consagração familiar nas práticas religiosas, mostrando que os filhos também estão envolvidos nas promessas de Deus.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a responsabilidade e a herança espiritual que cada geração carrega.","conexao_teologica":"A relação entre pai e filho é frequentemente usada nas Escrituras para ilustrar a relação entre Deus e Seu povo, como em Romanos 8:14.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 3:17"]},"levitico_22_29_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e deve ser invocado com reverência.","explicacao_detalhada":"O nome 'senhor' (יְהֹוָה - Yᵉhôvâh) em Levítico 22:29 é um dos nomes mais reverenciados de Deus, simbolizando Sua presença e autoridade sobre o povo de Israel.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a identidade e a natureza de Deus, sendo um convite à adoração e ao reconhecimento de Sua soberania.","conexao_teologica":"O nome de Deus é central na aliança que Ele estabelece com Seu povo, como visto em Êxodo 3:14.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"levitico_22_29_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como expressão de adoração e expiação.","explicacao_detalhada":"A palavra 'sacrifício' (זָבַח - zâbach) em Levítico 22:29 é usada para descrever a prática de oferecer animais como parte do culto, simbolizando a entrega e a busca pela reconciliação com Deus.","por_que_esta_palavra":"O sacrifício é um elemento central na adoração israelita, representando a necessidade de expiação e a gratidão a Deus.","conexao_teologica":"O sacrifício prefigura o sacrifício de Cristo, que é o cumprimento da necessidade de expiação, conforme Hebreus 10:10.","referencias_relacionadas":["Gênesis 4:4","Levítico 1:3","Hebreus 9:22"]},"levitico_22_29_carne":{"palavra_pt":"sacrificio","palavra_original":"זֶבַח","transliteracao":"zebach","strong":"H2077","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se à parte do animal que é oferecida a Deus como sacrifício.","explicacao_detalhada":"A palavra 'carne' (זֶבַח - zebach) em Levítico 22:29 é usada para descrever a oferta que é apresentada a Deus, enfatizando a importância do que é oferecido e a pureza do sacrifício.","por_que_esta_palavra":"A carne do sacrifício é vista como uma oferta que deve ser limpa e sem defeito, refletindo a santidade de Deus.","conexao_teologica":"A carne do sacrifício é um símbolo do corpo de Cristo, que foi oferecido por nós, conforme 1 Pedro 2:24.","referencias_relacionadas":["Levítico 3:1","Salmos 51:17","Romanos 12:1"]},"levitico_22_30_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um dia específico de celebração ou sacrifício.","explicacao_detalhada":"A palavra 'dia' (יוֹם - yôwm) em Levítico 22:30 é usada para indicar um tempo determinado em que as ofertas devem ser apresentadas, reforçando a importância da obediência ao calendário religioso.","por_que_esta_palavra":"O dia é um lembrete da ordem divina e da necessidade de seguir os mandamentos de Deus em tempos específicos.","conexao_teologica":"A observância dos dias sagrados é um reflexo da criação e da redenção, como visto em Gênesis 2:3.","referencias_relacionadas":["Êxodo 12:14","Levítico 23:3","Marcos 2:27"]},"levitico_22_30_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à sinceridade nas ofertas e na adoração a Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא - lôʼ) em Levítico 22:30 é usada para enfatizar a necessidade de autenticidade nas práticas religiosas, destacando que Deus busca verdadeiros adoradores.","por_que_esta_palavra":"A verdade é essencial na relação com Deus, pois Ele deseja que nossos corações estejam alinhados com nossas ações.","conexao_teologica":"A busca pela verdade é um tema central nas Escrituras, como em João 4:24, onde se fala sobre adoração em espírito e verdade.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"levitico_22_30_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a um grupo ou comunidade.","explicacao_detalhada":"A palavra 'entre' (מִן - min) em Levítico 22:30 sugere a importância da comunidade na adoração e na prática dos mandamentos de Deus, enfatizando que a fé é vivida em conjunto.","por_que_esta_palavra":"A noção de estar 'entre' é fundamental para entender a vida comunitária e a responsabilidade mútua entre os israelitas.","conexao_teologica":"A comunidade de fé é um reflexo do corpo de Cristo, onde cada membro tem um papel a desempenhar, conforme 1 Coríntios 12:12-27.","referencias_relacionadas":["Atos 2:42","Hebreus 10:25","Gálatas 6:2"]},"levitico_22_31_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar, especialmente no contexto de cumprir os mandamentos de Deus.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה - ʻâsâh) em Levítico 22:31 é usada para descrever a ação de obedecer aos mandamentos, enfatizando a importância da prática da lei.","por_que_esta_palavra":"A ação de 'fazer' é central na vida do crente, pois implica em viver de acordo com a vontade de Deus.","conexao_teologica":"A obediência aos mandamentos é um sinal de amor a Deus, conforme João 14:15.","referencias_relacionadas":["Deuteronômio 5:32","Mateus 7:21","Tiago 1:22"]},"levitico_22_31_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de guardar ou proteger, especialmente em relação aos mandamentos de Deus.","explicacao_detalhada":"A palavra 'salvar' (שָׁמַר - shâmar) em Levítico 22:31 enfatiza a importância de manter e observar os mandamentos de Deus como uma forma de proteção espiritual.","por_que_esta_palavra":"A ideia de 'salvar' implica em um compromisso ativo de seguir a vontade de Deus e preservar a santidade.","conexao_teologica":"A salvação é um tema central nas Escrituras, culminando na obra redentora de Cristo, conforme Efésios 2:8-9.","referencias_relacionadas":["Salmos 119:11","Mateus 19:17","1 João 2:3"]},"levitico_22_31_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em adoração e reverência.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é considerado sagrado e representa a presença e a autoridade de Deus sobre o povo de Israel. É um nome que implica em relacionamento e compromisso.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do nome de Deus e a necessidade de respeitá-lo em todas as interações com o sagrado.","conexao_teologica":"O nome do Senhor é central na teologia bíblica, simbolizando a aliança entre Deus e seu povo. Ele é o Deus que se revela e se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"levitico_22_32_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar, que é essencial para a pureza e a separação do que é sagrado.","explicacao_detalhada":"A palavra 'santificar' (קָדַשׁ) implica em tornar algo sagrado ou separado para Deus. Isso é fundamental nas práticas religiosas e na vida do povo de Israel.","por_que_esta_palavra":"É usada para mostrar a importância da santidade e da pureza nas ofertas e na vida cotidiana dos israelitas.","conexao_teologica":"A santificação é um tema central na Bíblia, refletindo a natureza de Deus e a chamada do povo para viver de maneira que reflita essa santidade.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:16","Hebreus 12:14"]},"levitico_22_32_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a integridade e a autenticidade nas relações com Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é frequentemente associada à fidelidade e à honestidade, tanto em relação a Deus quanto entre os seres humanos.","por_que_esta_palavra":"É importante para destacar que a verdade é um princípio fundamental na adoração e na vida moral do povo de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em verdade e integridade.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"levitico_22_32_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus e, portanto, deve ser tratado com reverência.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) denota algo que é consagrado a Deus e que deve ser mantido puro e respeitado.","por_que_esta_palavra":"É usada para enfatizar a importância de reconhecer e respeitar o que é sagrado nas práticas religiosas.","conexao_teologica":"A noção de sagrado é fundamental na relação entre Deus e seu povo, refletindo a separação do que é comum e o que é divino.","referencias_relacionadas":["Êxodo 19:6","Levítico 10:3","1 Pedro 2:9"]},"levitico_22_33_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, que é um símbolo da herança e da bênção de Deus para seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é frequentemente usada na Bíblia para descrever a terra de Canaã, que representa a promessa de Deus ao povo de Israel.","por_que_esta_palavra":"É importante para entender a relação entre Deus e Israel, onde a terra é vista como um presente divino e um lugar de habitação.","conexao_teologica":"A terra é um tema central na narrativa bíblica, simbolizando a presença de Deus e a realização de suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"levitico_22_33_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a soberania e o poder de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é usada para descrever a natureza suprema e a autoridade de Deus, que é o criador e sustentador do universo.","por_que_esta_palavra":"É crucial para entender a relação de adoração e submissão que o povo deve ter em relação a Deus.","conexao_teologica":"A divindade de Deus é um tema central na teologia, refletindo sua majestade e seu papel como Senhor da criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"levitico_22_33_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou ir, que pode ter conotações de libertação ou movimento em direção a algo novo.","explicacao_detalhada":"A palavra 'sair' (יָצָא) pode simbolizar a saída do povo de Israel do Egito e a jornada em direção à terra prometida.","por_que_esta_palavra":"É usada para enfatizar a ação de Deus em guiar seu povo e a importância de seguir suas instruções.","conexao_teologica":"A ideia de sair é frequentemente associada à libertação e ao chamado de Deus para um novo propósito e direção na vida dos crentes.","referencias_relacionadas":["Êxodo 3:10","Salmos 126:1","Isaías 43:16"]}}