{"levitico_24_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' aqui também se refere à comunicação de Deus, que continua a instruir seu povo.","explicacao_detalhada":"Em Levítico 24:1, 'falar' indica que Deus está dando novas instruções sobre a adoração e a vida comunitária, mostrando que a revelação divina é contínua.","por_que_esta_palavra":"A repetição da palavra 'falar' enfatiza a importância da obediência às instruções de Deus e a necessidade de estar atento à sua voz.","conexao_teologica":"A comunicação de Deus é vital para a vida espiritual, pois é através dela que o povo conhece a vontade divina.","referencias_relacionadas":["Êxodo 25:1","Deuteronômio 5:5","Mateus 4:4"]},"levitico_24_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente refere-se à autoridade e à santidade de Deus.","explicacao_detalhada":"Em Levítico 24:1, o uso do nome 'senhor' reafirma a posição de Deus como o legislador e guia do povo, que deve ser respeitado e reverenciado.","por_que_esta_palavra":"A palavra 'senhor' é essencial para a compreensão da soberania de Deus e da relação de dependência do povo em relação a Ele.","conexao_teologica":"A reverência ao nome de Deus é um aspecto fundamental da adoração e da vida de fé.","referencias_relacionadas":["Salmos 111:9","Isaías 57:15","Filipenses 2:9-11"]},"levitico_24_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar a vontade de Deus ao povo.","explicacao_detalhada":"Em Levítico 24:1, 'dizer' é uma forma de Deus expressar suas instruções e expectativas, mostrando que a comunicação divina é clara e direta.","por_que_esta_palavra":"A palavra 'dizer' é importante para entender a clareza da mensagem de Deus e a necessidade de resposta do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a formação da fé e da prática do povo.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"levitico_24_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de uma mulher israelita que blasfemou.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar a relação familiar e a continuidade da linhagem. No contexto de Levítico 24:2, enfatiza a responsabilidade e a consequência das ações do indivíduo.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a importância da herança e da identidade familiar na sociedade israelita.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Provérbios 22:6"]},"levitico_24_2_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou receber algo, neste caso, a responsabilidade de lidar com a blasfêmia.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) implica uma ação deliberada de apropriação ou aceitação de uma responsabilidade ou tarefa.","por_que_esta_palavra":"A utilização de 'tomar' enfatiza a necessidade de agir em resposta a uma ofensa grave contra Deus.","conexao_teologica":"Tomar responsabilidade é um tema central na vida cristã, refletindo a necessidade de responder ao chamado de Deus.","referencias_relacionadas":["Mateus 28:19","Gálatas 6:5","1 Pedro 5:2"]},"levitico_24_2_luminoso":{"palavra_pt":"luminoso","palavra_original":"מָאוֹר","transliteracao":"mâʼôwr","strong":"H3974","significado_raiz":"Ideia básica: luminoso.","significado_contextual":"Refere-se à luz que deve ser mantida no santuário, simbolizando a presença de Deus.","explicacao_detalhada":"A palavra 'luminoso' (מָאוֹר) é usada para descrever a luz que deve brilhar continuamente, representando a santidade e a pureza.","por_que_esta_palavra":"A luz é um símbolo da presença divina e da verdade, essencial para a adoração no templo.","conexao_teologica":"Jesus é descrito como a luz do mundo, e a luz é um tema recorrente na Escritura que representa a revelação de Deus.","referencias_relacionadas":["João 8:12","Mateus 5:14","Apocalipse 21:23"]},"levitico_24_3_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se ao espaço fora do acampamento onde a justiça deve ser aplicada.","explicacao_detalhada":"A palavra 'campo' (חוּץ) indica a área externa, onde as ações e decisões são tomadas em relação ao que acontece dentro da comunidade.","por_que_esta_palavra":"O uso de 'campo' sugere que a justiça e a ordem devem ser mantidas não apenas dentro do santuário, mas também na sociedade em geral.","conexao_teologica":"A justiça de Deus se estende a todas as áreas da vida, e os crentes são chamados a viver de maneira justa em todos os aspectos.","referencias_relacionadas":["Deuteronômio 16:20","Miquéias 6:8","Romanos 12:18"]},"levitico_24_3_testemunha":{"palavra_pt":"testemunho","palavra_original":"עֵדוּת","transliteracao":"ʻêdûwth","strong":"H5715","significado_raiz":"Ideia básica: testemunho.","significado_contextual":"Refere-se ao testemunho necessário para validar a acusação de blasfêmia.","explicacao_detalhada":"A palavra 'testemunho' (עֵדוּת) implica a necessidade de evidência e confirmação em questões legais e morais.","por_que_esta_palavra":"A ênfase no testemunho ressalta a importância da verdade e da integridade na comunidade de fé.","conexao_teologica":"O testemunho é fundamental na vida cristã, onde os crentes são chamados a dar testemunho da verdade de Cristo.","referencias_relacionadas":["Deuteronômio 19:15","Atos 1:8","1 João 5:10"]},"levitico_24_4_lampada":{"palavra_pt":"lampada","palavra_original":"נִיר","transliteracao":"nîyr","strong":"H5216","significado_raiz":"Ideia básica: lampada.","significado_contextual":"Refere-se à lâmpada que deve ser mantida acesa no santuário.","explicacao_detalhada":"A palavra 'lampada' (נִיר) simboliza a luz que representa a presença de Deus e a iluminação espiritual.","por_que_esta_palavra":"A lâmpada acesa é um símbolo da continuidade da adoração e da presença divina entre o povo.","conexao_teologica":"A luz de Deus é um tema central na Escritura, representando a verdade e a orientação divina.","referencias_relacionadas":["Salmos 119:105","João 1:5","Apocalipse 22:5"]},"levitico_24_4_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se ao rosto de Deus que deve ser buscado em adoração.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) é frequentemente usada para descrever a presença de Deus e a intimidade na adoração.","por_que_esta_palavra":"Buscar o rosto de Deus implica um desejo de relacionamento e comunhão com o Criador.","conexao_teologica":"A presença de Deus é central na vida do crente, e a busca por Sua face é um chamado à adoração sincera.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Hebreus 11:6"]},"levitico_24_5_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar a oferta para a preparação do pão.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) novamente enfatiza a ação de apropriação, neste caso, para a oferta a Deus.","por_que_esta_palavra":"A repetição da palavra 'tomar' reforça a importância da ação consciente na adoração e na oferta a Deus.","conexao_teologica":"A oferta é um ato de adoração e entrega, refletindo a disposição do coração diante de Deus.","referencias_relacionadas":["Gênesis 4:3-5","Mateus 5:23-24","2 Coríntios 9:7"]},"levitico_24_5_baker":{"palavra_pt":"bake r","palavra_original":"אָפָה","transliteracao":"ʼâphâh","strong":"H644","significado_raiz":"Ideia básica: bake r.","significado_contextual":"Refere-se ao ato de assar o pão como parte da oferta a Deus.","explicacao_detalhada":"A palavra 'bake r' (אָפָה) implica o processo de preparar o pão, que é um elemento essencial nas ofertas.","por_que_esta_palavra":"O pão simboliza sustento e comunhão, sendo um elemento central na adoração e nas ofertas a Deus.","conexao_teologica":"Jesus se apresenta como o pão da vida, simbolizando a provisão espiritual de Deus para Seu povo.","referencias_relacionadas":["João 6:35","Mateus 26:26","1 Coríntios 11:24"]},"levitico_24_6_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à quantidade de pão que deve ser preparada para a oferta.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) indica a importância e a generosidade na oferta a Deus.","por_que_esta_palavra":"A ênfase na grandeza da oferta reflete a devoção e a honra que devem ser dadas a Deus.","conexao_teologica":"A generosidade nas ofertas é um reflexo do caráter de Deus e do que Ele fez por nós.","referencias_relacionadas":["2 Crônicas 31:5","Lucas 6:38","2 Coríntios 8:12"]},"levitico_24_6_row":{"palavra_pt":"row","palavra_original":"מַעֲרֶכֶת","transliteracao":"maʻăreketh","strong":"H4635","significado_raiz":"Ideia básica: row.","significado_contextual":"Refere-se à disposição dos pães na mesa da proposição.","explicacao_detalhada":"A palavra 'row' (מַעֲרֶכֶת) indica a organização e a ordem dos pães que eram colocados diante do Senhor no Tabernáculo, simbolizando a presença de Deus entre o Seu povo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da ordem e da santidade na adoração a Deus.","conexao_teologica":"A disposição dos pães representa a comunhão entre Deus e Seu povo, mostrando que Ele se importa com a forma como O adoramos.","referencias_relacionadas":["Êxodo 25:30","Levítico 24:5-9","1 Crônicas 9:32"]},"levitico_24_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo a Deus.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é utilizada para descrever a ação de oferecer os pães como um presente a Deus, simbolizando a devoção e a gratidão do povo.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a natureza relacional entre Deus e o homem, onde o ato de dar é um reflexo do amor e da obediência.","conexao_teologica":"O ato de dar a Deus é um princípio fundamental na adoração, representando a entrega total do coração e das posses.","referencias_relacionadas":["Gênesis 4:3-5","Êxodo 35:5","2 Coríntios 9:7"]},"levitico_24_7_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao pão que é oferecido como alimento sagrado.","explicacao_detalhada":"A palavra 'pão' (לֶחֶם) simboliza não apenas sustento físico, mas também a provisão espiritual que Deus oferece ao Seu povo.","por_que_esta_palavra":"O pão é um símbolo de vida e sustento, representando a dependência do homem em relação a Deus.","conexao_teologica":"Jesus se apresenta como o pão da vida, enfatizando a importância do alimento espiritual que vem de Deus.","referencias_relacionadas":["João 6:35","Mateus 4:4","Êxodo 16:4"]},"levitico_24_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e digno de reverência.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Sua natureza e caráter, sendo um símbolo de Sua autoridade e santidade.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a relação íntima que o povo deve ter com Ele, reconhecendo Sua soberania.","conexao_teologica":"O nome de Deus é central na adoração, pois representa Sua presença e a promessa de estar com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"levitico_24_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico em que os pães são apresentados ao Senhor.","explicacao_detalhada":"A palavra 'dia' (יוֹם) indica um tempo designado para a adoração e a oferta, ressaltando a importância da regularidade na vida espiritual.","por_que_esta_palavra":"A menção do dia enfatiza a necessidade de dedicar tempo a Deus, reconhecendo Sua soberania sobre o tempo.","conexao_teologica":"A prática de dedicar dias a Deus é um princípio que se estende à observância do sábado e à importância do descanso em Sua presença.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Hebreus 4:9-10"]},"levitico_24_8_sabado":{"palavra_pt":"sabado","palavra_original":"שַׁבָּת","transliteracao":"shabbâth","strong":"H7676","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Refere-se ao sábado como um dia de descanso e adoração.","explicacao_detalhada":"A palavra 'sábado' (שַׁבָּת) simboliza a conclusão da criação e a necessidade de descanso, sendo um dia separado para a adoração a Deus.","por_que_esta_palavra":"O sábado é um lembrete da criação e da libertação, sendo um tempo para renovar a relação com Deus.","conexao_teologica":"O sábado é um símbolo do descanso que encontramos em Cristo, que nos convida a descansar Nele.","referencias_relacionadas":["Êxodo 20:8-11","Marcos 2:27","Mateus 11:28-30"]},"levitico_24_8_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus que é buscada na adoração.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) simboliza a face de Deus, que representa Sua presença e favor sobre o Seu povo.","por_que_esta_palavra":"A busca pelo rosto de Deus é um desejo de estar em comunhão íntima com Ele.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo na vida espiritual, simbolizando a plenitude da Sua presença.","referencias_relacionadas":["Salmos 27:8","Números 6:25-26","Mateus 5:8"]},"levitico_24_9_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H801","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao sacrifício que é feito como oferta a Deus.","explicacao_detalhada":"A palavra 'sacrifício' (אִשָּׁה) representa a oferta que é queimada diante do Senhor, simbolizando a entrega total ao Seu serviço.","por_que_esta_palavra":"O sacrifício é um ato de adoração que demonstra a devoção e a necessidade de expiação.","conexao_teologica":"O sacrifício é um tema central na Bíblia, culminando no sacrifício de Cristo, que é o sacrifício perfeito.","referencias_relacionadas":["Hebreus 9:22","Romanos 12:1","Gênesis 8:20"]},"levitico_24_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair ou ser derrubado, muitas vezes em um contexto de adoração ou reverência.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode indicar a ação de se prostrar diante de Deus, reconhecendo Sua grandeza e majestade.","por_que_esta_palavra":"Cair diante de Deus é um sinal de submissão e respeito, reconhecendo Sua autoridade.","conexao_teologica":"A prostração é uma expressão de adoração que é vista em várias partes da Escritura, simbolizando a entrega total a Deus.","referencias_relacionadas":["Salmos 95:6","Apocalipse 4:10","Mateus 4:10"]},"levitico_24_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e Seu povo como filhos.","explicacao_detalhada":"A palavra 'filho' (בֵּן) simboliza a filiação e a herança que os crentes têm em Cristo, sendo parte da família de Deus.","por_que_esta_palavra":"A noção de ser filho de Deus é fundamental para entender a relação de amor e cuidado que Ele tem por nós.","conexao_teologica":"A filiação é um tema central no Novo Testamento, onde somos chamados de filhos de Deus através de Jesus.","referencias_relacionadas":["João 1:12","Romanos 8:14-17","Gálatas 4:6-7"]},"levitico_24_10_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado como um recurso valioso na sociedade israelita, simbolizando riqueza e sustento.","explicacao_detalhada":"O gado era fundamental para a economia e a vida cotidiana dos israelitas, sendo utilizado para alimentação, sacrifícios e trabalho. No contexto de Levítico 24:10, o gado é mencionado em relação a um incidente que envolve um homem e a violação da lei.","por_que_esta_palavra":"A palavra 'gado' é utilizada para enfatizar a importância dos recursos materiais e a responsabilidade que os israelitas tinham em relação ao que possuíam.","conexao_teologica":"O gado, como símbolo de riqueza, também representa a provisão de Deus para o Seu povo e a necessidade de respeitar as leis divinas.","referencias_relacionadas":["Gênesis 30:31","Êxodo 20:17","Levítico 22:23"]},"levitico_24_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, destacando a responsabilidade pessoal diante da lei.","explicacao_detalhada":"No contexto de Levítico 24:10, o 'homem' é central para a narrativa, pois sua ação resulta em consequências legais e sociais. A palavra enfatiza a dignidade e a responsabilidade do ser humano.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a individualidade e a capacidade de escolha, ressaltando que cada pessoa é responsável por suas ações.","conexao_teologica":"A dignidade do homem é um tema recorrente na Bíblia, refletindo a imagem de Deus em cada ser humano e a importância da obediência às Suas leis.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 14:12"]},"levitico_24_10_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou ser expulso, implicando em consequências severas.","explicacao_detalhada":"A palavra 'sair' é utilizada para descrever a ação de um homem que se afasta da norma estabelecida, resultando em um julgamento. Isso reflete a seriedade das transgressões na comunidade israelita.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a ruptura com a comunidade e as consequências que isso traz, tanto espirituais quanto sociais.","conexao_teologica":"A ideia de sair é frequentemente associada ao afastamento de Deus e das Suas leis, levando à necessidade de arrependimento e retorno.","referencias_relacionadas":["Gênesis 4:16","Êxodo 12:31","Hebreus 13:13"]},"levitico_24_11_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze tribos de Israel, simbolizando a identidade e a herança do povo escolhido.","explicacao_detalhada":"A palavra 'tribo' é crucial para entender a estrutura social e religiosa de Israel, onde cada tribo tinha suas próprias responsabilidades e direitos dentro da nação.","por_que_esta_palavra":"A menção da tribo destaca a importância da comunidade e da herança coletiva na vida do povo de Deus.","conexao_teologica":"As tribos de Israel representam a diversidade dentro da unidade do povo de Deus, cada uma com seu papel no plano divino.","referencias_relacionadas":["Números 1:2","Deuteronômio 33:1-29","Josué 14:1"]},"levitico_24_11_maldicao":{"palavra_pt":"maldicao","palavra_original":"נָקַב","transliteracao":"nâqab","strong":"H5344","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"Refere-se a uma declaração de condenação ou juízo, muitas vezes associada a transgressões da lei.","explicacao_detalhada":"A palavra 'maldicao' é usada para descrever as consequências espirituais e sociais que resultam da desobediência a Deus. No contexto, enfatiza a gravidade do ato cometido.","por_que_esta_palavra":"A escolha dessa palavra serve para alertar sobre as consequências do pecado e a necessidade de viver em conformidade com a vontade de Deus.","conexao_teologica":"A maldição é um tema que aparece frequentemente na Bíblia, refletindo a seriedade do pecado e a necessidade de redenção.","referencias_relacionadas":["Deuteronômio 28:15","Gálatas 3:10","Romanos 6:23"]},"levitico_24_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, enfatizando a continuidade da linhagem e a responsabilidade familiar.","explicacao_detalhada":"A palavra 'filho' é importante para entender as dinâmicas familiares e sociais em Israel, onde a identidade e a herança eram transmitidas de geração em geração.","por_que_esta_palavra":"A menção do filho destaca a responsabilidade que cada geração tem em manter a fidelidade a Deus e às Suas leis.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Provérbios 22:6"]},"levitico_24_12_homem":{"palavra_pt":"homem","palavra_original":"מִשְׁמָר","transliteracao":"mishmâr","strong":"H4929","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, destacando a responsabilidade pessoal diante da lei.","explicacao_detalhada":"A palavra 'homem' é utilizada novamente para enfatizar a individualidade e a responsabilidade que cada pessoa tem em relação às suas ações e decisões.","por_que_esta_palavra":"A repetição da palavra 'homem' reforça a ideia de que cada indivíduo é responsável por suas ações e deve prestar contas a Deus.","conexao_teologica":"A responsabilidade individual é um princípio fundamental na teologia bíblica, onde cada um deve se apresentar diante de Deus.","referencias_relacionadas":["Ezequiel 18:30","Romanos 14:12","Gálatas 6:5"]},"levitico_24_12_scatter":{"palavra_pt":"scatter","palavra_original":"פָּרָשׁ","transliteracao":"pârâsh","strong":"H6567","significado_raiz":"Ideia básica: scatter.","significado_contextual":"Refere-se ao ato de dispersar ou espalhar, implicando em consequências para a comunidade.","explicacao_detalhada":"A palavra 'scatter' é usada para descrever a ação de espalhar ou dividir, o que pode ter implicações negativas para a unidade do povo de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da unidade e a gravidade da divisão dentro da comunidade.","conexao_teologica":"A dispersão é um tema que aparece em várias partes da Bíblia, simbolizando o afastamento de Deus e a necessidade de reconciliação.","referencias_relacionadas":["Salmos 68:1","Ezequiel 34:12","Atos 8:1"]},"levitico_24_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e deve ser tratado com reverência.","explicacao_detalhada":"A palavra 'senhor' é usada para enfatizar a autoridade e a santidade de Deus, que deve ser respeitada em todas as circunstâncias.","por_que_esta_palavra":"A menção do nome de Deus destaca a importância de honrar e respeitar Sua autoridade e Sua palavra.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e relacionamento com o Seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-11"]},"levitico_24_13_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar, enfatizando a importância da palavra e da verdade.","explicacao_detalhada":"A palavra 'falar' é utilizada para descrever a ação de comunicar, que pode ter consequências significativas, especialmente em um contexto legal.","por_que_esta_palavra":"A escolha da palavra 'falar' ressalta a responsabilidade que cada um tem em suas palavras e a importância da verdade.","conexao_teologica":"A fala é um tema importante na Bíblia, refletindo a criação através da palavra de Deus e a responsabilidade humana de usar a fala para edificação.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Mateus 12:36-37"]},"levitico_24_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e deve ser tratado com reverência.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é utilizado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. É um nome que representa a presença divina e a relação de Deus com o Seu povo.","por_que_esta_palavra":"A palavra é usada para invocar a presença de Deus e reconhecer Sua autoridade em questões de vida e morte.","conexao_teologica":"O uso do nome de Deus é central na adoração e na prática religiosa, refletindo a importância de honrar a santidade de Deus.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Isaías 42:8"]},"levitico_24_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é frequentemente usada nas Escrituras para transmitir ordens, profecias ou ensinamentos. É uma forma de revelar a vontade de Deus ao Seu povo.","por_que_esta_palavra":"É essencial para a comunicação divina, pois Deus se revela e se relaciona com a humanidade através da palavra.","conexao_teologica":"A palavra de Deus é viva e eficaz, e 'dizer' é um meio pelo qual a verdade divina é proclamada.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"levitico_24_14_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado como um recurso valioso na sociedade israelita antiga.","explicacao_detalhada":"A palavra 'gado' (מַחֲנֶה) representa não apenas os animais, mas também a prosperidade e a bênção de Deus sobre o povo. O gado era fundamental para a economia e a vida cotidiana.","por_que_esta_palavra":"O gado simboliza a provisão de Deus e a importância da criação na relação entre Deus e o homem.","conexao_teologica":"A relação entre o homem e os animais é um reflexo da criação de Deus e da responsabilidade humana sobre a terra.","referencias_relacionadas":["Gênesis 1:26","Salmos 104:14","Provérbios 12:10"]},"levitico_24_14_luz":{"palavra_pt":"luz","palavra_original":"קָלַל","transliteracao":"qâlal","strong":"H7043","significado_raiz":"Ideia básica: luz.","significado_contextual":"Simboliza a clareza, a verdade e a presença de Deus.","explicacao_detalhada":"A palavra 'luz' (קָלַל) é frequentemente associada à revelação divina e à orientação espiritual. A luz é um símbolo de vida e pureza na Escritura.","por_que_esta_palavra":"A luz representa a verdade de Deus que ilumina o caminho do homem, afastando as trevas do pecado.","conexao_teologica":"Jesus é descrito como a luz do mundo, e a luz é um tema recorrente que aponta para a salvação e a verdade.","referencias_relacionadas":["João 8:12","Salmos 119:130","Isaías 60:1"]},"levitico_24_14_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se ao espaço aberto, muitas vezes associado ao cultivo e à vida rural.","explicacao_detalhada":"A palavra 'campo' (חוּץ) simboliza a terra que Deus deu ao Seu povo, um lugar de sustento e trabalho. É um espaço de interação entre o homem e a criação.","por_que_esta_palavra":"O campo é um símbolo de bênção e prosperidade, refletindo a provisão de Deus para o Seu povo.","conexao_teologica":"A relação do homem com a terra é um aspecto importante da criação e da responsabilidade humana diante de Deus.","referencias_relacionadas":["Gênesis 2:15","Deuteronômio 11:10","Salmos 85:12"]},"levitico_24_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é um termo que denota não apenas a descendência, mas também a herança e a identidade dentro da comunidade de fé.","por_que_esta_palavra":"O filho é visto como uma bênção e um legado, representando a continuidade dos valores e da fé.","conexao_teologica":"A relação entre pai e filho é frequentemente usada nas Escrituras para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:1"]},"levitico_24_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Novamente, refere-se à ação de comunicar ou expressar verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é crucial para a transmissão de ensinamentos e a expressão da vontade de Deus.","por_que_esta_palavra":"A comunicação é fundamental para a relação entre Deus e a humanidade, permitindo que a verdade divina seja conhecida.","conexao_teologica":"A palavra de Deus é um meio pelo qual a fé é gerada e a vida é transformada.","referencias_relacionadas":["Romanos 10:17","Tiago 1:22","1 Pedro 4:11"]},"levitico_24_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, criado à imagem de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a dignidade e o valor do ser humano na criação, bem como sua responsabilidade diante de Deus.","por_que_esta_palavra":"O homem é visto como a coroa da criação, com a responsabilidade de cuidar da terra e viver em comunhão com Deus.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia, refletindo a dignidade e o propósito da vida humana.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Coríntios 11:7"]},"levitico_24_16_maldicao":{"palavra_pt":"maldicao","palavra_original":"נָקַב","transliteracao":"nâqab","strong":"H5344","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"Refere-se a uma expressão de condenação ou desgraça.","explicacao_detalhada":"A palavra 'maldicao' (נָקַב) implica em um ato de pronunciar palavras que trazem juízo ou desgraça sobre alguém, muitas vezes em um contexto de desobediência a Deus.","por_que_esta_palavra":"A maldição é uma consequência do pecado e da rebelião contra Deus, refletindo a seriedade da transgressão.","conexao_teologica":"A maldição é um tema que aparece em várias partes da Escritura, mostrando a necessidade de redenção e a gravidade do pecado.","referencias_relacionadas":["Deuteronômio 27:15-26","Gálatas 3:10","Romanos 6:23"]},"levitico_24_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, que é sagrado e deve ser tratado com reverência.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é utilizado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. É um nome que representa a presença divina e a relação de Deus com o Seu povo.","por_que_esta_palavra":"A palavra é usada para invocar a presença de Deus e reconhecer Sua autoridade em questões de vida e morte.","conexao_teologica":"O uso do nome de Deus é central na adoração e na prática religiosa, refletindo a importância de honrar a santidade de Deus.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Isaías 42:8"]},"levitico_24_16_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à pena de morte aplicada a quem blasfemar contra o nome do Senhor.","explicacao_detalhada":"No contexto de Levítico 24:16, a morte é a consequência severa para a ofensa de blasfêmia, refletindo a santidade do nome de Deus e a gravidade de desonrá-lo.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a seriedade da ofensa e a necessidade de justiça divina.","conexao_teologica":"A morte como consequência do pecado é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Ezequiel 18:4"]},"levitico_24_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a qualquer indivíduo que comete a ofensa de blasfêmia.","explicacao_detalhada":"Neste versículo, 'homem' é usado para indicar que a responsabilidade moral se aplica a todos, independentemente de sua posição social ou status.","por_que_esta_palavra":"A inclusão de 'homem' sublinha que todos são suscetíveis ao julgamento de Deus por suas ações.","conexao_teologica":"A ideia de que todos os homens são responsáveis diante de Deus é um princípio fundamental na teologia bíblica.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:5","Tiago 4:17"]},"levitico_24_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a pena de morte é aplicada.","explicacao_detalhada":"Serve para justificar a severidade da punição, ligando a ofensa ao seu resultado inevitável.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica da lei e a necessidade de manter a ordem e a santidade.","conexao_teologica":"A justiça de Deus é frequentemente explicada em termos de causa e efeito, onde o pecado leva à morte.","referencias_relacionadas":["Romanos 1:18","Gálatas 3:10","Hebreus 10:27"]},"levitico_24_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como a ofensa foi cometida.","explicacao_detalhada":"Indica que a forma de blasfêmia é importante para a determinação da culpa e da punição.","por_que_esta_palavra":"A escolha de 'modo' destaca que a intenção e a forma de agir têm peso na avaliação moral.","conexao_teologica":"A maneira como as pessoas se comportam é um reflexo de seu coração e de sua relação com Deus.","referencias_relacionadas":["Mateus 12:34","Tiago 1:22","1 Pedro 1:15"]},"levitico_24_18_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se à ação de causar dano a outra pessoa.","explicacao_detalhada":"Neste contexto, implica que a agressão física é uma violação da lei e da ordem divina.","por_que_esta_palavra":"A palavra 'beat' é usada para enfatizar a gravidade da violência e suas consequências.","conexao_teologica":"A violência é condenada nas Escrituras, refletindo a natureza pacífica e amorosa de Deus.","referencias_relacionadas":["Mateus 5:39","Romanos 12:19","1 Pedro 3:9"]},"levitico_24_18_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, que é sagrada.","explicacao_detalhada":"A vida é considerada um dom de Deus, e ferir a vida de outro ser humano é uma ofensa grave.","por_que_esta_palavra":"A utilização de 'alma' destaca a importância da vida e a necessidade de respeitá-la.","conexao_teologica":"A dignidade da vida humana é um princípio central na teologia cristã, refletindo a imagem de Deus no homem.","referencias_relacionadas":["Gênesis 1:27","Salmos 139:13-16","Mateus 10:28"]},"levitico_24_18_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à forma física do ser humano, que deve ser respeitada.","explicacao_detalhada":"O corpo é visto como um templo do Espírito Santo e deve ser tratado com dignidade.","por_que_esta_palavra":"A palavra 'corpo' enfatiza a integridade física e a responsabilidade de cuidar do que Deus criou.","conexao_teologica":"A relação entre corpo e espírito é fundamental na teologia, mostrando que ambos são importantes para Deus.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:17"]},"levitico_24_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' novamente refere-se a qualquer indivíduo que comete uma ofensa.","explicacao_detalhada":"Reforça a ideia de que todos são responsáveis por suas ações e suas consequências.","por_que_esta_palavra":"A repetição da palavra 'homem' sublinha a universalidade da responsabilidade moral.","conexao_teologica":"A responsabilidade individual é um tema central na Bíblia, enfatizando que cada um prestará contas a Deus.","referencias_relacionadas":["Ezequiel 18:30","Romanos 14:12","Gálatas 6:7"]},"levitico_24_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão para a ação a ser tomada.","explicacao_detalhada":"Serve para justificar a necessidade de reparação e a consequência das ações do homem.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica da justiça divina.","conexao_teologica":"A justiça de Deus é sempre acompanhada de explicações sobre as consequências do pecado.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Tiago 2:13"]},"levitico_24_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de causar dano a outra pessoa, implicando responsabilidade.","explicacao_detalhada":"Neste contexto, 'dar' é usado para descrever a ação de infligir dor ou dano, que requer reparação.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a necessidade de justiça e reparação nas relações humanas.","conexao_teologica":"A ideia de dar e receber é central na teologia bíblica, refletindo a natureza relacional de Deus.","referencias_relacionadas":["Lucas 6:38","Mateus 7:2","Gálatas 6:2"]},"levitico_24_20_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de conceder algo a alguém, especialmente em um contexto legal.","explicacao_detalhada":"No contexto de Levítico 24:20, a palavra 'dar' é usada para descrever a responsabilidade de retribuir a um homem conforme suas ações, enfatizando a justiça e a equidade nas relações humanas.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a importância da justiça retributiva na sociedade israelita, onde cada um deveria receber de acordo com suas ações.","conexao_teologica":"Essa ideia de retribuição se conecta com o princípio de que Deus é justo e que a justiça deve ser refletida nas interações humanas.","referencias_relacionadas":["Êxodo 21:24","Deuteronômio 19:21","Mateus 7:2"]},"levitico_24_20_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode denotar um indivíduo específico.","explicacao_detalhada":"Em Levítico 24:20, a palavra 'homem' é usada para enfatizar a responsabilidade moral e legal que cada pessoa tem em relação às suas ações e suas consequências.","por_que_esta_palavra":"A utilização da palavra 'homem' sublinha a dignidade e a responsabilidade do ser humano diante de Deus e da sociedade.","conexao_teologica":"A criação do homem à imagem de Deus (Gênesis 1:26) estabelece a base para a dignidade e a responsabilidade moral.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"levitico_24_21_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se à ação de ferir ou causar dano a alguém.","explicacao_detalhada":"No contexto de Levítico 24:21, 'beat' é uma ação que implica em consequências legais e morais, refletindo a gravidade de ferir outro ser humano.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a seriedade das ofensas e a necessidade de justiça na sociedade israelita.","conexao_teologica":"A justiça de Deus exige que o pecado e a ofensa sejam tratados com seriedade, refletindo o caráter justo de Deus.","referencias_relacionadas":["Êxodo 21:18","Levítico 19:17","Mateus 5:38-39"]},"levitico_24_21_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à totalidade física do ser humano.","explicacao_detalhada":"Em Levítico 24:21, 'corpo' é mencionado no contexto da vida e da morte, destacando a importância da integridade física e da vida humana.","por_que_esta_palavra":"A utilização da palavra 'corpo' enfatiza a sacralidade da vida humana e a seriedade das consequências de ferir ou matar.","conexao_teologica":"A vida é um dom de Deus, e a proteção do corpo humano reflete o valor que Deus atribui à vida.","referencias_relacionadas":["Gênesis 9:6","Salmos 139:13-16","1 Coríntios 6:19-20"]},"levitico_24_21_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida física.","explicacao_detalhada":"No contexto de Levítico 24:21, 'morrer' é uma consequência direta de ações violentas, sublinhando a gravidade do ato de tirar a vida.","por_que_esta_palavra":"A escolha da palavra 'morrer' destaca a seriedade das consequências de ações que ferem a vida humana.","conexao_teologica":"A morte é vista como uma consequência do pecado, e a justiça de Deus exige que a vida seja respeitada e protegida.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Hebreus 9:27"]},"levitico_24_22_estrangeiro":{"palavra_pt":"estrangeiro","palavra_original":"גֵּר","transliteracao":"gêr","strong":"H1616","significado_raiz":"Ideia básica: estrangeiro.","significado_contextual":"A palavra 'estrangeiro' refere-se a alguém que não é natural da terra de Israel, mas que reside entre o povo.","explicacao_detalhada":"Em Levítico 24:22, a inclusão do 'estrangeiro' nas leis de justiça mostra que todos, independentemente de sua origem, devem ser tratados com equidade.","por_que_esta_palavra":"A palavra 'estrangeiro' enfatiza a importância da justiça e da inclusão na comunidade de fé.","conexao_teologica":"Deus é o criador de todos, e Sua justiça se estende a todos os povos, refletindo Seu amor universal.","referencias_relacionadas":["Êxodo 22:21","Levítico 19:34","Deuteronômio 10:19"]},"levitico_24_22_arvore":{"palavra_pt":"arvore","palavra_original":"אֶזְרָח","transliteracao":"ʼezrâch","strong":"H249","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' refere-se a uma planta de grande porte, que pode simbolizar vida e estabilidade.","explicacao_detalhada":"No contexto de Levítico 24:22, a menção da 'árvore' pode simbolizar a continuidade da vida e a importância de preservar a criação de Deus.","por_que_esta_palavra":"A palavra 'árvore' é usada para ilustrar a conexão entre a vida humana e a criação, enfatizando a responsabilidade de cuidar do meio ambiente.","conexao_teologica":"A criação de Deus é boa, e a preservação da natureza é um reflexo do cuidado que devemos ter com o que Ele criou.","referencias_relacionadas":["Gênesis 1:11-12","Salmos 1:3","Apocalipse 22:2"]},"levitico_24_23_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se a animais domesticados, que eram importantes para a economia e a vida cotidiana.","explicacao_detalhada":"Em Levítico 24:23, a menção do 'gado' destaca a importância dos recursos naturais e a responsabilidade de cuidar deles.","por_que_esta_palavra":"A palavra 'gado' é usada para enfatizar a conexão entre a vida humana e os recursos que Deus providenciou.","conexao_teologica":"A mordomia dos recursos é um princípio bíblico que reflete a responsabilidade do ser humano em cuidar da criação de Deus.","referencias_relacionadas":["Gênesis 1:26","Salmos 104:14-15","Provérbios 12:10"]},"levitico_24_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à prole, especialmente em relação à continuidade da família e da herança.","explicacao_detalhada":"No contexto de Levítico 24:23, a palavra 'filho' é usada para enfatizar a importância da linhagem e da responsabilidade familiar.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a continuidade da vida e a importância das relações familiares na sociedade israelita.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, enfatizando a responsabilidade e o amor.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:1-4"]},"levitico_24_23_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar-se verbalmente.","explicacao_detalhada":"Em Levítico 24:23, 'falar' é importante para a transmissão de leis e normas, refletindo a necessidade de comunicação clara na sociedade.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da palavra como meio de estabelecer e manter a ordem social.","conexao_teologica":"A comunicação é um dom de Deus, e a forma como falamos uns com os outros deve refletir a verdade e a justiça.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Efésios 4:29"]}}