{"levitico_27_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação divina, onde Deus instrui Moisés sobre as leis e regulamentos.","explicacao_detalhada":"A palavra 'falar' (דָבַר) enfatiza a importância da revelação e da comunicação entre Deus e Seu povo. É através da fala que Deus transmite Sua vontade.","por_que_esta_palavra":"A comunicação é vital para a relação entre Deus e a humanidade, pois permite que o povo conheça e siga as instruções divinas.","conexao_teologica":"A fala de Deus é um meio pelo qual Ele se revela e estabelece um relacionamento com Seu povo.","referencias_relacionadas":["Êxodo 3:4","Números 12:6","Salmos 29:4"]},"levitico_27_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e presença.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para expressar a relação pessoal e íntima entre Deus e Seu povo, sendo um nome que invoca reverência e respeito.","por_que_esta_palavra":"O nome de Deus é central na adoração e na identidade do povo de Israel, simbolizando Sua soberania.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, refletindo Sua natureza e o relacionamento que Ele deseja ter com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"levitico_27_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo, especialmente em relação às instruções de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para descrever a comunicação de Deus e a resposta do povo. É um verbo que implica ação e autoridade.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica da revelação divina e a resposta humana às instruções de Deus.","conexao_teologica":"A fala de Deus é um meio pelo qual Ele estabelece Sua vontade e orienta Seu povo.","referencias_relacionadas":["Gênesis 1:3","Êxodo 4:12","Salmos 119:11"]},"levitico_27_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado em contextos de adoração e devoção.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é um título que expressa a soberania e a autoridade de Deus sobre todas as coisas, sendo fundamental na identidade do povo de Israel.","por_que_esta_palavra":"O nome de Deus é central na vida espiritual e na adoração, simbolizando a relação de aliança entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é um tema que permeia toda a Escritura, refletindo Sua natureza e o desejo de um relacionamento pessoal com a humanidade.","referencias_relacionadas":["Êxodo 20:7","Salmos 113:1-3","Isaías 52:6"]},"levitico_27_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem, especialmente em contextos de sacrifício e dedicação a Deus.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação entre pais e filhos, simbolizando herança e identidade dentro da comunidade de fé.","por_que_esta_palavra":"A relação de filho é importante para entender a dinâmica da família e a transmissão de valores e tradições religiosas.","conexao_teologica":"A ideia de filiação é central na Bíblia, refletindo a relação entre Deus e Seu povo, onde todos são chamados filhos de Deus.","referencias_relacionadas":["Gênesis 4:1","Êxodo 22:29","Romanos 8:14"]},"levitico_27_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para comunicar instruções ou ordens divinas.","explicacao_detalhada":"No contexto de Levítico 27:2, Deus ordena a Moisés que fale aos filhos de Israel sobre as ofertas e votos que podem fazer. O ato de 'dizer' implica uma transmissão de autoridade e uma revelação da vontade divina.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a comunicação entre Deus e seu povo, estabelecendo um canal de instrução e obediência.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus se revela e orienta seu povo através de palavras e mandamentos.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:22","Salmos 119:105"]},"levitico_27_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem entre os israelitas.","explicacao_detalhada":"Em Levítico 27:3, a menção de 'filho' é importante para entender as obrigações e os votos que podem ser feitos em relação à família. A palavra destaca a importância da herança e da identidade familiar dentro da comunidade israelita.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a relação familiar e a responsabilidade que cada geração tem em relação à anterior.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e seu povo, onde Deus é visto como Pai.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 7:9"]},"levitico_27_3_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se a algo separado para Deus, que possui um valor espiritual elevado.","explicacao_detalhada":"Em Levítico 27:3, o termo 'sagrado' é usado para descrever os votos que são feitos a Deus, indicando que esses votos têm um significado especial e devem ser tratados com reverência.","por_que_esta_palavra":"A palavra 'sagrado' é crucial para entender a natureza das ofertas e a relação do povo com Deus, que exige pureza e dedicação.","conexao_teologica":"A santidade de Deus é um tema recorrente na Bíblia, onde o que é sagrado deve ser respeitado e honrado.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"levitico_27_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a condição de um animal que pode ser oferecido como sacrifício.","explicacao_detalhada":"No contexto de Levítico 27:3, 'cair' refere-se à condição física do animal, que deve ser adequada para ser considerado sagrado e aceitável para Deus.","por_que_esta_palavra":"A palavra 'cair' é importante para entender os critérios de aceitação dos sacrifícios, que devem ser perfeitos e sem defeito.","conexao_teologica":"A ideia de sacrifício é central na teologia bíblica, simbolizando a expiação e a redenção.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"levitico_27_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é utilizada novamente para descrever a condição de um animal fêmea que pode ser oferecido.","explicacao_detalhada":"Em Levítico 27:4, a palavra 'cair' enfatiza a necessidade de que o animal esteja em boas condições para ser aceito como oferta a Deus.","por_que_esta_palavra":"A repetição da palavra 'cair' reforça a importância da pureza e da integridade nas ofertas feitas ao Senhor.","conexao_teologica":"A pureza das ofertas é um reflexo da pureza que Deus exige de seu povo.","referencias_relacionadas":["Levítico 22:20","Deuteronômio 15:21","1 Pedro 2:5"]},"levitico_27_4_femea":{"palavra_pt":"femea","palavra_original":"נְקֵבָה","transliteracao":"nᵉqêbâh","strong":"H5347","significado_raiz":"Ideia básica: femea.","significado_contextual":"A palavra 'fêmea' refere-se ao gênero do animal que pode ser oferecido como sacrifício.","explicacao_detalhada":"No contexto de Levítico 27:4, a menção de 'fêmea' é importante para a distinção entre os tipos de animais que podem ser oferecidos, refletindo as normas específicas de sacrifício.","por_que_esta_palavra":"A palavra 'fêmea' é usada para garantir que as ofertas sejam feitas de acordo com as instruções divinas, respeitando as categorias estabelecidas.","conexao_teologica":"A diversidade nas ofertas sacrificial reflete a riqueza da criação de Deus e a variedade de formas de adoração.","referencias_relacionadas":["Levítico 1:10","Levítico 3:1","Mateus 12:11"]},"levitico_27_4_himself":{"palavra_pt":"him self","palavra_original":"הוּא","transliteracao":"hûwʼ","strong":"H1931","significado_raiz":"Ideia básica: him self.","significado_contextual":"A expressão 'himself' refere-se à individualidade e à responsabilidade pessoal no cumprimento dos votos.","explicacao_detalhada":"Em Levítico 27:4, a palavra 'himself' enfatiza que cada pessoa é responsável por suas promessas e ofertas a Deus, destacando a importância da intenção pessoal.","por_que_esta_palavra":"A palavra 'himself' é crucial para entender que a relação com Deus é pessoal e que cada um deve se apresentar diante dEle com sinceridade.","conexao_teologica":"A responsabilidade individual é um tema importante na Bíblia, onde cada um deve prestar contas de suas ações a Deus.","referencias_relacionadas":["Romanos 14:12","Gálatas 6:5","2 Coríntios 5:10"]},"levitico_27_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para enfatizar a continuidade da linhagem e a importância dos votos familiares.","explicacao_detalhada":"Em Levítico 27:5, a menção de 'filho' reforça a ideia de que os votos e ofertas podem ser feitos em nome da família, destacando a responsabilidade coletiva.","por_que_esta_palavra":"A repetição da palavra 'filho' sublinha a importância da família na vida espiritual e nas obrigações diante de Deus.","conexao_teologica":"A noção de que a fé é transmitida de geração em geração é um princípio fundamental na teologia bíblica.","referencias_relacionadas":["Salmos 78:4","Deuteronômio 6:7","Efésios 6:4"]},"levitico_27_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é utilizada para descrever a condição de um animal macho que pode ser oferecido.","explicacao_detalhada":"Em Levítico 27:5, 'cair' refere-se à condição física do animal macho, que deve ser adequado para ser aceito como sacrifício.","por_que_esta_palavra":"A palavra 'cair' é importante para garantir que os sacrifícios sejam perfeitos e sem defeito, conforme as exigências de Deus.","conexao_teologica":"A exigência de sacrifícios perfeitos aponta para a necessidade de pureza e redenção, que culmina em Cristo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:14","1 Pedro 1:19"]},"levitico_27_5_macho":{"palavra_pt":"macho","palavra_original":"זָכָר","transliteracao":"zâkâr","strong":"H2145","significado_raiz":"Ideia básica: macho.","significado_contextual":"A palavra 'macho' refere-se ao gênero do animal que pode ser oferecido como sacrifício.","explicacao_detalhada":"No contexto de Levítico 27:5, a menção de 'macho' é importante para a distinção entre os tipos de animais que podem ser oferecidos, refletindo as normas específicas de sacrifício.","por_que_esta_palavra":"A palavra 'macho' é usada para garantir que as ofertas sejam feitas de acordo com as instruções divinas, respeitando as categorias estabelecidas.","conexao_teologica":"A diversidade nas ofertas sacrificial reflete a riqueza da criação de Deus e a variedade de formas de adoração.","referencias_relacionadas":["Levítico 1:10","Levítico 3:1","Mateus 12:11"]},"levitico_27_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente direto, especialmente no contexto de herança e valor de avaliação.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para designar não apenas a relação biológica, mas também a posição social e espiritual dentro da comunidade israelita. No contexto de Levítico 27, a avaliação de pessoas e bens é feita com base em sua relação familiar.","por_que_esta_palavra":"A inclusão do termo 'filho' enfatiza a importância da linhagem e da continuidade familiar nas práticas religiosas e sociais de Israel.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, como em Romanos 8:15.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 3:17"]},"levitico_27_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica uma mudança de estado ou condição, especialmente em relação ao valor ou status de uma pessoa.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a transição de um estado para outro, que pode ser físico, emocional ou espiritual. No contexto de Levítico 27, pode referir-se à avaliação de um indivíduo que pode 'cair' em valor dependendo de suas circunstâncias.","por_que_esta_palavra":"A palavra é crucial para entender as dinâmicas de valor e sacrifício dentro da lei mosaica.","conexao_teologica":"A ideia de 'cair' pode ser vista como uma metáfora para o pecado e a necessidade de redenção, como em Romanos 3:23.","referencias_relacionadas":["Gênesis 3:6","Salmos 37:24","Tiago 4:10"]},"levitico_27_6_macho":{"palavra_pt":"macho","palavra_original":"זָכָר","transliteracao":"zâkâr","strong":"H2145","significado_raiz":"Ideia básica: macho.","significado_contextual":"Refere-se a um animal do sexo masculino, que tem implicações específicas nas ofertas e sacrifícios.","explicacao_detalhada":"A palavra 'macho' (זָכָר) é importante no contexto das leis de sacrifício, onde apenas certos tipos de animais machos eram aceitos como ofertas a Deus, simbolizando pureza e valor.","por_que_esta_palavra":"A distinção entre macho e fêmea é significativa nas práticas religiosas, refletindo a ordem divina na criação.","conexao_teologica":"A escolha de um animal macho para sacrifício pode ser vista como um símbolo de Cristo, o Cordeiro de Deus, que é sem mancha.","referencias_relacionadas":["Levítico 1:3","Êxodo 12:5","Hebreus 9:14"]},"levitico_27_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Reforça a ideia de descendência e valor familiar na avaliação de pessoas.","explicacao_detalhada":"Assim como em Levítico 27:6, a palavra 'filho' (בֵּן) é utilizada para enfatizar a importância da linhagem e do valor atribuído a cada membro da família na sociedade israelita.","por_que_esta_palavra":"A repetição do termo destaca a continuidade da avaliação familiar e a responsabilidade que vem com a posição de filho.","conexao_teologica":"A relação entre Deus e Seus filhos é um tema central na teologia cristã, refletindo a adoção e a herança espiritual.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:17","Efésios 1:5"]},"levitico_27_7_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a condição de ser salvo ou resgatado, especialmente em contextos de avaliação e valor.","explicacao_detalhada":"A palavra 'salvar' (אִם) é usada para descrever a possibilidade de resgatar alguém ou algo de uma avaliação negativa, refletindo a misericórdia e a graça.","por_que_esta_palavra":"A inclusão dessa palavra sugere que há uma alternativa à condenação, enfatizando a possibilidade de redenção.","conexao_teologica":"A ideia de salvação é central na mensagem do evangelho, onde Cristo oferece resgate a todos os que creem.","referencias_relacionadas":["Salmos 34:22","Isaías 43:1","Romanos 10:9"]},"levitico_27_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à mudança de valor ou status, semelhante ao uso anterior.","explicacao_detalhada":"A repetição da palavra 'cair' (הָיָה) reforça a ideia de que o valor de uma pessoa pode ser alterado por circunstâncias externas ou decisões pessoais.","por_que_esta_palavra":"A ênfase na mudança de estado é crucial para entender a dinâmica da avaliação na comunidade israelita.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas recorrentes na Bíblia, como em Gênesis 3.","referencias_relacionadas":["Romanos 5:12","1 João 1:8","Salmos 40:2"]},"levitico_27_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um membro da tribo de Levi, responsável por funções religiosas e mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é fundamental para entender a estrutura religiosa de Israel, onde os sacerdotes desempenham papéis essenciais na adoração e nos sacrifícios.","por_que_esta_palavra":"A presença do sacerdote é vital para a prática da fé, simbolizando a intercessão e a mediação.","conexao_teologica":"Cristo é frequentemente referido como nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Hebreus 4:14","Levítico 10:6","1 Pedro 2:9"]},"levitico_27_8_promessa":{"palavra_pt":"promessa","palavra_original":"נָדַר","transliteracao":"nâdar","strong":"H5087","significado_raiz":"Ideia básica: promessa.","significado_contextual":"Refere-se a um voto ou compromisso feito diante de Deus, que tem implicações espirituais e sociais.","explicacao_detalhada":"A palavra 'promessa' (נָדַר) é usada para descrever a seriedade dos votos feitos a Deus, que devem ser cumpridos com fidelidade.","por_que_esta_palavra":"A ênfase na promessa destaca a importância da integridade e da responsabilidade nas relações com Deus.","conexao_teologica":"As promessas de Deus são um tema central na Bíblia, refletindo Sua fidelidade e compromisso com Seu povo.","referencias_relacionadas":["Números 30:2","Salmos 76:11","Hebreus 10:23"]},"levitico_27_8_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus, que é um aspecto central na adoração e na relação do povo com o Senhor.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) simboliza a face de Deus, que representa Sua presença e favor sobre o povo.","por_que_esta_palavra":"A busca pelo 'rosto' de Deus é um desejo profundo do povo de Israel, refletindo a intimidade na relação com o Criador.","conexao_teologica":"Ver o rosto de Deus é um tema que aparece em várias partes da Bíblia, simbolizando a comunhão plena com Ele.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"levitico_27_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na adoração e na identidade do povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa a presença e a autoridade de Deus, sendo fundamental na relação do povo com Ele.","por_que_esta_palavra":"O nome de Deus é invocado em momentos de adoração e súplica, refletindo Sua santidade e poder.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua natureza e caráter, como em Salmos 8:1.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Filipenses 2:9-10"]},"levitico_27_9_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão, referindo-se a algo que está no meio de outros.","explicacao_detalhada":"No contexto de Levítico 27:9, a palavra 'entre' é usada para descrever a posição de um animal que é oferecido como sacrifício, destacando sua importância dentro da comunidade de Israel.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a ideia de que o sacrifício deve ser feito em um contexto comunitário, onde o ato de adoração é compartilhado.","conexao_teologica":"A relação entre o sacrifício e a comunidade é fundamental na teologia do Antigo Testamento, onde os atos de adoração são vistos como uma expressão coletiva de fé.","referencias_relacionadas":["Levítico 1:3","Levítico 3:1","Hebreus 10:4"]},"levitico_27_9_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"Em Levítico 27:9, o altar é o espaço designado para a oferta de sacrifícios, simbolizando a conexão entre o homem e Deus através da adoração.","por_que_esta_palavra":"O altar é central na prática religiosa israelita, representando o lugar de encontro entre o divino e o humano.","conexao_teologica":"O altar é um símbolo de expiação e reconciliação, refletindo a necessidade de um mediador entre Deus e o povo.","referencias_relacionadas":["Êxodo 20:24","Levítico 17:11","Romanos 12:1"]},"levitico_27_10_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade desejável do sacrifício que deve ser oferecido a Deus.","explicacao_detalhada":"Em Levítico 27:10, a ênfase no 'bom' destaca que apenas os melhores animais devem ser apresentados como ofertas, refletindo a honra devida a Deus.","por_que_esta_palavra":"A exigência de um sacrifício 'bom' sublinha a importância da pureza e da excelência nas ofertas a Deus.","conexao_teologica":"A ideia de oferecer o melhor a Deus é um princípio que se estende à vida cristã, onde somos chamados a dar o nosso melhor em serviço e adoração.","referencias_relacionadas":["Malaquias 1:8","Romanos 12:1","Colossenses 3:23"]},"levitico_27_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em sinceridade e autenticidade nas ofertas apresentadas a Deus.","explicacao_detalhada":"Em Levítico 27:10, a menção à 'verdade' sugere que as ofertas devem ser feitas com um coração sincero, sem engano ou hipocrisia.","por_que_esta_palavra":"A verdade é fundamental na relação com Deus, pois Ele busca adoradores que O adorem em espírito e em verdade.","conexao_teologica":"A autenticidade nas ofertas e na adoração é um tema recorrente na Escritura, refletindo a natureza de Deus como aquele que vê o coração.","referencias_relacionadas":["Salmos 51:6","João 4:24","Tiago 1:22"]},"levitico_27_10_animal":{"palavra_pt":"animal","palavra_original":"בְּהֵמָה","transliteracao":"bᵉhêmâh","strong":"H929","significado_raiz":"Ideia básica: animal.","significado_contextual":"A palavra 'animal' refere-se aos seres vivos que eram usados como sacrifícios no culto israelita.","explicacao_detalhada":"Em Levítico 27:10, a referência ao 'animal' destaca a importância do sacrifício na adoração, simbolizando a entrega e a expiação dos pecados.","por_que_esta_palavra":"Os animais eram vistos como substitutos pelos pecados do povo, representando a necessidade de sacrifício para a reconciliação com Deus.","conexao_teologica":"O conceito de sacrifício de animais prefigura o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:19","Isaías 53:7"]},"levitico_27_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que atua como mediador entre Deus e o povo, responsável pelos rituais de adoração.","explicacao_detalhada":"Em Levítico 27:11, o sacerdote desempenha um papel crucial na aceitação das ofertas e na intercessão pelo povo diante de Deus.","por_que_esta_palavra":"Os sacerdotes eram designados por Deus para garantir que as práticas religiosas fossem realizadas de acordo com a Sua vontade.","conexao_teologica":"A função do sacerdote no Antigo Testamento é um precursor do sacerdócio de todos os crentes em Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14","1 Pedro 2:9"]},"levitico_27_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e digno de reverência.","explicacao_detalhada":"Em Levítico 27:11, o uso do nome 'senhor' enfatiza a autoridade e a soberania de Deus sobre o povo de Israel.","por_que_esta_palavra":"O nome de Deus é central na adoração, representando Sua presença e poder entre o Seu povo.","conexao_teologica":"A invocação do nome do Senhor é um tema importante na Escritura, refletindo a relação pessoal que os crentes têm com Deus.","referencias_relacionadas":["Salmos 8:1","Romanos 10:13","Atos 2:21"]},"levitico_27_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ofertas devem ser apresentadas a Deus.","explicacao_detalhada":"Em Levítico 27:11, o 'modo' implica que a adoração deve ser feita de acordo com as instruções divinas, refletindo a santidade do ato.","por_que_esta_palavra":"A forma como as ofertas são apresentadas é importante para garantir que sejam aceitáveis a Deus.","conexao_teologica":"A obediência às instruções de Deus em adoração é um princípio que se estende ao Novo Testamento, onde somos chamados a adorar em espírito e em verdade.","referencias_relacionadas":["Deuteronômio 12:32","Mateus 15:9","Colossenses 3:17"]},"levitico_27_12_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' novamente refere-se ao mediador que atua em nome do povo diante de Deus.","explicacao_detalhada":"Em Levítico 27:12, o sacerdote é responsável por avaliar as ofertas e garantir que estejam em conformidade com as exigências divinas.","por_que_esta_palavra":"A função do sacerdote é essencial para a manutenção da pureza e da santidade nas práticas de adoração.","conexao_teologica":"A figura do sacerdote aponta para Cristo, que é nosso mediador e intercessor diante de Deus.","referencias_relacionadas":["Levítico 10:10","Hebreus 5:1","1 Timóteo 2:5"]},"levitico_27_12_batalha":{"palavra_pt":"batalha","palavra_original":"עָרַךְ","transliteracao":"ʻârak","strong":"H6186","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao conflito e à luta que o povo de Israel enfrentava em sua jornada.","explicacao_detalhada":"Em Levítico 27:12, a menção à 'batalha' pode simbolizar a luta espiritual e física que os israelitas enfrentavam ao seguir a Deus.","por_que_esta_palavra":"A batalha é uma metáfora para a luta contínua entre o bem e o mal, e a necessidade de confiar em Deus para a vitória.","conexao_teologica":"A batalha espiritual é um tema recorrente na Escritura, onde os crentes são chamados a lutar contra as forças do mal com a armadura de Deus.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:3-4","1 Timóteo 6:12"]},"levitico_27_12_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é considerado bom ou aceitável diante de Deus.","explicacao_detalhada":"A palavra 'bom' é utilizada para descrever algo que é desejável e que atende aos padrões divinos. No contexto de Levítico 27:12, refere-se ao valor de um voto ou oferta que é avaliado pelo sacerdote.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a importância de oferecer algo que seja de qualidade e que reflita a honra a Deus.","conexao_teologica":"A ideia de 'bom' está ligada à natureza de Deus, que é a fonte de toda bondade e perfeição. O que é bom é aquilo que está em conformidade com a vontade divina.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"levitico_27_13_add":{"palavra_pt":"acrescentar","palavra_original":"יָסַף","transliteracao":"yâçaph","strong":"H3254","significado_raiz":"Ideia básica: acrescentar.","significado_contextual":"Refere-se ao ato de adicionar ou aumentar algo, especialmente no contexto de valores ou ofertas.","explicacao_detalhada":"A palavra 'acrescentar' implica em um aumento no valor de um voto ou oferta, que pode ser necessário em determinadas circunstâncias. Isso mostra a flexibilidade nas práticas de ofertas.","por_que_esta_palavra":"A inclusão da palavra 'acrescentar' indica que a avaliação do sacerdote pode levar em conta a situação do ofertante, permitindo ajustes conforme a necessidade.","conexao_teologica":"A prática de acrescentar reflete a generosidade de Deus e a expectativa de que os fiéis também sejam generosos em suas ofertas.","referencias_relacionadas":["2 Coríntios 9:6-7","Mateus 5:42","Lucas 6:38"]},"levitico_27_13_fifth":{"palavra_pt":"fifth","palavra_original":"חֲמִישִׁי","transliteracao":"chămîyshîy","strong":"H2549","significado_raiz":"Ideia básica: fifth.","significado_contextual":"Refere-se à fração de um valor, especificamente um quinto, que é um conceito importante nas ofertas e dízimos.","explicacao_detalhada":"A palavra 'fifth' indica uma medida específica que deve ser considerada ao calcular o valor de uma oferta. Isso mostra a precisão e a ordem nas práticas religiosas.","por_que_esta_palavra":"A menção de um quinto enfatiza a importância de dar uma parte significativa, mas não excessiva, que é aceitável e justa.","conexao_teologica":"A ideia de dar uma fração reflete a prática de dar a Deus o que é devido, reconhecendo Sua soberania sobre tudo.","referencias_relacionadas":["Levítico 27:32","Números 18:26","Deuteronômio 14:22"]},"levitico_27_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, especificamente um homem, que faz um voto ou oferta a Deus.","explicacao_detalhada":"A palavra 'homem' é usada para identificar o sujeito que está se comprometendo com um voto, destacando a responsabilidade pessoal diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a importância da ação consciente e deliberada de um indivíduo em sua relação com Deus.","conexao_teologica":"A responsabilidade individual é um tema central na teologia bíblica, onde cada pessoa é chamada a responder a Deus de maneira pessoal.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 12:13","Romanos 14:12"]},"levitico_27_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao sacerdote que tem a responsabilidade de avaliar e validar os votos e ofertas feitas pelo povo.","explicacao_detalhada":"A palavra 'sacerdote' indica a figura mediadora entre Deus e o povo, que tem autoridade para determinar o valor das ofertas e assegurar que sejam aceitáveis.","por_que_esta_palavra":"A presença do sacerdote é crucial para garantir que as ofertas sejam tratadas com seriedade e conforme as normas estabelecidas por Deus.","conexao_teologica":"O sacerdócio é um símbolo da intercessão e mediação que Cristo realiza entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"levitico_27_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado nas ofertas e votos.","explicacao_detalhada":"A palavra 'senhor' representa a soberania e a autoridade de Deus sobre todas as coisas, incluindo as ofertas feitas por Seu povo.","por_que_esta_palavra":"A invocação do nome de Deus é um reconhecimento de Sua presença e autoridade na vida do ofertante.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando Sua identidade e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"levitico_27_15_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar ou tornar algo sagrado, especialmente no contexto de ofertas.","explicacao_detalhada":"A palavra 'santificar' implica em separar algo para uso sagrado, tornando-o aceitável diante de Deus.","por_que_esta_palavra":"A santificação é essencial para que as ofertas sejam consideradas puras e dignas de serem apresentadas a Deus.","conexao_teologica":"A santidade de Deus exige que tudo o que é oferecido a Ele seja também santo e separado para Sua glória.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Romanos 12:1"]},"levitico_27_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao local físico onde as ofertas são apresentadas e onde a presença de Deus habita.","explicacao_detalhada":"A palavra 'casa' pode se referir ao templo ou ao lar, onde as práticas religiosas são realizadas e onde Deus é adorado.","por_que_esta_palavra":"A menção da casa destaca a importância do espaço sagrado na adoração e na vida comunitária do povo de Deus.","conexao_teologica":"A casa de Deus é um símbolo da comunhão entre Deus e Seu povo, refletindo a habitação divina entre os seres humanos.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"levitico_27_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando Sua autoridade sobre as ofertas.","explicacao_detalhada":"A palavra 'senhor' é invocada para reafirmar a soberania de Deus sobre as ofertas e a necessidade de que sejam feitas com reverência.","por_que_esta_palavra":"A repetição do nome de Deus sublinha a centralidade de Sua presença nas práticas de adoração e na vida do povo.","conexao_teologica":"O nome de Deus é um lembrete constante da relação de aliança entre Ele e Seu povo, que deve ser mantida com respeito e devoção.","referencias_relacionadas":["Êxodo 20:7","Salmos 115:1","Romanos 10:13"]},"levitico_27_16_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se à santificação necessária para que as ofertas sejam aceitas por Deus.","explicacao_detalhada":"A palavra 'santificar' implica em um processo de purificação e separação para o sagrado, essencial para a aceitação das ofertas.","por_que_esta_palavra":"A santidade é um requisito fundamental para a adoração, refletindo a natureza de Deus e a expectativa de pureza em Sua presença.","conexao_teologica":"A santidade de Deus exige que Seu povo também busque a santidade em suas vidas e ofertas.","referencias_relacionadas":["Levítico 20:7","1 Tessalonicenses 4:7","Hebreus 12:14"]},"levitico_27_17_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"No contexto de Levítico 27:17, 'salvar' refere-se à ação de redimir ou preservar algo que pertence a Deus.","explicacao_detalhada":"A palavra 'salvar' implica em um ato de proteção e resgate, especialmente no que diz respeito às ofertas e votos feitos ao Senhor. A ideia é que o que foi consagrado a Deus pode ser redimido por um preço.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre o homem e Deus, especialmente em termos de compromisso e sacrifício.","conexao_teologica":"A noção de 'salvar' se conecta com a ideia de redenção em toda a Escritura, onde Deus salva Seu povo do pecado e da condenação.","referencias_relacionadas":["Levítico 27:17","Êxodo 13:13","Números 18:15"]},"levitico_27_17_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'expressão' em Levítico 27:17 refere-se à declaração ou ao voto que uma pessoa faz diante de Deus.","explicacao_detalhada":"Neste contexto, a expressão é um compromisso verbal que tem implicações espirituais e financeiras, refletindo a seriedade do voto feito ao Senhor.","por_que_esta_palavra":"A palavra é importante porque destaca a importância da palavra e do compromisso na vida espiritual do povo de Israel.","conexao_teologica":"A ideia de expressar um voto ou compromisso é fundamental na relação de fé, onde a palavra dada a Deus deve ser cumprida.","referencias_relacionadas":["Levítico 27:17","Números 30:2","Salmos 76:11"]},"levitico_27_17_prata":{"palavra_pt":"prata","palavra_original":"יוֹבֵל","transliteracao":"yôwbêl","strong":"H3104","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' em Levítico 27:17 refere-se ao valor monetário usado para redimir votos ou ofertas.","explicacao_detalhada":"A prata simboliza riqueza e valor, e neste contexto, é o preço a ser pago para redimir algo que foi consagrado a Deus.","por_que_esta_palavra":"A menção da prata enfatiza a seriedade e o custo do compromisso com Deus, mostrando que nada é gratuito na relação com o Senhor.","conexao_teologica":"A prata também pode simbolizar a redenção, onde o preço pago por nossos pecados é refletido na obra de Cristo na cruz.","referencias_relacionadas":["Levítico 27:17","Êxodo 30:13","Mateus 26:15"]},"levitico_27_18_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' em Levítico 27:18 refere-se ao mediador entre Deus e o povo, responsável por receber e avaliar os votos.","explicacao_detalhada":"Os sacerdotes tinham a função de interceder pelo povo e garantir que os votos feitos a Deus fossem cumpridos de acordo com a Lei.","por_que_esta_palavra":"A figura do sacerdote é central na adoração israelita, pois ele representa a conexão entre o homem e Deus.","conexao_teologica":"Jesus é o nosso Sumo Sacerdote, que intercede por nós e cumpre a Lei de forma perfeita, trazendo-nos perto de Deus.","referencias_relacionadas":["Levítico 27:18","Hebreus 4:14","1 Pedro 2:9"]},"levitico_27_18_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' em Levítico 27:18 implica em obedecer ou acompanhar as instruções dadas pelo sacerdote.","explicacao_detalhada":"Seguir as orientações do sacerdote era essencial para garantir que os votos fossem feitos corretamente e aceitos por Deus.","por_que_esta_palavra":"A obediência é um tema central na relação com Deus, e seguir as instruções divinas é fundamental para a vida espiritual.","conexao_teologica":"Seguir a Deus e Seus mandamentos é um princípio que se estende ao Novo Testamento, onde somos chamados a seguir a Cristo.","referencias_relacionadas":["Levítico 27:18","Deuteronômio 5:33","Mateus 16:24"]},"levitico_27_18_prata":{"palavra_pt":"prata","palavra_original":"יוֹבֵל","transliteracao":"yôwbêl","strong":"H3104","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' em Levítico 27:18 é novamente mencionada como o valor a ser pago para redimir um voto.","explicacao_detalhada":"A prata representa o custo associado ao cumprimento de um voto, enfatizando a seriedade do compromisso com Deus.","por_que_esta_palavra":"A repetição da palavra 'prata' reforça a ideia de que a redenção e o cumprimento de promessas a Deus têm um custo.","conexao_teologica":"A prata, como símbolo de valor, nos lembra do preço que Cristo pagou por nossa redenção.","referencias_relacionadas":["Levítico 27:18","Êxodo 30:13","1 Pedro 1:18-19"]},"levitico_27_19_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"A palavra 'santificar' em Levítico 27:19 refere-se ao ato de tornar algo sagrado ou separado para Deus.","explicacao_detalhada":"Santificar implica em dedicar algo a Deus, reconhecendo Sua santidade e a necessidade de pureza na adoração.","por_que_esta_palavra":"A santidade é um atributo essencial de Deus, e o povo é chamado a refletir essa santidade em suas vidas.","conexao_teologica":"A santificação é um processo contínuo na vida do crente, onde somos chamados a ser santos como Deus é santo.","referencias_relacionadas":["Levítico 27:19","1 Pedro 1:16","Romanos 12:1"]},"levitico_27_19_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' em Levítico 27:19 refere-se ao ato de erguer ou trazer algo à presença de Deus.","explicacao_detalhada":"Levantar algo para Deus é um ato de oferta e devoção, simbolizando a entrega de si mesmo e de suas posses ao Senhor.","por_que_esta_palavra":"Levantar é um ato de ação que demonstra a disposição do coração em se submeter a Deus.","conexao_teologica":"Levantar nossas vidas e ofertas a Deus é um princípio que se reflete na adoração e na entrega total a Cristo.","referencias_relacionadas":["Levítico 27:19","Salmos 141:2","Romanos 12:1"]},"levitico_27_20_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' em Levítico 27:20 refere-se à humanidade em geral, especialmente no contexto de fazer votos a Deus.","explicacao_detalhada":"O uso da palavra 'homem' enfatiza a responsabilidade individual de cada pessoa diante de Deus em relação aos seus compromissos.","por_que_esta_palavra":"A palavra é importante porque destaca que todos, independentemente de sua posição, têm a responsabilidade de cumprir suas promessas a Deus.","conexao_teologica":"A responsabilidade pessoal diante de Deus é um tema central na Bíblia, onde cada um é chamado a prestar contas de suas ações.","referencias_relacionadas":["Levítico 27:20","Eclesiastes 12:14","Romanos 14:12"]},"levitico_27_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' em Levítico 27:20 refere-se à sinceridade e à integridade dos votos feitos a Deus.","explicacao_detalhada":"A verdade é essencial na relação com Deus, pois Ele busca adoradores que O adorem em espírito e em verdade.","por_que_esta_palavra":"A ênfase na verdade destaca a importância da autenticidade em nossa vida espiritual e em nossos compromissos com Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do crente, que é chamado a viver em verdade e transparência.","referencias_relacionadas":["Levítico 27:20","João 4:24","Salmos 51:6"]},"levitico_27_21_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao papel do sacerdote como mediador entre Deus e o povo, responsável por realizar sacrifícios e manter a santidade do culto.","explicacao_detalhada":"O sacerdote, ou 'kôhên', é uma figura central na religião israelita, incumbido de funções sagradas, como a oferta de sacrifícios e a administração dos rituais. No contexto de Levítico 27:21, o sacerdote é mencionado em relação à avaliação de propriedades dedicadas ao Senhor.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a estrutura religiosa de Israel, onde a mediação entre o humano e o divino é feita por aqueles que têm a autoridade e a responsabilidade de representar o povo diante de Deus.","conexao_teologica":"A figura do sacerdote prefigura o papel de Cristo como nosso sumo sacerdote, que intercede por nós e oferece um sacrifício perfeito.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14-16"]},"levitico_27_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas, especialmente em relação ao povo de Israel.","explicacao_detalhada":"O uso do nome 'Yᵉhôvâh' em Levítico 27:21 enfatiza a relação pessoal e a aliança entre Deus e Israel, destacando a importância de reconhecer Sua autoridade em todas as transações e promessas.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo de Israel, pois representa não apenas Sua existência, mas também Sua presença ativa e envolvimento na vida do povo.","conexao_teologica":"O nome de Deus é central na revelação bíblica, culminando na revelação de Jesus como o 'Eu Sou', que traz a plenitude do relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Romanos 10:13"]},"levitico_27_21_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser entendida como um estado de declínio ou perda, especialmente em relação a propriedades ou bênçãos.","explicacao_detalhada":"Em Levítico 27:21, a ideia de 'cair' está relacionada à avaliação de bens que foram dedicados ao Senhor, indicando que a condição de algo pode mudar e que a dedicação a Deus implica responsabilidade.","por_que_esta_palavra":"A palavra 'cair' é importante para entender a fragilidade das posses humanas e a necessidade de confiar em Deus para a manutenção de bênçãos e prosperidade.","conexao_teologica":"A queda do homem no pecado é um tema central na teologia, e a restauração através de Cristo é a resposta divina a essa condição de 'queda'.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","2 Coríntios 5:17"]},"levitico_27_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Assim como em Levítico 27:21, o nome 'Senhor' reafirma a soberania de Deus sobre as ofertas e promessas feitas pelo povo.","explicacao_detalhada":"A repetição do nome 'Yᵉhôvâh' em Levítico 27:22 enfatiza a continuidade da relação entre Deus e Israel, onde cada ato de dedicação é feito sob Sua autoridade.","por_que_esta_palavra":"A invocação do nome de Deus é um lembrete constante da aliança e da responsabilidade que o povo tem em honrar suas promessas diante dEle.","conexao_teologica":"A invocação do nome de Deus é um tema que se estende ao Novo Testamento, onde crer no nome de Jesus é essencial para a salvação.","referencias_relacionadas":["Salmos 116:4","Mateus 28:19","Atos 2:21"]},"levitico_27_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à integridade nas promessas feitas a Deus.","explicacao_detalhada":"Em Levítico 27:22, a menção de 'verdade' implica que as ofertas e os votos devem ser feitos com sinceridade e compromisso, refletindo a natureza de Deus que é fiel.","por_que_esta_palavra":"A verdade é um atributo essencial de Deus e deve ser refletida na vida do crente, especialmente em suas promessas e compromissos.","conexao_teologica":"A verdade de Deus é revelada em Cristo, que é descrito como 'o caminho, a verdade e a vida', mostrando que a fidelidade divina é a base de nossa fé.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"levitico_27_23_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Novamente, o sacerdote é mencionado como a figura que avalia e determina o valor das ofertas feitas ao Senhor.","explicacao_detalhada":"Em Levítico 27:23, o sacerdote desempenha um papel crucial na avaliação das ofertas, assegurando que tudo seja feito de acordo com a lei de Deus.","por_que_esta_palavra":"A presença do sacerdote é essencial para a manutenção da ordem e da santidade nas práticas religiosas de Israel.","conexao_teologica":"A função do sacerdote é um precursor do ministério de Cristo, que é nosso intercessor e mediador diante de Deus.","referencias_relacionadas":["Levítico 10:10","Hebreus 5:1","1 Pedro 2:9"]},"levitico_27_23_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo a Deus, especialmente em um contexto de sacrifício ou dedicação.","explicacao_detalhada":"Em Levítico 27:23, 'dar' implica um ato de generosidade e devoção, onde o povo é chamado a oferecer suas posses ao Senhor como um ato de adoração.","por_que_esta_palavra":"A palavra 'dar' é fundamental para a compreensão da relação entre o crente e Deus, onde a generosidade é uma expressão de gratidão e reconhecimento da soberania divina.","conexao_teologica":"O ato de dar é central na vida cristã, refletindo o caráter de Deus que deu Seu Filho como sacrifício por nós.","referencias_relacionadas":["2 Coríntios 9:7","Mateus 6:21","Atos 20:35"]},"levitico_27_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes relacionado a eventos ou rituais sagrados.","explicacao_detalhada":"Em Levítico 27:23, o 'dia' pode estar associado ao tempo de avaliação das ofertas, destacando a importância de momentos específicos na vida religiosa do povo.","por_que_esta_palavra":"O conceito de 'dia' é importante na Bíblia, pois muitos eventos significativos ocorrem em momentos determinados, refletindo a soberania de Deus sobre o tempo.","conexao_teologica":"O tempo é uma criação de Deus, e a maneira como o usamos reflete nossa adoração e compromisso com Ele.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"levitico_27_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território que Deus deu ao povo de Israel, simbolizando a promessa e a herança.","explicacao_detalhada":"Em Levítico 27:24, a 'terra' é um símbolo da aliança de Deus com Israel, representando não apenas um lugar físico, mas também a presença e a bênção de Deus sobre o povo.","por_que_esta_palavra":"A terra é um tema central na narrativa bíblica, representando a fidelidade de Deus em cumprir Suas promessas ao Seu povo.","conexao_teologica":"A terra prometida é um tipo da herança celestial que os crentes aguardam, refletindo a esperança da plenitude da presença de Deus.","referencias_relacionadas":["Deuteronômio 6:10","Josué 1:3","Hebreus 11:10"]},"levitico_27_24_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma forma de comunicar ou manifestar algo, especialmente em relação a votos ou promessas a Deus.","explicacao_detalhada":"Em Levítico 27:24, a 'expressão' pode estar relacionada à maneira como as ofertas e promessas são feitas, enfatizando a importância da sinceridade e clareza na devoção a Deus.","por_que_esta_palavra":"A expressão é fundamental na comunicação com Deus, pois reflete o estado do coração e a intenção por trás das ofertas e promessas.","conexao_teologica":"A expressão de adoração e devoção é um aspecto vital da vida cristã, onde a sinceridade do coração é mais importante do que a forma externa.","referencias_relacionadas":["Salmos 51:17","Mateus 15:8","Romanos 12:1"]},"levitico_27_24_prata":{"palavra_pt":"prata","palavra_original":"יוֹבֵל","transliteracao":"yôwbêl","strong":"H3104","significado_raiz":"Ideia básica: prata.","significado_contextual":"A prata é mencionada como um meio de avaliação e troca, simbolizando riqueza e valor.","explicacao_detalhada":"No contexto de Levítico 27, a prata é utilizada para determinar o valor de pessoas ou bens que são dedicados ao Senhor. A avaliação em prata reflete a importância e o valor que se atribui a essas ofertas.","por_que_esta_palavra":"A escolha da palavra 'prata' enfatiza a riqueza e o valor que Deus atribui às ofertas feitas por Seu povo.","conexao_teologica":"A prata, como símbolo de valor, pode ser vista como uma representação das bênçãos que Deus concede aos que O servem fielmente.","referencias_relacionadas":["Êxodo 30:13","1 Crônicas 29:7","Salmos 119:72"]},"levitico_27_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como as avaliações e ofertas devem ser feitas, seguindo as instruções divinas.","explicacao_detalhada":"A palavra 'modo' indica que há um padrão ou uma forma específica que deve ser seguida ao fazer ofertas ao Senhor, refletindo a ordem e a santidade que Deus exige.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a adoração e as ofertas a Deus devem ser feitas de acordo com Suas diretrizes.","conexao_teologica":"A obediência ao 'modo' de adoração é um princípio que se estende ao Novo Testamento, onde somos chamados a adorar a Deus em espírito e em verdade.","referencias_relacionadas":["Deuteronômio 12:32","Mateus 15:9","Colossenses 3:17"]},"levitico_27_25_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à separação e à consagração de algo para Deus.","explicacao_detalhada":"No contexto de Levítico 27, o 'sagrado' implica que as ofertas e as pessoas dedicadas a Deus são consideradas especiais e devem ser tratadas com reverência.","por_que_esta_palavra":"A palavra 'sagrado' destaca a importância da santidade na relação entre Deus e Seu povo.","conexao_teologica":"A santidade é um tema central na Bíblia, refletindo a natureza de Deus e a chamada para que Seu povo seja santo como Ele é santo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"levitico_27_25_shekel":{"palavra_pt":"shekel","palavra_original":"שֶׁקֶל","transliteracao":"sheqel","strong":"H8255","significado_raiz":"Ideia básica: shekel.","significado_contextual":"O 'shekel' é uma unidade de medida monetária usada para avaliar o valor das ofertas.","explicacao_detalhada":"No contexto de Levítico 27, o shekel é utilizado para quantificar o valor das pessoas ou bens dedicados a Deus, mostrando a importância da avaliação justa.","por_que_esta_palavra":"A palavra 'shekel' é significativa porque representa a economia e a justiça nas transações entre o povo e Deus.","conexao_teologica":"O conceito de valor e sacrifício é central na teologia cristã, onde Cristo é o sacrifício supremo que nos redime.","referencias_relacionadas":["Êxodo 30:13","Mateus 26:15","Zacarias 11:12"]},"levitico_27_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' refere-se a Deus, o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"No contexto de Levítico 27, o uso do nome 'Senhor' enfatiza a autoridade e a soberania de Deus sobre as ofertas e a vida do povo.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para reconhecer a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença, poder e promessa de salvação.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"levitico_27_26_animal":{"palavra_pt":"animal","palavra_original":"בְּהֵמָה","transliteracao":"bᵉhêmâh","strong":"H929","significado_raiz":"Ideia básica: animal.","significado_contextual":"A palavra 'animal' refere-se aos seres vivos que podem ser oferecidos a Deus como sacrifício.","explicacao_detalhada":"No contexto de Levítico 27, os animais são considerados ofertas vivas que representam a devoção e a entrega do povo a Deus.","por_que_esta_palavra":"A palavra 'animal' é importante porque reflete a prática de sacrifícios que era comum na adoração a Deus na antiga aliança.","conexao_teologica":"Os sacrifícios de animais no Antigo Testamento prefiguram o sacrifício de Cristo, o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Gênesis 4:4","Levítico 1:3","Hebreus 9:22"]},"levitico_27_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a sinceridade e a integridade nas ofertas a Deus.","explicacao_detalhada":"No contexto de Levítico 27, a 'verdade' implica que as avaliações e ofertas devem ser feitas com honestidade e transparência.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender que Deus deseja um coração sincero em nossa adoração e ofertas.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em verdade.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"levitico_27_27_animal":{"palavra_pt":"animal","palavra_original":"בְּהֵמָה","transliteracao":"bᵉhêmâh","strong":"H929","significado_raiz":"Ideia básica: animal.","significado_contextual":"A palavra 'animal' é novamente mencionada, reforçando a importância dos sacrifícios na adoração.","explicacao_detalhada":"Neste contexto, o animal é considerado um bem precioso que deve ser dedicado a Deus, simbolizando a entrega total do ofertante.","por_que_esta_palavra":"A repetição da palavra 'animal' enfatiza a continuidade da prática de sacrifícios na vida do povo de Deus.","conexao_teologica":"Os sacrifícios de animais são um lembrete da necessidade de expiação e da graça de Deus que se manifesta através do sacrifício de Cristo.","referencias_relacionadas":["Levítico 4:32","Hebreus 10:4","1 Pedro 1:19"]},"levitico_27_27_libertar":{"palavra_pt":"libertar","palavra_original":"פָּדָה","transliteracao":"pâdâh","strong":"H6299","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de redimir ou resgatar algo que foi dedicado a Deus.","explicacao_detalhada":"No contexto de Levítico 27, 'libertar' implica que o ofertante pode resgatar seu bem ou pessoa dedicada, mediante o pagamento de um valor estipulado.","por_que_esta_palavra":"A palavra 'libertar' é significativa porque reflete a ideia de redenção, que é um tema central na Bíblia.","conexao_teologica":"A libertação e a redenção são temas que culminam na obra de Cristo, que nos liberta do pecado e da morte.","referencias_relacionadas":["Êxodo 6:6","Gálatas 3:13","Colossenses 1:14"]},"levitico_27_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é novamente utilizada para enfatizar a forma correta de lidar com as ofertas dedicadas a Deus.","explicacao_detalhada":"Neste contexto, 'modo' reforça a ideia de que as ofertas devem ser feitas de acordo com as instruções divinas, mantendo a ordem e a reverência.","por_que_esta_palavra":"A repetição da palavra 'modo' sublinha a importância da obediência às diretrizes de Deus na adoração.","conexao_teologica":"A obediência às instruções de Deus é um princípio que se aplica a todas as áreas da vida cristã, refletindo nosso compromisso com Ele.","referencias_relacionadas":["Deuteronômio 12:32","Mateus 7:21","Tiago 1:22"]},"levitico_27_28_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus supremo e soberano.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para designar a divindade que fez uma aliança com Israel, enfatizando sua autoridade e poder sobre todas as coisas.","por_que_esta_palavra":"É utilizada para reconhecer a soberania de Deus sobre a criação e a relação especial que Ele tem com seu povo.","conexao_teologica":"A invocação do nome do Senhor é central na adoração e na vida do povo de Deus, simbolizando a presença e a promessa de Deus.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"levitico_27_28_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência e dignidade.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade, destacando sua criação à imagem de Deus e sua responsabilidade moral.","por_que_esta_palavra":"É importante para entender a posição do homem na criação e sua relação com Deus e com os outros.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus e a vocação para a comunhão com Ele.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"levitico_27_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como algo é feito ou deve ser feito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma totalidade ou abrangência, indicando que todas as ações devem ser consideradas.","por_que_esta_palavra":"É usada para enfatizar a importância de seguir as instruções de Deus em todas as áreas da vida.","conexao_teologica":"O modo de viver segundo a vontade de Deus é fundamental para a santidade e a obediência do povo de Israel.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Mateus 7:21"]},"levitico_27_29_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, incluindo sua natureza e condição.","explicacao_detalhada":"A palavra 'homem' (אָדָם) é usada para descrever a humanidade em sua relação com Deus e a criação.","por_que_esta_palavra":"É fundamental para entender a natureza humana e a necessidade de redenção.","conexao_teologica":"A condição do homem é um tema central na teologia, refletindo a necessidade de salvação e a graça de Deus.","referencias_relacionadas":["Gênesis 2:7","Romanos 5:12","1 Coríntios 15:22"]},"levitico_27_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de agir ou proceder em relação a algo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere que todas as ações devem ser feitas de acordo com as diretrizes estabelecidas por Deus.","por_que_esta_palavra":"É importante para a compreensão da obediência e da prática da fé.","conexao_teologica":"A maneira como vivemos reflete nossa relação com Deus e nosso compromisso com sua palavra.","referencias_relacionadas":["Salmos 119:1","Colossenses 3:17","1 Pedro 1:15-16"]},"levitico_27_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao espaço físico que Deus deu ao seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever a herança que Deus prometeu a Israel, simbolizando bênção e provisão.","por_que_esta_palavra":"É crucial para entender a relação entre Deus, seu povo e a terra prometida.","conexao_teologica":"A terra é um símbolo da aliança de Deus e da fidelidade de suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"levitico_27_30_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de autoridade e poder.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é central na adoração e na vida do povo de Deus, representando sua soberania.","por_que_esta_palavra":"É usada para reconhecer a presença e a ação de Deus na vida do povo.","conexao_teologica":"O nome do Senhor é invocado em momentos de adoração e súplica, refletindo a relação íntima entre Deus e seu povo.","referencias_relacionadas":["Salmos 68:4","Isaías 26:8","Romanos 10:13"]},"levitico_27_31_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua responsabilidade e dignidade.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) destaca a importância da moralidade e da ética na vida do povo de Deus.","por_que_esta_palavra":"É essencial para entender a responsabilidade do homem diante de Deus e da sociedade.","conexao_teologica":"A dignidade e a responsabilidade do homem são fundamentais na teologia bíblica, refletindo a imagem de Deus.","referencias_relacionadas":["Gênesis 1:26-27","Eclesiastes 12:13","Mateus 22:37-39"]},"levitico_27_31_libertar":{"palavra_pt":"redimir/resgatar","palavra_original":"גָּאַל","transliteracao":"gâʼal","strong":"H1350","significado_raiz":"Ideia básica: redimir.","significado_contextual":"Refere-se ao ato de redimir ou resgatar algo ou alguém.","explicacao_detalhada":"A palavra 'redimir' (גָּאַל) implica em trazer de volta à liberdade ou à condição original, muitas vezes associada à salvação.","por_que_esta_palavra":"É usada para descrever a ação de Deus em libertar seu povo da escravidão e do pecado.","conexao_teologica":"A redenção é um tema central na Bíblia, simbolizando a ação salvadora de Deus na história da humanidade.","referencias_relacionadas":["Êxodo 6:6","Salmos 130:7-8","Gálatas 4:4-5"]},"levitico_27_31_dizimo":{"palavra_pt":"dizimo","palavra_original":"מַעֲשֵׂר","transliteracao":"maʻăsêr","strong":"H4643","significado_raiz":"Ideia básica: dizimo.","significado_contextual":"Refere-se à prática de separar uma parte da renda para Deus.","explicacao_detalhada":"A palavra 'dízimo' (מַעֲשֵׂר) representa a oferta de 10% da colheita ou renda, como um ato de gratidão e reconhecimento da provisão divina.","por_que_esta_palavra":"É importante para entender a relação entre o povo e Deus em termos de gratidão e responsabilidade financeira.","conexao_teologica":"O dízimo é um símbolo de fidelidade e compromisso com Deus, refletindo a prioridade que Ele deve ter na vida do crente.","referencias_relacionadas":["Levítico 27:30","Malaquias 3:10","Lucas 11:42"]},"levitico_27_32_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os dízimos devem ser apresentados ao Senhor.","explicacao_detalhada":"A palavra 'modo' indica a maneira específica estabelecida por Deus para a oferta dos dízimos, enfatizando a importância da obediência às instruções divinas.","por_que_esta_palavra":"Esta palavra é crucial para entender a ordem e a reverência que devem acompanhar as ofertas ao Senhor.","conexao_teologica":"O modo de apresentar ofertas reflete a relação de submissão e respeito que os fiéis devem ter com Deus.","referencias_relacionadas":["Levítico 27:30","Deuteronômio 14:22","Malaquias 3:10"]},"levitico_27_32_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e digno de reverência.","explicacao_detalhada":"A palavra 'Senhor' representa a autoridade suprema de Deus sobre todas as coisas e a necessidade de honrá-lo em todas as ações.","por_que_esta_palavra":"É fundamental reconhecer o nome do Senhor como um símbolo de sua presença e poder na vida do povo de Israel.","conexao_teologica":"O nome de Deus é central na adoração e na aliança entre Ele e seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Isaías 42:8"]},"levitico_27_33_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade que deve acompanhar as promessas e ofertas feitas ao Senhor.","explicacao_detalhada":"A palavra 'verdade' enfatiza a integridade e a sinceridade que devem caracterizar a relação do fiel com Deus, especialmente em questões de dízimos e ofertas.","por_que_esta_palavra":"A verdade é essencial para a confiança mútua entre Deus e seu povo, refletindo a natureza de Deus como fiel e verdadeiro.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"levitico_27_33_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade das ofertas que devem ser consideradas boas e aceitáveis ao Senhor.","explicacao_detalhada":"A palavra 'bom' implica que as ofertas devem ser de qualidade e apresentadas com um coração sincero, refletindo a bondade de Deus.","por_que_esta_palavra":"É importante que as ofertas sejam boas, pois representam a gratidão e a devoção do ofertante a Deus.","conexao_teologica":"A bondade de Deus é um tema central na Escritura, e as ofertas devem refletir essa bondade.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"levitico_27_33_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ideia de que algo pode cair em desgraça se não for feito corretamente.","explicacao_detalhada":"A palavra 'cair' sugere que a falta de atenção às instruções de Deus pode levar a consequências negativas, tanto espirituais quanto materiais.","por_que_esta_palavra":"É um lembrete da importância de seguir os mandamentos de Deus para evitar cair em erro.","conexao_teologica":"A obediência a Deus é fundamental para a vida espiritual e a prosperidade do povo.","referencias_relacionadas":["Deuteronômio 28:15","Salmos 37:24","Tiago 1:12"]},"levitico_27_34_humano":{"palavra_pt":"mandamento","palavra_original":"מִצְוָה","transliteracao":"mitsvâh","strong":"H4687","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se ao mandamento que Deus deu ao seu povo, que deve ser seguido.","explicacao_detalhada":"A palavra 'mandamento' indica as instruções divinas que orientam a vida do povo de Israel, estabelecendo um padrão de comportamento.","por_que_esta_palavra":"Os mandamentos são essenciais para a vida em comunidade e a relação com Deus, proporcionando um guia moral e espiritual.","conexao_teologica":"Os mandamentos de Deus são uma expressão de seu amor e desejo de que seu povo viva de maneira justa.","referencias_relacionadas":["Êxodo 20:1-17","Deuteronômio 6:5","Mateus 22:37-40"]},"levitico_27_34_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome do Senhor, enfatizando sua importância nas instruções dadas.","explicacao_detalhada":"A repetição do nome 'Senhor' sublinha a autoridade de Deus sobre os mandamentos e a necessidade de obedecê-los.","por_que_esta_palavra":"Reconhecer o Senhor como a fonte de todos os mandamentos é fundamental para a fé e a prática do povo.","conexao_teologica":"A obediência aos mandamentos de Deus é uma forma de adoração e reconhecimento de sua soberania.","referencias_relacionadas":["Salmos 119:105","Isaías 48:17","Romanos 6:16"]},"levitico_27_34_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e seu povo, descrito como filhos.","explicacao_detalhada":"A palavra 'filho' implica uma relação íntima e de responsabilidade entre Deus e os que seguem seus mandamentos.","por_que_esta_palavra":"Entender-se como filhos de Deus traz um senso de identidade e pertencimento à família divina.","conexao_teologica":"A filiação divina é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","1 João 3:1"]}}