{"levitico_3_1_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שֶׁלֶם","transliteracao":"shelem","strong":"H8002","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao sacrifício de paz, que é uma forma de adoração e comunhão com Deus.","explicacao_detalhada":"A palavra 'sacrifício' (שֶׁלֶם) implica em um ato de entrega que busca restaurar a relação entre o homem e Deus.","por_que_esta_palavra":"O sacrifício é um elemento central na adoração, simbolizando a necessidade de expiação e a busca pela paz com Deus.","conexao_teologica":"Os sacrifícios são um símbolo da obra redentora de Cristo, que se ofereceu como o sacrifício perfeito para a humanidade.","referencias_relacionadas":["Levítico 3:1","Hebreus 10:1-4","Romanos 5:1"]},"levitico_3_1_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Levítico 3, o altar é um símbolo da presença de Deus e do lugar de reconciliação entre o homem e Deus através dos sacrifícios. O altar é onde o animal é oferecido como um ato de adoração e expiação.","por_que_esta_palavra":"A palavra 'altar' é central na prática do culto israelita, representando a dedicação e a devoção a Deus.","conexao_teologica":"O altar é um precursor do sacrifício de Cristo, que se ofereceu como o sacrifício perfeito para a redenção da humanidade.","referencias_relacionadas":["Êxodo 20:24","Levítico 17:11","Hebreus 13:10"]},"levitico_3_2_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o mediador entre o povo e Deus, responsável por realizar os sacrifícios.","explicacao_detalhada":"Os sacerdotes, descendentes de Arão, tinham a função de interceder pelo povo, oferecendo sacrifícios e mantendo a santidade do culto. Eles eram essenciais para a prática religiosa e a manutenção da aliança com Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a estrutura do culto e a relação entre Deus e Israel.","conexao_teologica":"Jesus é descrito como o nosso Sumo Sacerdote, que intercede por nós diante de Deus, cumprindo o papel que os sacerdotes do Antigo Testamento desempenhavam.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"levitico_3_2_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é visto como a vida do ser, essencial para os sacrifícios.","explicacao_detalhada":"O sangue dos animais sacrificados é aspergido sobre o altar como um símbolo de expiação e purificação. Ele representa a vida que é oferecida a Deus em sacrifício.","por_que_esta_palavra":"A palavra 'sangue' é fundamental na teologia do sacrifício, simbolizando a vida e a redenção.","conexao_teologica":"O sangue de Cristo, derramado na cruz, é o cumprimento do sacrifício perfeito que nos purifica de todo pecado.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Hebreus 9:22"]},"levitico_3_2_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos.","explicacao_detalhada":"Neste contexto, o altar é o lugar designado por Deus para que os israelitas tragam suas ofertas de paz, simbolizando a comunhão com Deus.","por_que_esta_palavra":"A palavra 'altar' é essencial para entender o espaço sagrado onde a adoração e a expiação ocorrem.","conexao_teologica":"O altar aponta para a obra de Cristo, que se tornou o altar onde o sacrifício perfeito foi realizado.","referencias_relacionadas":["Êxodo 27:1","Levítico 9:24","Hebreus 13:10"]},"levitico_3_3_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שֶׁלֶם","transliteracao":"shelem","strong":"H8002","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é uma oferta feita a Deus como expressão de adoração e gratidão.","explicacao_detalhada":"O sacrifício de paz, mencionado em Levítico 3, é uma oferta voluntária que simboliza a comunhão entre o ofertante e Deus, sendo um ato de celebração e gratidão.","por_que_esta_palavra":"A palavra 'sacrifício' é central na relação do povo de Israel com Deus, representando a entrega e a devoção.","conexao_teologica":"O sacrifício de Cristo é o cumprimento de todos os sacrifícios do Antigo Testamento, trazendo verdadeira paz e reconciliação com Deus.","referencias_relacionadas":["Levítico 7:11","Romanos 12:1","Hebreus 10:12"]},"levitico_3_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado durante os sacrifícios, reconhecendo Sua soberania.","explicacao_detalhada":"O uso do nome 'Senhor' (YHWH) enfatiza a relação pessoal e a aliança entre Deus e Seu povo, sendo um ato de reconhecimento da autoridade divina.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para a identidade de Deus e a relação que Ele tem com Israel.","conexao_teologica":"O nome de Jesus, que significa 'O Senhor salva', é a revelação plena do caráter e da missão de Deus para a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"levitico_3_4_kidneys":{"palavra_pt":"kidneys","palavra_original":"כִּלְיָה","transliteracao":"kilyâh","strong":"H3629","significado_raiz":"Ideia básica: kidneys.","significado_contextual":"Os rins são considerados a sede das emoções e da vida interior.","explicacao_detalhada":"Na cultura hebraica, os rins simbolizavam a parte mais íntima do ser humano, e sua menção nos sacrifícios indica a entrega total da pessoa a Deus.","por_que_esta_palavra":"A palavra 'rins' é usada para expressar a profundidade do compromisso e da devoção a Deus.","conexao_teologica":"A entrega de Cristo em sacrifício é uma entrega total, que envolve não apenas o físico, mas também o emocional e espiritual.","referencias_relacionadas":["Salmos 7:9","Salmos 26:2","Jeremias 11:20"]},"levitico_3_4_idiom":{"palavra_pt":"expressao","palavra_original":"חֶלֶב","transliteracao":"cheleb","strong":"H2459","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à gordura, que era considerada a parte mais valiosa do sacrifício.","explicacao_detalhada":"A gordura dos animais era queimada no altar como uma oferta agradável a Deus, simbolizando a dedicação e a excelência do sacrifício.","por_que_esta_palavra":"A palavra 'gordura' é significativa porque representa o melhor que se pode oferecer a Deus.","conexao_teologica":"Cristo é o sacrifício perfeito, que deu o melhor de Si mesmo para a redenção da humanidade.","referencias_relacionadas":["Levítico 3:16","Salmos 51:17","Romanos 12:1"]},"levitico_3_4_bom":{"palavra_pt":"bom","palavra_original":"כֶּסֶל","transliteracao":"keçel","strong":"H3689","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade do sacrifício que deve ser sem defeito.","explicacao_detalhada":"Os sacrifícios oferecidos a Deus deveriam ser de qualidade superior, simbolizando a pureza e a santidade exigidas por Deus.","por_que_esta_palavra":"A palavra 'bom' é essencial para entender os padrões de Deus para o culto e a adoração.","conexao_teologica":"Cristo é o sacrifício perfeito, sem mancha e sem defeito, que atende a todos os padrões de Deus.","referencias_relacionadas":["Levítico 22:21","Mateus 5:48","Hebreus 9:14"]},"levitico_3_5_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é usado para queimar os sacrifícios no altar, simbolizando a aceitação de Deus.","explicacao_detalhada":"O fogo representa a presença de Deus e Sua santidade, consumindo as ofertas e tornando-as agradáveis a Ele.","por_que_esta_palavra":"A palavra 'fogo' é importante porque simboliza a purificação e a santidade de Deus.","conexao_teologica":"O fogo do Espírito Santo purifica e consome, assim como o fogo que queimava os sacrifícios no altar.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","Apocalipse 3:16"]},"levitico_3_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a divindade suprema a quem os israelitas prestam culto.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus, enfatizando sua soberania e autoridade sobre o povo de Israel. No contexto de Levítico, isso se relaciona com as instruções sobre os sacrifícios que devem ser oferecidos a Ele.","por_que_esta_palavra":"Esta palavra é central na relação entre Deus e seu povo, simbolizando a aliança e a necessidade de adoração e obediência.","conexao_teologica":"A invocação do nome do Senhor é um lembrete da presença divina e da necessidade de santidade nas práticas religiosas.","referencias_relacionadas":["Êxodo 20:7","Salmos 68:4","Isaías 42:8"]},"levitico_3_6_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a separação ou distinção entre os elementos do sacrifício.","explicacao_detalhada":"A palavra 'entre' (מִן) é utilizada para descrever a relação entre os diferentes componentes do sacrifício, mostrando que certas partes são oferecidas ao Senhor enquanto outras são consumidas pelos sacerdotes ou pelos ofertantes.","por_que_esta_palavra":"É importante para entender como os sacrifícios são organizados e quais partes pertencem a Deus e quais são para os homens.","conexao_teologica":"Reflete a ideia de que o que é separado para Deus deve ser tratado com reverência e respeito.","referencias_relacionadas":["Levítico 7:30","Levítico 10:14","Números 18:8"]},"levitico_3_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao Senhor, enfatizando sua importância na prática do culto.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) neste contexto reforça a centralidade de Deus nas instruções sobre os sacrifícios e a necessidade de se aproximar dEle com reverência.","por_que_esta_palavra":"A presença do nome de Deus é um lembrete constante da sua autoridade e do relacionamento que os israelitas devem manter com Ele.","conexao_teologica":"A invocação do nome do Senhor é fundamental para a identidade do povo de Israel como nação escolhida.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 100:3","Isaías 12:2"]},"levitico_3_7_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à condição de salvação ou libertação que pode ser associada ao ato de oferecer sacrifícios.","explicacao_detalhada":"A palavra 'salvar' (אִם) é utilizada para expressar a ideia de que a obediência aos mandamentos de Deus, incluindo os sacrifícios, pode levar à salvação e à proteção divina.","por_que_esta_palavra":"É crucial para entender a relação entre a obediência e a benção divina na vida do povo de Israel.","conexao_teologica":"A salvação é um tema central na teologia bíblica, onde a obediência a Deus é frequentemente ligada à sua graça e misericórdia.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:9"]},"levitico_3_7_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"A palavra 'altar' (קׇרְבָּן) é um termo que designa o espaço físico onde os israelitas realizam os sacrifícios, simbolizando a conexão entre o céu e a terra.","por_que_esta_palavra":"O altar é um elemento essencial na adoração, representando o lugar de encontro entre Deus e o homem.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e o povo, onde a expiação dos pecados ocorre.","referencias_relacionadas":["Êxodo 20:24","Levítico 17:11","Hebreus 13:10"]},"levitico_3_7_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se ao ato de trazer ou oferecer o sacrifício.","explicacao_detalhada":"A palavra 'mão' (קָרַב) é usada para descrever a ação de se aproximar e oferecer algo a Deus, simbolizando a entrega e a devoção do ofertante.","por_que_esta_palavra":"A mão representa a ação humana e a disposição de se aproximar de Deus com um coração sincero.","conexao_teologica":"A entrega do sacrifício é um ato de fé e confiança na provisão de Deus.","referencias_relacionadas":["Gênesis 4:4","Levítico 1:3","Mateus 5:23-24"]},"levitico_3_8_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de sacrificar um animal como oferta a Deus.","explicacao_detalhada":"A palavra 'sacrifício' (שָׁחַט) descreve o ato de matar um animal para oferecer a Deus, simbolizando a expiação dos pecados e a busca pela reconciliação.","por_que_esta_palavra":"O sacrifício é um elemento central na adoração israelita, representando a necessidade de expiação e a seriedade do pecado.","conexao_teologica":"O sacrifício é um precursor do sacrifício de Cristo, que é o cumprimento da necessidade de expiação.","referencias_relacionadas":["Levítico 4:35","Hebreus 9:22","1 Pedro 1:19"]},"levitico_3_8_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar onde o sacrifício é oferecido.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ) é o local sagrado onde os sacrifícios são realizados, simbolizando a presença de Deus e a santidade do ato.","por_que_esta_palavra":"O altar é um espaço de consagração e devoção, onde os israelitas se encontram com Deus.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e o homem, essencial para a prática da fé.","referencias_relacionadas":["Êxodo 27:1","Levítico 9:24","Salmos 51:19"]},"levitico_3_8_urso":{"palavra_pt":"urso","palavra_original":"סָמַךְ","transliteracao":"çâmak","strong":"H5564","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um ato de apoio ou sustentação no contexto do sacrifício.","explicacao_detalhada":"A palavra 'urso' (סָמַךְ) é utilizada para descrever a ação de apoiar ou sustentar algo, simbolizando a responsabilidade do ofertante em trazer o sacrifício.","por_que_esta_palavra":"A ideia de suporte é importante para entender a responsabilidade do povo em suas ofertas a Deus.","conexao_teologica":"A sustentação do sacrifício reflete a necessidade de compromisso e dedicação na vida de fé.","referencias_relacionadas":["Gênesis 22:9","Levítico 1:4","Romanos 12:1"]},"levitico_3_9_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שֶׁלֶם","transliteracao":"shelem","strong":"H8002","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se a um tipo específico de sacrifício, geralmente associado a ofertas de paz.","explicacao_detalhada":"A palavra 'sacrifício' (שֶׁלֶם) é usada para descrever uma oferta que simboliza a paz e a comunhão entre Deus e o homem, destacando a importância da reconciliação.","por_que_esta_palavra":"Este tipo de sacrifício é fundamental para a compreensão da relação de paz que Deus deseja ter com seu povo.","conexao_teologica":"O sacrifício de paz é um símbolo da comunhão e da harmonia que Deus oferece aos que se aproximam dEle.","referencias_relacionadas":["Levítico 7:11","Salmos 116:17","Colossenses 1:20"]},"levitico_3_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado durante os sacrifícios.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a soberania e a autoridade de Deus sobre o povo de Israel. É um nome que representa a presença divina e a relação de aliança entre Deus e seu povo.","por_que_esta_palavra":"A palavra é utilizada para reconhecer a importância de Deus na vida dos israelitas e em suas práticas religiosas.","conexao_teologica":"O uso do nome 'Senhor' destaca a relação de pacto entre Deus e Israel, onde Deus se compromete a ser o seu Deus e Israel se compromete a ser seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Isaías 42:8"]},"levitico_3_10_kidneys":{"palavra_pt":"kidneys","palavra_original":"כִּלְיָה","transliteracao":"kilyâh","strong":"H3629","significado_raiz":"Ideia básica: kidneys.","significado_contextual":"Refere-se aos rins, que eram considerados a sede das emoções e da moralidade.","explicacao_detalhada":"Na cultura hebraica, os rins (כִּלְיָה) simbolizavam a parte interna do ser humano, representando sentimentos profundos e a consciência. Durante os sacrifícios, a oferta incluía a queima dos rins como um ato de entrega a Deus.","por_que_esta_palavra":"A menção dos rins enfatiza a importância da pureza interna e da intenção do coração ao se aproximar de Deus.","conexao_teologica":"Os rins simbolizam a necessidade de pureza e sinceridade no relacionamento com Deus, refletindo a importância da integridade moral.","referencias_relacionadas":["Salmos 7:9","Salmos 26:2","Jeremias 11:20"]},"levitico_3_10_idiom":{"palavra_pt":"expressao","palavra_original":"חֶלֶב","transliteracao":"cheleb","strong":"H2459","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à gordura, que era considerada a parte mais valiosa do sacrifício.","explicacao_detalhada":"A palavra 'expressão' (חֶלֶב) é usada para descrever a gordura que era queimada no altar como uma oferta agradável a Deus. A gordura simbolizava a abundância e a riqueza, sendo um ato de honra ao Senhor.","por_que_esta_palavra":"A inclusão da gordura no sacrifício destaca a importância de oferecer a Deus o melhor e o mais precioso.","conexao_teologica":"A gordura representa a devoção total e a entrega ao Senhor, refletindo a importância de dar o melhor a Deus.","referencias_relacionadas":["Gênesis 4:4","Levítico 7:23-25","Salmos 51:17"]},"levitico_3_10_bom":{"palavra_pt":"bom","palavra_original":"כֶּסֶל","transliteracao":"keçel","strong":"H3689","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é considerado bom ou desejável.","explicacao_detalhada":"A palavra 'bom' (כֶּסֶל) é usada para descrever a qualidade das ofertas que eram apresentadas a Deus. O que é bom é aceito e valorizado no contexto dos sacrifícios.","por_que_esta_palavra":"A ênfase na bondade das ofertas reflete a expectativa de que os israelitas apresentem a Deus o que há de melhor.","conexao_teologica":"A bondade das ofertas é um reflexo do caráter de Deus, que é bom e deseja que seu povo também seja.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Gálatas 5:22"]},"levitico_3_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao papel do sacerdote como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) designa aqueles que eram responsáveis por realizar os sacrifícios e interceder pelo povo diante de Deus. O sacerdote tinha um papel crucial na manutenção da santidade e na adoração.","por_que_esta_palavra":"A função do sacerdote é essencial para a prática religiosa, pois ele representa o povo diante de Deus e garante que os rituais sejam realizados corretamente.","conexao_teologica":"O sacerdócio é um símbolo da mediação de Cristo, que se tornou nosso sumo sacerdote e intercede por nós.","referencias_relacionadas":["Hebreus 5:1","Êxodo 28:1","Levítico 10:6"]},"levitico_3_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando sua importância nos rituais.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é invocado para legitimar os sacrifícios e reconhecer a soberania de Deus sobre as ofertas apresentadas.","por_que_esta_palavra":"A invocação do nome de Deus é fundamental para a aceitação dos sacrifícios, pois demonstra a dependência do povo em relação a Ele.","conexao_teologica":"A invocação do nome de Deus nos rituais reflete a importância da adoração e do reconhecimento da presença divina.","referencias_relacionadas":["Salmos 29:2","Isaías 12:4","Romanos 10:13"]},"levitico_3_11_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo que consome as ofertas no altar.","explicacao_detalhada":"A palavra 'fogo' (קָטַר) é usada para descrever o elemento que purifica e consome as ofertas apresentadas a Deus. O fogo simboliza a presença de Deus e sua santidade.","por_que_esta_palavra":"O fogo é um símbolo de purificação e aceitação, mostrando que as ofertas devem ser apresentadas de maneira adequada.","conexao_teologica":"O fogo representa a santidade de Deus e a necessidade de purificação, refletindo a natureza de Deus como um fogo consumidor.","referencias_relacionadas":["Hebreus 12:29","Levítico 9:24","Êxodo 3:2"]},"levitico_3_12_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar onde os sacrifícios eram oferecidos.","explicacao_detalhada":"A palavra 'altar' (קׇרְבָּן) é o local sagrado onde as ofertas eram apresentadas a Deus. O altar simboliza o encontro entre o homem e Deus.","por_que_esta_palavra":"O altar é essencial para a adoração, pois é o lugar designado para os sacrifícios e a mediação entre Deus e o povo.","conexao_teologica":"O altar representa o sacrifício de Cristo, que se ofereceu uma vez por todas, tornando-se o altar definitivo da nova aliança.","referencias_relacionadas":["Hebreus 13:10","Gênesis 8:20","Êxodo 20:24"]},"levitico_3_12_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face de Deus, que é buscada durante a adoração.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) é usada para descrever a presença de Deus. Buscar o rosto de Deus é um ato de adoração e busca pela comunhão com Ele.","por_que_esta_palavra":"O rosto de Deus simboliza a sua presença e favor, sendo algo desejado pelos adoradores.","conexao_teologica":"Buscar o rosto de Deus é um chamado à intimidade e ao relacionamento pessoal com Ele.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"levitico_3_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando sua importância nos rituais.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é invocado para legitimar os sacrifícios e reconhecer a soberania de Deus sobre as ofertas apresentadas.","por_que_esta_palavra":"A invocação do nome de Deus é fundamental para a aceitação dos sacrifícios, pois demonstra a dependência do povo em relação a Ele.","conexao_teologica":"A invocação do nome de Deus nos rituais reflete a importância da adoração e do reconhecimento da presença divina.","referencias_relacionadas":["Salmos 29:2","Isaías 12:4","Romanos 10:13"]},"levitico_3_13_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é uma oferta feita a Deus, simbolizando a devoção e a expiação dos pecados.","explicacao_detalhada":"No contexto de Levítico 3:13, o sacrifício é parte das instruções sobre ofertas pacíficas, onde o animal é imolado e suas partes são oferecidas a Deus. Este ato representa a reconciliação entre o homem e Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é central na relação entre o povo de Israel e Deus, pois expressa a necessidade de expiação e a busca por comunhão com o Criador.","conexao_teologica":"O sacrifício prefigura o sacrifício de Cristo, que é o Cordeiro de Deus, que tira o pecado do mundo (João 1:29).","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"levitico_3_13_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"Em Levítico 3:13, o altar é mencionado como o lugar onde o sangue do animal sacrificado é aspergido, simbolizando a purificação e a aceitação da oferta por Deus.","por_que_esta_palavra":"A palavra 'altar' é fundamental na adoração israelita, pois é o ponto de encontro entre o divino e o humano, onde se realiza a expiação.","conexao_teologica":"O altar aponta para a cruz de Cristo, onde o sacrifício perfeito foi realizado, permitindo acesso direto a Deus.","referencias_relacionadas":["Êxodo 20:24","Hebreus 13:10","Romanos 8:34"]},"levitico_3_13_urso":{"palavra_pt":"urso","palavra_original":"סָמַךְ","transliteracao":"çâmak","strong":"H5564","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica corretamente no contexto de Levítico 3:13 e pode ser um erro de interpretação.","explicacao_detalhada":"No contexto, a palavra correta deve ser relacionada ao ato de sacrificar e não a um animal específico como o urso.","por_que_esta_palavra":"A confusão pode surgir de traduções ou interpretações errôneas, mas o foco deve ser no sacrifício e não em um animal selvagem.","conexao_teologica":"A ideia de sacrifício é mais relevante do que a menção de um animal específico, pois todos os sacrifícios apontam para Cristo.","referencias_relacionadas":["Levítico 1:10","Hebreus 10:4","1 Pedro 1:19"]},"levitico_3_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se a Deus, o soberano que estabelece as normas para o culto.","explicacao_detalhada":"Em Levítico 3:14, o nome de Deus é invocado durante o sacrifício, enfatizando a importância de reconhecer Sua autoridade e santidade.","por_que_esta_palavra":"A palavra 'Senhor' é usada para afirmar a soberania de Deus sobre todas as coisas, incluindo os rituais de adoração.","conexao_teologica":"O nome de Deus é central na relação do homem com Ele, e a invocação do Seu nome é essencial para a aceitação das ofertas.","referencias_relacionadas":["Salmos 68:4","Romanos 10:13","Atos 2:21"]},"levitico_3_14_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao ato de impor as mãos sobre o animal sacrificado, simbolizando a transferência de pecados.","explicacao_detalhada":"Em Levítico 3:14, a imposição das mãos é um ato ritual que indica a identificação do ofertante com a oferta, reconhecendo sua culpa.","por_que_esta_palavra":"A imposição das mãos é um símbolo de aceitação e entrega, essencial para a compreensão do sacrifício.","conexao_teologica":"Este ato prefigura a transferência de nossos pecados para Cristo, que se tornou pecado por nós (2 Coríntios 5:21).","referencias_relacionadas":["Levítico 1:4","Isaías 53:6","1 Pedro 2:24"]},"levitico_3_14_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação de proximidade e comunhão entre Deus e o ofertante.","explicacao_detalhada":"Em Levítico 3:14, a expressão 'entre' sugere a intenção de Deus de estar próximo do Seu povo através das ofertas.","por_que_esta_palavra":"A palavra 'entre' enfatiza a ideia de que Deus deseja habitar no meio do Seu povo, estabelecendo uma relação íntima.","conexao_teologica":"A presença de Deus entre o Seu povo é um tema recorrente na Bíblia, culminando na encarnação de Cristo (João 1:14).","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Apocalipse 21:3"]},"levitico_3_15_kidneys":{"palavra_pt":"kidneys","palavra_original":"כִּלְיָה","transliteracao":"kilyâh","strong":"H3629","significado_raiz":"Ideia básica: kidneys.","significado_contextual":"A palavra 'rins' refere-se às partes internas do animal, que eram consideradas sagradas.","explicacao_detalhada":"Em Levítico 3:15, os rins são mencionados como parte da oferta que deve ser queimada, simbolizando a pureza e a entrega total a Deus.","por_que_esta_palavra":"Os rins eram vistos como a sede das emoções e da consciência, tornando-os significativos na oferta.","conexao_teologica":"A entrega das partes internas do sacrifício reflete a entrega do coração e da vida ao Senhor.","referencias_relacionadas":["Salmos 51:6","Hebreus 10:22","Romanos 12:1"]},"levitico_3_15_idiom":{"palavra_pt":"expressao","palavra_original":"חֶלֶב","transliteracao":"cheleb","strong":"H2459","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à gordura do animal, que era considerada a melhor parte da oferta.","explicacao_detalhada":"Em Levítico 3:15, a gordura é mencionada como algo que deve ser queimado em honra a Deus, simbolizando a oferta de algo precioso.","por_que_esta_palavra":"A gordura representa a abundância e a riqueza, sendo um símbolo de devoção e gratidão.","conexao_teologica":"A oferta da gordura aponta para a entrega do melhor a Deus, refletindo a devoção que devemos ter em nossa adoração.","referencias_relacionadas":["Levítico 7:23","Salmos 63:5","Filipenses 4:18"]},"levitico_3_15_bom":{"palavra_pt":"bom","palavra_original":"כֶּסֶל","transliteracao":"keçel","strong":"H3689","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade da oferta que deve ser aceita por Deus.","explicacao_detalhada":"Em Levítico 3:15, a ênfase está na necessidade de que as ofertas sejam sem defeito, representando a pureza e a aceitação diante de Deus.","por_que_esta_palavra":"A palavra 'bom' é crucial, pois reflete a expectativa de Deus em relação às ofertas que são apresentadas a Ele.","conexao_teologica":"A exigência de ofertas sem defeito aponta para a perfeição de Cristo, que é o nosso sacrifício perfeito.","referencias_relacionadas":["Levítico 22:21","Mateus 5:48","Hebreus 9:14"]},"levitico_3_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que atua como mediador entre Deus e o povo.","explicacao_detalhada":"Em Levítico 3:16, o sacerdote é responsável por realizar os rituais de sacrifício, garantindo que as ofertas sejam apresentadas corretamente a Deus.","por_que_esta_palavra":"A função do sacerdote é vital na adoração israelita, pois ele representa o povo diante de Deus.","conexao_teologica":"Cristo é nosso Sumo Sacerdote, que intercede por nós e oferece o sacrifício perfeito (Hebreus 4:14).","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"levitico_3_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a divindade suprema que recebe as ofertas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a soberania de Deus sobre todas as coisas. No contexto de Levítico 3:16, enfatiza a importância de reconhecer Deus como o destinatário das ofertas de paz.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e o povo de Israel, que se expressa através de rituais e sacrifícios.","conexao_teologica":"A invocação do nome do Senhor é central na adoração e na aliança entre Deus e seu povo, simbolizando a presença divina nas práticas religiosas.","referencias_relacionadas":["Êxodo 20:7","Salmos 68:4","Isaías 42:8"]},"levitico_3_16_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é um elemento essencial nos sacrifícios, simbolizando a purificação e a aceitação das ofertas por Deus.","explicacao_detalhada":"A palavra 'fogo' (קָטַר) representa a presença de Deus e a santidade necessária para a adoração. Em Levítico 3:16, o fogo é usado para queimar a gordura, que é considerada a parte mais valiosa da oferta.","por_que_esta_palavra":"O fogo é um símbolo de purificação e consagração, essencial para os rituais de sacrifício que aproximam o povo de Deus.","conexao_teologica":"O fogo também é associado à presença de Deus, como visto na sarça ardente e na coluna de fogo que guiou os israelitas.","referencias_relacionadas":["Levítico 9:24","Números 11:1","Hebreus 12:29"]},"levitico_3_17_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e perene das leis e promessas de Deus.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) enfatiza que os mandamentos e as alianças de Deus são válidos para todas as gerações, refletindo a fidelidade divina.","por_que_esta_palavra":"A eternidade de Deus é um conceito central na teologia bíblica, assegurando que suas promessas e leis não mudam com o tempo.","conexao_teologica":"A ideia de eternidade está ligada à natureza de Deus como o Criador e Sustentador do universo, que permanece constante.","referencias_relacionadas":["Salmos 119:89","Isaías 40:8","Romanos 11:29"]},"levitico_3_17_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é um símbolo de vida e é essencial para os sacrifícios, representando a expiação dos pecados.","explicacao_detalhada":"A palavra 'sangue' (דָּם) em Levítico 3:17 destaca a importância do sacrifício e a necessidade de derramamento de sangue para a remissão dos pecados.","por_que_esta_palavra":"O sangue é visto como a vida do ser, e seu uso nos sacrifícios é um meio de reconciliação entre Deus e a humanidade.","conexao_teologica":"O conceito de sangue como expiação é central na teologia cristã, culminando no sacrifício de Cristo na cruz.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]}}