{"levitico_5_1_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é uma transgressão contra a lei de Deus, que requer arrependimento e expiação.","explicacao_detalhada":"Em Levítico 5:1, a palavra 'pecado' refere-se a qualquer ato que desagrada a Deus e que precisa ser confessado e expiado através de um sacrifício.","por_que_esta_palavra":"A palavra 'pecado' é fundamental para a compreensão da necessidade de redenção e da relação entre o homem e Deus.","conexao_teologica":"O conceito de pecado é central na mensagem do evangelho, que proclama a necessidade de arrependimento e fé em Cristo para a salvação.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"levitico_5_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual uma ação deve ser tomada, enfatizando a importância da obediência.","explicacao_detalhada":"Em Levítico 5:1, 'porque' é usado para justificar a necessidade de confissão e sacrifício, mostrando que a desobediência tem consequências.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica da Lei e a relação entre ações e suas consequências.","conexao_teologica":"A obediência a Deus é um tema recorrente na Bíblia, refletindo a importância de viver de acordo com Sua vontade.","referencias_relacionadas":["Deuteronômio 28:1-2","Tiago 1:22","Romanos 6:16"]},"levitico_5_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo deve ser feito, enfatizando a importância da precisão nos rituais.","explicacao_detalhada":"Em Levítico 5:2, 'modo' destaca a necessidade de seguir as instruções de Deus ao realizar sacrifícios, refletindo a santidade do culto.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a ordem e a reverência que devem ser mantidas nos atos de adoração.","conexao_teologica":"A precisão na adoração a Deus é um reflexo da Sua santidade e da necessidade de se aproximar dEle com respeito.","referencias_relacionadas":["Êxodo 25:40","Números 15:39","Colossenses 3:23"]},"levitico_5_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a qualquer declaração ou ação que possa ter implicações espirituais ou morais.","explicacao_detalhada":"Em Levítico 5:2, 'palavra' é usada para descrever ações que podem levar ao pecado, enfatizando a responsabilidade do indivíduo em suas palavras e ações.","por_que_esta_palavra":"A palavra 'palavra' é crucial para entender a importância da comunicação e da integridade no relacionamento com Deus.","conexao_teologica":"As palavras têm poder e podem levar à vida ou à morte, refletindo a importância de falar e agir de acordo com a vontade de Deus.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36-37","Tiago 3:5-6"]},"levitico_5_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A repetição da palavra 'modo' enfatiza a importância de seguir as instruções de Deus em todas as áreas da vida.","explicacao_detalhada":"Em Levítico 5:3, a ênfase no 'modo' reforça que não apenas os sacrifícios, mas todas as ações devem ser realizadas conforme a vontade de Deus.","por_que_esta_palavra":"A palavra 'modo' é essencial para entender a necessidade de viver de acordo com os princípios divinos em todas as circunstâncias.","conexao_teologica":"A vida cristã deve ser vivida em conformidade com a Palavra de Deus, refletindo a importância da obediência em todas as áreas.","referencias_relacionadas":["Salmos 119:105","Romanos 12:2","Gálatas 5:25"]},"levitico_5_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual uma ação é considerada pecaminosa.","explicacao_detalhada":"Neste contexto, a palavra 'porque' conecta a ação do indivíduo à sua culpa, explicando que a transgressão é reconhecida e justificada pela razão apresentada.","por_que_esta_palavra":"A palavra é essencial para a compreensão do raciocínio teológico que liga a ação do homem ao seu estado espiritual.","conexao_teologica":"A relação entre a ação e a culpa é um tema central na teologia do pecado e da necessidade de arrependimento.","referencias_relacionadas":["Romanos 3:23","1 João 1:8","Tiago 4:17"]},"levitico_5_3_filthiness":{"palavra_pt":"filthiness","palavra_original":"טֻמְאָה","transliteracao":"ṭumʼâh","strong":"H2932","significado_raiz":"Ideia básica: filthiness.","significado_contextual":"A palavra 'filthiness' refere-se à impureza moral ou espiritual que resulta de ações pecaminosas.","explicacao_detalhada":"Neste versículo, a 'filthiness' é um estado que impede a comunhão com Deus, simbolizando a necessidade de purificação.","por_que_esta_palavra":"A inclusão dessa palavra enfatiza a gravidade do pecado e a necessidade de um sacrifício para a purificação.","conexao_teologica":"A impureza é um conceito que permeia a Bíblia, refletindo a separação entre o homem e Deus devido ao pecado.","referencias_relacionadas":["Isaías 64:6","Salmos 51:10","Hebreus 9:14"]},"levitico_5_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como uma ação é realizada, especialmente em relação às normas estabelecidas por Deus.","explicacao_detalhada":"Neste contexto, 'modo' implica que a forma de agir deve estar alinhada com as instruções divinas para que seja aceita.","por_que_esta_palavra":"A palavra é crucial para entender que a obediência às diretrizes de Deus é fundamental para a aceitação do sacrifício.","conexao_teologica":"A maneira de adorar e se relacionar com Deus é um tema recorrente, refletindo a importância da santidade nas práticas religiosas.","referencias_relacionadas":["Deuteronômio 12:32","Mateus 15:9","Colossenses 3:17"]},"levitico_5_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de um indivíduo que comete um erro ou pecado.","explicacao_detalhada":"Neste versículo, 'cair' simboliza a falha moral e a necessidade de reconhecimento do pecado para buscar perdão.","por_que_esta_palavra":"A palavra destaca a fragilidade humana e a inevitabilidade do pecado, necessitando de um caminho de retorno a Deus.","conexao_teologica":"A queda do homem é um conceito central na teologia cristã, refletindo a necessidade de redenção.","referencias_relacionadas":["Romanos 5:12","Gálatas 6:1","1 Pedro 5:8"]},"levitico_5_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual o pecado é reconhecido e confessado.","explicacao_detalhada":"Assim como em Levítico 5:3, a palavra conecta a transgressão à necessidade de arrependimento e expiação.","por_que_esta_palavra":"É fundamental para entender a lógica do arrependimento e a busca pela restauração da relação com Deus.","conexao_teologica":"A confissão e o arrependimento são temas centrais na teologia da salvação.","referencias_relacionadas":["Salmos 32:5","Provérbios 28:13","1 João 1:9"]},"levitico_5_5_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, resultando em separação espiritual.","explicacao_detalhada":"Neste contexto, o pecado é reconhecido como uma ofensa a Deus, que requer um sacrifício para a expiação.","por_que_esta_palavra":"A palavra é crucial para entender a natureza do pecado e sua consequência na vida do crente.","conexao_teologica":"O conceito de pecado é fundamental na doutrina da salvação e na necessidade de um Salvador.","referencias_relacionadas":["Romanos 6:23","1 João 3:4","Tiago 1:15"]},"levitico_5_6_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'sacrifício' refere-se ao ato de oferecer algo a Deus como expiação pelos pecados.","explicacao_detalhada":"Neste versículo, o sacrifício é um meio de restaurar a comunhão com Deus após a transgressão.","por_que_esta_palavra":"A palavra é essencial para entender o sistema sacrificial do Antigo Testamento e sua importância na relação com Deus.","conexao_teologica":"O sacrifício é um tema central que aponta para o sacrifício de Cristo como a plena expiação pelos pecados.","referencias_relacionadas":["Hebreus 9:22","Romanos 12:1","Gálatas 2:20"]},"levitico_5_6_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que atua como mediador entre Deus e o povo.","explicacao_detalhada":"Neste contexto, o sacerdote é responsável por oferecer sacrifícios e interceder pelo povo diante de Deus.","por_que_esta_palavra":"A figura do sacerdote é crucial para entender o papel da mediação na relação entre Deus e a humanidade.","conexao_teologica":"O sacerdócio levítico prefigura o sacerdócio de Cristo, que é o nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Êxodo 28:1"]},"levitico_5_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e digno de reverência.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado em relação ao sacrifício e à busca por perdão.","por_que_esta_palavra":"A palavra é fundamental para reconhecer a autoridade e a santidade de Deus na prática religiosa.","conexao_teologica":"O nome de Deus é central na adoração e na invocação de Sua presença e ajuda.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"levitico_5_7_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'sacrifício' é repetida, enfatizando a importância do ato de oferecer algo a Deus em expiação pelos pecados.","explicacao_detalhada":"Neste versículo, o sacrifício é visto como um meio de restaurar a relação com Deus após a transgressão.","por_que_esta_palavra":"A repetição da palavra destaca a necessidade contínua de expiação e a seriedade do pecado.","conexao_teologica":"O sacrifício é um tema que aponta para a obra redentora de Cristo, que se oferece como sacrifício perfeito.","referencias_relacionadas":["Hebreus 10:12","1 Pedro 3:18","Romanos 5:8"]},"levitico_5_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania de Deus sobre o povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a autoridade e a divindade de Deus, que exige obediência e reverência.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e seu povo, destacando a necessidade de submissão e respeito.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo seu papel como criador e mantenedor do universo.","referencias_relacionadas":["Êxodo 20:2","Salmos 100:3","Isaías 45:5"]},"levitico_5_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O 'sacerdote' é o mediador entre Deus e o povo, responsável por realizar sacrifícios e manter a santidade.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) refere-se àqueles que foram escolhidos por Deus para servir no tabernáculo e oferecer sacrifícios em nome do povo.","por_que_esta_palavra":"A função do sacerdote é crucial para a manutenção da relação entre Deus e Israel, especialmente em questões de pecado e purificação.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que se tornou nosso sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"levitico_5_8_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O 'sacrifício' é um ato de expiação pelos pecados, essencial para a reconciliação com Deus.","explicacao_detalhada":"A palavra 'pecado' (חַטָּאָה) refere-se à ofensa contra a lei de Deus, e o sacrifício é o meio pelo qual a culpa é removida.","por_que_esta_palavra":"O sacrifício é uma prática central na adoração israelita, simbolizando a necessidade de expiação e perdão.","conexao_teologica":"O sacrifício de Cristo é o cumprimento definitivo de todos os sacrifícios do Antigo Testamento.","referencias_relacionadas":["Levítico 4:27-31","Hebreus 9:22","Romanos 3:25"]},"levitico_5_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' indica a ação de se aproximar de Deus, especialmente no contexto do culto.","explicacao_detalhada":"A palavra 'vir' (בּוֹא) implica em um movimento em direção ao sagrado, simbolizando a busca pela presença de Deus.","por_que_esta_palavra":"A aproximação a Deus é um tema recorrente, refletindo a necessidade de estar em comunhão com Ele.","conexao_teologica":"Cristo nos convida a nos aproximarmos de Deus com confiança, como descrito em Hebreus.","referencias_relacionadas":["Salmos 100:4","Hebreus 10:22","Tiago 4:8"]},"levitico_5_9_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O 'sangue' é um símbolo de vida e é essencial para a expiação dos pecados.","explicacao_detalhada":"A palavra 'sangue' (דָּם) representa a vida do animal sacrificado, que é oferecido a Deus para a remissão dos pecados.","por_que_esta_palavra":"O sangue é um elemento central nos rituais de sacrifício, simbolizando a gravidade do pecado e a necessidade de redenção.","conexao_teologica":"O sangue de Cristo é o sacrifício perfeito que nos purifica de todo pecado.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","1 João 1:7"]},"levitico_5_9_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O 'sacrifício' é um ato de adoração e expiação, fundamental para a relação entre Deus e o povo.","explicacao_detalhada":"A palavra 'pecado' (חַטָּאָה) neste contexto refere-se à necessidade de um sacrifício para cobrir a transgressão.","por_que_esta_palavra":"O sacrifício é uma expressão de arrependimento e busca de perdão diante de Deus.","conexao_teologica":"O sacrifício de Cristo é a culminação de todos os sacrifícios do Antigo Testamento, oferecendo redenção eterna.","referencias_relacionadas":["Hebreus 10:4","Romanos 5:8","Gálatas 1:4"]},"levitico_5_9_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O 'altar' é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ) representa o espaço onde a adoração e a expiação ocorrem, sendo um ponto de encontro entre Deus e o homem.","por_que_esta_palavra":"O altar é um símbolo da presença de Deus e da necessidade de um local específico para a adoração.","conexao_teologica":"Cristo é o altar perfeito, onde o sacrifício foi feito uma vez por todas.","referencias_relacionadas":["Êxodo 20:24","Salmos 43:4","Hebreus 13:10"]},"levitico_5_10_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"O 'juízo' é a aplicação da justiça de Deus em relação ao pecado.","explicacao_detalhada":"A palavra 'juízo' (מִשְׁפָּט) refere-se à decisão de Deus sobre o que é certo e errado, e como isso se aplica ao comportamento humano.","por_que_esta_palavra":"O juízo é essencial para entender a justiça de Deus e a necessidade de arrependimento.","conexao_teologica":"A justiça de Deus é um atributo que nos chama a viver de acordo com seus padrões.","referencias_relacionadas":["Salmos 89:14","Romanos 2:6","Miquéias 6:8"]},"levitico_5_10_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O 'sacerdote' atua como mediador no processo de juízo e expiação.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é crucial para a intercessão e a realização dos rituais de purificação.","por_que_esta_palavra":"O papel do sacerdote é vital para a manutenção da ordem e da santidade no culto a Deus.","conexao_teologica":"Cristo é nosso sumo sacerdote, que intercede por nós diante do Pai.","referencias_relacionadas":["Levítico 10:10","Hebreus 5:1","1 Pedro 2:9"]},"levitico_5_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever uma ação de fazer ou realizar, não se relacionando diretamente com o contexto do versículo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é um verbo que implica em ação, mas neste contexto, pode ser uma referência a ações que não são diretamente relacionadas ao culto.","por_que_esta_palavra":"Embora não esteja diretamente ligada ao tema do sacrifício, a ação de 'fazer' é uma parte integral da vida de fé.","conexao_teologica":"A vida cristã é uma vida de ação, onde somos chamados a 'fazer' boas obras.","referencias_relacionadas":["Efésios 2:10","Tiago 1:22","Colossenses 3:23"]},"levitico_5_11_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se a qualquer transgressão da lei de Deus, que requer um sacrifício para a expiação.","explicacao_detalhada":"No contexto de Levítico 5:11, a palavra 'pecado' é usada para descrever a condição de alguém que não pode oferecer um sacrifício adequado devido à sua pobreza. Isso enfatiza a misericórdia de Deus, que permite que até os mais necessitados possam se reconciliar com Ele.","por_que_esta_palavra":"A palavra 'pecado' é central para a compreensão da necessidade de expiação e da relação entre o ser humano e Deus.","conexao_teologica":"A ideia de pecado e expiação está profundamente enraizada na teologia do Antigo Testamento, que aponta para a necessidade de um sacrifício para a remissão dos pecados, culminando na obra redentora de Cristo.","referencias_relacionadas":["Levítico 4:27-31","Romanos 3:23-25","Hebreus 9:22"]},"levitico_5_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui é usada para enfatizar a importância da sinceridade e da honestidade diante de Deus.","explicacao_detalhada":"No contexto de Levítico 5:11, a palavra 'verdade' implica que a confissão dos pecados deve ser feita com sinceridade, reconhecendo a própria condição diante de Deus.","por_que_esta_palavra":"A verdade é essencial para a relação com Deus, pois Ele busca adoradores que O adorem em espírito e em verdade.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na revelação divina, sendo também um princípio que deve reger a vida do crente.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"levitico_5_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar e à herança, simbolizando a continuidade da linhagem e a responsabilidade.","explicacao_detalhada":"Em Levítico 5:11, a menção ao 'filho' destaca a importância da responsabilidade familiar e da transmissão dos valores e da fé entre gerações.","por_que_esta_palavra":"A palavra 'filho' é significativa na cultura israelita, onde a identidade e a herança são passadas de pai para filho.","conexao_teologica":"A relação entre pai e filho é uma metáfora frequentemente usada nas Escrituras para descrever a relação entre Deus e Seu povo, bem como entre Cristo e os crentes.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Romanos 8:14-17"]},"levitico_5_12_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se ao mediador entre Deus e o povo, responsável por realizar os sacrifícios e interceder.","explicacao_detalhada":"No contexto de Levítico 5:12, o sacerdote desempenha um papel crucial na expiação dos pecados, garantindo que os rituais sejam realizados corretamente e que o povo esteja em conformidade com a lei de Deus.","por_que_esta_palavra":"A figura do sacerdote é central na adoração israelita, simbolizando a intercessão e a mediação que são necessárias para se aproximar de Deus.","conexao_teologica":"Jesus é apresentado no Novo Testamento como o Sumo Sacerdote que cumpre e supera o papel dos sacerdotes do Antigo Testamento.","referencias_relacionadas":["Hebreus 5:1-4","Levítico 10:6-7","1 Pedro 2:9"]},"levitico_5_12_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza a purificação e a presença de Deus, sendo um elemento essencial nos sacrifícios.","explicacao_detalhada":"Em Levítico 5:12, o fogo é utilizado para queimar as ofertas, simbolizando a aceitação de Deus e a purificação dos pecados do ofertante.","por_que_esta_palavra":"O fogo é um símbolo poderoso na Escritura, representando tanto o juízo quanto a purificação divina.","conexao_teologica":"O fogo também é um símbolo do Espírito Santo, que purifica e consagra os crentes.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","Atos 2:3-4"]},"levitico_5_12_mao":{"palavra_pt":"mao","palavra_original":"קָמַץ","transliteracao":"qâmats","strong":"H7061","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se à ação e ao poder do ofertante em realizar o sacrifício.","explicacao_detalhada":"No contexto de Levítico 5:12, a mão simboliza a participação ativa do indivíduo no ato de oferecer a sua oferta a Deus, demonstrando a entrega e a devoção.","por_que_esta_palavra":"A mão é frequentemente associada à ação e ao trabalho, representando a responsabilidade do ser humano em sua relação com Deus.","conexao_teologica":"A mão de Deus é um símbolo de poder e proteção, e os crentes são chamados a agir com as mãos em serviço ao Senhor.","referencias_relacionadas":["Salmos 90:17","Colossenses 3:23-24","1 Pedro 4:10"]},"levitico_5_13_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é novamente enfatizada como o intermediário que realiza a expiação dos pecados.","explicacao_detalhada":"Em Levítico 5:13, o papel do sacerdote é reafirmado, mostrando a importância da sua função na manutenção da relação entre Deus e o povo.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' destaca a necessidade contínua de mediação para a expiação dos pecados.","conexao_teologica":"A mediação do sacerdote aponta para a obra de Cristo, que é o nosso Sumo Sacerdote e intercessor.","referencias_relacionadas":["Hebreus 7:27","Levítico 4:20","1 Timóteo 2:5"]},"levitico_5_13_expiacao":{"palavra_pt":"expiacao","palavra_original":"כָּפַר","transliteracao":"kâphar","strong":"H3722","significado_raiz":"Ideia básica: expiacao.","significado_contextual":"A palavra 'expiacao' refere-se ao ato de cobrir ou remover o pecado através de um sacrifício.","explicacao_detalhada":"No contexto de Levítico 5:13, a expiação é o resultado do sacrifício oferecido, que restaura a relação entre o pecador e Deus.","por_que_esta_palavra":"A expiação é um conceito central na teologia bíblica, representando a solução para o problema do pecado.","conexao_teologica":"A expiação realizada por Cristo na cruz é o cumprimento perfeito do que os sacrifícios do Antigo Testamento prefiguravam.","referencias_relacionadas":["Romanos 5:9","Hebreus 9:26","1 João 2:2"]},"levitico_5_14_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação e à confissão dos pecados diante de Deus.","explicacao_detalhada":"Em Levítico 5:14, a ênfase na palavra 'falar' destaca a importância da confissão verbal como parte do processo de arrependimento e reconciliação.","por_que_esta_palavra":"Falar é um ato de responsabilidade e honestidade, essencial para a restauração da relação com Deus.","conexao_teologica":"A confissão é um tema recorrente nas Escrituras, onde a verbalização dos pecados é um passo crucial para a restauração espiritual.","referencias_relacionadas":["Tiago 5:16","1 João 1:9","Salmos 32:5"]},"levitico_5_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"No contexto de Levítico 5:14, o uso do nome 'Senhor' enfatiza a relação de submissão e reverência que o povo deve ter em relação a Deus.","por_que_esta_palavra":"O nome de Deus é sagrado e carrega o peso de Sua presença e poder.","conexao_teologica":"O nome de Deus é central na adoração e na invocação, sendo um símbolo da aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"levitico_5_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma instrução ou declaração, especialmente no contexto de Deus se dirigindo ao povo.","explicacao_detalhada":"No livro de Levítico, a palavra 'dizer' é frequentemente usada para transmitir ordens divinas. Isso enfatiza a importância da obediência às instruções de Deus.","por_que_esta_palavra":"A palavra é utilizada para mostrar a autoridade de Deus e a necessidade de resposta do povo às suas palavras.","conexao_teologica":"A comunicação divina é fundamental na relação entre Deus e seu povo, destacando a revelação e a resposta humana.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:22","Salmos 119:105"]},"levitico_5_15_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se a uma transgressão contra a lei de Deus, especialmente no contexto de ofertas de expiação.","explicacao_detalhada":"O pecado é visto como uma violação da santidade de Deus, e a oferta é um meio de restaurar a relação com Ele.","por_que_esta_palavra":"É essencial para entender a necessidade de sacrifícios e a importância da expiação na vida do povo de Israel.","conexao_teologica":"O conceito de pecado e expiação é central na teologia cristã, apontando para a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Hebreus 9:22"]},"levitico_5_15_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se a algo que é separado para Deus, especialmente no contexto de ofertas e adoração.","explicacao_detalhada":"O sagrado implica em um estado de pureza e dedicação, essencial para a prática religiosa do povo de Israel.","por_que_esta_palavra":"A santidade de Deus exige que tudo que se aproxima dEle seja também sagrado.","conexao_teologica":"A santidade é um atributo de Deus que deve ser refletido na vida dos crentes.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"levitico_5_15_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se a um presente ou sacrifício oferecido a Deus como parte da adoração.","explicacao_detalhada":"As ofertas são um meio de expressar arrependimento e buscar a reconciliação com Deus.","por_que_esta_palavra":"As ofertas são fundamentais na prática religiosa, simbolizando a devoção e a necessidade de expiação.","conexao_teologica":"As ofertas do Antigo Testamento prefiguram o sacrifício de Cristo, que é a oferta perfeita.","referencias_relacionadas":["Hebreus 10:4","Romanos 12:1","Gálatas 2:20"]},"levitico_5_16_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' é usada novamente para enfatizar a natureza divina da oferta que deve ser feita.","explicacao_detalhada":"Reforça a ideia de que o que é oferecido a Deus deve ser puro e separado para Ele.","por_que_esta_palavra":"A repetição da palavra sagrada sublinha a importância da pureza nas ofertas.","conexao_teologica":"A santidade de Deus é um tema recorrente que exige que os crentes se aproximem dEle com reverência.","referencias_relacionadas":["Levítico 10:3","Salmos 30:4","1 Coríntios 3:17"]},"levitico_5_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo a Deus, especialmente no contexto de restituição.","explicacao_detalhada":"Dar implica em uma ação de entrega, que é essencial para a prática de adoração e arrependimento.","por_que_esta_palavra":"É um convite à ação, mostrando que a fé deve se manifestar em obras.","conexao_teologica":"A entrega a Deus é um princípio que se estende à vida cristã, onde somos chamados a dar nossas vidas a Ele.","referencias_relacionadas":["Mateus 5:23-24","2 Coríntios 9:7","Atos 20:35"]},"levitico_5_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que serve como mediador entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes desempenham um papel crucial na realização de sacrifícios e na intercessão pelo povo.","por_que_esta_palavra":"A função do sacerdote é essencial para a manutenção da relação entre Deus e Israel.","conexao_teologica":"Cristo é nosso sumo sacerdote, mediando uma nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"levitico_5_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever uma ação ou um estado de ser, possivelmente em um contexto de criação.","explicacao_detalhada":"Embora o uso da palavra 'urso' não seja comum, pode ser interpretado como uma referência a ações criativas de Deus.","por_que_esta_palavra":"Refere-se à capacidade de Deus de criar e fazer acontecer.","conexao_teologica":"Deus é o Criador, e todas as coisas existem por Sua vontade.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Isaías 45:12"]},"levitico_5_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado, especialmente em práticas religiosas.","explicacao_detalhada":"O modo de adoração e sacrifício é importante para garantir que as práticas estejam de acordo com a vontade de Deus.","por_que_esta_palavra":"Enfatiza a importância da abordagem correta nas práticas de adoração.","conexao_teologica":"A maneira como adoramos a Deus deve ser guiada pela Sua Palavra e pelo Espírito.","referencias_relacionadas":["Colossenses 3:23","João 4:24","Romanos 12:2"]},"levitico_5_18_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' é novamente mencionada, reforçando a importância das ofertas na vida religiosa.","explicacao_detalhada":"As ofertas são um meio de expressar arrependimento e buscar a reconciliação com Deus.","por_que_esta_palavra":"Reitera a necessidade de sacrifícios para a expiação dos pecados.","conexao_teologica":"As ofertas do Antigo Testamento prefiguram o sacrifício de Cristo, que é a oferta perfeita.","referencias_relacionadas":["Hebreus 10:4","Romanos 12:1","Gálatas 2:20"]},"levitico_5_18_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o mediador entre Deus e o povo, responsável por realizar sacrifícios e interceder em favor dos pecadores.","explicacao_detalhada":"No contexto de Levítico 5:18, o sacerdote é chamado a oferecer um sacrifício em nome da pessoa que cometeu um erro involuntário. Isso demonstra a importância do sacerdócio na manutenção da relação entre Deus e Israel.","por_que_esta_palavra":"A palavra 'sacerdote' é central na prática religiosa israelita, pois representa a autoridade espiritual e a função de intercessão diante de Deus.","conexao_teologica":"O sacerdócio é um símbolo de Cristo, que é o nosso Sumo Sacerdote, intercedendo por nós diante de Deus (Hebreus 4:14-16).","referencias_relacionadas":["Hebreus 4:14-16","Levítico 10:6-7","Êxodo 28:1"]},"levitico_5_18_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar do sacerdote para apresentar a oferta pelo pecado.","explicacao_detalhada":"Neste versículo, a ação de 'vir' implica uma atitude de arrependimento e a necessidade de buscar a reconciliação com Deus através do sacerdote.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de se aproximar de Deus e de seus representantes para a expiação dos pecados.","conexao_teologica":"A ideia de 'vir' é refletida na chamada de Jesus para que todos venham a Ele (Mateus 11:28).","referencias_relacionadas":["Mateus 11:28","Hebreus 10:22","Salmos 51:17"]},"levitico_5_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'senhor' refere-se à soberania e autoridade de Deus sobre o povo de Israel.","explicacao_detalhada":"Neste contexto, o uso do nome de Deus enfatiza a relação de aliança e a necessidade de reverência ao se abordar questões de pecado e sacrifício.","por_que_esta_palavra":"O nome de Deus é invocado para lembrar ao povo quem é o verdadeiro Senhor e a importância de obedecer a Seus mandamentos.","conexao_teologica":"O nome de Deus é central na oração e na adoração, refletindo a relação pessoal que os crentes têm com Ele (João 14:13-14).","referencias_relacionadas":["João 14:13-14","Salmos 8:1","Êxodo 20:7"]},"levitico_5_19_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A 'oferta' refere-se ao sacrifício que deve ser apresentado como expiação por um pecado cometido.","explicacao_detalhada":"A oferta mencionada em Levítico 5:19 é um reconhecimento da culpa e uma forma de restaurar a comunhão com Deus através do sacrifício.","por_que_esta_palavra":"A palavra 'oferta' é fundamental na prática de adoração, simbolizando a entrega e a devoção a Deus.","conexao_teologica":"As ofertas do Antigo Testamento prefiguram o sacrifício de Cristo, que é a oferta perfeita pelos nossos pecados (Hebreus 10:10).","referencias_relacionadas":["Hebreus 10:10","Romanos 12:1","Levítico 1:3"]},"levitico_5_19_himself":{"palavra_pt":"him self","palavra_original":"הוּא","transliteracao":"hûwʼ","strong":"H1931","significado_raiz":"Ideia básica: him self.","significado_contextual":"A expressão 'himself' refere-se à pessoa que cometeu o pecado, enfatizando a responsabilidade individual.","explicacao_detalhada":"Neste contexto, a palavra destaca que cada indivíduo é responsável por suas ações e deve buscar a reconciliação com Deus.","por_que_esta_palavra":"A ênfase na responsabilidade pessoal é crucial para a compreensão da necessidade de arrependimento e expiação.","conexao_teologica":"A responsabilidade pessoal é um tema central na mensagem do evangelho, onde cada um deve se voltar para Cristo para a salvação (Atos 2:38).","referencias_relacionadas":["Atos 2:38","Gálatas 6:5","Romanos 14:12"]},"levitico_5_20_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação da pessoa com o sacerdote sobre seu pecado.","explicacao_detalhada":"Neste versículo, 'falar' implica a necessidade de confessar os pecados e buscar orientação espiritual.","por_que_esta_palavra":"A comunicação é essencial para a restauração, pois envolve a honestidade e a transparência diante de Deus.","conexao_teologica":"A confissão é um passo importante na vida cristã, conforme ensinado em 1 João 1:9, onde se promete perdão aos que confessam seus pecados.","referencias_relacionadas":["1 João 1:9","Tiago 5:16","Salmos 32:5"]},"levitico_5_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'senhor' é novamente invocado, reafirmando a autoridade de Deus sobre o processo de expiação.","explicacao_detalhada":"A repetição do nome de Deus neste contexto reforça a importância de reconhecer Sua soberania ao lidar com questões de pecado.","por_que_esta_palavra":"O nome de Deus é um lembrete constante da relação de aliança e da necessidade de reverência na adoração.","conexao_teologica":"A invocação do nome de Deus é um tema recorrente na oração e na adoração, como visto em Romanos 10:13.","referencias_relacionadas":["Romanos 10:13","Salmos 116:4","Êxodo 3:14"]},"levitico_5_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à declaração que a pessoa faz ao sacerdote sobre seu pecado.","explicacao_detalhada":"Neste contexto, 'dizer' implica a necessidade de ser claro e específico ao confessar os pecados, o que é essencial para a expiação.","por_que_esta_palavra":"A clareza na comunicação é vital para a compreensão e a restauração da relação com Deus.","conexao_teologica":"A importância de declarar a verdade é refletida em Efésios 4:15, onde somos chamados a falar a verdade em amor.","referencias_relacionadas":["Efésios 4:15","Provérbios 12:22","Salmos 51:6"]},"levitico_5_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'senhor' é mencionado novamente, sublinhando a importância da autoridade divina na questão do pecado.","explicacao_detalhada":"A repetição do nome de Deus neste versículo reforça a necessidade de reconhecer Sua soberania ao lidar com questões de pecado.","por_que_esta_palavra":"O nome de Deus é um lembrete constante da relação de aliança e da necessidade de reverência na adoração.","conexao_teologica":"A invocação do nome de Deus é um tema recorrente na oração e na adoração, como visto em Romanos 10:13.","referencias_relacionadas":["Romanos 10:13","Salmos 116:4","Êxodo 3:14"]},"levitico_5_21_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, que é afetada pelo pecado.","explicacao_detalhada":"Neste contexto, a 'alma' é vista como a parte mais íntima do ser, que precisa ser restaurada através do perdão e da expiação.","por_que_esta_palavra":"A ênfase na 'alma' destaca a gravidade do pecado e a necessidade de redenção.","conexao_teologica":"A salvação da alma é um tema central no Novo Testamento, onde Jesus oferece vida eterna (João 3:16).","referencias_relacionadas":["João 3:16","Mateus 16:26","1 Pedro 1:9"]},"levitico_5_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual uma ação é considerada errada ou pecaminosa.","explicacao_detalhada":"Neste contexto, a palavra 'porque' conecta a transgressão de uma pessoa à necessidade de reparação ou sacrifício, enfatizando a responsabilidade individual diante de Deus.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a lógica da lei e a relação entre pecado e suas consequências.","conexao_teologica":"A ideia de que as ações têm consequências é central na teologia bíblica, refletindo a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Tiago 1:15"]},"levitico_5_22_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se a qualquer transgressão da lei de Deus, incluindo ações, pensamentos ou omissões.","explicacao_detalhada":"Neste versículo, o pecado é apresentado como uma violação que requer expiação, mostrando a seriedade das ofensas contra a santidade de Deus.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a condição humana e a necessidade de redenção.","conexao_teologica":"O conceito de pecado é central na doutrina da salvação, pois revela a necessidade de um salvador.","referencias_relacionadas":["1 João 1:8-10","Romanos 6:23","Salmos 51:5"]},"levitico_5_22_palavra":{"palavra_pt":"palavra","palavra_original":"כָּחַשׁ","transliteracao":"kâchash","strong":"H3584","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' neste contexto refere-se a declarações ou promessas que podem ser verdadeiras ou falsas.","explicacao_detalhada":"A ênfase na palavra destaca a importância da honestidade e da integridade nas relações interpessoais e na relação com Deus.","por_que_esta_palavra":"A palavra 'palavra' é essencial para entender a comunicação e a responsabilidade que temos em nossas promessas.","conexao_teologica":"A verdade e a fidelidade são atributos de Deus, e somos chamados a refletir esses atributos em nossas vidas.","referencias_relacionadas":["Provérbios 12:22","Mateus 5:37","Salmos 119:105"]},"levitico_5_23_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de falhar ou tropeçar em relação à lei de Deus.","explicacao_detalhada":"Cair implica uma queda moral ou espiritual, que resulta em pecado e necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'cair' é importante para ilustrar a fragilidade humana e a necessidade de vigilância espiritual.","conexao_teologica":"A queda do homem é um tema recorrente na Bíblia, mostrando a necessidade de graça e restauração.","referencias_relacionadas":["Romanos 5:12","Gálatas 5:4","1 Coríntios 10:12"]},"levitico_5_23_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual uma ação é considerada errada.","explicacao_detalhada":"Ela conecta a transgressão à necessidade de reparação, reforçando a ideia de responsabilidade diante de Deus.","por_que_esta_palavra":"A repetição da palavra 'porque' enfatiza a lógica da lei e a importância de entender as consequências do pecado.","conexao_teologica":"A justiça de Deus exige que o pecado seja tratado, refletindo a necessidade de expiação.","referencias_relacionadas":["Romanos 2:6","Hebreus 10:27","Ezequiel 18:30"]},"levitico_5_23_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' é usada para descrever a transgressão que requer expiação.","explicacao_detalhada":"Este versículo destaca a seriedade do pecado e a necessidade de um sacrifício para a reconciliação.","por_que_esta_palavra":"A palavra 'pecado' é fundamental para entender a condição humana e a necessidade de redenção.","conexao_teologica":"O pecado separa o homem de Deus, e a expiação é necessária para restaurar essa relação.","referencias_relacionadas":["Isaías 53:6","Romanos 5:8","1 Pedro 2:24"]},"levitico_5_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo deve ser feito ou abordado.","explicacao_detalhada":"Neste contexto, o modo de agir é importante para garantir que as ações estejam em conformidade com a vontade de Deus.","por_que_esta_palavra":"A palavra 'modo' é essencial para entender a importância da obediência às instruções divinas.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, refletindo a relação entre fé e ação.","referencias_relacionadas":["Deuteronômio 5:32-33","Mateus 7:21","Tiago 1:22"]},"levitico_5_24_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à razão ou motivo que leva a uma ação ou transgressão.","explicacao_detalhada":"Entender a causa do pecado é fundamental para abordar a raiz do problema e buscar a verdadeira restauração.","por_que_esta_palavra":"A palavra 'cause' é importante para entender que as ações têm motivações que precisam ser examinadas.","conexao_teologica":"A Bíblia ensina que o coração humano é a fonte de ações, e a transformação deve ocorrer de dentro para fora.","referencias_relacionadas":["Mateus 15:19","Jeremias 17:9","Romanos 12:2"]},"levitico_5_24_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à totalidade do ser humano, incluindo tanto o físico quanto o espiritual.","explicacao_detalhada":"Neste contexto, o corpo é visto como um instrumento que pode ser usado para o bem ou para o mal.","por_que_esta_palavra":"A palavra 'corpo' é essencial para entender a relação entre o físico e o espiritual na vida do crente.","conexao_teologica":"A Bíblia ensina que nossos corpos são templos do Espírito Santo e devem ser usados para glorificar a Deus.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:16"]},"levitico_5_25_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se ao sacrifício que é feito como expiação pelo pecado.","explicacao_detalhada":"Neste contexto, a oferta é um meio de restaurar a relação com Deus após uma transgressão.","por_que_esta_palavra":"A palavra 'oferta' é fundamental para entender o sistema sacrificial do Antigo Testamento e sua aplicação na Nova Aliança.","conexao_teologica":"A oferta de Cristo é o sacrifício supremo que cumpre todas as ofertas do Antigo Testamento.","referencias_relacionadas":["Hebreus 9:26","Romanos 12:1","1 Pedro 1:18-19"]},"levitico_5_25_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o mediador entre Deus e o povo, responsável por oferecer sacrifícios e interceder em favor dos pecadores.","explicacao_detalhada":"No contexto de Levítico 5:25, o sacerdote desempenha um papel crucial na expiação dos pecados do povo. Ele é aquele que, por meio de rituais específicos, busca restaurar a relação entre o pecador e Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é essencial para entender a função religiosa e social que esses indivíduos tinham na antiga Israel, sendo eles os responsáveis por manter a santidade e a adoração a Deus.","conexao_teologica":"A figura do sacerdote prefigura o papel de Cristo como nosso Sumo Sacerdote, que oferece a si mesmo como sacrifício pelos nossos pecados.","referencias_relacionadas":["Hebreus 4:14-16","Hebreus 5:1-10","Levítico 16:32-34"]},"levitico_5_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Levítico 5:25, o uso do nome 'Senhor' enfatiza a relação de aliança entre Deus e Israel, destacando a necessidade de obediência às Suas leis e mandamentos.","por_que_esta_palavra":"A palavra 'Senhor' é utilizada para reconhecer a divindade e o poder de Deus, que exige reverência e respeito por parte do Seu povo.","conexao_teologica":"O nome 'Senhor' é central na teologia bíblica, representando a presença e a ação de Deus na história da salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 42:8"]},"levitico_5_26_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é novamente mencionado como aquele que deve realizar o ato de expiação pelos pecados do povo.","explicacao_detalhada":"Neste versículo, o sacerdote é o responsável por receber a oferta de expiação e realizar o ritual necessário para a purificação do pecador, reafirmando sua função vital na comunidade.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' sublinha a importância contínua desse papel na vida religiosa de Israel.","conexao_teologica":"A função do sacerdote é um precursor do ministério de Jesus, que se torna o nosso intercessor diante de Deus.","referencias_relacionadas":["Hebreus 7:27","1 Pedro 2:9","Levítico 4:20"]},"levitico_5_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os rituais e sacrifícios devem ser realizados.","explicacao_detalhada":"Em Levítico 5:26, o 'modo' é crucial para a aceitação do sacrifício por Deus, indicando que a obediência às instruções divinas é essencial para a purificação.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da precisão e da reverência nos atos de adoração.","conexao_teologica":"O conceito de 'modo' se relaciona com a ideia de que a adoração deve ser feita de acordo com a vontade de Deus, refletindo a santidade exigida em Sua presença.","referencias_relacionadas":["Deuteronômio 12:32","Êxodo 25:40","Salmos 119:4"]},"levitico_5_26_pecado":{"palavra_pt":"pecado","palavra_original":"אַשְׁמָה","transliteracao":"ʼashmâh","strong":"H819","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão das leis de Deus, que requer expiação.","explicacao_detalhada":"No contexto de Levítico 5:26, o pecado é visto como uma ofensa que precisa ser tratada através de sacrifícios, mostrando a seriedade da desobediência a Deus.","por_que_esta_palavra":"A palavra 'pecado' é fundamental para entender a necessidade de redenção e a função dos sacrifícios na antiga aliança.","conexao_teologica":"O conceito de pecado é central na teologia cristã, que ensina que todos pecaram e carecem da glória de Deus, necessitando da graça através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]}}