{"levitico_8_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar ou transmitir uma mensagem.","explicacao_detalhada":"A palavra 'falar' é fundamental na comunicação divina, onde Deus se revela e instrui seu povo. Em Levítico, isso se refere à instrução dada a Moisés sobre a consagração dos sacerdotes.","por_que_esta_palavra":"Falar é um ato de autoridade e poder, especialmente quando se trata da palavra de Deus.","conexao_teologica":"A comunicação de Deus com a humanidade é central na teologia bíblica, mostrando a importância da obediência à Sua palavra.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Hebreus 1:1-2"]},"levitico_8_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e cheio de significado.","explicacao_detalhada":"O nome 'Senhor' (YHWH) representa a essência de Deus, sua eternidade e sua relação com o povo de Israel. É um nome que implica aliança e fidelidade.","por_que_esta_palavra":"O nome de Deus é invocado em momentos de adoração e invoca a presença divina.","conexao_teologica":"O nome de Deus é central na identidade do povo de Israel e na sua relação com o Criador.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"levitico_8_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar ordens, promessas ou revelações. Em Levítico, isso se relaciona à instrução divina sobre a consagração dos sacerdotes.","por_que_esta_palavra":"Dizer implica autoridade e a capacidade de estabelecer a verdade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a declaração de Sua vontade é fundamental para a vida do povo.","referencias_relacionadas":["Salmos 33:9","Isaías 55:11","Hebreus 4:12"]},"levitico_8_2_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus, especialmente em expiação de pecados.","explicacao_detalhada":"A palavra 'pecado' é central na teologia do sacrifício, onde a oferta é feita para restaurar a relação entre Deus e o homem.","por_que_esta_palavra":"O sacrifício é um meio de expiação e reconciliação, essencial para a vida religiosa do povo de Israel.","conexao_teologica":"O conceito de pecado e sacrifício é fundamental para a compreensão da redenção em Cristo.","referencias_relacionadas":["Levítico 4:20","Hebreus 9:22","1 João 1:7"]},"levitico_8_2_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se a um carneiro, que é frequentemente usado em sacrifícios.","explicacao_detalhada":"A palavra 'força' simboliza a força e a vitalidade do animal sacrificado, que deve ser sem defeito, representando a pureza e a aceitação diante de Deus.","por_que_esta_palavra":"O carneiro é um símbolo de sacrifício e redenção, essencial para a prática religiosa.","conexao_teologica":"O sacrifício do carneiro antecipa o sacrifício de Cristo, o Cordeiro de Deus.","referencias_relacionadas":["Gênesis 22:13","Êxodo 12:3","Isaías 53:7"]},"levitico_8_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, especialmente no contexto da linhagem sacerdotal.","explicacao_detalhada":"A palavra 'filho' é importante para entender a continuidade da aliança e o papel dos sacerdotes na adoração a Deus.","por_que_esta_palavra":"A relação de filho implica herança e responsabilidade na tradição religiosa.","conexao_teologica":"A ideia de filiação é central na teologia da adoção em Cristo, onde todos os crentes são chamados filhos de Deus.","referencias_relacionadas":["Êxodo 28:1","Romanos 8:15","Gálatas 4:7"]},"levitico_8_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas, especialmente em rituais.","explicacao_detalhada":"A palavra 'modo' indica a importância da ordem e da precisão nas práticas religiosas, refletindo a santidade de Deus.","por_que_esta_palavra":"O modo de adoração é essencial para manter a pureza e a aceitação diante de Deus.","conexao_teologica":"A adoração deve ser feita em espírito e em verdade, respeitando os princípios estabelecidos por Deus.","referencias_relacionadas":["Deuteronômio 12:32","Salmos 119:4","Colossenses 3:17"]},"levitico_8_3_familia":{"palavra_pt":"familia","palavra_original":"עֵדָה","transliteracao":"ʻêdâh","strong":"H5712","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à comunidade ou assembleia do povo de Deus.","explicacao_detalhada":"A palavra 'família' implica a ideia de um grupo unido por laços espirituais e sociais, especialmente no contexto da adoração e da aliança.","por_que_esta_palavra":"A família é a base da sociedade e da transmissão da fé entre gerações.","conexao_teologica":"A igreja é descrita como a família de Deus, onde todos são chamados a viver em comunhão.","referencias_relacionadas":["Êxodo 12:3","Atos 2:42","Efésios 2:19"]},"levitico_8_3_assemble":{"palavra_pt":"ajuntar","palavra_original":"קָהַל","transliteracao":"qâhal","strong":"H6950","significado_raiz":"Ideia básica: ajuntar.","significado_contextual":"Refere-se ao ato de reunir o povo para um propósito comum.","explicacao_detalhada":"A palavra 'ajuntar' enfatiza a importância da unidade e da coletividade na adoração e na vida comunitária.","por_que_esta_palavra":"A assembleia é um reflexo da presença de Deus entre o Seu povo.","conexao_teologica":"A reunião do povo de Deus é essencial para a edificação da fé e a prática da adoração.","referencias_relacionadas":["Hebreus 10:25","Salmos 122:1","Mateus 18:20"]},"levitico_8_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como uma metáfora para a força e a ferocidade.","explicacao_detalhada":"No contexto de Levítico 8:4, a palavra 'urso' pode simbolizar a força necessária para a consagração e a importância do sacrifício. O urso, como um animal forte, representa a seriedade do ato que está sendo realizado.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a gravidade e a força do ritual de consagração dos sacerdotes.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é um Deus forte que exige reverência em Sua presença.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Provérbios 17:12"]},"levitico_8_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à autoridade suprema de Deus sobre o povo de Israel.","explicacao_detalhada":"Em Levítico 8:4, o uso do nome 'Senhor' (YHWH) destaca a relação de aliança entre Deus e Israel, onde Ele é o soberano que estabelece as normas e rituais a serem seguidos.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a identidade de Deus e Sua relação com o povo, enfatizando Sua soberania.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"levitico_8_4_familia":{"palavra_pt":"familia","palavra_original":"עֵדָה","transliteracao":"ʻêdâh","strong":"H5712","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à comunidade de crentes que se reúnem para adorar a Deus.","explicacao_detalhada":"Em Levítico 8:4, 'família' implica a ideia de um grupo unido por laços espirituais e sociais, que se reúnem para cumprir os mandamentos de Deus.","por_que_esta_palavra":"A palavra 'família' é usada para enfatizar a importância da unidade e da coletividade na adoração a Deus.","conexao_teologica":"A noção de família é central na Bíblia, refletindo a relação entre Deus e Seu povo como uma família espiritual.","referencias_relacionadas":["Gênesis 12:3","Êxodo 20:12","Efésios 2:19"]},"levitico_8_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina e à revelação de Deus ao Seu povo.","explicacao_detalhada":"No contexto de Levítico 8:5, 'palavra' destaca a importância da instrução e dos mandamentos que Deus deu a Moisés para guiar o povo.","por_que_esta_palavra":"A palavra 'palavra' é crucial para entender como Deus se comunica e estabelece Sua vontade entre os homens.","conexao_teologica":"A revelação de Deus através da palavra é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Deuteronômio 8:3","Salmos 119:105","Hebreus 4:12"]},"levitico_8_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A menção do 'urso' simboliza a força e a ferocidade necessárias para os rituais sagrados.","explicacao_detalhada":"Em Levítico 8:5, o 'urso' pode ser visto como uma representação da força que deve acompanhar a consagração dos sacerdotes, simbolizando a seriedade do ato.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a necessidade de força e determinação na realização dos rituais sagrados.","conexao_teologica":"A força de Deus é frequentemente associada a animais poderosos, mostrando que Ele é um Deus que exige respeito e reverência.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Provérbios 17:12"]},"levitico_8_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação da vontade de Deus.","explicacao_detalhada":"Em Levítico 8:5, 'dizer' destaca a importância da comunicação divina e da obediência às instruções de Deus.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender como Deus se revela e como Seu povo deve responder.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, mostrando a importância da obediência à Sua palavra.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Tiago 1:22"]},"levitico_8_6_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza ação e poder na realização dos rituais.","explicacao_detalhada":"Em Levítico 8:6, 'mão' representa a ação física necessária para a consagração dos sacerdotes, simbolizando a entrega e a dedicação ao serviço de Deus.","por_que_esta_palavra":"A palavra 'mão' é usada para enfatizar a ação e a responsabilidade dos sacerdotes em cumprir seus deveres.","conexao_teologica":"A mão de Deus é frequentemente associada ao poder e à ação divina na história da salvação.","referencias_relacionadas":["Salmos 8:6","Isaías 41:10","Atos 4:30"]},"levitico_8_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de herança e continuidade na linhagem sacerdotal.","explicacao_detalhada":"Em Levítico 8:6, 'filho' destaca a importância da sucessão na liderança espiritual do povo de Israel.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a continuidade da aliança de Deus com Seu povo através das gerações.","conexao_teologica":"A relação de pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:17"]},"levitico_8_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de oferecer algo a Deus.","explicacao_detalhada":"Em Levítico 8:7, 'dar' enfatiza a entrega dos sacerdotes a Deus, simbolizando a dedicação total ao serviço divino.","por_que_esta_palavra":"A palavra 'dar' é fundamental para entender o conceito de sacrifício e entrega na adoração a Deus.","conexao_teologica":"A entrega a Deus é um tema central na Bíblia, refletindo a devoção e a obediência que Ele espera de Seu povo.","referencias_relacionadas":["Romanos 12:1","2 Coríntios 9:7","Hebreus 13:15"]},"levitico_8_7_cinto":{"palavra_pt":"cinto","palavra_original":"אֵפוֹד","transliteracao":"ʼêphôwd","strong":"H646","significado_raiz":"Ideia básica: cinto.","significado_contextual":"A palavra 'cinto' refere-se ao vestuário sacerdotal que simboliza a preparação para o serviço.","explicacao_detalhada":"Em Levítico 8:7, 'cinto' representa a prontidão e a disposição dos sacerdotes para cumprir suas funções sagradas.","por_que_esta_palavra":"A palavra 'cinto' é usada para enfatizar a importância da preparação e da santidade no serviço a Deus.","conexao_teologica":"O vestuário sacerdotal é um símbolo da santidade e da separação para o serviço de Deus.","referencias_relacionadas":["Êxodo 28:4","Levítico 16:4","1 Pedro 2:9"]},"levitico_8_8_rico":{"palavra_pt":"rico","palavra_original":"חֹשֶׁן","transliteracao":"chôshen","strong":"H2833","significado_raiz":"Ideia básica: rico.","significado_contextual":"Refere-se ao 'peitoral' que era usado pelo sumo sacerdote, simbolizando a riqueza espiritual e a conexão com Deus.","explicacao_detalhada":"O peitoral, chamado 'chôshen', era um dos adornos do sumo sacerdote e continha doze pedras preciosas, cada uma representando uma das tribos de Israel. Isso simbolizava a riqueza da nação e a responsabilidade do sacerdote em levar as tribos diante de Deus.","por_que_esta_palavra":"A palavra 'rico' é utilizada para enfatizar a importância e o valor do peitoral no serviço sacerdotal, refletindo a glória de Deus e a riqueza da aliança com Israel.","conexao_teologica":"O peitoral representa a intercessão do sacerdote por Israel, assim como Cristo intercede por nós diante do Pai.","referencias_relacionadas":["Êxodo 28:15-21","Números 1:50","Salmos 132:9"]},"levitico_8_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de 'dar' ou oferecer algo, especialmente em um contexto de sacrifício ou consagração.","explicacao_detalhada":"A palavra 'nâthan' implica a ação de dar, que é central na liturgia e nos rituais de adoração, onde ofertas eram apresentadas a Deus como um sinal de devoção e gratidão.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a importância do ato de oferecer a Deus, que é um princípio fundamental da adoração e da relação do povo com o Senhor.","conexao_teologica":"Assim como Deus deu Seu Filho, somos chamados a dar nossas vidas em sacrifício vivo a Ele.","referencias_relacionadas":["Romanos 12:1","Mateus 5:23-24","2 Coríntios 9:7"]},"levitico_8_8_urim":{"palavra_pt":"urim","palavra_original":"אוּרִים","transliteracao":"ʼÛwrîym","strong":"H224","significado_raiz":"Ideia básica: urim.","significado_contextual":"Refere-se ao 'Urim', que era parte do peitoral do sumo sacerdote, usado para buscar a orientação divina.","explicacao_detalhada":"Os Urim e Tumim eram instrumentos sagrados utilizados para obter respostas de Deus em decisões importantes, simbolizando a busca pela vontade divina.","por_que_esta_palavra":"A palavra 'urim' destaca a necessidade de buscar a direção de Deus em momentos de incerteza, refletindo a dependência do povo em relação ao Senhor.","conexao_teologica":"A busca pela orientação de Deus é um princípio que se estende ao Novo Testamento, onde somos guiados pelo Espírito Santo.","referencias_relacionadas":["Êxodo 28:30","1 Samuel 28:6","Salmos 25:4-5"]},"levitico_8_9_rei":{"palavra_pt":"rei","palavra_original":"מִצְנֶפֶת","transliteracao":"mitsnepheth","strong":"H4701","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao 'mitra' ou 'coroa' do sumo sacerdote, simbolizando sua autoridade e posição diante de Deus e do povo.","explicacao_detalhada":"A palavra 'mitsnepheth' é usada para descrever a vestimenta sagrada que representava a realeza e a santidade do sacerdote, que atuava como mediador entre Deus e Israel.","por_que_esta_palavra":"A ênfase na palavra 'rei' ressalta a dignidade e a responsabilidade do sacerdote, que deve governar com justiça e santidade.","conexao_teologica":"Cristo é nosso Sumo Sacerdote e Rei, que exerce autoridade e intercede por nós.","referencias_relacionadas":["Hebreus 4:14-16","Apocalipse 1:6","1 Pedro 2:9"]},"levitico_8_9_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade do espaço e das vestes do sacerdote, que eram consagrados para o serviço a Deus.","explicacao_detalhada":"A palavra 'qôdesh' implica a separação do que é comum para o que é sagrado, refletindo a pureza exigida para aqueles que servem a Deus.","por_que_esta_palavra":"A santidade é um atributo essencial de Deus, e o sacerdote deve refletir essa santidade em seu ministério.","conexao_teologica":"A chamada à santidade é um tema central na Bíblia, onde somos chamados a ser santos como Deus é santo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Romanos 12:1-2"]},"levitico_8_9_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da responsabilidade e do papel do sumo sacerdote na mediação entre Deus e o povo.","explicacao_detalhada":"A palavra 'sûwm' enfatiza a magnitude da tarefa do sacerdote, que era conduzir o povo em adoração e sacrifício a Deus.","por_que_esta_palavra":"A grandeza do papel sacerdotal destaca a importância da liderança espiritual e da intercessão.","conexao_teologica":"Cristo, como nosso Sumo Sacerdote, exerce uma grandeza incomparável em Sua intercessão por nós.","referencias_relacionadas":["Hebreus 7:24-25","Romanos 8:34","1 Timóteo 2:5"]},"levitico_8_10_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao 'tabernáculo', que era o local de adoração e encontro com Deus durante a jornada no deserto.","explicacao_detalhada":"A palavra 'mishkân' representa a habitação de Deus entre o Seu povo, simbolizando a presença divina e a comunhão.","por_que_esta_palavra":"O templo é um símbolo da relação íntima entre Deus e Seu povo, onde a adoração e os sacrifícios eram realizados.","conexao_teologica":"Hoje, somos o templo do Espírito Santo, refletindo a presença de Deus em nossas vidas.","referencias_relacionadas":["Êxodo 25:8","1 Coríntios 3:16","João 2:19-21"]},"levitico_8_10_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de 'santificar', que implica tornar algo sagrado e separado para o uso divino.","explicacao_detalhada":"A palavra 'qâdash' é usada para descrever o processo de consagração do sacerdote e dos objetos sagrados, indicando a pureza necessária para o serviço a Deus.","por_que_esta_palavra":"A santificação é essencial para a adoração, pois somente o que é puro pode se aproximar de Deus.","conexao_teologica":"A santificação é um processo contínuo na vida do crente, que é chamado a viver em santidade.","referencias_relacionadas":["1 Tessalonicenses 4:3","Hebreus 10:14","Efésios 5:26"]},"levitico_8_10_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de 'tomar' ou 'receber' algo, especialmente no contexto de consagração e serviço a Deus.","explicacao_detalhada":"A palavra 'lâqach' implica a ação de receber ou aceitar algo que é sagrado, como as vestes e os instrumentos do sacerdócio.","por_que_esta_palavra":"A ideia de 'tomar' enfatiza a aceitação da responsabilidade e do chamado de Deus para o ministério.","conexao_teologica":"Assim como os sacerdotes tomavam suas vestes sagradas, somos chamados a tomar a nossa cruz e seguir a Cristo.","referencias_relacionadas":["Lucas 9:23","Mateus 10:38","Gálatas 2:20"]},"levitico_8_11_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao 'altar' onde os sacrifícios eram oferecidos a Deus, simbolizando a adoração e a expiação dos pecados.","explicacao_detalhada":"A palavra 'mizbêach' representa o local de encontro entre Deus e o homem, onde a oferta é feita para a reconciliação.","por_que_esta_palavra":"O altar é um símbolo central na adoração, representando o sacrifício necessário para a expiação dos pecados.","conexao_teologica":"Cristo é o nosso altar e sacrifício perfeito, que nos reconcilia com Deus.","referencias_relacionadas":["Hebreus 13:10","Romanos 12:1","Gálatas 6:14"]},"levitico_8_11_hearth":{"palavra_pt":"hearth","palavra_original":"כִּיּוֹר","transliteracao":"kîyôwr","strong":"H3595","significado_raiz":"Ideia básica: hearth.","significado_contextual":"Refere-se ao altar onde os sacrifícios eram feitos, simbolizando a presença de Deus.","explicacao_detalhada":"A palavra 'hearth' (כִּיּוֹר) é usada para descrever o local sagrado onde os sacrifícios eram oferecidos. Este espaço era considerado puro e separado para o culto a Deus, representando a purificação e a aceitação dos sacrifícios.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância do altar como um lugar de encontro entre Deus e o povo, onde a expiação dos pecados ocorria.","conexao_teologica":"O altar é um símbolo da redenção e do sacrifício de Cristo, que se ofereceu como o sacrifício perfeito.","referencias_relacionadas":["Levítico 1:5","Hebreus 9:22","Romanos 12:1"]},"levitico_8_11_sprinkle":{"palavra_pt":"sprinkle","palavra_original":"נָזָה","transliteracao":"nâzâh","strong":"H5137","significado_raiz":"Ideia básica: sprinkle.","significado_contextual":"Refere-se ao ato de aspergir o sangue sobre o altar, simbolizando a purificação e a consagração.","explicacao_detalhada":"A palavra 'sprinkle' (נָזָה) é utilizada para descrever o ritual de aspergir o sangue dos sacrifícios, que era um ato essencial para a purificação do sacerdote e do altar. Este ato simbolizava a transferência dos pecados do povo para o sacrifício.","por_que_esta_palavra":"A palavra é significativa porque representa a importância do sangue na expiação dos pecados, conforme a lei mosaica.","conexao_teologica":"O sangue de Cristo, aspergido sobre a vida dos crentes, é o que traz verdadeira purificação e redenção.","referencias_relacionadas":["Levítico 4:6","Hebreus 9:14","1 Pedro 1:2"]},"levitico_8_12_crescer":{"palavra_pt":"crescer","palavra_original":"יָצַק","transliteracao":"yâtsaq","strong":"H3332","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao ato de derramar o azeite sobre a cabeça do sacerdote, simbolizando a unção e o crescimento espiritual.","explicacao_detalhada":"A palavra 'crescer' (יָצַק) é usada para descrever o ato de derramar o azeite, que representa a unção do Espírito Santo. Este ato não apenas consagra o sacerdote, mas também simboliza o crescimento na fé e na liderança espiritual.","por_que_esta_palavra":"A unção com azeite é um símbolo de separação para o serviço de Deus e de capacitação pelo Espírito Santo.","conexao_teologica":"A unção do Espírito Santo em Cristo e nos crentes é fundamental para a vida cristã e para o ministério.","referencias_relacionadas":["Salmos 23:5","Atos 10:38","1 João 2:27"]},"levitico_8_12_anointing":{"palavra_pt":"azeite/oleo","palavra_original":"שֶׁמֶן","transliteracao":"shemen","strong":"H8081","significado_raiz":"Ideia básica: azeite.","significado_contextual":"Refere-se ao azeite usado para ungir os sacerdotes, simbolizando a consagração e a presença de Deus.","explicacao_detalhada":"A palavra 'azeite' (שֶׁמֶן) é um símbolo de unção e consagração. O azeite representa a presença do Espírito Santo e a capacitação divina para o serviço. A unção dos sacerdotes era um ato que os separava para o ministério.","por_que_esta_palavra":"A unção com azeite é um ritual que indica a escolha e a preparação de alguém para um papel sagrado.","conexao_teologica":"A unção de Cristo como o Messias é um cumprimento da unção sacerdotal e real, trazendo salvação e redenção.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 4:27"]},"levitico_8_12_dom":{"palavra_pt":"dom","palavra_original":"מִשְׁחָה","transliteracao":"mishchâh","strong":"H4888","significado_raiz":"Ideia básica: dom.","significado_contextual":"Refere-se ao dom do sacerdócio, que é conferido através da unção com azeite.","explicacao_detalhada":"A palavra 'dom' (מִשְׁחָה) implica a ideia de um presente ou uma capacitação dada por Deus. No contexto do sacerdócio, refere-se à autoridade e à responsabilidade que os sacerdotes têm de interceder pelo povo.","por_que_esta_palavra":"O dom do sacerdócio é um ato de graça divina, onde Deus escolhe e capacita indivíduos para liderar o Seu povo.","conexao_teologica":"Cristo é o Sumo Sacerdote que nos concede o dom do sacerdócio real, permitindo que todos os crentes sejam sacerdotes diante de Deus.","referencias_relacionadas":["1 Pedro 2:9","Hebreus 4:14","Apocalipse 1:6"]},"levitico_8_13_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se ao ato de impor as mãos sobre os animais sacrificiais, simbolizando a transferência de pecados.","explicacao_detalhada":"A palavra 'mao' (קָרַב) é usada para descrever o gesto de impor as mãos, que era um ato simbólico de identificação com o sacrifício. Este ato representava a transferência dos pecados do povo para o animal que seria sacrificado.","por_que_esta_palavra":"A imposição das mãos é um símbolo de aceitação e identificação, essencial para o ritual de expiação.","conexao_teologica":"Cristo, ao ser crucificado, se tornou o sacrifício que levou sobre si os pecados da humanidade.","referencias_relacionadas":["Levítico 16:21","Isaías 53:6","1 Pedro 2:24"]},"levitico_8_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre o sacerdote e seu papel como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para enfatizar a linhagem sacerdotal. Os sacerdotes eram descendentes de Arão, e sua posição era transmitida de pai para filho, simbolizando continuidade e autoridade.","por_que_esta_palavra":"A relação de filho é crucial para entender a legitimidade do sacerdócio e a conexão com a herança divina.","conexao_teologica":"Cristo é o Filho de Deus que, como nosso Sumo Sacerdote, intercede por nós e nos dá acesso ao Pai.","referencias_relacionadas":["Hebreus 5:5","Romanos 8:17","Gálatas 4:7"]},"levitico_8_14_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao sacrifício pelo pecado, que era essencial para a expiação na antiga aliança.","explicacao_detalhada":"A palavra 'pecado' (חַטָּאָה) é usada para descrever a condição de separação de Deus. O sacrifício pelo pecado era um ato de expiação, onde o animal substituía o pecador, permitindo a reconciliação com Deus.","por_que_esta_palavra":"A ênfase no sacrifício pelo pecado destaca a gravidade do pecado e a necessidade de expiação.","conexao_teologica":"Cristo é o sacrifício perfeito que remove o pecado do mundo, cumprindo a necessidade de expiação.","referencias_relacionadas":["Levítico 4:20","Romanos 3:25","Hebreus 9:26"]},"levitico_8_14_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à inclusão de todos os membros da comunidade no ato de expiação.","explicacao_detalhada":"A palavra 'mulher' (נָגַשׁ) é utilizada para mostrar que o sacrifício pelo pecado não era apenas para os homens, mas para toda a comunidade, incluindo mulheres e crianças, enfatizando a universalidade da necessidade de redenção.","por_que_esta_palavra":"A inclusão de todos no ritual de expiação mostra que todos são pecadores e precisam da graça de Deus.","conexao_teologica":"A salvação em Cristo é oferecida a todos, independentemente de gênero ou status social.","referencias_relacionadas":["Gálatas 3:28","Romanos 10:12","Atos 2:17"]},"levitico_8_14_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força do sacrifício, que é necessário para a expiação dos pecados.","explicacao_detalhada":"A palavra 'forca' (פַּר) é usada para descrever o animal sacrificado, que representa a força e a vida que são oferecidas a Deus em troca da vida do pecador.","por_que_esta_palavra":"A força do sacrifício é um lembrete da seriedade do pecado e da necessidade de um sacrifício adequado para a expiação.","conexao_teologica":"Cristo, como o Cordeiro de Deus, é a força que nos redime e nos traz vida eterna.","referencias_relacionadas":["Isaías 53:7","João 1:29","Hebreus 10:10"]},"levitico_8_15_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é um ato de adoração e expiação, onde um animal é oferecido a Deus como um símbolo de devoção e arrependimento.","explicacao_detalhada":"No contexto de Levítico 8:15, o sacrifício é parte do ritual de consagração dos sacerdotes, simbolizando a purificação e a entrega total a Deus. O ato de sacrificar um animal representa a transferência de culpa e a necessidade de expiação pelo pecado.","por_que_esta_palavra":"A palavra 'sacrifício' é central na teologia do Antigo Testamento, pois representa a relação entre Deus e o povo, onde a oferta é um meio de se aproximar de Deus.","conexao_teologica":"O sacrifício no Antigo Testamento prefigura o sacrifício de Cristo no Novo Testamento, que é o sacrifício perfeito e final para a redenção da humanidade.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"levitico_8_15_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é visto como a vida do ser, e seu derramamento é essencial para a purificação e a aliança com Deus.","explicacao_detalhada":"Em Levítico 8:15, o sangue do sacrifício é aspergido sobre o altar, simbolizando a purificação e a consagração dos sacerdotes. O sangue é um elemento vital que representa a vida e a expiação dos pecados.","por_que_esta_palavra":"A palavra 'sangue' é fundamental na teologia bíblica, pois está ligada à ideia de vida, sacrifício e redenção.","conexao_teologica":"O sangue de Cristo, derramado na cruz, é o cumprimento do simbolismo do sangue dos sacrifícios do Antigo Testamento, trazendo a verdadeira purificação dos pecados.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Hebreus 10:19-22"]},"levitico_8_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar implica em um ato de entrega e solicitação, onde algo é dado ou oferecido a Deus.","explicacao_detalhada":"No contexto de Levítico 8:15, 'dar' refere-se ao ato de oferecer o sacrifício a Deus, simbolizando a entrega do que é precioso como um ato de adoração.","por_que_esta_palavra":"A palavra 'dar' é significativa porque reflete a ação de oferecer algo a Deus, que é um princípio central na adoração.","conexao_teologica":"Dar a Deus é um ato de fé e confiança, refletindo a entrega total que devemos ter em nossa relação com Ele.","referencias_relacionadas":["Gênesis 22:2","2 Coríntios 9:7","Romanos 12:1"]},"levitico_8_16_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é um símbolo de purificação e presença divina, usado nos sacrifícios para consumir a oferta.","explicacao_detalhada":"Em Levítico 8:16, o fogo é utilizado para queimar o sacrifício, simbolizando a aceitação de Deus e a purificação do que é oferecido. O fogo representa a santidade e a presença de Deus.","por_que_esta_palavra":"A palavra 'fogo' é importante porque simboliza tanto o julgamento quanto a purificação, sendo um elemento essencial nos rituais de sacrifício.","conexao_teologica":"O fogo também é um símbolo do Espírito Santo, que purifica e consome o que é impuro, trazendo transformação.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","Atos 2:3"]},"levitico_8_16_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar implica em uma ação de apropriação ou aceitação, especialmente em relação ao que é sagrado.","explicacao_detalhada":"No contexto de Levítico 8:16, 'tomar' refere-se ao ato de pegar o sacrifício e apresentá-lo diante de Deus, simbolizando a entrega do que é precioso.","por_que_esta_palavra":"A palavra 'tomar' é significativa porque representa a ação de se apropriar do que Deus oferece e de se entregar a Ele.","conexao_teologica":"Tomar o que Deus oferece é um ato de fé, refletindo a aceitação da graça e da provisão divina.","referencias_relacionadas":["João 1:12","Romanos 8:32","Tiago 1:17"]},"levitico_8_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como os rituais e sacrifícios devem ser realizados, seguindo as instruções divinas.","explicacao_detalhada":"Em Levítico 8:16, o 'modo' é importante para garantir que os sacrifícios sejam feitos de acordo com a vontade de Deus, refletindo a santidade do ato.","por_que_esta_palavra":"A palavra 'modo' é crucial porque enfatiza a importância da obediência às instruções divinas nos rituais de adoração.","conexao_teologica":"A maneira correta de adorar a Deus é um princípio que se estende ao Novo Testamento, onde somos chamados a adorar em espírito e em verdade.","referencias_relacionadas":["Êxodo 25:40","Colossenses 3:23","1 Pedro 2:5"]},"levitico_8_17_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Força refere-se à robustez e ao poder do animal sacrificado, simbolizando a força que é oferecida a Deus.","explicacao_detalhada":"Em Levítico 8:17, a 'força' do animal sacrificado representa a entrega do que é forte e valioso a Deus, simbolizando a devoção e a entrega total.","por_que_esta_palavra":"A palavra 'força' é significativa porque reflete a ideia de dar o melhor de si a Deus, em adoração e sacrifício.","conexao_teologica":"A entrega da força e do melhor a Deus é um princípio que se aplica à vida cristã, onde somos chamados a dar o melhor de nós em serviço a Ele.","referencias_relacionadas":["Deuteronômio 6:5","Colossenses 3:23","Romanos 12:1"]},"levitico_8_17_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Gado refere-se aos animais utilizados nos sacrifícios, que eram considerados preciosos e dignos de oferta a Deus.","explicacao_detalhada":"No contexto de Levítico 8:17, o 'gado' simboliza a riqueza e a provisão de Deus, sendo oferecido como um ato de adoração e gratidão.","por_que_esta_palavra":"A palavra 'gado' é importante porque representa os recursos que Deus nos dá e que devemos devolver a Ele em adoração.","conexao_teologica":"A oferta do gado é um símbolo da entrega de nossas posses e recursos a Deus, refletindo a generosidade e a gratidão.","referencias_relacionadas":["Gênesis 4:4","Êxodo 34:19","2 Coríntios 9:7"]},"levitico_8_17_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Fogo é um símbolo de purificação e aceitação, usado para consumir a oferta apresentada a Deus.","explicacao_detalhada":"Em Levítico 8:17, o fogo consome o sacrifício, simbolizando a aceitação de Deus e a purificação do que é oferecido.","por_que_esta_palavra":"A palavra 'fogo' é significativa porque representa a presença de Deus e a santidade que deve acompanhar os atos de adoração.","conexao_teologica":"O fogo também simboliza o Espírito Santo, que purifica e transforma, trazendo vida e renovação.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","Atos 2:3"]},"levitico_8_18_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Força refere-se à robustez do animal sacrificado, simbolizando a entrega do que é forte a Deus.","explicacao_detalhada":"No contexto de Levítico 8:18, a 'força' do animal sacrificado representa a devoção e a entrega total a Deus, simbolizando a importância de oferecer o melhor.","por_que_esta_palavra":"A palavra 'força' é significativa porque reflete a ideia de dar o melhor de si a Deus, em adoração e sacrifício.","conexao_teologica":"A entrega da força e do melhor a Deus é um princípio que se aplica à vida cristã, onde somos chamados a dar o melhor de nós em serviço a Ele.","referencias_relacionadas":["Deuteronômio 6:5","Colossenses 3:23","Romanos 12:1"]},"levitico_8_18_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão é um símbolo de poder e ação, representando a autoridade de Deus sobre o sacrifício.","explicacao_detalhada":"No contexto de Levítico 8:18, a mão é utilizada para designar a ação de impor as mãos sobre o animal sacrificado, simbolizando a transferência de pecados e a consagração do sacrifício ao Senhor.","por_que_esta_palavra":"A palavra 'mão' é crucial para entender o ato de consagração e a relação entre o ofertante e o sacrifício, evidenciando a necessidade de um mediador entre o homem e Deus.","conexao_teologica":"A imposição de mãos é um ato que simboliza a identificação com o sacrifício, refletindo a obra redentora de Cristo, que se fez pecado por nós.","referencias_relacionadas":["Levítico 1:4","Levítico 16:21","Hebreus 9:14"]},"levitico_8_19_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é um ato de adoração e expiação, essencial para a relação entre Deus e o povo de Israel.","explicacao_detalhada":"Em Levítico 8:19, o sacrifício é realizado como parte do rito de consagração dos sacerdotes, simbolizando a necessidade de expiação e a oferta de vida a Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é fundamental para entender a prática da adoração no Antigo Testamento, onde a vida do animal é oferecida em substituição ao pecador.","conexao_teologica":"O sacrifício aponta para o sacrifício perfeito de Cristo, que se ofereceu uma vez por todas para a remissão dos pecados.","referencias_relacionadas":["Hebreus 10:10","Romanos 12:1","1 Pedro 1:18-19"]},"levitico_8_19_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é visto como a vida do ser, e sua aplicação é essencial para a purificação e a aliança entre Deus e seu povo.","explicacao_detalhada":"No versículo, o sangue é aspergido como parte do ritual de consagração, simbolizando a purificação e a proteção do povo de Deus.","por_que_esta_palavra":"A palavra 'sangue' é central na teologia bíblica, representando a vida e a expiação dos pecados através do sacrifício.","conexao_teologica":"O sangue de Cristo é o cumprimento do sacrifício do Antigo Testamento, trazendo redenção e nova aliança.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Hebreus 9:22"]},"levitico_8_19_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos, representando a presença de Deus entre seu povo.","explicacao_detalhada":"Em Levítico 8:19, o altar é o lugar de encontro entre Deus e o homem, onde a expiação dos pecados ocorre através do sacrifício.","por_que_esta_palavra":"A palavra 'altar' é significativa, pois é o espaço designado para a adoração e a oferta, simbolizando a entrega total a Deus.","conexao_teologica":"O altar aponta para Cristo, que é o verdadeiro altar de sacrifício, onde a oferta perfeita foi feita.","referencias_relacionadas":["Êxodo 20:24","Hebreus 13:10","Apocalipse 6:9"]},"levitico_8_20_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A força é um símbolo de poder e autoridade, representando a capacidade de Deus em aceitar o sacrifício.","explicacao_detalhada":"No contexto do versículo, a força do animal sacrificado é um ato de entrega e submissão à vontade de Deus.","por_que_esta_palavra":"A palavra 'força' é importante para entender a natureza do sacrifício, que deve ser sem defeito e com toda a força do ofertante.","conexao_teologica":"A força do sacrifício aponta para a força de Cristo, que se entregou completamente por amor à humanidade.","referencias_relacionadas":["Isaías 53:7","Romanos 5:8","Gálatas 2:20"]},"levitico_8_20_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é um símbolo de purificação e aceitação, representando a presença de Deus que consome o sacrifício.","explicacao_detalhada":"Em Levítico 8:20, o fogo é utilizado para queimar o sacrifício, simbolizando a aceitação de Deus e a purificação do ofertante.","por_que_esta_palavra":"A palavra 'fogo' é crucial, pois representa a santidade de Deus e a necessidade de purificação através do sacrifício.","conexao_teologica":"O fogo simboliza o juízo e a purificação, refletindo a obra de Cristo que purifica os crentes de todo pecado.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","1 Pedro 1:7"]},"levitico_8_20_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O princípio é um símbolo de liderança e autoridade, representando a posição de Moisés como mediador entre Deus e o povo.","explicacao_detalhada":"No versículo, o princípio se refere à cabeça do animal sacrificado, simbolizando a entrega total e a consagração ao Senhor.","por_que_esta_palavra":"A palavra 'princípio' é significativa, pois representa a liderança e a responsabilidade do sacerdote em oferecer o sacrifício.","conexao_teologica":"Cristo é o nosso sumo sacerdote e o princípio de nossa fé, que se entregou por nós.","referencias_relacionadas":["Hebreus 3:1","1 Pedro 2:9","Apocalipse 1:6"]},"levitico_8_21_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo, novamente, simboliza a purificação e a aceitação do sacrifício por parte de Deus.","explicacao_detalhada":"Em Levítico 8:21, o fogo é utilizado para queimar o sacrifício, simbolizando a resposta de Deus à oferta feita.","por_que_esta_palavra":"A repetição da palavra 'fogo' enfatiza a importância da aceitação divina e a purificação através do sacrifício.","conexao_teologica":"O fogo representa a presença de Deus que consome o sacrifício, refletindo a obra redentora de Cristo.","referencias_relacionadas":["Levítico 9:24","Romanos 12:1","1 Coríntios 3:13"]},"levitico_8_21_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A força do animal sacrificado é um símbolo de entrega e submissão a Deus.","explicacao_detalhada":"No versículo, a força representa a totalidade do sacrifício, que deve ser oferecido com sinceridade e devoção.","por_que_esta_palavra":"A palavra 'força' é importante para entender a natureza do sacrifício, que deve ser sem defeito e com toda a força do ofertante.","conexao_teologica":"A força do sacrifício aponta para a força de Cristo, que se entregou completamente por amor à humanidade.","referencias_relacionadas":["Isaías 53:7","Romanos 5:8","Gálatas 2:20"]},"levitico_8_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é um símbolo de autoridade e poder, representando a presença de Deus entre seu povo.","explicacao_detalhada":"Em Levítico 8:21, o nome do Senhor é invocado durante o sacrifício, simbolizando a consagração e a aceitação do ofertante por Deus.","por_que_esta_palavra":"A palavra 'senhor' é fundamental, pois representa a soberania de Deus e a relação de aliança com seu povo.","conexao_teologica":"O nome de Jesus é o cumprimento da promessa de Deus, que traz salvação e redenção ao seu povo.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-11","Atos 4:12"]},"levitico_8_22_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força do carneiro que é oferecido como sacrifício.","explicacao_detalhada":"A palavra 'força' (אַיִל) é utilizada para descrever um carneiro robusto, simbolizando a força e a vitalidade que são oferecidas a Deus em sacrifício. No contexto de Levítico 8:22, o carneiro é um símbolo de consagração e dedicação.","por_que_esta_palavra":"A força do carneiro representa a entrega total e a devoção a Deus, sendo um elemento essencial na ritualística do sacrifício.","conexao_teologica":"A força do sacrifício é um reflexo da força que devemos ter em nossa fé e devoção a Deus.","referencias_relacionadas":["Êxodo 12:5","Levítico 1:10","Levítico 3:6"]},"levitico_8_22_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"מִלֻּא","transliteracao":"milluʼ","strong":"H4394","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Indica o ato de oferecer algo a Deus como um sinal de adoração e expiação.","explicacao_detalhada":"A palavra 'sacrifício' (מִלֻּא) refere-se ao ato de oferecer um animal em sacrifício, que é um componente central da adoração no Antigo Testamento. Este sacrifício é visto como um meio de aproximação a Deus e de expiação pelos pecados.","por_que_esta_palavra":"O sacrifício é fundamental na relação entre o homem e Deus, simbolizando a necessidade de expiação e a gratidão pela provisão divina.","conexao_teologica":"O sacrifício do Antigo Testamento prefigura o sacrifício de Cristo, que é o sacrifício perfeito e final.","referencias_relacionadas":["Hebreus 9:22","Levítico 4:35","Romanos 12:1"]},"levitico_8_22_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação de impor as mãos sobre o sacrifício, simbolizando transferência de pecados.","explicacao_detalhada":"A palavra 'mão' (קָרַב) é usada para descrever o ato de impor as mãos sobre o carneiro, simbolizando a identificação do ofertante com o sacrifício e a transferência de culpa. Este ato é um ritual importante que expressa a intenção do coração do ofertante.","por_que_esta_palavra":"A imposição das mãos é um ato simbólico que representa a conexão entre o pecador e o sacrifício, enfatizando a necessidade de redenção.","conexao_teologica":"A imposição das mãos no sacrifício é um símbolo da nossa identificação com Cristo, que levou sobre si nossos pecados.","referencias_relacionadas":["Levítico 16:21","Mateus 8:3","Atos 13:3"]},"levitico_8_23_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de sacrificar um animal como parte do ritual de consagração.","explicacao_detalhada":"A palavra 'sacrifício' (שָׁחַט) é utilizada para descrever o ato de matar o animal para o sacrifício. Este ato é um componente essencial da adoração e simboliza a entrega e a expiação.","por_que_esta_palavra":"O sacrifício é uma expressão de devoção e um meio de restaurar a relação com Deus.","conexao_teologica":"O sacrifício de animais no Antigo Testamento aponta para o sacrifício de Cristo, que é o cumprimento da necessidade de expiação.","referencias_relacionadas":["Hebreus 10:4","Levítico 1:5","Romanos 3:25"]},"levitico_8_23_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo a Deus durante o ritual.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para descrever o ato de oferecer o sacrifício a Deus. Este ato é um reconhecimento da soberania de Deus e da necessidade de se aproximar dEle.","por_que_esta_palavra":"Dar é uma expressão de adoração e submissão a Deus, reconhecendo que tudo o que temos vem dEle.","conexao_teologica":"Dar a Deus é um princípio que se estende a todas as áreas da vida do crente, incluindo tempo, talentos e recursos.","referencias_relacionadas":["2 Coríntios 9:7","Mateus 5:23-24","Filipenses 4:18"]},"levitico_8_23_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar o sangue do sacrifício para o ritual.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) é utilizada para descrever a ação de pegar o sangue do animal sacrificado. O sangue é um elemento central no ritual de sacrifício, simbolizando a vida e a purificação.","por_que_esta_palavra":"Tomar o sangue é essencial para a realização do sacrifício, que é um meio de expiação e purificação.","conexao_teologica":"O sangue de Cristo, que foi derramado, é o cumprimento do simbolismo do sangue dos sacrifícios do Antigo Testamento.","referencias_relacionadas":["Hebreus 9:12","Levítico 17:11","1 Pedro 1:19"]},"levitico_8_24_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar o sangue do sacrifício sobre o altar.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada novamente para descrever o ato de oferecer o sangue ao altar, que é o local de encontro entre Deus e o homem. Este ato é fundamental para a aceitação do sacrifício.","por_que_esta_palavra":"Dar o sangue ao altar simboliza a entrega da vida ao Senhor e a busca pela purificação.","conexao_teologica":"O altar representa a presença de Deus, e o sangue derramado é um símbolo da nova aliança em Cristo.","referencias_relacionadas":["Hebreus 13:10","Levítico 4:7","Romanos 5:9"]},"levitico_8_24_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue do sacrifício, que é essencial para a expiação.","explicacao_detalhada":"A palavra 'sangue' (דָּם) é central no ritual de sacrifício, simbolizando a vida e a purificação. O sangue é derramado como um ato de expiação pelos pecados do povo.","por_que_esta_palavra":"O sangue é visto como o meio pelo qual a vida é oferecida a Deus, e é essencial para a restauração da relação com Ele.","conexao_teologica":"O sangue de Cristo é o cumprimento do sacrifício, que traz redenção e purificação para todos os que creem.","referencias_relacionadas":["Mateus 26:28","Hebreus 9:22","1 João 1:7"]},"levitico_8_24_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ) é o local sagrado onde os sacrifícios são feitos. O altar é um símbolo da presença de Deus e da comunhão entre Deus e o homem.","por_que_esta_palavra":"O altar é o ponto de encontro entre o homem e Deus, onde a expiação e a adoração ocorrem.","conexao_teologica":"O altar aponta para a obra de Cristo, que é o verdadeiro altar onde a expiação é realizada.","referencias_relacionadas":["Hebreus 13:10","Êxodo 20:24","Levítico 17:8-9"]},"levitico_8_25_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar partes do sacrifício para o ritual.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) é usada para descrever a ação de pegar partes do sacrifício, que são oferecidas a Deus. Este ato é parte do ritual de consagração e simboliza a entrega total ao Senhor.","por_que_esta_palavra":"Tomar partes do sacrifício é um ato de consagração e entrega, refletindo a devoção do ofertante.","conexao_teologica":"A entrega total a Deus é um princípio que deve ser refletido na vida do crente, assim como Cristo se entregou por nós.","referencias_relacionadas":["Romanos 12:1","Gálatas 2:20","Filipenses 3:8"]},"levitico_8_25_idiom":{"palavra_pt":"expressao","palavra_original":"חֶלֶב","transliteracao":"cheleb","strong":"H2459","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à gordura que era oferecida como parte dos sacrifícios.","explicacao_detalhada":"A palavra 'חֶלֶב' (cheleb) é usada para descrever a gordura dos animais, que era considerada a melhor parte e, portanto, era oferecida a Deus em sacrifício. Essa prática simbolizava a entrega do melhor ao Senhor.","por_que_esta_palavra":"A gordura era vista como algo precioso e, ao ser oferecida, representava a devoção e a santidade do ato de adoração.","conexao_teologica":"A oferta de gordura nos sacrifícios aponta para a ideia de que devemos oferecer a Deus o melhor de nós, refletindo a importância da pureza e da dedicação em nossa adoração.","referencias_relacionadas":["Levítico 3:16","Levítico 7:23-25","Salmos 51:17"]},"levitico_8_25_rump":{"palavra_pt":"rump","palavra_original":"אַלְיָה","transliteracao":"ʼalyâh","strong":"H451","significado_raiz":"Ideia básica: rump.","significado_contextual":"Refere-se à parte traseira do animal sacrificado.","explicacao_detalhada":"A palavra 'אַלְיָה' (ʼalyâh) é utilizada para descrever a parte do corpo do animal que era separada durante os sacrifícios. Essa parte também tinha um significado ritual e era tratada com respeito.","por_que_esta_palavra":"O 'rump' simboliza a entrega total do animal a Deus, incluindo partes que poderiam ser vistas como menos valiosas.","conexao_teologica":"A entrega de todas as partes do sacrifício, incluindo o 'rump', reflete a totalidade da devoção que devemos ter em nossa relação com Deus.","referencias_relacionadas":["Levítico 3:9","Levítico 7:30","Hebreus 13:15"]},"levitico_8_26_pascoa":{"palavra_pt":"pascoa","palavra_original":"מַצָּה","transliteracao":"matstsâh","strong":"H4682","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"Refere-se ao pão ázimo, que é parte da celebração da Páscoa.","explicacao_detalhada":"A palavra 'מַצָּה' (matstsâh) descreve o pão sem fermento que era consumido durante a Páscoa, simbolizando a pressa da saída do Egito e a pureza.","por_que_esta_palavra":"A Páscoa é um momento de lembrança da libertação do povo de Israel da escravidão, e o pão ázimo representa a pureza e a ausência de pecado.","conexao_teologica":"A celebração da Páscoa e o uso do pão ázimo apontam para a obra redentora de Cristo, que é o Pão da Vida.","referencias_relacionadas":["Êxodo 12:15","Mateus 26:17","1 Coríntios 5:7"]},"levitico_8_26_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou presença de Deus.","explicacao_detalhada":"A palavra 'פָּנִים' (pânîym) é frequentemente usada para descrever a presença de Deus, indicando intimidade e relacionamento.","por_que_esta_palavra":"O 'rosto' de Deus é um símbolo de Sua revelação e proximidade com o Seu povo.","conexao_teologica":"A busca pela face de Deus é um tema central na Escritura, refletindo o desejo humano de estar em comunhão com o Criador.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"levitico_8_27_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo.","explicacao_detalhada":"A palavra 'נָתַן' (nâthan) é usada para descrever a ação de dar, que é central nos rituais de sacrifício e oferta.","por_que_esta_palavra":"Dar é um ato de entrega e generosidade, refletindo a disposição do coração em servir a Deus.","conexao_teologica":"A ideia de dar está ligada à generosidade de Deus para conosco e à nossa resposta de gratidão e adoração.","referencias_relacionadas":["Gênesis 14:20","2 Coríntios 9:7","Atos 20:35"]},"levitico_8_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de realizar um ato.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) implica a totalidade ou a forma completa de algo, enfatizando a importância de seguir os rituais corretamente.","por_que_esta_palavra":"O modo como os rituais são realizados é crucial para a aceitação das ofertas a Deus.","conexao_teologica":"A obediência aos modos estabelecidos por Deus reflete a reverência e o respeito que devemos ter em nossa adoração.","referencias_relacionadas":["Deuteronômio 12:32","1 Crônicas 28:19","Hebreus 11:4"]},"levitico_8_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar.","explicacao_detalhada":"A palavra 'בֵּן' (bên) é usada para descrever um filho, simbolizando herança e continuidade da linhagem.","por_que_esta_palavra":"A relação de pai e filho é fundamental na narrativa bíblica, representando a relação de Deus com Seu povo.","conexao_teologica":"A ideia de ser filho de Deus é central no Novo Testamento, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:14-17","Efésios 1:5"]},"levitico_8_28_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo que consome as ofertas.","explicacao_detalhada":"A palavra 'קָטַר' (qâṭar) é usada para descrever o ato de queimar as ofertas, simbolizando a aceitação de Deus.","por_que_esta_palavra":"O fogo representa a presença de Deus e Sua santidade, consumindo o que é oferecido a Ele.","conexao_teologica":"O fogo que consome as ofertas é um símbolo da purificação e da santidade de Deus, que deve ser reverenciado.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","Apocalipse 20:14"]},"levitico_8_28_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado.","explicacao_detalhada":"A palavra 'יְהֹוָה' (Yᵉhôvâh) é o nome pessoal de Deus, que representa Sua essência e caráter.","por_que_esta_palavra":"O nome de Deus é invocado em adoração e oração, refletindo Sua autoridade e poder.","conexao_teologica":"O nome do Senhor é um tema central na Escritura, representando Sua presença e a relação com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"levitico_8_29_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se ao carneiro que é sacrificado.","explicacao_detalhada":"A palavra 'אַיִל' (ʼayil) é usada para descrever um carneiro, que simboliza força e sacrifício.","por_que_esta_palavra":"O carneiro era um símbolo de força e era frequentemente usado em sacrifícios, representando a entrega total a Deus.","conexao_teologica":"O sacrifício do carneiro aponta para o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Gênesis 22:13","Isaías 53:7","João 1:29"]},"levitico_8_29_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"מִלֻּא","transliteracao":"milluʼ","strong":"H4394","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é um ato de oferta a Deus, simbolizando a devoção e a expiação dos pecados.","explicacao_detalhada":"No contexto de Levítico 8:29, o sacrifício é parte do ritual de consagração dos sacerdotes, onde a oferta é feita para purificação e aceitação diante de Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é central na relação entre o povo de Israel e Deus, representando a necessidade de expiação e a busca pela santidade.","conexao_teologica":"O sacrifício aponta para a obra redentora de Cristo, que se ofereceu como o sacrifício perfeito para a remissão dos pecados.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"levitico_8_29_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar refere-se ao ato de pegar ou receber algo, neste caso, os elementos do sacrifício.","explicacao_detalhada":"Em Levítico 8:29, 'tomar' é usado para descrever a ação de Moisés ao pegar os sacrifícios que seriam oferecidos a Deus, simbolizando a entrega e a aceitação.","por_que_esta_palavra":"A palavra 'tomar' enfatiza a ação deliberada de receber algo que é sagrado e deve ser tratado com reverência.","conexao_teologica":"O ato de tomar algo para Deus é um símbolo da entrega e do compromisso que devemos ter em nossa vida espiritual.","referencias_relacionadas":["Êxodo 29:10","Salmos 51:17","Mateus 26:26"]},"levitico_8_30_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é um símbolo de vida e purificação, essencial nos rituais de sacrifício.","explicacao_detalhada":"Em Levítico 8:30, o sangue é aspergido sobre o altar como parte do ritual de consagração, representando a purificação e a aliança entre Deus e o povo.","por_que_esta_palavra":"A palavra 'sangue' é crucial na teologia bíblica, pois simboliza a vida e a expiação dos pecados.","conexao_teologica":"O sangue de Cristo, derramado na cruz, é o cumprimento dos sacrifícios do Antigo Testamento, trazendo redenção e nova aliança.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:12","1 Pedro 1:19"]},"levitico_8_30_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Levítico 8:30, o altar é o lugar de encontro entre Deus e o homem, onde a oferta é feita e a santidade é invocada.","por_que_esta_palavra":"A palavra 'altar' representa a necessidade de um espaço sagrado para a adoração e a oferta a Deus.","conexao_teologica":"O altar é um símbolo da presença de Deus e da mediação que Cristo faz entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 20:24","Hebreus 13:10","Apocalipse 8:3"]},"levitico_8_30_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Santificar significa tornar algo sagrado ou puro, especialmente em relação ao serviço a Deus.","explicacao_detalhada":"Em Levítico 8:30, a santificação do altar e dos sacerdotes é essencial para que possam servir a Deus de maneira aceitável.","por_que_esta_palavra":"A palavra 'santificar' é fundamental para entender a separação do sagrado e a necessidade de pureza na adoração.","conexao_teologica":"A santificação é um processo contínuo na vida do crente, refletindo a obra do Espírito Santo em nos tornar semelhantes a Cristo.","referencias_relacionadas":["1 Pedro 1:16","Romanos 6:19","2 Coríntios 7:1"]},"levitico_8_31_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Alimento refere-se ao que sustenta a vida, neste caso, o pão oferecido como parte do sacrifício.","explicacao_detalhada":"Em Levítico 8:31, o pão é um símbolo de sustento e comunhão com Deus, representando a provisão divina.","por_que_esta_palavra":"A palavra 'alimento' é importante para entender a relação entre o sustento físico e espiritual que Deus oferece ao Seu povo.","conexao_teologica":"Jesus se apresenta como o pão da vida, que sustenta e dá vida eterna aos que creem nele.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14"]},"levitico_8_31_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"מִלֻּא","transliteracao":"milluʼ","strong":"H4394","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é um ato de oferta a Deus, simbolizando a devoção e a expiação dos pecados.","explicacao_detalhada":"No contexto de Levítico 8:31, o sacrifício é parte do ritual de consagração dos sacerdotes, onde a oferta é feita para purificação e aceitação diante de Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é central na relação entre o povo de Israel e Deus, representando a necessidade de expiação e a busca pela santidade.","conexao_teologica":"O sacrifício aponta para a obra redentora de Cristo, que se ofereceu como o sacrifício perfeito para a remissão dos pecados.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"levitico_8_31_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se à ação de comunicar ou declarar algo, neste caso, as instruções de Deus.","explicacao_detalhada":"Em Levítico 8:31, a palavra 'dizer' é usada para transmitir a importância das ordens divinas que devem ser seguidas.","por_que_esta_palavra":"A palavra 'dizer' enfatiza a autoridade de Deus e a necessidade de obediência por parte do povo.","conexao_teologica":"A comunicação de Deus é fundamental para a revelação e a compreensão da Sua vontade para a humanidade.","referencias_relacionadas":["Êxodo 20:1","Salmos 119:105","Mateus 4:4"]},"levitico_8_32_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Alimento refere-se ao que sustenta a vida, neste caso, o pão oferecido como parte do sacrifício.","explicacao_detalhada":"Em Levítico 8:32, o pão é um símbolo de sustento e comunhão com Deus, representando a provisão divina.","por_que_esta_palavra":"A palavra 'alimento' é importante para entender a relação entre o sustento físico e espiritual que Deus oferece ao Seu povo.","conexao_teologica":"Jesus se apresenta como o pão da vida, que sustenta e dá vida eterna aos que creem nele.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14"]},"levitico_8_32_carne":{"palavra_pt":"carne","palavra_original":"בָּשָׂר","transliteracao":"bâsâr","strong":"H1320","significado_raiz":"Ideia básica: carne.","significado_contextual":"Carne refere-se à parte do sacrifício que é oferecida a Deus, simbolizando a entrega total.","explicacao_detalhada":"Em Levítico 8:32, a carne é apresentada como parte do ritual de sacrifício, representando a vida que é dada em adoração a Deus.","por_que_esta_palavra":"A palavra 'carne' é significativa para entender a totalidade do sacrifício e a entrega que deve ser feita ao Senhor.","conexao_teologica":"A carne de Cristo, oferecida na cruz, é o sacrifício que nos traz redenção e reconciliação com Deus.","referencias_relacionadas":["Hebreus 10:10","Romanos 12:1","1 Coríntios 11:24"]},"levitico_8_32_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é um símbolo de purificação e sacrifício, representando a presença de Deus.","explicacao_detalhada":"No contexto de Levítico 8:32, o fogo é utilizado para queimar as ofertas, simbolizando a aceitação de Deus. O fogo consome o sacrifício, tornando-o agradável a Deus.","por_que_esta_palavra":"A palavra 'fogo' é crucial para entender como os sacrifícios eram realizados e a importância da purificação na adoração a Deus.","conexao_teologica":"O fogo representa a santidade de Deus e sua capacidade de purificar. Assim como o fogo purifica o metal, Deus purifica seu povo.","referencias_relacionadas":["Levítico 9:24","Êxodo 3:2","Hebreus 12:29"]},"levitico_8_33_porta":{"palavra_pt":"porta","palavra_original":"פֶּתַח","transliteracao":"pethach","strong":"H6607","significado_raiz":"Ideia básica: porta.","significado_contextual":"A porta simboliza o acesso ao sagrado, um ponto de entrada para a presença de Deus.","explicacao_detalhada":"Em Levítico 8:33, a porta é mencionada como um local de transição entre o sagrado e o profano, onde os sacerdotes se preparavam para entrar na presença de Deus.","por_que_esta_palavra":"A palavra 'porta' é importante para entender a separação entre o que é santo e o que não é, e a necessidade de preparação para se aproximar de Deus.","conexao_teologica":"A porta também simboliza Jesus como o caminho para o Pai, enfatizando a importância de entrar pela porta certa para a comunhão com Deus.","referencias_relacionadas":["João 10:9","Hebreus 10:19-20","Apocalipse 3:20"]},"levitico_8_33_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é fundamental para a adoração e a vida do povo de Deus.","explicacao_detalhada":"No contexto de Levítico 8:33, a verdade é um princípio que deve guiar a vida dos sacerdotes e do povo, refletindo a natureza de Deus.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender a integridade e a autenticidade na relação com Deus.","conexao_teologica":"Jesus é descrito como a verdade (João 14:6), e a busca pela verdade é um chamado para todos os crentes.","referencias_relacionadas":["Salmos 25:5","João 4:24","Efésios 4:15"]},"levitico_8_33_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é um período de tempo que pode ser sagrado ou comum, dependendo da atividade realizada.","explicacao_detalhada":"Em Levítico 8:33, o dia é mencionado em relação à consagração dos sacerdotes, indicando um tempo específico para a adoração e a preparação.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a estrutura do tempo na adoração e a santidade de certos dias.","conexao_teologica":"O conceito de dia sagrado é refletido no sábado e em outras festividades, onde o povo é chamado a se separar para Deus.","referencias_relacionadas":["Êxodo 20:8-11","Levítico 23:3","Marcos 2:27"]},"levitico_8_34_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Reforça a ideia de um dia específico para a consagração e a adoração.","explicacao_detalhada":"Neste versículo, o dia é destacado como um momento de importância espiritual, onde os sacerdotes são preparados para seu ministério.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância do tempo na vida espiritual e na adoração.","conexao_teologica":"A santidade do dia é um tema recorrente na Bíblia, mostrando a necessidade de dedicar tempo a Deus.","referencias_relacionadas":["Gênesis 2:3","Levítico 23:4","Lucas 4:16"]},"levitico_8_34_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso pode simbolizar força e proteção, mas também pode ser visto como um símbolo de julgamento.","explicacao_detalhada":"Em Levítico 8:34, a menção do urso pode ser interpretada como uma referência à força necessária para enfrentar os desafios do ministério sacerdotal.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a força e a ferocidade, características que podem ser aplicadas ao papel dos sacerdotes.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é um protetor e defensor de seu povo.","referencias_relacionadas":["Salmos 22:12","Provérbios 28:1","Isaías 11:6"]},"levitico_8_34_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é central na adoração e na identidade do povo de Deus.","explicacao_detalhada":"Em Levítico 8:34, o nome de Deus é mencionado como um símbolo de sua autoridade e presença entre seu povo.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre Deus e seu povo, enfatizando sua soberania.","conexao_teologica":"O nome de Deus é invocado em adoração e oração, refletindo a intimidade e a reverência que devemos ter em relação a Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"levitico_8_35_porta":{"palavra_pt":"porta","palavra_original":"פֶּתַח","transliteracao":"pethach","strong":"H6607","significado_raiz":"Ideia básica: porta.","significado_contextual":"A porta é um símbolo de acesso e transição para a presença de Deus.","explicacao_detalhada":"Em Levítico 8:35, a porta é mencionada novamente, reforçando a ideia de que os sacerdotes devem estar preparados para entrar na presença de Deus.","por_que_esta_palavra":"A repetição da palavra 'porta' enfatiza a importância do acesso ao sagrado e a preparação necessária.","conexao_teologica":"Jesus é descrito como a porta, indicando que Ele é o único caminho para a comunhão com Deus.","referencias_relacionadas":["João 10:7","Hebreus 10:20","Apocalipse 3:8"]},"levitico_8_35_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz simboliza a revelação e a presença de Deus, trazendo clareza e entendimento.","explicacao_detalhada":"Em Levítico 8:35, a luz é um símbolo da santidade e da verdade que devem guiar a vida dos sacerdotes.","por_que_esta_palavra":"A palavra 'luz' é importante para entender como a presença de Deus ilumina o caminho do seu povo.","conexao_teologica":"Jesus é chamado de a luz do mundo, refletindo a importância da luz na vida espiritual.","referencias_relacionadas":["Salmos 119:105","João 8:12","1 João 1:5"]},"levitico_8_36_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Reforça a ideia de força e proteção no contexto do ministério sacerdotal.","explicacao_detalhada":"Neste versículo, o urso é mencionado para ilustrar a força necessária para cumprir as responsabilidades sacerdotais.","por_que_esta_palavra":"A repetição da palavra 'urso' enfatiza a necessidade de coragem e força no serviço a Deus.","conexao_teologica":"A força de Deus é um tema recorrente, mostrando que Ele capacita seu povo a enfrentar desafios.","referencias_relacionadas":["Salmos 18:32-34","Isaías 40:29","2 Timóteo 1:7"]},"levitico_8_36_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que foi dada a Moisés para instruir os sacerdotes.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é utilizada para expressar não apenas uma palavra falada, mas também um comando ou uma ordem divina. Neste contexto, é a instrução que Moisés recebeu para a consagração dos sacerdotes.","por_que_esta_palavra":"Esta palavra é fundamental para entender a comunicação de Deus com seu povo e a importância da obediência às suas instruções.","conexao_teologica":"A palavra de Deus é vista como um meio pelo qual Ele estabelece sua aliança e orienta seu povo. A obediência à palavra é essencial para a vida espiritual.","referencias_relacionadas":["Êxodo 19:5","Deuteronômio 6:4-6","Salmos 119:105"]},"levitico_8_36_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos filhos de Arão, que foram consagrados como sacerdotes.","explicacao_detalhada":"A palavra 'בֵּן' (bên) significa filho e, neste contexto, enfatiza a linhagem sacerdotal. Os filhos de Arão foram escolhidos para servir como sacerdotes, representando a continuidade da liderança espiritual em Israel.","por_que_esta_palavra":"A designação de 'filho' é crucial para entender a hereditariedade do sacerdócio e a importância da família na adoração a Deus.","conexao_teologica":"A ideia de filhos e herança é central na teologia bíblica, refletindo a relação entre Deus e seu povo como Pai e filhos.","referencias_relacionadas":["Êxodo 28:1","Números 3:10","Hebreus 5:4"]}}