{"levitico_9_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao oitavo dia após a consagração dos sacerdotes, um momento significativo para a adoração.","explicacao_detalhada":"A palavra 'יוֹם' (yôwm) indica um período de tempo específico, e neste caso, o dia em que os sacerdotes começaram seu ministério. O oitavo dia simboliza um novo começo e a plenitude do que Deus estava realizando.","por_que_esta_palavra":"O conceito de 'dia' é importante na narrativa bíblica, pois muitas vezes marca eventos significativos na história da salvação.","conexao_teologica":"O dia de adoração é um tema recorrente na Bíblia, refletindo a importância do tempo sagrado e da celebração na vida do povo de Deus.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Salmos 118:24"]},"levitico_9_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de cair em adoração ou reverência diante de Deus.","explicacao_detalhada":"A palavra 'הָיָה' (hâyâh) pode ser entendida como 'tornar-se' ou 'cair', indicando um estado de submissão ou reconhecimento da grandeza de Deus. Neste contexto, representa a resposta dos sacerdotes ao ministério que estavam prestes a iniciar.","por_que_esta_palavra":"A ideia de cair em adoração é uma expressão de reverência e respeito pela presença de Deus.","conexao_teologica":"A adoração é uma resposta natural ao encontro com o Santo, e a Bíblia frequentemente retrata a queda como uma reação à glória de Deus.","referencias_relacionadas":["Isaías 6:5","Apocalipse 1:17","Salmos 95:6"]},"levitico_9_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se novamente aos filhos de Arão, enfatizando sua função sacerdotal.","explicacao_detalhada":"A repetição da palavra 'בֵּן' (bên) destaca a importância da linhagem e do papel dos filhos de Arão na adoração e no serviço a Deus.","por_que_esta_palavra":"A menção dos filhos reforça a ideia de continuidade e responsabilidade na liderança espiritual.","conexao_teologica":"A relação entre pais e filhos é uma metáfora comum na Bíblia para descrever a relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 28:1","Números 3:10","Hebreus 5:4"]},"levitico_9_2_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao sacrifício pelo pecado que deveria ser oferecido pelos sacerdotes.","explicacao_detalhada":"A palavra 'חַטָּאָה' (chaṭṭâʼâh) é usada para descrever o pecado e a necessidade de expiação. Neste contexto, enfatiza a importância do sacrifício para a purificação e a restauração do relacionamento com Deus.","por_que_esta_palavra":"O sacrifício é um tema central na teologia do Antigo Testamento, simbolizando a necessidade de expiação pelos pecados.","conexao_teologica":"O sacrifício de Cristo é visto como o cumprimento perfeito de todos os sacrifícios do Antigo Testamento, trazendo redenção completa.","referencias_relacionadas":["Levítico 4:27-31","Hebreus 9:22","Romanos 3:25"]},"levitico_9_2_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se ao carneiro que seria oferecido como sacrifício.","explicacao_detalhada":"A palavra 'אַיִל' (ʼayil) significa carneiro e simboliza força e sacrifício. Neste contexto, representa a oferta que deve ser feita para a expiação dos pecados.","por_que_esta_palavra":"O carneiro é um símbolo de força e pureza, adequado para ser oferecido a Deus.","conexao_teologica":"O carneiro sacrificado é uma prefiguração de Cristo, o Cordeiro de Deus, que leva sobre si os pecados do mundo.","referencias_relacionadas":["Gênesis 22:13","Isaías 53:7","João 1:29"]},"levitico_9_3_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se novamente ao sacrifício pelo pecado, enfatizando a necessidade de expiação.","explicacao_detalhada":"A repetição da palavra 'חַטָּאָה' (chaṭṭâʼâh) reforça a importância do sacrifício na vida do povo de Deus e a necessidade de lidar com o pecado.","por_que_esta_palavra":"A ênfase no sacrifício pelo pecado é crucial para entender a relação entre a santidade de Deus e a pecaminosidade humana.","conexao_teologica":"A expiação é um tema central na teologia cristã, culminando no sacrifício de Cristo na cruz.","referencias_relacionadas":["Levítico 4:27-31","Hebreus 9:22","Romanos 3:25"]},"levitico_9_4_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שֶׁלֶם","transliteracao":"shelem","strong":"H8002","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao sacrifício de paz que deveria ser oferecido.","explicacao_detalhada":"A palavra 'שֶׁלֶם' (shelem) significa sacrifício de paz, que simboliza a comunhão entre Deus e o povo. Este sacrifício é uma expressão de gratidão e reconhecimento da bondade de Deus.","por_que_esta_palavra":"O sacrifício de paz é importante porque representa a restauração do relacionamento entre Deus e seu povo.","conexao_teologica":"Os sacrifícios de paz prefiguram a paz que Cristo traz através de sua obra redentora.","referencias_relacionadas":["Levítico 3:1-5","Salmos 116:17","Colossenses 1:20"]},"levitico_9_5_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar os animais para o sacrifício.","explicacao_detalhada":"A palavra 'לָקַח' (lâqach) significa tomar ou agarrar. Neste contexto, indica a ação prática de selecionar os animais que seriam oferecidos a Deus.","por_que_esta_palavra":"A ação de tomar é um passo necessário na realização dos sacrifícios, mostrando a importância da preparação e da intenção na adoração.","conexao_teologica":"Tomar os sacrifícios é um ato de fé e obediência, refletindo a disposição do povo em se aproximar de Deus.","referencias_relacionadas":["Gênesis 22:6","Êxodo 12:21","Hebreus 11:4"]},"levitico_9_5_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como um símbolo de ação e poder.","explicacao_detalhada":"A palavra 'mao' (קָרַב) é utilizada para indicar a ação de se aproximar ou trazer algo para perto, simbolizando a entrega e a dedicação ao Senhor.","por_que_esta_palavra":"A mão é frequentemente associada à ação e à capacidade de realizar tarefas, especialmente em contextos de adoração e sacrifício.","conexao_teologica":"A mão de Deus é vista como um instrumento de poder e intervenção na vida dos crentes.","referencias_relacionadas":["Êxodo 3:20","Salmos 95:7","Isaías 41:10"]},"levitico_9_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações devem ser realizadas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a maneira ou o método de proceder, especialmente em relação às instruções dadas por Deus para o culto e sacrifício.","por_que_esta_palavra":"É importante seguir o modo correto de adoração para agradar a Deus e cumprir suas ordens.","conexao_teologica":"A obediência ao modo de adoração é fundamental na relação entre Deus e seu povo.","referencias_relacionadas":["Deuteronômio 12:32","1 Crônicas 28:19","Hebreus 8:5"]},"levitico_9_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e sua importância.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) destaca a importância da comunicação divina e a revelação de Deus ao seu povo.","por_que_esta_palavra":"A palavra de Deus é fundamental para a fé e a prática dos crentes, sendo um guia para a vida.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser ouvida e obedecida.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 4:12"]},"levitico_9_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou comunicar.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para enfatizar a importância da comunicação e da declaração da vontade de Deus.","por_que_esta_palavra":"Dizer é uma forma de expressar a verdade e a intenção, essencial na relação entre Deus e a humanidade.","conexao_teologica":"A declaração da palavra de Deus é um ato de fé e obediência.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Romanos 10:17"]},"levitico_9_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela sua natureza e sua relação com o povo.","por_que_esta_palavra":"O nome de Deus é invocado em adoração e oração, simbolizando sua presença e poder.","conexao_teologica":"O nome de Deus é sagrado e deve ser tratado com reverência.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"levitico_9_7_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar como um local de sacrifício e adoração.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ) é um lugar sagrado onde os sacrifícios são oferecidos a Deus, simbolizando a entrega e a expiação.","por_que_esta_palavra":"O altar é central na prática de adoração, representando a conexão entre o homem e Deus.","conexao_teologica":"O altar é um símbolo do sacrifício de Cristo, que se ofereceu por nós.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"levitico_9_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de fazer ou realizar algo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) implica a ação de criar ou realizar, enfatizando a importância da ação na fé.","por_que_esta_palavra":"Fazer é um aspecto essencial da vida cristã, onde a fé se manifesta em obras.","conexao_teologica":"As obras são uma expressão da fé genuína em Cristo.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"levitico_9_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou declarar algo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para enfatizar a importância da comunicação na adoração e na vida do crente.","por_que_esta_palavra":"A comunicação é fundamental para a relação entre Deus e seu povo, sendo um meio de revelação.","conexao_teologica":"A palavra de Deus é proclamada e deve ser compartilhada com os outros.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14"]},"levitico_9_8_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se novamente ao altar como um local de sacrifício.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ) é um espaço sagrado onde os sacrifícios são oferecidos, simbolizando a reconciliação com Deus.","por_que_esta_palavra":"O altar é um lugar de encontro com Deus, onde se busca perdão e comunhão.","conexao_teologica":"O altar representa o sacrifício de Cristo, que nos reconciliou com Deus.","referencias_relacionadas":["Levítico 1:5","Hebreus 10:12","Romanos 5:10"]},"levitico_9_8_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de sacrificar como uma forma de adoração.","explicacao_detalhada":"A palavra 'sacrificio' (שָׁחַט) implica a ação de oferecer algo a Deus, simbolizando entrega e expiação.","por_que_esta_palavra":"O sacrifício é uma prática central na adoração, representando a necessidade de expiação pelo pecado.","conexao_teologica":"O sacrifício de Cristo é o cumprimento de todos os sacrifícios do Antigo Testamento.","referencias_relacionadas":["Gênesis 22:2","Hebreus 9:26","1 Pedro 2:24"]},"levitico_9_9_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é um símbolo de vida e purificação, essencial para os sacrifícios oferecidos a Deus.","explicacao_detalhada":"No contexto de Levítico 9, o sangue dos animais sacrificados é aspergido sobre o altar, representando a expiação dos pecados do povo e a consagração do sacerdócio. O sangue é visto como a vida que é oferecida a Deus em sacrifício.","por_que_esta_palavra":"O uso do sangue nos sacrifícios é fundamental na tradição israelita, pois simboliza a aliança entre Deus e o povo, onde a vida é dada em troca da redenção dos pecados.","conexao_teologica":"O sangue é um tema central na teologia do sacrifício, que culmina na obra de Cristo, o Cordeiro de Deus, cujo sangue é derramado para a remissão dos pecados da humanidade.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Mateus 26:28"]},"levitico_9_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se ao ato de oferecer algo a Deus, especialmente em um contexto de sacrifício.","explicacao_detalhada":"Neste versículo, a palavra 'dar' é usada para descrever o ato de oferecer o sacrifício a Deus, um ato de obediência e devoção que é fundamental na prática religiosa israelita.","por_que_esta_palavra":"A palavra 'dar' enfatiza a ação de entregar algo valioso a Deus, refletindo a disposição do coração do ofertante em se submeter à vontade divina.","conexao_teologica":"A ideia de dar é central na relação entre Deus e o homem, onde o ato de dar se torna um reflexo da generosidade de Deus e da resposta do homem a essa generosidade.","referencias_relacionadas":["Gênesis 4:3-4","Êxodo 25:2","2 Coríntios 9:7"]},"levitico_9_9_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Levítico 9, o altar é o ponto de encontro entre o homem e Deus, onde os sacrifícios são realizados para expiação e adoração. É um símbolo da presença de Deus entre o Seu povo.","por_que_esta_palavra":"A palavra 'altar' é crucial, pois representa o espaço onde a santidade de Deus se encontra com a necessidade de redenção do homem.","conexao_teologica":"O altar prefigura o sacrifício de Cristo, que se torna o altar definitivo onde a expiação dos pecados é realizada uma vez por todas.","referencias_relacionadas":["Êxodo 20:24","Hebreus 13:10","Apocalipse 6:9"]},"levitico_9_10_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O sacrifício é um ato de oferecer algo a Deus em expiação pelos pecados.","explicacao_detalhada":"Neste versículo, o sacrifício é descrito como uma oferta pelo pecado, onde a vida do animal é dada em substituição à vida do pecador, simbolizando a necessidade de expiação.","por_que_esta_palavra":"A palavra 'sacrifício' é central na prática religiosa israelita, representando a seriedade do pecado e a necessidade de um meio de reconciliação com Deus.","conexao_teologica":"O conceito de sacrifício é fundamental na teologia cristã, onde Jesus é visto como o sacrifício perfeito que cumpre todas as exigências da lei.","referencias_relacionadas":["Levítico 4:20","Romanos 12:1","Hebreus 10:12"]},"levitico_9_10_idiom":{"palavra_pt":"expressao","palavra_original":"חֶלֶב","transliteracao":"cheleb","strong":"H2459","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se a partes específicas do sacrifício que são oferecidas a Deus.","explicacao_detalhada":"No contexto do sacrifício, a expressão é usada para descrever as partes do animal que são consideradas sagradas e que devem ser queimadas no altar como oferta a Deus.","por_que_esta_palavra":"A palavra 'expressão' destaca a importância de cada parte do sacrifício e como elas são tratadas com reverência na adoração a Deus.","conexao_teologica":"A ideia de oferecer partes específicas em sacrifício reflete a santidade de Deus e a necessidade de se aproximar dEle com respeito e devoção.","referencias_relacionadas":["Levítico 3:16","Levítico 7:31","Romanos 12:1"]},"levitico_9_10_kidneys":{"palavra_pt":"kidneys","palavra_original":"כִּלְיָה","transliteracao":"kilyâh","strong":"H3629","significado_raiz":"Ideia básica: kidneys.","significado_contextual":"Os rins são considerados a sede das emoções e da vida interior na cultura hebraica.","explicacao_detalhada":"Neste contexto, os rins são uma parte do sacrifício que deve ser oferecida a Deus, simbolizando a entrega total do ser interior do ofertante.","por_que_esta_palavra":"A palavra 'rins' é usada para enfatizar a profundidade da entrega e a sinceridade do coração na adoração a Deus.","conexao_teologica":"A entrega dos rins no sacrifício reflete a totalidade do ser que deve ser consagrada a Deus, um princípio que se aplica à vida cristã.","referencias_relacionadas":["Salmos 26:2","Salmos 51:10","Jeremias 11:20"]},"levitico_9_11_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"O gado é um dos principais tipos de animais utilizados nos sacrifícios.","explicacao_detalhada":"No contexto de Levítico 9, o gado é sacrificado como parte do ritual de consagração, simbolizando a oferta de algo valioso a Deus.","por_que_esta_palavra":"A palavra 'gado' representa a riqueza e os recursos do ofertante, que são entregues a Deus em adoração.","conexao_teologica":"O uso do gado nos sacrifícios aponta para a necessidade de dar o melhor a Deus, um princípio que se reflete na vida cristã.","referencias_relacionadas":["Levítico 1:3","Gênesis 4:4","Mateus 21:12"]},"levitico_9_11_carne":{"palavra_pt":"carne","palavra_original":"בָּשָׂר","transliteracao":"bâsâr","strong":"H1320","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne é a parte do animal que é consumida ou oferecida em sacrifício.","explicacao_detalhada":"Neste versículo, a carne do animal sacrificado é apresentada a Deus, simbolizando a entrega da vida e a comunhão entre Deus e o povo.","por_que_esta_palavra":"A palavra 'carne' enfatiza a corporeidade do sacrifício e a realidade da vida que é oferecida a Deus.","conexao_teologica":"A carne sacrificial aponta para a encarnação de Cristo, que se oferece como sacrifício por nós, unindo o divino e o humano.","referencias_relacionadas":["Levítico 3:3","João 1:14","Hebreus 10:5"]},"levitico_9_11_nu":{"palavra_pt":"nu","palavra_original":"עוֹר","transliteracao":"ʻôwr","strong":"H5785","significado_raiz":"Ideia básica: nu.","significado_contextual":"Nu refere-se à pele do animal, que é removida durante o sacrifício.","explicacao_detalhada":"No contexto do sacrifício, a pele é retirada como parte do ritual, simbolizando a separação entre o que é sagrado e o que é profano.","por_que_esta_palavra":"A palavra 'nu' destaca a vulnerabilidade do sacrifício e a necessidade de pureza na oferta a Deus.","conexao_teologica":"A remoção da pele do sacrifício reflete a ideia de que Cristo se despir de Sua glória para se tornar humano e sacrificar-se por nós.","referencias_relacionadas":["Levítico 7:8","Gênesis 3:21","Filipenses 2:7"]},"levitico_9_12_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é o ato de matar o animal como oferta a Deus.","explicacao_detalhada":"Neste versículo, o ato de sacrificar é descrito como uma parte essencial do ritual de adoração, simbolizando a entrega total ao Senhor.","por_que_esta_palavra":"A palavra 'sacrifício' é repetida para enfatizar a importância desse ato na relação entre Deus e o Seu povo.","conexao_teologica":"O sacrifício de Cristo é o cumprimento final de todos os sacrifícios do Antigo Testamento, trazendo redenção e reconciliação.","referencias_relacionadas":["Levítico 1:5","Hebreus 9:26","1 Pedro 1:19"]},"levitico_9_12_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue representa a vida e é essencial para os sacrifícios, simbolizando a expiação dos pecados.","explicacao_detalhada":"No contexto de Levítico 9:12, o sangue é utilizado em rituais de purificação e consagração, mostrando a importância da vida que é oferecida a Deus. O sangue dos animais sacrificado é aspergido sobre o altar, simbolizando a transferência dos pecados do povo para a oferta.","por_que_esta_palavra":"A palavra 'sangue' é central na teologia do sacrifício, pois representa a vida que é dada em substituição pela vida do pecador.","conexao_teologica":"O sangue é um símbolo de redenção e purificação, que culmina na obra de Cristo na cruz, onde Seu sangue é derramado para a salvação da humanidade.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"levitico_9_13_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O princípio refere-se à cabeça ou ao líder, simbolizando a importância da liderança e da primazia em rituais.","explicacao_detalhada":"Em Levítico 9:13, o 'princípio' é mencionado em relação aos sacrifícios, indicando que o que é oferecido deve ser o melhor e o primeiro, representando a devoção total a Deus.","por_que_esta_palavra":"A palavra 'princípio' enfatiza a ideia de que Deus deve receber o primeiro e o melhor de nossas ofertas e vidas.","conexao_teologica":"A primazia de Cristo como o primogênito entre muitos irmãos é refletida na oferta que Ele fez por nós, sendo o primeiro e o melhor.","referencias_relacionadas":["Êxodo 13:2","Romanos 8:29","Colossenses 1:18"]},"levitico_9_13_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza a presença de Deus e a purificação através do sacrifício.","explicacao_detalhada":"Em Levítico 9:13, o fogo é utilizado para consumir as ofertas, representando a aceitação de Deus e a purificação dos pecados do povo.","por_que_esta_palavra":"A palavra 'fogo' é crucial, pois representa tanto o juízo quanto a purificação, mostrando que Deus é um fogo consumidor.","conexao_teologica":"O fogo também é um símbolo do Espírito Santo, que purifica e consagra os crentes.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","Atos 2:3"]},"levitico_9_14_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Reforça a ideia de que o fogo é um meio de aceitação divina sobre os sacrifícios.","explicacao_detalhada":"Neste versículo, o fogo é novamente mencionado como um sinal da presença de Deus, que consome as ofertas apresentadas.","por_que_esta_palavra":"O fogo é um elemento que demonstra a santidade de Deus e Sua aprovação sobre o que é oferecido a Ele.","conexao_teologica":"A presença do fogo em rituais é um lembrete da purificação que Cristo traz ao crente.","referencias_relacionadas":["Levítico 9:24","Romanos 12:1","1 Coríntios 3:13"]},"levitico_9_14_bathe":{"palavra_pt":"bathe","palavra_original":"רָחַץ","transliteracao":"râchats","strong":"H7364","significado_raiz":"Ideia básica: bathe.","significado_contextual":"Refere-se ao ato de purificação, essencial para a santidade no culto.","explicacao_detalhada":"Em Levítico 9:14, o ato de 'banhar' simboliza a necessidade de estar limpo e purificado para se aproximar de Deus, refletindo a importância da santidade.","por_que_esta_palavra":"A palavra 'banhar' é significativa, pois enfatiza a preparação necessária para o serviço a Deus.","conexao_teologica":"A purificação é um tema central na vida cristã, onde somos chamados a nos purificar pelo sangue de Cristo.","referencias_relacionadas":["Êxodo 30:20","Salmos 51:2","1 João 1:9"]},"levitico_9_15_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O sacrifício é uma oferta feita a Deus para expiação de pecados.","explicacao_detalhada":"Em Levítico 9:15, o 'sacrifício' é um ato de adoração e arrependimento, onde a oferta é apresentada para a reconciliação com Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é fundamental, pois representa a necessidade de expiação e a relação entre o homem e Deus.","conexao_teologica":"Cristo é o sacrifício perfeito que cumpre todas as exigências da lei, oferecendo redenção completa.","referencias_relacionadas":["Levítico 4:20","Hebreus 10:12","Romanos 3:25"]},"levitico_9_15_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão simboliza a ação e a entrega do ofertante ao apresentar o sacrifício.","explicacao_detalhada":"Em Levítico 9:15, a 'mão' é um símbolo de controle e entrega, indicando que o ofertante deve se envolver ativamente no ato de adoração.","por_que_esta_palavra":"A palavra 'mão' é importante, pois representa a ação humana em resposta à graça de Deus.","conexao_teologica":"A entrega de nossas mãos e ações a Deus é um chamado à consagração e serviço.","referencias_relacionadas":["Salmos 90:17","Colossenses 3:23","Romanos 12:1"]},"levitico_9_15_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local de encontro entre Deus e o homem, onde os sacrifícios são oferecidos.","explicacao_detalhada":"Em Levítico 9:15, o 'altar' é o lugar sagrado onde as ofertas são apresentadas, simbolizando a presença de Deus e a aceitação das ofertas.","por_que_esta_palavra":"A palavra 'altar' é central, pois representa o local de adoração e sacrifício, onde se busca a reconciliação com Deus.","conexao_teologica":"Cristo é o altar perfeito, onde a oferta de Sua vida foi feita uma vez por todas para a salvação da humanidade.","referencias_relacionadas":["Hebreus 13:10","Êxodo 20:24","Romanos 12:1"]},"levitico_9_16_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"O juízo é a decisão de Deus sobre a justiça e a retidão.","explicacao_detalhada":"Em Levítico 9:16, o 'juízo' refere-se à ação de Deus em avaliar as ofertas e a vida do povo, mostrando a importância da justiça divina.","por_que_esta_palavra":"A palavra 'juízo' é crucial, pois enfatiza a necessidade de viver de acordo com os padrões de Deus.","conexao_teologica":"A justiça de Deus é revelada em Cristo, que é a nossa justiça e o nosso advogado diante do Pai.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:6"]},"levitico_9_16_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão simboliza a ação e a entrega do ofertante ao apresentar o sacrifício.","explicacao_detalhada":"Em Levítico 9:16, a 'mão' é um símbolo de controle e entrega, indicando que o ofertante deve se envolver ativamente no ato de adoração.","por_que_esta_palavra":"A palavra 'mão' é importante, pois representa a ação humana em resposta à graça de Deus.","conexao_teologica":"A entrega de nossas mãos e ações a Deus é um chamado à consagração e serviço.","referencias_relacionadas":["Salmos 90:17","Colossenses 3:23","Romanos 12:1"]},"levitico_9_17_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A oferta é um presente ou tributo oferecido a Deus, simbolizando devoção e gratidão.","explicacao_detalhada":"No contexto de Levítico 9:17, a oferta é parte do ritual de consagração dos sacerdotes, onde a entrega da oferta representa a aceitação de Deus e a purificação do povo.","por_que_esta_palavra":"A palavra 'oferta' é utilizada para descrever o ato de trazer algo de valor a Deus, refletindo a relação de dependência e adoração do povo.","conexao_teologica":"A oferta é um símbolo da entrega total a Deus, prefigurando a oferta suprema de Cristo na cruz.","referencias_relacionadas":["Levítico 1:2","Hebreus 10:5-10","Romanos 12:1"]},"levitico_9_17_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo representa a presença de Deus e a purificação através do sacrifício.","explicacao_detalhada":"Em Levítico 9:17, o fogo é usado para consumir a oferta, simbolizando a aceitação de Deus e a santidade do ato de adoração.","por_que_esta_palavra":"A palavra 'fogo' é crucial para entender a natureza do sacrifício, que deve ser realizado de acordo com as instruções divinas.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus, como visto na sarça ardente e no dia de Pentecostes.","referencias_relacionadas":["Êxodo 3:2","Levítico 9:24","Atos 2:3"]},"levitico_9_17_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"Em Levítico 9:17, o altar é o ponto de encontro entre o homem e Deus, onde a oferta é apresentada e aceita.","por_que_esta_palavra":"A palavra 'altar' enfatiza a importância do espaço sagrado na adoração e na mediação entre Deus e o povo.","conexao_teologica":"O altar prefigura o sacrifício de Cristo, que se tornou o altar perfeito para a nossa redenção.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"levitico_9_18_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é o ato de oferecer um animal a Deus como expiação pelos pecados.","explicacao_detalhada":"Em Levítico 9:18, o sacrifício é parte do ritual de consagração, simbolizando a necessidade de expiação e a busca pela santidade.","por_que_esta_palavra":"A palavra 'sacrifício' destaca a gravidade do pecado e a necessidade de um meio de reconciliação com Deus.","conexao_teologica":"O sacrifício do Antigo Testamento aponta para o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 4:35","Isaías 53:5","1 Pedro 2:24"]},"levitico_9_18_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A força é representada pelo animal sacrificado, simbolizando a entrega e a vida que é oferecida a Deus.","explicacao_detalhada":"Em Levítico 9:18, o uso de um carneiro como sacrifício representa a força e a vitalidade que são entregues a Deus em adoração.","por_que_esta_palavra":"A palavra 'força' enfatiza a importância do sacrifício, que deve ser de algo valioso e forte, refletindo a devoção do ofertante.","conexao_teologica":"A força do sacrifício é um reflexo da força de Cristo, que se entregou por nós na cruz.","referencias_relacionadas":["Gênesis 22:13","Salmos 51:17","Hebreus 9:14"]},"levitico_9_19_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação e a proximidade entre os elementos do sacrifício.","explicacao_detalhada":"Em Levítico 9:19, a expressão 'entre' é usada para descrever a disposição dos sacrifícios, mostrando a ordem e a reverência no ato de adoração.","por_que_esta_palavra":"A palavra 'entre' destaca a importância da organização e da santidade no culto a Deus.","conexao_teologica":"A proximidade entre os elementos do sacrifício reflete a proximidade que temos com Deus através de Cristo.","referencias_relacionadas":["Êxodo 29:38","Levítico 16:15","Hebreus 10:19-22"]},"levitico_9_19_idiom":{"palavra_pt":"expressao","palavra_original":"חֶלֶב","transliteracao":"cheleb","strong":"H2459","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à gordura do sacrifício, que era considerada a melhor parte a ser oferecida a Deus.","explicacao_detalhada":"Em Levítico 9:19, a gordura é vista como uma parte especial do sacrifício, simbolizando a riqueza e a generosidade da oferta a Deus.","por_que_esta_palavra":"A palavra 'expressão' enfatiza a importância de dar a Deus o melhor de nós, refletindo nossa devoção.","conexao_teologica":"A oferta da gordura simboliza a entrega total e a devoção que devemos ter em nossa vida cristã.","referencias_relacionadas":["Levítico 3:16","Salmos 63:5","Romanos 12:1"]},"levitico_9_20_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo novamente representa a presença de Deus e a aceitação do sacrifício.","explicacao_detalhada":"Em Levítico 9:20, o fogo consome a oferta, confirmando que Deus aceitou o sacrifício apresentado.","por_que_esta_palavra":"A repetição da palavra 'fogo' reforça a ideia de que a presença de Deus é fundamental no culto.","conexao_teologica":"O fogo que consome o sacrifício é um símbolo do Espírito Santo que purifica e aceita nossas ofertas a Deus.","referencias_relacionadas":["Levítico 9:24","1 Reis 18:38","Atos 2:3"]},"levitico_9_20_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do ato de adoração e à grandeza de Deus.","explicacao_detalhada":"Em Levítico 9:20, a grandeza do sacrifício é um reflexo da grandeza de Deus, que merece o melhor de nossas ofertas.","por_que_esta_palavra":"A palavra 'grande' enfatiza a importância de reconhecer a grandeza de Deus em nossas vidas e em nossa adoração.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, que nos chama a adorá-lo em espírito e em verdade.","referencias_relacionadas":["Salmos 95:3","Isaías 40:12-14","Romanos 11:33"]},"levitico_9_20_idiom":{"palavra_pt":"expressao","palavra_original":"חֶלֶב","transliteracao":"cheleb","strong":"H2459","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão novamente refere-se à gordura, a parte mais valorizada do sacrifício.","explicacao_detalhada":"Em Levítico 9:20, a gordura é apresentada como uma oferta especial, simbolizando a devoção e a entrega ao Senhor.","por_que_esta_palavra":"A repetição da palavra 'expressão' reforça a ideia de que devemos dar a Deus o melhor de nós.","conexao_teologica":"A entrega da gordura simboliza a devoção total que devemos ter em nossa vida cristã, refletindo o amor e a gratidão a Deus.","referencias_relacionadas":["Levítico 3:16","Salmos 51:17","Filipenses 4:18"]},"levitico_9_21_mao":{"palavra_pt":"mao","palavra_original":"יָמִין","transliteracao":"yâmîyn","strong":"H3225","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão direita, simbolizando poder e autoridade.","explicacao_detalhada":"No contexto de Levítico 9:21, a mão é usada para descrever a ação de Aarão ao apresentar a oferta diante de Deus, representando a entrega e a consagração do povo.","por_que_esta_palavra":"A mão é frequentemente associada à ação e ao trabalho, simbolizando a capacidade de realizar a vontade de Deus.","conexao_teologica":"A mão de Deus é um símbolo de Sua força e proteção, e a entrega das ofertas é um ato de submissão à Sua vontade.","referencias_relacionadas":["Êxodo 15:6","Salmos 89:13","Isaías 41:10"]},"levitico_9_22_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou alguém que se opõe ao povo de Deus.","explicacao_detalhada":"Em Levítico 9:22, a palavra 'inimigo' pode ser entendida como aqueles que se opõem ao plano divino, contrastando com a obediência e a consagração do povo.","por_que_esta_palavra":"A presença de inimigos é uma realidade na vida do povo de Deus, e a vitória sobre eles é um tema recorrente nas Escrituras.","conexao_teologica":"Deus promete proteger Seu povo dos inimigos, mostrando que a verdadeira segurança vem da obediência a Ele.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","2 Coríntios 10:4"]},"levitico_9_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza força e ferocidade, representando um perigo iminente.","explicacao_detalhada":"No contexto de Levítico 9:22, a menção ao urso pode ser uma metáfora para os inimigos que atacam o povo de Deus, enfatizando a necessidade de vigilância.","por_que_esta_palavra":"Os animais, como o urso, são frequentemente usados na Bíblia para ilustrar características de força e agressividade.","conexao_teologica":"Deus é visto como um protetor que defende Seu povo contra feras e inimigos, mostrando Sua soberania sobre todas as criaturas.","referencias_relacionadas":["Provérbios 28:15","Isaías 11:6","Daniel 7:5"]},"levitico_9_22_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se a uma oferta feita a Deus para expiação de pecados.","explicacao_detalhada":"Em Levítico 9:22, o sacrifício é um ato de adoração e arrependimento, essencial para a reconciliação entre Deus e o homem.","por_que_esta_palavra":"O sacrifício é um tema central na teologia do Antigo Testamento, representando a necessidade de expiação para a comunhão com Deus.","conexao_teologica":"O sacrifício de Cristo é o cumprimento final de todos os sacrifícios do Antigo Testamento, trazendo redenção completa.","referencias_relacionadas":["Hebreus 9:22","Romanos 3:25","1 Pedro 2:24"]},"levitico_9_23_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de se prostrar em adoração e reverência a Deus.","explicacao_detalhada":"No contexto de Levítico 9:23, ajoelhar-se é um sinal de humildade e submissão diante da majestade divina.","por_que_esta_palavra":"A adoração é uma resposta natural ao reconhecimento da grandeza de Deus e de Sua santidade.","conexao_teologica":"Ajoelhar-se diante de Deus é um ato que demonstra a nossa dependência e reverência, essencial para uma vida de fé.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10","Efésios 3:14"]},"levitico_9_23_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou convidar alguém a se aproximar.","explicacao_detalhada":"Em Levítico 9:23, chamar implica um convite divino para que o povo se aproxime de Deus em adoração e comunhão.","por_que_esta_palavra":"Deus chama Seu povo para um relacionamento íntimo, enfatizando a importância da comunhão com Ele.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, refletindo Sua iniciativa em buscar a humanidade.","referencias_relacionadas":["Mateus 11:28","João 10:3","Apocalipse 3:20"]},"levitico_9_23_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou se afastar de um lugar.","explicacao_detalhada":"No contexto de Levítico 9:23, sair pode simbolizar a transição do povo de um estado de pecado para um estado de santidade após a adoração.","por_que_esta_palavra":"A ideia de sair é frequentemente associada à libertação e ao novo começo que Deus oferece ao Seu povo.","conexao_teologica":"A saída do pecado e a entrada na santidade são temas fundamentais na jornada espiritual do crente.","referencias_relacionadas":["Isaías 52:11","2 Coríntios 6:17","Gálatas 5:1"]},"levitico_9_24_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local sagrado onde as ofertas são apresentadas a Deus.","explicacao_detalhada":"Em Levítico 9:24, o altar é um símbolo da presença de Deus e do lugar de encontro entre o homem e o Criador.","por_que_esta_palavra":"O altar representa a necessidade de sacrifício e adoração, sendo central na vida religiosa do povo de Israel.","conexao_teologica":"O altar é um precursor do sacrifício de Cristo, que se tornou o altar definitivo onde a redenção é oferecida.","referencias_relacionadas":["Hebreus 13:10","Romanos 12:1","Gênesis 8:20"]},"levitico_9_24_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se a um sentimento de felicidade e contentamento diante de Deus.","explicacao_detalhada":"No contexto de Levítico 9:24, a alegria é uma resposta à aceitação das ofertas e à presença de Deus entre o povo.","por_que_esta_palavra":"A alegria é um fruto do Espírito e uma marca da verdadeira adoração a Deus.","conexao_teologica":"A alegria em Deus é um tema recorrente, refletindo a esperança e a paz que vêm da comunhão com Ele.","referencias_relacionadas":["Salmos 16:11","Gálatas 5:22","Filipenses 4:4"]}}