{"ageu_1_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima sobre um povo, simbolizando poder e governo.","explicacao_detalhada":"No contexto de Ageu 1:1, a menção ao rei é importante para entender a situação política e social de Israel, que estava sob domínio persa. O rei mencionado é Dario, que governava durante o retorno dos exilados.","por_que_esta_palavra":"A palavra 'rei' é utilizada para destacar a relação entre a liderança terrena e a soberania de Deus sobre as nações.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o Rei dos Reis, que governa sobre todos os reinos da terra.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 47:2"]},"ageu_1_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Em Ageu 1:1, o 'dia' mencionado é o momento em que a palavra do Senhor foi dirigida ao profeta Ageu, marcando um tempo de convocação e ação.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do tempo em que Deus se comunica com Seu povo, indicando um chamado à ação.","conexao_teologica":"Deus age em momentos específicos da história, e o 'dia' é frequentemente usado na Bíblia para descrever intervenções divinas.","referencias_relacionadas":["Eclesiastes 3:1","Isaías 58:13","Mateus 24:36"]},"ageu_1_1_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir Suas mensagens ao povo.","explicacao_detalhada":"Ageu é um dos profetas menores e sua função era incentivar o povo a reconstruir o templo após o exílio, sendo um porta-voz de Deus em um tempo crítico.","por_que_esta_palavra":"A menção de 'profeta' é crucial para entender a autoridade de Ageu e a relevância de sua mensagem para o povo de Israel.","conexao_teologica":"Os profetas desempenham um papel vital na revelação de Deus e na chamada ao arrependimento e à obediência.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"ageu_1_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, o soberano que tem autoridade sobre todas as coisas.","explicacao_detalhada":"Em Ageu 1:2, o uso do nome 'Senhor' (יהוה) enfatiza a relação de aliança entre Deus e Seu povo, lembrando-os de Sua soberania e poder.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a identidade de Deus como aquele que governa e cuida de Seu povo.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, onde Ele é reconhecido como o Senhor que dirige a história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 10:13"]},"ageu_1_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou transmitir uma mensagem.","explicacao_detalhada":"Em Ageu 1:2, Deus está se dirigindo ao povo através do profeta, enfatizando a importância de ouvir e obedecer à Sua palavra.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a comunicação divina e a resposta esperada do povo.","conexao_teologica":"A comunicação de Deus com Seu povo é um aspecto central da relação entre o Criador e a criação, onde a obediência é vital.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Tiago 1:22"]},"ageu_1_2_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à comunidade de Israel, o povo escolhido de Deus.","explicacao_detalhada":"Em Ageu 1:2, o termo 'povo' é usado para se referir aos israelitas que retornaram do exílio e que estavam relutantes em reconstruir o templo.","por_que_esta_palavra":"A palavra 'povo' é significativa pois destaca a identidade coletiva e a responsabilidade do grupo em relação a Deus.","conexao_teologica":"A relação de Deus com Seu povo é um tema central na Bíblia, onde Ele se apresenta como o Deus que cuida e guia Seu povo.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"ageu_1_3_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é novamente mencionada, reforçando a função de Ageu como mensageiro de Deus.","explicacao_detalhada":"A repetição da palavra 'profeta' em Ageu 1:3 destaca a importância da mensagem que Ageu traz e a urgência da situação.","por_que_esta_palavra":"A menção do profeta é crucial para entender a autoridade e a legitimidade da mensagem que ele traz ao povo.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à ação, refletindo a preocupação divina com a obediência.","referencias_relacionadas":["Miquéias 3:8","Oséias 12:10","Zacarias 1:1"]},"ageu_1_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de desolação ou ruína, especialmente em relação ao templo.","explicacao_detalhada":"Em Ageu 1:3, a referência ao 'cair' indica a condição do templo e a necessidade de reconstrução, simbolizando a relação quebrada entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar a gravidade da situação e a urgência da ação que deve ser tomada pelo povo.","conexao_teologica":"A queda do templo representa a separação entre Deus e Seu povo, e a reconstrução é um símbolo de restauração e reconciliação.","referencias_relacionadas":["Lamentações 1:1","Ezequiel 10:18","Mateus 23:38"]},"ageu_1_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Deus que é transmitida ao povo.","explicacao_detalhada":"Em Ageu 1:3, a 'palavra' de Deus é um chamado à ação, convocando o povo a se mobilizar para a reconstrução do templo.","por_que_esta_palavra":"A palavra 'palavra' é central para a comunicação divina e a resposta esperada do povo em obediência.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua importância é destacada em toda a Escritura como um guia para a vida.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:11","Isaías 55:11"]},"ageu_1_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de avaliar ou determinar a condição de algo.","explicacao_detalhada":"Em Ageu 1:4, a questão do 'julgar' é levantada para confrontar o povo sobre suas prioridades e a negligência em relação à casa de Deus.","por_que_esta_palavra":"A palavra 'julgar' é usada para instigar uma reflexão sobre as ações do povo e suas consequências diante de Deus.","conexao_teologica":"Deus é o justo juiz que avalia as ações de Seu povo, e a chamada ao arrependimento é uma parte essencial da relação com Ele.","referencias_relacionadas":["Romanos 14:10","2 Coríntios 5:10","Salmos 96:13"]},"ageu_1_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo ou à casa de Deus, que estava em ruínas enquanto o povo se preocupava com suas próprias casas.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) no contexto de Ageu 1:4 enfatiza a importância do templo como a morada de Deus entre seu povo. A negligência em reconstruir o templo reflete uma falta de prioridade espiritual.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a relação entre Deus e seu povo, simbolizando a presença divina e a necessidade de reverência e adoração.","conexao_teologica":"A casa de Deus é um símbolo da comunhão entre Deus e a humanidade, e a sua reconstrução é um ato de restauração da aliança.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","Mateus 21:13"]},"ageu_1_4_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'é tempo' indica um momento oportuno para agir, especialmente em relação à reconstrução do templo.","explicacao_detalhada":"A palavra 'expressão' (עֵת) sugere um chamado à ação em um tempo específico. Ageu questiona a prioridade do povo em relação ao templo, desafiando-os a refletir sobre suas escolhas.","por_que_esta_palavra":"A palavra 'expressão' enfatiza a urgência e a necessidade de discernir os tempos de Deus, especialmente em momentos de crise espiritual.","conexao_teologica":"A noção de tempo em relação à vontade de Deus é um tema recorrente nas Escrituras, onde o povo é chamado a agir conforme os planos divinos.","referencias_relacionadas":["Eclesiastes 3:1","Romanos 13:11","Gálatas 6:9"]},"ageu_1_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (יְהֹוָה) é invocado para lembrar ao povo quem é o verdadeiro soberano e a fonte de autoridade.","explicacao_detalhada":"A palavra 'Senhor' enfatiza a soberania de Deus sobre todas as coisas e a necessidade de obediência a Ele. Ageu usa este nome para convocar o povo a reconhecer sua responsabilidade espiritual.","por_que_esta_palavra":"A invocação do nome de Deus é um lembrete da sua presença e do seu domínio, que deve ser honrado em todas as ações do povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua natureza, caráter e relacionamento com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Filipenses 2:10"]},"ageu_1_5_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' (דֶּרֶךְ) aqui pode ser entendida como o caminho ou a maneira de viver que deve ser alinhada com a vontade de Deus.","explicacao_detalhada":"A expressão 'vida' sugere que a forma como o povo vive reflete sua relação com Deus. Ageu exorta o povo a reconsiderar suas prioridades e a buscar a vida que glorifica a Deus.","por_que_esta_palavra":"A escolha da palavra 'vida' destaca a importância de viver de acordo com os princípios divinos, em oposição a uma vida centrada em interesses pessoais.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde a verdadeira vida é encontrada em obediência e comunhão com Deus.","referencias_relacionadas":["João 14:6","Romanos 12:1-2","Gálatas 2:20"]},"ageu_1_5_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"A palavra 'henceforth' (עַתָּה) indica uma mudança de direção ou um novo começo na vida do povo.","explicacao_detalhada":"Neste contexto, 'henceforth' sugere que, a partir daquele momento, o povo deve se comprometer a priorizar a obra de Deus e a reconstrução do templo.","por_que_esta_palavra":"A palavra enfatiza a importância de decisões conscientes e a disposição para mudar a trajetória de vida em resposta à palavra de Deus.","conexao_teologica":"A ideia de um novo começo é um tema recorrente na Bíblia, onde Deus frequentemente chama seu povo a se arrepender e a seguir novos caminhos.","referencias_relacionadas":["Isaías 43:18-19","2 Coríntios 5:17","Apocalipse 21:5"]},"ageu_1_6_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' (בּוֹא) implica um convite para que o povo se aproxime de Deus e participe da sua obra.","explicacao_detalhada":"Neste contexto, 'vir' sugere que Deus está chamando o povo a entrar em um relacionamento mais profundo com Ele e a se envolver na reconstrução do templo.","por_que_esta_palavra":"A escolha da palavra 'vir' é significativa, pois implica ação e resposta à convocação divina, enfatizando a necessidade de participação ativa.","conexao_teologica":"O chamado de Deus para que seu povo venha a Ele é um tema central na Bíblia, refletindo a natureza relacional de Deus.","referencias_relacionadas":["Mateus 11:28","Hebreus 10:22","Apocalipse 3:20"]},"ageu_1_6_enough":{"palavra_pt":"enough","palavra_original":"שׇׂבְעָה","transliteracao":"sobʻâh","strong":"H7654","significado_raiz":"Ideia básica: enough.","significado_contextual":"A palavra 'enough' (שׇׂבְעָה) refere-se à insatisfação do povo, que apesar de ter trabalhado, não encontrou contentamento.","explicacao_detalhada":"Neste contexto, 'enough' destaca a frustração do povo em suas tentativas de prosperidade, que não se concretizavam devido à sua negligência em relação a Deus.","por_que_esta_palavra":"A escolha da palavra 'enough' revela a condição espiritual do povo, que buscava satisfação em coisas materiais, mas não encontrava verdadeira plenitude.","conexao_teologica":"A busca por satisfação verdadeira é um tema importante na Bíblia, onde Deus é apresentado como a fonte de toda satisfação.","referencias_relacionadas":["Eclesiastes 5:10","Filipenses 4:19","Salmos 107:9"]},"ageu_1_6_filled":{"palavra_pt":"filled","palavra_original":"שָׁכַר","transliteracao":"shâkar","strong":"H7937","significado_raiz":"Ideia básica: filled.","significado_contextual":"A palavra 'filled' (שָׁכַר) refere-se à ideia de estar satisfeito ou completo, que o povo não estava experimentando.","explicacao_detalhada":"Neste contexto, 'filled' sugere que, apesar de seus esforços, o povo não estava sendo preenchido ou satisfeito devido à sua desobediência a Deus.","por_que_esta_palavra":"A escolha da palavra 'filled' enfatiza a diferença entre a satisfação material e a verdadeira plenitude que vem de Deus.","conexao_teologica":"A plenitude em Deus é um tema central nas Escrituras, onde a verdadeira satisfação é encontrada em um relacionamento com Ele.","referencias_relacionadas":["João 10:10","Salmos 16:11","Colossenses 2:10"]},"ageu_1_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A repetição do nome 'Senhor' (יְהֹוָה) reforça a autoridade e a soberania de Deus sobre a situação do povo.","explicacao_detalhada":"Neste contexto, a invocação do nome de Deus serve como um lembrete da necessidade de reverência e obediência ao Senhor em todas as ações.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a relação entre Deus e seu povo, enfatizando a importância de reconhecer sua soberania.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é reconhecido como o Criador e Sustentador de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Romanos 13:1"]},"ageu_1_7_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' (דֶּרֶךְ) aqui é um chamado para que o povo viva de acordo com os princípios de Deus.","explicacao_detalhada":"Neste contexto, 'vida' sugere que a maneira como o povo vive deve refletir a vontade de Deus, especialmente em relação à reconstrução do templo.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a importância de uma vida que glorifica a Deus e que está alinhada com seus propósitos.","conexao_teologica":"A vida em obediência a Deus é um tema central nas Escrituras, onde a verdadeira vida é encontrada em seguir seus caminhos.","referencias_relacionadas":["Deuteronômio 30:19-20","Romanos 6:4","1 Pedro 2:9"]},"ageu_1_7_caminho":{"palavra_pt":"caminho","palavra_original":"כֹּה","transliteracao":"kôh","strong":"H3541","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O 'caminho' refere-se à direção ou ao modo de vida que o povo deve seguir para agradar a Deus.","explicacao_detalhada":"Neste contexto, o profeta Ageu exorta o povo a refletir sobre suas ações e a considerar se estão seguindo o caminho correto, que é o que Deus deseja para eles.","por_que_esta_palavra":"A palavra 'caminho' é utilizada para enfatizar a necessidade de uma mudança de comportamento e de prioridades na vida do povo.","conexao_teologica":"O conceito de caminho é frequentemente associado à obediência e à vida em conformidade com a vontade de Deus, como visto em Salmos 119:105.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Isaías 30:21"]},"ageu_1_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' representa o templo de Deus, que estava em ruínas, simbolizando a presença de Deus entre o seu povo.","explicacao_detalhada":"Ageu chama o povo a reconstruir a casa do Senhor, enfatizando a importância de restaurar a adoração e a comunhão com Deus.","por_que_esta_palavra":"A palavra 'casa' é crucial para entender a relação entre Deus e seu povo, pois o templo é o lugar onde Deus habita e se revela.","conexao_teologica":"A casa de Deus é um símbolo da presença divina e da comunhão entre Deus e a humanidade, como em 1 Coríntios 3:16.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:13"]},"ageu_1_8_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"O 'bom' refere-se à qualidade das ações e decisões do povo, que devem ser agradáveis a Deus.","explicacao_detalhada":"Ageu destaca que as ações do povo não têm prosperado porque não estão alinhadas com a vontade de Deus, e que devem buscar o que é bom aos olhos do Senhor.","por_que_esta_palavra":"A palavra 'bom' é utilizada para contrastar as ações do povo com o que Deus considera justo e correto.","conexao_teologica":"A busca pelo que é bom é um princípio fundamental na vida cristã, conforme Romanos 12:2.","referencias_relacionadas":["Romanos 12:2","Gálatas 6:9","Filipenses 4:8"]},"ageu_1_8_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A 'montanha' simboliza a grandeza e a majestade de Deus, além de ser um local de adoração.","explicacao_detalhada":"Ageu menciona a montanha para enfatizar que o povo deve trazer suas ofertas e adorações a Deus, que é exaltado acima de todas as coisas.","por_que_esta_palavra":"A palavra 'montanha' é usada para ilustrar a altura e a grandeza de Deus em contraste com a condição do povo.","conexao_teologica":"Montanhas são frequentemente associadas à presença de Deus e ao seu poder, como em Salmos 121:1.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"ageu_1_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A repetição da palavra 'casa' reforça a importância do templo e da presença de Deus entre seu povo.","explicacao_detalhada":"Ageu destaca que, ao negligenciar a casa de Deus, o povo está se afastando da verdadeira fonte de bênçãos e proteção.","por_que_esta_palavra":"A palavra 'casa' é central para entender a relação entre Deus e seu povo, especialmente em tempos de crise.","conexao_teologica":"A casa de Deus é um lugar de refúgio e segurança, como descrito em Salmos 91:1.","referencias_relacionadas":["Salmos 91:1","Hebreus 3:6","1 Pedro 2:5"]},"ageu_1_9_sopro":{"palavra_pt":"sopro","palavra_original":"נָפַח","transliteracao":"nâphach","strong":"H5301","significado_raiz":"Ideia básica: sopro.","significado_contextual":"O 'sopro' simboliza a vida e a ação de Deus, que dá vida e sustenta todas as coisas.","explicacao_detalhada":"Ageu menciona o sopro para mostrar que, apesar dos esforços do povo, eles não têm prosperado porque não estão em sintonia com Deus.","por_que_esta_palavra":"A palavra 'sopro' é usada para ilustrar a dependência do povo em relação a Deus para a vida e a prosperidade.","conexao_teologica":"O sopro de Deus é frequentemente associado ao Espírito Santo, que traz vida e renovação, como em Gênesis 2:7.","referencias_relacionadas":["Gênesis 2:7","Ezequiel 37:5","João 20:22"]},"ageu_1_9_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"O 'vir/entrar' refere-se ao convite de Deus para que o povo se aproxime dEle e busque a Sua presença.","explicacao_detalhada":"Ageu usa essa palavra para exortar o povo a voltar-se para Deus e a restaurar sua relação com Ele.","por_que_esta_palavra":"A palavra 'chamar' é importante para entender a ação de Deus em convidar o povo a retornar ao caminho certo.","conexao_teologica":"Deus sempre chama seu povo para a reconciliação, como em 2 Coríntios 5:20.","referencias_relacionadas":["2 Coríntios 5:20","Mateus 11:28","Apocalipse 3:20"]},"ageu_1_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' representa o lugar onde o povo vive e a criação de Deus, que deve ser cuidada e respeitada.","explicacao_detalhada":"Ageu menciona a terra para lembrar o povo de que suas ações têm consequências diretas sobre o ambiente e a prosperidade que desfrutam.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a responsabilidade do povo em cuidar do que Deus lhes deu.","conexao_teologica":"A criação é um tema central na teologia bíblica, como em Gênesis 1:28, onde Deus confia a terra ao homem.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Romanos 8:19-21"]},"ageu_1_10_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os 'céus' representam a soberania de Deus e sua autoridade sobre toda a criação.","explicacao_detalhada":"Ageu menciona os céus para mostrar que Deus é o Senhor de tudo e que Ele tem o poder de abençoar ou punir seu povo.","por_que_esta_palavra":"A palavra 'céus' é usada para reafirmar a grandeza de Deus em contraste com a fragilidade humana.","conexao_teologica":"A soberania de Deus sobre os céus e a terra é um tema recorrente na Escritura, como em Salmos 115:3.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"ageu_1_10_dew":{"palavra_pt":"dew","palavra_original":"טַל","transliteracao":"ṭal","strong":"H2919","significado_raiz":"Ideia básica: dew.","significado_contextual":"O 'dew' (orvalho) simboliza a bênção e a provisão de Deus sobre seu povo.","explicacao_detalhada":"Ageu menciona o orvalho para ilustrar como a presença de Deus traz vida e fertilidade à terra.","por_que_esta_palavra":"A palavra 'dew' é usada para enfatizar a dependência do povo nas bênçãos de Deus para prosperar.","conexao_teologica":"O orvalho é frequentemente visto como um símbolo da graça e da provisão divina, como em Deuteronômio 32:2.","referencias_relacionadas":["Deuteronômio 32:2","Salmos 133:3","Oséias 14:5"]},"ageu_1_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra física que os israelitas habitavam.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas a geografia, mas também o espaço onde o povo de Deus vive e realiza suas atividades. No contexto de Ageu, a terra é um símbolo da promessa de Deus ao Seu povo.","por_que_esta_palavra":"A menção da terra enfatiza a relação entre Deus e o Seu povo, que é chamado a cuidar e cultivar a terra que lhes foi dada.","conexao_teologica":"A terra é frequentemente vista como um presente de Deus, um local de bênção e um espaço onde a aliança entre Deus e Israel se realiza.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 8:7","Salmos 37:11"]},"ageu_1_11_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao solo cultivável, a parte da terra que é utilizada para o cultivo.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) implica a ideia de fertilidade e produção. No contexto de Ageu, o solo é afetado pela desobediência do povo, que negligenciou a reconstrução do templo.","por_que_esta_palavra":"O solo representa a capacidade de gerar frutos e bênçãos, que são comprometidas quando o povo se afasta de Deus.","conexao_teologica":"A relação entre o solo e a obediência a Deus é um tema recorrente, onde a prosperidade está ligada à fidelidade ao Senhor.","referencias_relacionadas":["Gênesis 2:7","Levítico 26:4","Deuteronômio 11:10"]},"ageu_1_11_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou chamar, especialmente em um contexto de urgência.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) é usada para descrever a ação de Deus ao convocar Seu povo para a ação e arrependimento. No livro de Ageu, isso se relaciona ao chamado para reconstruir o templo.","por_que_esta_palavra":"Deus chama Seu povo para que eles respondam à Sua vontade e se voltem para Ele.","conexao_teologica":"O chamado de Deus é um tema central nas Escrituras, onde Ele convoca Seu povo a cumprir Seus propósitos.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"ageu_1_12_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura do sacerdote, que atua como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é crucial para entender a função religiosa e social no Israel antigo. Os sacerdotes eram responsáveis por manter a santidade e a adoração a Deus.","por_que_esta_palavra":"A presença dos sacerdotes é fundamental para a prática da fé e a manutenção da aliança entre Deus e Israel.","conexao_teologica":"Os sacerdotes simbolizam a intercessão e a mediação de Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 4:14"]},"ageu_1_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir, especialmente em relação à adoração e obediência a Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a totalidade das ações e comportamentos do povo. No contexto de Ageu, isso se relaciona à forma como o povo deve se comportar em relação a Deus e à Sua casa.","por_que_esta_palavra":"O modo de agir do povo reflete sua fidelidade e compromisso com Deus.","conexao_teologica":"A maneira como adoramos e vivemos é um reflexo da nossa relação com Deus e Sua santidade.","referencias_relacionadas":["Salmos 119:2","Romanos 12:1","Colossenses 3:17"]},"ageu_1_12_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à voz como meio de comunicação e expressão, especialmente no contexto da revelação divina.","explicacao_detalhada":"A palavra 'voz' (קוֹל) é usada para descrever a comunicação de Deus ao Seu povo, que deve ouvir e obedecer.","por_que_esta_palavra":"A voz de Deus é um chamado à ação e à obediência, e o povo deve estar atento a ela.","conexao_teologica":"A voz de Deus é um tema importante, simbolizando Sua presença e direção na vida dos crentes.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"ageu_1_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo, especialmente em um contexto profético.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é frequentemente usada para expressar a vontade de Deus e Suas instruções ao povo.","por_que_esta_palavra":"A declaração de Deus é fundamental para a compreensão da Sua vontade e planos para Israel.","conexao_teologica":"As palavras de Deus têm poder e autoridade, moldando a história e a vida do Seu povo.","referencias_relacionadas":["Gênesis 1:3","Isaías 55:11","2 Pedro 1:21"]},"ageu_1_13_profeta":{"palavra_pt":"profeta","palavra_original":"חַגַּי","transliteracao":"Chaggay","strong":"H2292","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao profeta como porta-voz de Deus, que transmite Sua mensagem ao povo.","explicacao_detalhada":"A palavra 'profeta' (חַגַּי) é usada para identificar Ageu como o mensageiro de Deus, que traz uma mensagem de encorajamento e convocação à ação.","por_que_esta_palavra":"O papel do profeta é crucial para a comunicação da vontade de Deus e para a correção do povo.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à restauração.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Mateus 10:41"]},"ageu_1_13_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro ou anjo que traz a palavra de Deus ao povo.","explicacao_detalhada":"A palavra 'anjo/mensageiro' (מֲלְאָךְ) implica a ideia de um enviado que comunica a vontade de Deus, muitas vezes em momentos críticos.","por_que_esta_palavra":"Os mensageiros de Deus são fundamentais para a revelação e a orientação do povo.","conexao_teologica":"A figura do mensageiro é um símbolo da presença de Deus e de Sua ação na história.","referencias_relacionadas":["Gênesis 16:7","Daniel 9:21","Hebreus 1:14"]},"ageu_1_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente ao sacerdote, enfatizando sua importância na vida espiritual do povo.","explicacao_detalhada":"A repetição da palavra 'sacerdote' (כֹּהֵן) destaca o papel contínuo dos sacerdotes na mediação entre Deus e o povo.","por_que_esta_palavra":"Os sacerdotes são essenciais para a prática da fé e a manutenção da santidade entre o povo.","conexao_teologica":"A função sacerdotal é um precursor do ministério de Cristo, que é o nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 21:10","Hebreus 5:1"]},"ageu_1_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é usado metaforicamente para descrever a força e a determinação de Deus em levantar o povo para a reconstrução.","explicacao_detalhada":"Neste contexto, 'urso' simboliza a ação poderosa de Deus, que age em favor do seu povo, despertando-os para cumprir a sua vontade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a capacidade de Deus de mobilizar e inspirar seu povo a agir em tempos de necessidade.","conexao_teologica":"Refere-se à soberania de Deus e à sua habilidade de usar circunstâncias e pessoas para cumprir seus propósitos.","referencias_relacionadas":["Isaías 41:10","Salmos 68:1","Ezequiel 36:26"]},"ageu_1_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' representa o templo e o lugar de adoração, simbolizando a presença de Deus entre seu povo.","explicacao_detalhada":"A reconstrução da casa é um chamado para restaurar a relação entre Deus e seu povo, enfatizando a importância da adoração e da comunhão.","por_que_esta_palavra":"A palavra 'casa' é central na mensagem de Ageu, pois reflete a necessidade de priorizar a habitação de Deus entre os israelitas.","conexao_teologica":"A casa de Deus é um símbolo da aliança e da presença divina, essencial para a identidade do povo de Israel.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:13"]},"ageu_1_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico de ação e intervenção divina na história do povo.","explicacao_detalhada":"Este dia é um marco para a restauração e o recomeço, onde Deus promete agir em favor de seu povo.","por_que_esta_palavra":"A palavra 'dia' é utilizada para indicar um tempo determinado em que Deus se manifesta e realiza suas promessas.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à intervenção divina e ao cumprimento das promessas de Deus.","referencias_relacionadas":["Joel 2:28","Atos 2:17","Romanos 13:12"]},"ageu_1_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' mencionado é uma referência ao governo humano e à autoridade que Deus estabelece sobre as nações.","explicacao_detalhada":"A menção do rei destaca a soberania de Deus sobre a liderança e a importância de se submeter à sua vontade.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica entre a autoridade divina e a humana, especialmente no contexto da reconstrução.","conexao_teologica":"Deus é o Rei supremo, e a menção de reis humanos serve para lembrar que toda autoridade é derivada dele.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","Daniel 2:21"]},"ageu_1_15_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1867","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' refere-se à identidade e à autoridade de Deus, que é invocada em momentos de necessidade.","explicacao_detalhada":"O nome de Deus é um símbolo de sua presença e poder, e invocá-lo é um ato de fé e dependência.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância de reconhecer e honrar a identidade de Deus em todas as ações.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]}}