{"ageu_2_1_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O 'profeta' é um mensageiro de Deus, chamado para transmitir a palavra divina ao povo.","explicacao_detalhada":"Neste contexto, Ageu atua como profeta, convocando o povo à ação e à obediência às instruções de Deus.","por_que_esta_palavra":"A palavra 'profeta' é fundamental para entender o papel de intermediário entre Deus e o povo, especialmente em tempos de crise.","conexao_teologica":"Os profetas são instrumentos de Deus para guiar e corrigir seu povo, sempre apontando para a necessidade de arrependimento e restauração.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"ageu_2_1_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A 'lua' simboliza os ciclos de tempo e a fidelidade de Deus em cumprir suas promessas em cada estação.","explicacao_detalhada":"A menção da lua pode representar a continuidade da criação e a regularidade dos planos de Deus para seu povo.","por_que_esta_palavra":"A palavra 'lua' é utilizada para enfatizar a ordem divina na criação e a importância dos tempos sagrados.","conexao_teologica":"A lua, como parte da criação, reflete a glória de Deus e sua soberania sobre o tempo e a história.","referencias_relacionadas":["Gênesis 1:14","Salmos 104:19","Apocalipse 21:23"]},"ageu_2_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A 'palavra' refere-se à comunicação divina e à revelação que Deus faz ao seu povo através dos profetas.","explicacao_detalhada":"Neste contexto, a palavra de Deus é um chamado à ação e à obediência, enfatizando a importância de ouvir e responder à voz divina.","por_que_esta_palavra":"A palavra 'palavra' é central na teologia bíblica, representando a verdade e a vontade de Deus reveladas ao homem.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de transformar vidas e direcionar o povo em sua jornada espiritual.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"ageu_2_2_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O 'sacerdote' representa a mediação entre Deus e o povo, desempenhando um papel crucial na adoração e nos sacrifícios.","explicacao_detalhada":"Neste contexto, os sacerdotes são chamados a ensinar e guiar o povo na observância das leis de Deus e na adoração correta.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental para entender a estrutura religiosa de Israel e a importância da santidade na adoração.","conexao_teologica":"Os sacerdotes são figuras que prefiguram Cristo, o Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Levítico 10:10","Hebreus 5:1","1 Pedro 2:9"]},"ageu_2_2_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da obra de Deus e suas promessas para o futuro.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a importância da obra de reconstrução e a expectativa de um futuro glorioso para o povo.","por_que_esta_palavra":"A palavra 'grande' é utilizada para inspirar esperança e confiança nas promessas de Deus, que são sempre maiores do que nossas expectativas.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo sua majestade e poder em todas as coisas.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Isaías 40:12"]},"ageu_2_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e herança, simbolizando continuidade e legado.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a conexão espiritual e a identidade dentro da comunidade de fé. Em Ageu 2:2, a menção de 'filho' pode ser vista como um chamado à responsabilidade e ao papel que cada um desempenha na reconstrução do templo.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a importância da linhagem e da herança espiritual, especialmente no contexto da restauração do povo de Israel.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde os crentes são considerados filhos por meio da fé em Cristo.","referencias_relacionadas":["Mateus 5:9","Romanos 8:14","Gálatas 3:26"]},"ageu_2_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa o templo, o lugar de adoração e a presença de Deus entre o seu povo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) em Ageu 2:3 refere-se ao templo que estava sendo reconstruído. Este espaço é visto como o centro da vida espiritual e comunitária de Israel, simbolizando a habitação de Deus entre os homens.","por_que_esta_palavra":"A menção de 'casa' destaca a importância do templo como um lugar de encontro com Deus e de sacrifício, essencial para a vida religiosa do povo.","conexao_teologica":"O templo é um símbolo da presença de Deus e, na teologia cristã, o corpo de Cristo é considerado o novo templo.","referencias_relacionadas":["Salmos 27:4","1 Coríntios 3:16","Hebreus 9:11"]},"ageu_2_3_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a fragilidade e a necessidade de dependência de Deus.","explicacao_detalhada":"A palavra 'homem' (מִי) em Ageu 2:3 pode ser interpretada como uma reflexão sobre a condição humana e a insignificância diante da grandeza de Deus. O versículo questiona quem é o homem para que Deus se preocupe com ele, ressaltando a graça divina.","por_que_esta_palavra":"A escolha da palavra 'homem' sublinha a humildade necessária para reconhecer a soberania de Deus na reconstrução do templo.","conexao_teologica":"A teologia cristã enfatiza que, apesar da fragilidade humana, Deus escolhe habitar entre os homens e se relacionar com eles.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6","Tiago 4:14"]},"ageu_2_3_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus, que é a manifestação de sua presença e poder.","explicacao_detalhada":"A palavra 'glória' (כָּבוֹד) em Ageu 2:3 destaca a importância da presença de Deus no templo. A glória de Deus é o que torna o templo sagrado e digno de adoração.","por_que_esta_palavra":"A ênfase na glória de Deus serve como um lembrete da importância da adoração e da reverência ao Senhor.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, representando sua majestade e poder, e é especialmente relevante na adoração cristã.","referencias_relacionadas":["Êxodo 33:18-19","Salmos 19:1","Romanos 11:36"]},"ageu_2_4_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de fortalecer ou sustentar, especialmente em tempos de dificuldade.","explicacao_detalhada":"A palavra 'agarrar' (חָזַק) em Ageu 2:4 implica a necessidade de firmeza e coragem na reconstrução do templo. É um chamado à ação e à perseverança diante das adversidades.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a urgência e a determinação necessárias para cumprir a missão de Deus.","conexao_teologica":"A ideia de agarrar-se à fé e às promessas de Deus é fundamental para a vida cristã, especialmente em tempos de provação.","referencias_relacionadas":["Filipenses 4:13","Hebreus 10:23","2 Timóteo 1:7"]},"ageu_2_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função dos sacerdotes como mediadores entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) em Ageu 2:4 destaca a importância do papel sacerdotal na adoração e na manutenção da pureza espiritual do povo.","por_que_esta_palavra":"A menção dos sacerdotes sublinha a necessidade de liderança espiritual e a responsabilidade de guiar o povo na adoração a Deus.","conexao_teologica":"Na teologia cristã, Jesus é considerado o sumo sacerdote que intercede por nós, estabelecendo um novo pacto.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Apocalipse 1:6"]},"ageu_2_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território prometido a Israel, simbolizando a herança e a presença de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) em Ageu 2:4 representa a terra de Israel, que é vista como a herança do povo de Deus. A terra é um símbolo da promessa e da fidelidade divina.","por_que_esta_palavra":"A ênfase na terra destaca a conexão entre o povo e suas promessas, além da importância da restauração física e espiritual.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a bênção e a presença de Deus entre seu povo.","referencias_relacionadas":["Deuteronômio 8:7-10","Josué 1:3","Romanos 4:13"]},"ageu_2_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus como um meio de comunicação e revelação.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) em Ageu 2:5 enfatiza a importância da revelação divina e da obediência às instruções de Deus. É um lembrete de que a palavra de Deus é viva e eficaz.","por_que_esta_palavra":"A escolha dessa palavra sublinha a necessidade de ouvir e agir de acordo com a vontade de Deus.","conexao_teologica":"A palavra de Deus é central na vida cristã, sendo vista como a verdade que guia e transforma.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16"]},"ageu_2_5_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de cortar ou eliminar, especialmente em relação ao que é contrário à vontade de Deus.","explicacao_detalhada":"A palavra 'destruir' (כָּרַת) em Ageu 2:5 implica a necessidade de remover tudo que não glorifica a Deus, enfatizando a purificação e a restauração.","por_que_esta_palavra":"A escolha dessa palavra destaca a seriedade da obediência e a necessidade de afastar-se do pecado.","conexao_teologica":"A destruição do pecado e da iniquidade é um tema central na redenção oferecida por Cristo.","referencias_relacionadas":["Romanos 6:6","Gálatas 5:24","Colossenses 3:5"]},"ageu_2_5_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito como a força vital e a presença de Deus que atua no mundo.","explicacao_detalhada":"A palavra 'vento' (רוּחַ) em Ageu 2:5 simboliza o Espírito Santo, que é o agente da transformação e da renovação espiritual.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de depender do Espírito de Deus para a realização da obra.","conexao_teologica":"O Espírito Santo é fundamental na vida cristã, capacitando os crentes a viverem de acordo com a vontade de Deus.","referencias_relacionadas":["João 3:8","Atos 1:8","Gálatas 5:22-23"]},"ageu_2_6_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a habitação de Deus e o lugar de onde Ele governa.","explicacao_detalhada":"No contexto de Ageu 2:6, a menção dos 'céus' enfatiza a soberania de Deus sobre toda a criação, incluindo o céu e a terra. É um lembrete de que Deus é o criador e controlador de tudo que existe.","por_que_esta_palavra":"A palavra 'céus' é utilizada para mostrar a grandeza e a majestade de Deus, contrastando com a fragilidade da terra e das coisas materiais.","conexao_teologica":"Os céus são frequentemente associados à presença de Deus e à sua glória. A teologia bíblica ensina que Deus habita nos céus e que sua vontade é feita tanto no céu quanto na terra.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"ageu_2_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o domínio físico onde os seres humanos habitam.","explicacao_detalhada":"Em Ageu 2:6, a terra é mencionada para destacar a relação entre o céu e a terra, mostrando que Deus tem autoridade sobre ambos. A terra é o lugar onde as promessas de Deus se concretizam.","por_que_esta_palavra":"A palavra 'terra' é importante para entender o plano de Deus para a criação e a redenção, pois é neste mundo que Ele age e se revela.","conexao_teologica":"A terra é vista como o palco da história da salvação, onde Deus interage com a humanidade e cumpre suas promessas.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"ageu_2_6_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como uma parte da criação que também está sob o domínio de Deus.","explicacao_detalhada":"No versículo, o mar simboliza as forças da natureza e a vastidão da criação. A menção do mar destaca a soberania de Deus sobre todas as coisas, incluindo as águas.","por_que_esta_palavra":"A palavra 'mar' é utilizada para mostrar que nada escapa ao controle de Deus, incluindo as forças caóticas e imprevisíveis da natureza.","conexao_teologica":"O mar é frequentemente associado ao poder de Deus, que controla até mesmo as tempestades e as ondas.","referencias_relacionadas":["Salmos 89:9","Mateus 8:27","Apocalipse 21:1"]},"ageu_2_7_terra":{"palavra_pt":"terra","palavra_original":"רָעַשׁ","transliteracao":"râʻash","strong":"H7493","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra em um contexto de agitação e mudança, simbolizando a instabilidade do mundo material.","explicacao_detalhada":"Em Ageu 2:7, a palavra 'terra' é usada para descrever a transformação que Deus trará, indicando que Ele pode abalar as estruturas do mundo físico para cumprir seus propósitos.","por_que_esta_palavra":"A palavra 'terra' aqui enfatiza a fragilidade das coisas materiais em contraste com a permanência de Deus e de suas promessas.","conexao_teologica":"A ideia de abalar a terra é um tema que aparece em várias profecias, indicando que Deus tem o poder de mudar a realidade e trazer renovação.","referencias_relacionadas":["Hebreus 12:26-27","Isaías 2:19","Apocalipse 6:12"]},"ageu_2_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a casa de Deus, um lugar de adoração e presença divina.","explicacao_detalhada":"No contexto de Ageu 2:7, a 'casa' é um símbolo da presença de Deus entre seu povo. A construção do templo é um ato de restauração e reconciliação com Deus.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa o local onde Deus se encontra com seu povo e onde as promessas de Deus são manifestadas.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, simbolizando a relação entre Deus e seu povo, e a importância da adoração.","referencias_relacionadas":["Salmos 27:4","1 Reis 6:1","Mateus 21:13"]},"ageu_2_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus age e se revela ao seu povo.","explicacao_detalhada":"Em Ageu 2:7, a palavra 'modo' sugere que Deus tem um plano e uma maneira específica de realizar suas promessas, que pode ser diferente do que os humanos esperam.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que os caminhos de Deus são muitas vezes diferentes dos nossos, e que devemos confiar em sua sabedoria.","conexao_teologica":"A teologia bíblica ensina que Deus opera de maneiras misteriosas, e que sua soberania se manifesta em sua providência.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 3:20"]},"ageu_2_8_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"Refere-se à prata como um símbolo de riqueza e valor material.","explicacao_detalhada":"Em Ageu 2:8, a prata é mencionada para enfatizar que tudo pertence a Deus, incluindo os bens materiais. Isso serve como um lembrete de que a verdadeira riqueza está em Deus.","por_que_esta_palavra":"A palavra 'prata' é usada para mostrar que Deus é o proprietário de todas as coisas e que Ele pode prover o que for necessário para seu povo.","conexao_teologica":"A prata, assim como o ouro, é frequentemente usada na Bíblia para simbolizar a riqueza de Deus e sua generosidade.","referencias_relacionadas":["Salmos 50:10","Ageu 2:8","1 Crônicas 29:14"]},"ageu_2_8_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se ao ouro como um símbolo de riqueza e glória.","explicacao_detalhada":"No contexto de Ageu 2:8, o ouro é mencionado para destacar a grandeza de Deus e a abundância de suas bênçãos. É um lembrete de que Deus é a fonte de toda riqueza.","por_que_esta_palavra":"A palavra 'ouro' é utilizada para enfatizar que Deus possui tudo e que a verdadeira riqueza não está nas posses materiais, mas em um relacionamento com Ele.","conexao_teologica":"O ouro é frequentemente associado à glória de Deus e à riqueza espiritual que Ele oferece ao seu povo.","referencias_relacionadas":["Salmos 119:72","Provérbios 3:14","Mateus 6:21"]},"ageu_2_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"Em Ageu 2:8, o nome 'Senhor' é mencionado para afirmar a soberania de Deus sobre todas as coisas. O nome de Deus é um símbolo de sua presença e poder.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a relação entre Deus e seu povo, pois representa sua autoridade e compromisso com as promessas.","conexao_teologica":"O nome de Deus é central na adoração e na oração, e é um lembrete de sua fidelidade e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ageu_2_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Deus, que será gloriosa e cheia da presença divina.","explicacao_detalhada":"Em Ageu 2:9, a repetição da palavra 'casa' enfatiza a importância do templo como o local onde Deus habita entre seu povo, prometendo que a glória da última casa será maior do que a da primeira.","por_que_esta_palavra":"A palavra 'casa' é crucial para entender a esperança de restauração e a promessa de Deus de habitar entre seu povo.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a presença de Deus e a comunhão com seu povo.","referencias_relacionadas":["Ezequiel 43:5","Mateus 12:6","Hebreus 3:6"]},"ageu_2_9_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do templo que seria reconstruído, simbolizando a presença de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a magnitude do novo templo em comparação ao anterior, que havia sido destruído. Essa grandeza não é apenas física, mas também espiritual, representando a glória de Deus.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a expectativa de um templo que não apenas seria maior em estrutura, mas também em significado espiritual.","conexao_teologica":"A grandeza do templo é um símbolo da presença de Deus entre os homens e da restauração da comunhão entre Deus e Seu povo.","referencias_relacionadas":["Ageu 2:9","Isaías 60:1-3","Ezequiel 40:1-4"]},"ageu_2_9_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à manifestação da presença de Deus e à Sua majestade que habitará no novo templo.","explicacao_detalhada":"A glória de Deus é um tema central na Escritura, e neste contexto, Ageu está assegurando ao povo que a glória do novo templo será ainda maior do que a do antigo, prometendo uma renovação espiritual.","por_que_esta_palavra":"A palavra 'glória' é usada para enfatizar a importância da presença de Deus e a transformação que ela traz ao Seu povo.","conexao_teologica":"A glória de Deus é a manifestação de Sua santidade e poder, e a promessa de que essa glória habitará no templo é um sinal de esperança e restauração.","referencias_relacionadas":["Ageu 2:9","Êxodo 40:34-35","Salmos 29:9"]},"ageu_2_10_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se ao mensageiro de Deus que traz instruções e advertências ao povo.","explicacao_detalhada":"Neste contexto, Ageu é um profeta que fala em nome de Deus, trazendo uma mensagem de encorajamento e exortação ao povo para que continuem a obra de reconstrução do templo.","por_que_esta_palavra":"A menção de 'profeta' é crucial, pois legitima a mensagem de Ageu como sendo de origem divina, reforçando a autoridade de suas palavras.","conexao_teologica":"Os profetas são instrumentos de Deus para guiar e corrigir Seu povo, e Ageu é um exemplo de como Deus se comunica com a humanidade.","referencias_relacionadas":["Ageu 1:1","Amós 3:7","Jeremias 1:5"]},"ageu_2_10_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1867","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Dario, o rei persa, que estava no poder durante a época da reconstrução do templo.","explicacao_detalhada":"O nome é mencionado para estabelecer um contexto histórico e político, mostrando que a obra de Deus acontece mesmo sob a autoridade de governantes estrangeiros.","por_que_esta_palavra":"A inclusão do nome do rei Dario destaca a soberania de Deus sobre as nações e como Ele usa líderes para cumprir Seus propósitos.","conexao_teologica":"Deus é soberano sobre todas as autoridades e usa até mesmo os governantes pagãos para realizar Seus planos.","referencias_relacionadas":["Ageu 1:1","Esdras 5:1-2","Esdras 6:1-12"]},"ageu_2_10_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como a mensagem de Deus é comunicada ao povo.","explicacao_detalhada":"Neste contexto, Ageu usa expressões que refletem a vontade de Deus e a necessidade de o povo se voltar para Ele durante a reconstrução do templo.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a clareza e a importância da comunicação divina, que deve ser ouvida e seguida.","conexao_teologica":"A comunicação de Deus com Seu povo é fundamental para a fé e a obediência, e Ageu é um canal dessa comunicação.","referencias_relacionadas":["Ageu 1:12","Deuteronômio 18:18","Hebreus 1:1-2"]},"ageu_2_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àqueles que servem no templo e têm a responsabilidade de interceder pelo povo diante de Deus.","explicacao_detalhada":"Os sacerdotes desempenham um papel crucial na vida religiosa do povo, e Ageu os questiona sobre a pureza e a santidade do que oferecem a Deus.","por_que_esta_palavra":"A menção dos sacerdotes é importante para lembrar ao povo que a adoração deve ser feita de maneira digna e conforme as instruções de Deus.","conexao_teologica":"Os sacerdotes são figuras que representam a mediação entre Deus e o homem, e sua santidade é essencial para a aceitação das ofertas ao Senhor.","referencias_relacionadas":["Ageu 2:11","Levítico 10:10-11","Hebreus 5:1"]},"ageu_2_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado nas ofertas e na adoração do povo.","explicacao_detalhada":"O nome de Deus é sagrado e representa Sua essência e caráter. Ageu lembra ao povo que suas ações devem refletir a santidade do nome do Senhor.","por_que_esta_palavra":"A ênfase no nome de Deus destaca a importância da reverência e do respeito na adoração.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua autoridade e poder sobre todas as coisas.","referencias_relacionadas":["Ageu 2:11","Êxodo 20:7","Salmos 29:2"]},"ageu_2_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a comunicação da vontade de Deus ao povo.","explicacao_detalhada":"Ageu, como profeta, transmite a mensagem de Deus, e a palavra 'dizer' sublinha a importância da obediência à palavra divina.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a ação de Deus em se comunicar com Seu povo, chamando-os à reflexão e à ação.","conexao_teologica":"A comunicação de Deus é essencial para a vida espiritual, e a obediência à Sua palavra é fundamental para a relação entre Deus e o homem.","referencias_relacionadas":["Ageu 1:12","Mateus 4:4","Tiago 1:22"]},"ageu_2_12_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"A palavra 'ave' é usada para ilustrar a pureza e a santidade exigidas nas ofertas a Deus.","explicacao_detalhada":"Ageu questiona os sacerdotes sobre a contaminação e a pureza das ofertas, usando a imagem de aves como exemplo de sacrifícios.","por_que_esta_palavra":"A menção de 'ave' é significativa, pois as aves eram frequentemente usadas em sacrifícios, e sua pureza era essencial para a aceitação diante de Deus.","conexao_teologica":"A pureza nas ofertas é um reflexo da santidade de Deus e da necessidade de o povo se aproximar dEle com reverência.","referencias_relacionadas":["Ageu 2:12","Levítico 1:14-17","Salmos 51:17"]},"ageu_2_12_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' refere-se ao sustento físico e espiritual que vem de Deus.","explicacao_detalhada":"Ageu usa a imagem do pão para ilustrar a provisão de Deus e a importância de se manter a santidade nas ofertas apresentadas ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'alimento' destaca a dependência do povo em relação a Deus como seu provedor.","conexao_teologica":"Deus é o provedor de todas as necessidades, tanto físicas quanto espirituais, e a oferta deve ser feita com gratidão e reverência.","referencias_relacionadas":["Ageu 2:12","Mateus 6:11","João 6:35"]},"ageu_2_12_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"A palavra 'santificar' refere-se ao ato de tornar algo sagrado ou separado para Deus.","explicacao_detalhada":"No contexto de Ageu 2:12, a santificação é discutida em relação ao que é considerado limpo ou impuro. A santidade é uma qualidade essencial de Deus, e os israelitas eram chamados a refletir essa santidade em suas vidas e práticas.","por_que_esta_palavra":"A santificação é crucial para a relação do povo com Deus, pois implica em estar em conformidade com as suas leis e propósitos.","conexao_teologica":"A santificação é um tema central na teologia bíblica, refletindo a separação do povo de Deus para um propósito divino e sua necessidade de viver em pureza.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:16","Hebreus 12:14"]},"ageu_2_13_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é usada metaforicamente para representar a percepção e a atenção de Deus sobre o povo.","explicacao_detalhada":"Em Ageu 2:13, a referência ao 'olho' sugere que Deus observa as ações do povo e suas condições espirituais, enfatizando a importância da pureza e da santidade.","por_que_esta_palavra":"O uso do termo 'olho' destaca a vigilância de Deus sobre seu povo e a necessidade de estar ciente de suas ações diante d'Ele.","conexao_teologica":"A ideia de que Deus vê e observa é um tema recorrente na Bíblia, que enfatiza a responsabilidade moral do povo de Deus.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","1 Pedro 3:12"]},"ageu_2_13_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àqueles que servem como intermediários entre Deus e o povo.","explicacao_detalhada":"No contexto de Ageu 2:13, o sacerdote é chamado a discernir entre o que é santo e o que é impuro, desempenhando um papel vital na manutenção da santidade do povo.","por_que_esta_palavra":"Os sacerdotes eram responsáveis por ensinar a lei e garantir que o povo seguisse as diretrizes de Deus.","conexao_teologica":"A função do sacerdote é um precursor do ministério de Cristo, que é nosso sumo sacerdote, intercedendo por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14","1 Pedro 2:9"]},"ageu_2_14_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A repetição da palavra 'olho' enfatiza a percepção de Deus sobre a condição espiritual do povo.","explicacao_detalhada":"Em Ageu 2:14, o 'olho' simboliza a atenção divina às ações e ao estado do coração do povo, reforçando a ideia de que Deus está ciente de sua impureza.","por_que_esta_palavra":"A repetição serve para destacar a importância da pureza e da santidade na vida do povo de Deus.","conexao_teologica":"A vigilância de Deus é um tema que aparece em várias partes da Escritura, lembrando os crentes de que suas ações são vistas por Ele.","referencias_relacionadas":["Salmos 139:1-2","Provérbios 5:21","Hebreus 4:13"]},"ageu_2_14_profeta":{"palavra_pt":"profeta","palavra_original":"חַגַּי","transliteracao":"Chaggay","strong":"H2292","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus que comunica Sua vontade ao povo.","explicacao_detalhada":"Em Ageu 2:14, o profeta é um instrumento de Deus para chamar o povo ao arrependimento e à santidade, enfatizando a necessidade de se voltar para Deus.","por_que_esta_palavra":"Os profetas desempenham um papel crucial na história de Israel, trazendo a palavra de Deus em tempos de crise e desobediência.","conexao_teologica":"A função profética é vital na revelação de Deus, culminando na pessoa de Jesus Cristo, que é o Profeta por excelência.","referencias_relacionadas":["Deuteronômio 18:18","Mateus 21:11","Atos 3:22"]},"ageu_2_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para transmitir a comunicação de Deus ao povo.","explicacao_detalhada":"Em Ageu 2:14, a ênfase está na importância da mensagem que Deus está transmitindo através do profeta, destacando a necessidade de ouvir e obedecer.","por_que_esta_palavra":"A comunicação divina é fundamental para a vida espiritual do povo, pois é através da palavra de Deus que eles são guiados.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua importância é reiterada em toda a Escritura, sendo essencial para a fé e a prática.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12","Tiago 1:22"]},"ageu_2_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"Em Ageu 2:15, o 'dia' é mencionado para lembrar o povo de sua condição atual e a necessidade de mudança, enfatizando a urgência da mensagem do profeta.","por_que_esta_palavra":"O tempo é um elemento crucial na narrativa bíblica, pois Deus age em momentos específicos da história.","conexao_teologica":"A noção de tempo e eventos significativos é um tema que permeia a Bíblia, mostrando como Deus intervém na história.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","2 Coríntios 6:2"]},"ageu_2_15_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus habita e onde o povo se encontra com Ele.","explicacao_detalhada":"Em Ageu 2:15, o templo é um símbolo da presença de Deus entre seu povo e da importância da adoração e da santidade.","por_que_esta_palavra":"O templo representa a relação entre Deus e seu povo, sendo um espaço de encontro e adoração.","conexao_teologica":"O templo é um tema central na Bíblia, culminando em Cristo, que é o verdadeiro templo e a presença de Deus entre nós.","referencias_relacionadas":["Salmos 27:4","Mateus 12:6","1 Coríntios 3:16"]},"ageu_2_15_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação e a proximidade de Deus com seu povo.","explicacao_detalhada":"Em Ageu 2:15, a ideia de 'entre' sugere que Deus está presente no meio do seu povo, enfatizando a comunhão e a relação íntima que Ele deseja ter.","por_que_esta_palavra":"A presença de Deus entre seu povo é um tema central na narrativa bíblica, mostrando seu desejo de habitar com aqueles que O adoram.","conexao_teologica":"A presença de Deus é um tema que se estende desde o Éden até a Nova Jerusalém, onde Deus habitará com seu povo eternamente.","referencias_relacionadas":["Êxodo 25:8","Mateus 1:23","Apocalipse 21:3"]},"ageu_2_16_nu":{"palavra_pt":"nu","palavra_original":"חָשַׂף","transliteracao":"châsaph","strong":"H2834","significado_raiz":"Ideia básica: nu.","significado_contextual":"A palavra 'nu' refere-se à condição de estar desprotegido ou exposto.","explicacao_detalhada":"Em Ageu 2:16, a condição de 'nu' é usada para ilustrar a vulnerabilidade do povo diante de suas ações e a necessidade de se voltar para Deus.","por_que_esta_palavra":"A vulnerabilidade espiritual é um tema importante, pois mostra a necessidade de dependência de Deus para proteção e provisão.","conexao_teologica":"A ideia de estar nu e exposto é um lembrete da fragilidade humana e da necessidade de buscar a cobertura divina.","referencias_relacionadas":["Gênesis 3:10","Romanos 3:23","Apocalipse 3:17"]},"ageu_2_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se à condição de algo que não se sustenta ou que está em queda, simbolizando a fragilidade das colheitas e a desolação.","explicacao_detalhada":"No contexto de Ageu 2:16, a palavra 'cair' é usada para descrever a situação das colheitas que não prosperaram devido à desobediência do povo. A queda das colheitas representa a consequência do afastamento de Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a realidade da perda e a necessidade de arrependimento para restaurar a bênção divina.","conexao_teologica":"A queda simboliza a separação entre o homem e Deus, e a necessidade de reconciliação através da obediência.","referencias_relacionadas":["Ageu 1:6","Deuteronômio 28:38-40","Isaías 24:4"]},"ageu_2_17_blasteding":{"palavra_pt":"blasted ing","palavra_original":"שְׁדֵפָה","transliteracao":"shᵉdêphâh","strong":"H7711","significado_raiz":"Ideia básica: blasted ing.","significado_contextual":"Blasteding refere-se a uma devastação ou destruição, especialmente das colheitas, como consequência do juízo divino.","explicacao_detalhada":"Em Ageu 2:17, a palavra 'blasteding' é usada para descrever a ação de Deus que trouxe destruição sobre as colheitas do povo por causa de sua desobediência e falta de prioridade em relação ao templo.","por_que_esta_palavra":"A palavra 'blasteding' destaca a severidade do juízo de Deus e a urgência do arrependimento.","conexao_teologica":"A devastação das colheitas é um lembrete da disciplina de Deus sobre seu povo, que é chamado a retornar ao caminho certo.","referencias_relacionadas":["Amós 4:9","Deuteronômio 28:22","Jeremias 5:17"]},"ageu_2_17_seca":{"palavra_pt":"seca","palavra_original":"יֵרָקוֹן","transliteracao":"yêrâqôwn","strong":"H3420","significado_raiz":"Ideia básica: seca.","significado_contextual":"Seca indica a falta de água e fertilidade, simbolizando a ausência de bênçãos divinas.","explicacao_detalhada":"No versículo, a seca é uma consequência do afastamento do povo de Deus, que resultou em dificuldades e privações.","por_que_esta_palavra":"A palavra 'seca' é utilizada para ilustrar a desolação que se segue à desobediência e à falta de prioridade em relação a Deus.","conexao_teologica":"A seca serve como um símbolo da necessidade de dependência de Deus para sustento e prosperidade.","referencias_relacionadas":["1 Reis 17:1","Salmos 63:1","Isaías 41:17"]},"ageu_2_17_hailstones":{"palavra_pt":"hailstones","palavra_original":"בָּרָד","transliteracao":"bârâd","strong":"H1259","significado_raiz":"Ideia básica: hailstones.","significado_contextual":"Hailstones referem-se a pedras de granizo, que são um símbolo de juízo e destruição.","explicacao_detalhada":"Em Ageu 2:17, a menção de pedras de granizo representa a intervenção de Deus na natureza como um meio de disciplina para o povo que se afastou de suas promessas.","por_que_esta_palavra":"A palavra 'hailstones' é usada para enfatizar a severidade do juízo divino e a urgência do arrependimento.","conexao_teologica":"As pedras de granizo simbolizam a justiça de Deus e a necessidade de o povo se voltar para Ele em busca de perdão.","referencias_relacionadas":["Êxodo 9:18-26","Salmos 78:47-48","Apocalipse 16:21"]},"ageu_2_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se a um período de tempo, mas também simboliza um tempo de oportunidade e ação.","explicacao_detalhada":"No contexto de Ageu 2:18, o 'dia' é um chamado à reflexão sobre o passado e uma oportunidade para o povo se voltar a Deus e reconstruir o templo.","por_que_esta_palavra":"A palavra 'dia' é significativa pois representa um tempo de decisão e mudança na vida do povo.","conexao_teologica":"O conceito de 'dia' é frequentemente associado a momentos de intervenção divina e transformação na história do povo de Deus.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Isaías 61:2"]},"ageu_2_18_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre indica uma posição ou estado de estar no meio de algo, simbolizando a presença de Deus no meio do seu povo.","explicacao_detalhada":"Em Ageu 2:18, a palavra 'entre' destaca a promessa de Deus de estar presente no meio do seu povo, mesmo em tempos de dificuldades.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a proximidade de Deus e seu desejo de habitar entre os que o buscam.","conexao_teologica":"A presença de Deus entre seu povo é um tema central na teologia bíblica, simbolizando comunhão e proteção.","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Apocalipse 21:3"]},"ageu_2_18_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"Templo refere-se ao lugar sagrado onde Deus habita e onde o povo se encontra com Ele.","explicacao_detalhada":"No versículo, o 'templo' é um símbolo da presença de Deus e da importância da adoração e do culto adequado.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a relação entre Deus e seu povo, sendo um local de encontro e sacrifício.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens e da necessidade de santidade na adoração.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:12"]},"ageu_2_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia representa um tempo de mudança e esperança, onde Deus promete restaurar as bênçãos.","explicacao_detalhada":"Em Ageu 2:19, o 'dia' é um lembrete da promessa de Deus de que, apesar das dificuldades, haverá um tempo de restauração e abundância.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a esperança e a expectativa de um futuro melhor sob a direção de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à intervenção divina e à realização das promessas de Deus ao seu povo.","referencias_relacionadas":["Jeremias 29:11","Isaías 43:19","Romanos 8:28"]},"ageu_2_19_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida refere-se à existência e à vitalidade, simbolizando a bênção e a prosperidade que Deus deseja para seu povo.","explicacao_detalhada":"No contexto de Ageu 2:19, a palavra 'vida' é um símbolo da promessa de Deus de restaurar a vitalidade e a prosperidade ao seu povo.","por_que_esta_palavra":"A palavra 'vida' é significativa pois representa a plenitude que Deus oferece àqueles que se voltam para Ele.","conexao_teologica":"A vida é um tema central na teologia bíblica, simbolizando a relação entre Deus e seu povo e a promessa de redenção.","referencias_relacionadas":["João 10:10","Gálatas 2:20","2 Coríntios 5:17"]},"ageu_2_19_semente":{"palavra_pt":"semente/descendencia","palavra_original":"זֶרַע","transliteracao":"zeraʻ","strong":"H2233","significado_raiz":"Ideia básica: semente.","significado_contextual":"Semente/descendência refere-se à continuidade da vida e à promessa de Deus de um futuro para seu povo.","explicacao_detalhada":"Em Ageu 2:19, a palavra 'semente' simboliza a esperança de um futuro frutífero e a continuidade das promessas de Deus.","por_que_esta_palavra":"A palavra 'semente' é utilizada para enfatizar a ideia de que Deus está trabalhando para garantir um futuro para seu povo.","conexao_teologica":"A semente é um símbolo da aliança de Deus com seu povo e da promessa de multiplicação e bênção.","referencias_relacionadas":["Gênesis 12:2-3","Isaías 61:9","Romanos 9:8"]},"ageu_2_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode se referir à queda de algo em um sentido físico ou espiritual, indicando uma mudança de estado.","explicacao_detalhada":"No contexto de Ageu 2:20, a palavra 'cair' sugere uma transição ou um evento que altera a condição de algo, possivelmente relacionado ao julgamento ou à intervenção divina.","por_que_esta_palavra":"A palavra é usada para enfatizar a fragilidade das coisas humanas diante do poder de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de redenção e a soberania de Deus sobre a história.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 14:4"]},"ageu_2_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra ou coisa refere-se à comunicação divina ou à manifestação do propósito de Deus.","explicacao_detalhada":"Em Ageu 2:20, a palavra 'palavra' implica a declaração de Deus sobre o futuro e Seus planos para o povo de Israel.","por_que_esta_palavra":"É fundamental para entender a revelação de Deus e Sua vontade para a humanidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e tem o poder de transformar vidas e realidades.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"ageu_2_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor representa Sua autoridade e caráter.","explicacao_detalhada":"Em Ageu 2:20, o uso do nome 'Senhor' enfatiza a soberania de Deus sobre todas as coisas e Sua capacidade de cumprir promessas.","por_que_esta_palavra":"O nome de Deus é central na adoração e na relação do povo com Ele.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e é invocado em momentos de necessidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"ageu_2_21_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Céus referem-se ao domínio celestial, onde Deus habita e governa.","explicacao_detalhada":"No contexto de Ageu 2:21, a menção aos céus destaca a autoridade divina sobre a criação e a promessa de intervenção divina.","por_que_esta_palavra":"Os céus são frequentemente mencionados como o lugar de onde Deus envia Suas bênçãos e juízos.","conexao_teologica":"A soberania de Deus sobre os céus é um tema que reafirma Sua majestade e poder.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"ageu_2_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"Em Ageu 2:21, a terra é mencionada para enfatizar a abrangência do domínio de Deus sobre toda a criação.","por_que_esta_palavra":"A terra é o cenário da ação de Deus e do relacionamento com Seu povo.","conexao_teologica":"A criação da terra e sua administração por Deus são fundamentais para a compreensão da história da salvação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"ageu_2_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica a comunicação de uma verdade ou ordem.","explicacao_detalhada":"No contexto de Ageu 2:21, 'dizer' refere-se à declaração de Deus sobre o que está por vir, mostrando Seu controle sobre a história.","por_que_esta_palavra":"A palavra de Deus é poderosa e traz à existência o que é declarado.","conexao_teologica":"A capacidade de Deus de dizer e fazer é um testemunho de Sua soberania.","referencias_relacionadas":["Gênesis 1:3","Isaías 55:11","Hebreus 11:3"]},"ageu_2_22_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Inimigo refere-se a qualquer força ou entidade que se opõe ao plano de Deus.","explicacao_detalhada":"Em Ageu 2:22, a menção de inimigos pode se referir a opressões externas ou a forças espirituais que desafiam o povo de Deus.","por_que_esta_palavra":"Reconhecer os inimigos é parte da luta espiritual e da necessidade de confiar em Deus.","conexao_teologica":"A batalha contra inimigos é uma constante na vida cristã, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Efésios 6:12","Romanos 8:31","Salmos 23:5"]},"ageu_2_22_caminho":{"palavra_pt":"caminho","palavra_original":"הָפַךְ","transliteracao":"hâphak","strong":"H2015","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Caminho refere-se à direção ou ao modo de vida que se deve seguir.","explicacao_detalhada":"Em Ageu 2:22, o 'caminho' pode simbolizar as escolhas que o povo de Deus deve fazer em obediência a Ele.","por_que_esta_palavra":"O caminho é uma metáfora comum na Bíblia para a vida espiritual e as decisões que moldam o caráter.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando a importância de seguir Seus ensinamentos.","referencias_relacionadas":["Provérbios 3:6","Mateus 7:13-14","João 14:6"]},"ageu_2_22_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Reino refere-se ao governo e à autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Ageu 2:22, a menção do reino destaca a soberania de Deus e Sua promessa de restaurar Israel.","por_que_esta_palavra":"O conceito de reino é central na mensagem do evangelho e na expectativa do povo de Deus.","conexao_teologica":"O reino de Deus é um tema central na Bíblia, representando a realização do plano divino.","referencias_relacionadas":["Mateus 6:33","Lucas 17:20-21","Apocalipse 11:15"]},"ageu_2_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se a um período de tempo, muitas vezes associado a eventos significativos na história da salvação.","explicacao_detalhada":"Em Ageu 2:23, o 'dia' pode simbolizar um tempo de ação divina e cumprimento de promessas.","por_que_esta_palavra":"O dia é frequentemente usado na Bíblia para marcar momentos de intervenção de Deus na história.","conexao_teologica":"O conceito de dia do Senhor é um tema importante que aponta para o juízo e a redenção.","referencias_relacionadas":["Joel 2:31","1 Tessalonicenses 5:2","Apocalipse 1:10"]},"ageu_2_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"No contexto de Ageu 2:23, 'senhor' refere-se a Deus como o soberano que tem autoridade sobre todas as coisas e que promete estar com seu povo.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é um dos nomes mais reverenciados de Deus na tradição judaica, simbolizando sua eternidade, imutabilidade e soberania. Em Ageu, Deus se apresenta como aquele que levanta e fortalece seu povo, especialmente após o retorno do exílio.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a relação de autoridade e cuidado que Deus tem sobre Israel, lembrando-os de que Ele é o seu guia e protetor.","conexao_teologica":"A teologia do Antigo Testamento frequentemente destaca a relação entre Deus e seu povo, onde Ele é o Senhor que promete estar presente e ativo na história de Israel. Isso se conecta com a ideia de que Deus é fiel às suas promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 41:10","Jeremias 31:33"]},"ageu_2_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Em Ageu 2:23, 'filho' refere-se à relação especial entre Deus e o líder de Israel, simbolizando a continuidade da linhagem e a promessa de Deus de restaurar seu povo.","explicacao_detalhada":"A palavra 'filho' (בֵּן) implica uma relação íntima e de herança. No contexto de Ageu, Deus promete que Zorobabel, como descendente de Davi, será um sinal de esperança e restauração para Israel, representando a continuidade das promessas divinas.","por_que_esta_palavra":"A utilização da palavra 'filho' destaca a importância da linhagem davídica e a esperança messiânica que se cumpre em Cristo, que é chamado de Filho de Deus.","conexao_teologica":"A relação entre Deus e seu povo é frequentemente descrita em termos de paternidade, onde Deus é o Pai que cuida e guia seus filhos. Essa conexão é fundamental para entender a aliança e as promessas de Deus ao longo da história.","referencias_relacionadas":["Salmos 2:7","Isaías 9:6","Mateus 1:1","Romanos 8:14"]}}