{"numeros_11_1_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado como um recurso valioso para o povo de Israel, simbolizando sustento e riqueza.","explicacao_detalhada":"No contexto de Números 11:1, o gado é mencionado em um momento de reclamação do povo sobre a falta de carne. O gado representa não apenas alimento, mas também a prosperidade que Deus havia proporcionado ao povo.","por_que_esta_palavra":"A palavra 'gado' é utilizada para enfatizar a insatisfação do povo em relação ao que Deus lhes forneceu, mostrando uma falta de gratidão.","conexao_teologica":"O gado simboliza a provisão de Deus e a necessidade de confiar Nele para o sustento. A murmuração do povo revela a fragilidade da fé.","referencias_relacionadas":["Êxodo 16:3","Números 11:4","Salmos 78:18"]},"numeros_11_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica um estado de descontentamento e desespero do povo, que se sente 'cair' em sua reclamação.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a condição emocional do povo que, ao se queixar, demonstra uma queda espiritual e uma falta de confiança em Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' reflete a gravidade da situação, onde a insatisfação leva a um estado de desespero.","conexao_teologica":"A queda do povo em descontentamento contrasta com a fidelidade de Deus, que sempre provê o que é necessário.","referencias_relacionadas":["Números 11:1","Salmos 106:25","Hebreus 3:17"]},"numeros_11_1_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que estava em um estado de murmuração contra Deus.","explicacao_detalhada":"O termo 'povo' é usado para descrever a coletividade dos israelitas, que, apesar de terem sido libertos do Egito, ainda lutavam com a ingratidão e a falta de fé.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a dinâmica entre Deus e os israelitas, que frequentemente se afastavam de Sua vontade.","conexao_teologica":"O povo de Israel representa a humanidade em sua luta contra a dúvida e a insatisfação, necessitando da graça de Deus.","referencias_relacionadas":["Êxodo 3:10","Números 11:4","Deuteronômio 9:6"]},"numeros_11_2_subjugar":{"palavra_pt":"subjugar","palavra_original":"שָׁקַע","transliteracao":"shâqaʻ","strong":"H8257","significado_raiz":"Ideia básica: subjugar.","significado_contextual":"Refere-se à ação de dominar ou controlar, que o povo desejava em relação à sua situação.","explicacao_detalhada":"A palavra 'subjugar' é usada para descrever o desejo do povo de ter controle sobre suas circunstâncias, refletindo uma falta de confiança na liderança de Moisés e na provisão divina.","por_que_esta_palavra":"A escolha dessa palavra indica a luta interna do povo entre a fé e o desejo de controle sobre suas vidas.","conexao_teologica":"A tentativa de subjugar a situação revela a tendência humana de querer resolver problemas por conta própria, em vez de confiar em Deus.","referencias_relacionadas":["Números 11:2","Salmos 106:14","Isaías 30:1"]},"numeros_11_2_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Novamente se refere ao povo de Israel, que estava insatisfeito e clamando por carne.","explicacao_detalhada":"O uso repetido da palavra 'povo' enfatiza a coletividade da insatisfação e a necessidade de uma resposta divina ao clamor.","por_que_esta_palavra":"A repetição da palavra destaca a identidade do povo como um grupo que luta com a fé e a confiança em Deus.","conexao_teologica":"O povo de Israel serve como um exemplo de como a murmuração pode levar à disciplina divina.","referencias_relacionadas":["Números 11:1","Números 11:4","Deuteronômio 1:26"]},"numeros_11_3_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou chamar o povo para uma reunião ou para ouvir uma mensagem.","explicacao_detalhada":"A palavra 'chamar' é usada quando Moisés convoca o povo para discutir suas queixas, mostrando a importância da comunicação na liderança.","por_que_esta_palavra":"A escolha da palavra 'chamar' indica a necessidade de um diálogo entre Moisés e o povo, enfatizando a liderança responsável.","conexao_teologica":"O ato de chamar o povo reflete o papel de Deus em nos convocar para a comunhão e a resolução de conflitos.","referencias_relacionadas":["Números 11:3","Êxodo 19:3","Mateus 11:28"]},"numeros_11_3_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo como a coletividade do povo, que deve se unir em torno de uma causa comum.","explicacao_detalhada":"A palavra 'corpo' é usada para descrever a unidade do povo de Israel, que deve funcionar como um todo sob a liderança de Moisés.","por_que_esta_palavra":"A palavra 'corpo' enfatiza a necessidade de unidade e cooperação entre os israelitas para enfrentar desafios.","conexao_teologica":"A ideia de corpo é uma metáfora para a unidade do povo de Deus, que deve trabalhar em conjunto para cumprir Sua vontade.","referencias_relacionadas":["1 Coríntios 12:12","Efésios 4:4","Romanos 12:5"]},"numeros_11_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação para a ação que se segue.","explicacao_detalhada":"A palavra 'porque' é uma conjunção que liga a queixa do povo a uma justificativa, mostrando a lógica por trás de suas reclamações.","por_que_esta_palavra":"A escolha da palavra 'porque' é importante para entender o raciocínio do povo e suas motivações.","conexao_teologica":"A utilização de 'porque' revela a necessidade de entender as razões por trás das ações humanas e a resposta de Deus a elas.","referencias_relacionadas":["Números 11:3","Tiago 1:5","Romanos 14:23"]},"numeros_11_4_povo":{"palavra_pt":"povo","palavra_original":"אֲסְפְּסֻף","transliteracao":"ʼăçpᵉçuph","strong":"H628","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se a um grupo específico de pessoas que se uniram em suas queixas e desejos.","explicacao_detalhada":"A palavra 'povo' aqui é usada para descrever aqueles que se juntaram para expressar sua insatisfação, destacando a natureza coletiva da murmuração.","por_que_esta_palavra":"A repetição da palavra 'povo' enfatiza a força da insatisfação coletiva e a necessidade de uma resposta divina.","conexao_teologica":"O povo que murmura serve como um alerta sobre os perigos da desunião e da falta de fé em Deus.","referencias_relacionadas":["Números 11:1","Números 11:5","Salmos 78:29"]},"numeros_11_4_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou restaurar algo, que pode ser interpretado como um desejo de retornar a um estado anterior de satisfação.","explicacao_detalhada":"A palavra 'edificar' é usada no sentido de querer restaurar a situação anterior, onde o povo tinha carne para comer, refletindo um desejo de segurança e conforto.","por_que_esta_palavra":"A escolha da palavra 'edificar' indica uma busca por estabilidade em tempos de incerteza.","conexao_teologica":"A ideia de edificar é central na teologia bíblica, onde Deus é visto como o verdadeiro arquiteto da vida e da fé.","referencias_relacionadas":["Salmos 127:1","1 Coríntios 3:9","Efésios 2:20"]},"numeros_11_4_idiom":{"palavra_pt":"expressao","palavra_original":"בָּכָה","transliteracao":"bâkâh","strong":"H1058","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma manifestação de sentimentos ou pensamentos.","explicacao_detalhada":"No contexto de Números 11:4, a expressão é utilizada para descrever o descontentamento do povo de Israel, que se queixava da falta de variedade na alimentação, expressando sua insatisfação de forma clara.","por_que_esta_palavra":"A escolha da palavra 'expressão' é significativa, pois indica que o descontentamento não era apenas um pensamento interno, mas algo que foi verbalizado e compartilhado entre o povo.","conexao_teologica":"A expressão de descontentamento do povo revela a fragilidade humana e a tendência de esquecer as bênçãos de Deus, um tema recorrente na narrativa bíblica.","referencias_relacionadas":["Êxodo 16:2-3","Salmos 106:14-15","Filipenses 2:14"]},"numeros_11_6_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, sua vitalidade e identidade.","explicacao_detalhada":"Em Números 11:6, o povo expressa um desejo por carne, sentindo que suas almas estavam insatisfeitas com o maná. Isso reflete uma busca por satisfação física e emocional.","por_que_esta_palavra":"A palavra 'alma' é usada para enfatizar a profundidade do desejo humano por alimento e satisfação, mostrando que a fome vai além do físico.","conexao_teologica":"A busca por alimento físico é uma metáfora para a busca espiritual, onde Deus é o verdadeiro sustento da alma.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 42:1-2"]},"numeros_11_6_falar":{"palavra_pt":"falar","palavra_original":"מָן","transliteracao":"mân","strong":"H4478","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de expressar verbalmente pensamentos ou sentimentos.","explicacao_detalhada":"No versículo, o povo fala sobre suas lembranças do Egito, expressando nostalgia e descontentamento com a situação atual.","por_que_esta_palavra":"A escolha de 'falar' destaca a importância da comunicação e da expressão de sentimentos, que pode influenciar o comportamento coletivo.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e o homem, e a murmuração do povo revela a falta de confiança em Deus.","referencias_relacionadas":["Êxodo 16:3","Salmos 78:19","Tiago 3:5-6"]},"numeros_11_7_falar":{"palavra_pt":"falar","palavra_original":"מָן","transliteracao":"mân","strong":"H4478","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada novamente para enfatizar a verbalização dos desejos e queixas do povo.","explicacao_detalhada":"O povo continua a falar sobre o maná, descrevendo-o de maneira negativa, o que reflete uma atitude de ingratidão.","por_que_esta_palavra":"A repetição da palavra 'falar' sublinha a persistência do descontentamento e a influência das palavras na formação de uma mentalidade coletiva.","conexao_teologica":"As palavras têm poder e podem moldar a realidade espiritual e emocional do povo, mostrando a importância de falar com gratidão.","referencias_relacionadas":["Filipenses 4:8","Provérbios 18:21","Colossenses 3:16"]},"numeros_11_7_semente":{"palavra_pt":"semente/descendencia","palavra_original":"זֶרַע","transliteracao":"zeraʻ","strong":"H2233","significado_raiz":"Ideia básica: semente.","significado_contextual":"A palavra 'semente/descendência' refere-se à continuidade da vida e à reprodução.","explicacao_detalhada":"No contexto, o povo menciona a semente como uma forma de expressar seu desejo por alimentos variados, ligando a ideia de sustento à continuidade da vida.","por_que_esta_palavra":"A palavra 'semente' simboliza não apenas alimento, mas também a esperança de um futuro próspero e abundante.","conexao_teologica":"A semente é um símbolo de promessa e esperança, refletindo a aliança de Deus com Seu povo e a provisão divina.","referencias_relacionadas":["Gênesis 1:11-12","Gálatas 6:7","Mateus 13:31-32"]},"numeros_11_7_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se à percepção e à visão, tanto literal quanto figurativa.","explicacao_detalhada":"O povo menciona o 'olho' em um contexto de insatisfação, indicando que suas percepções sobre a comida eram limitadas e distorcidas.","por_que_esta_palavra":"A palavra 'olho' é usada para enfatizar a maneira como as pessoas veem e interpretam suas circunstâncias, muitas vezes de forma negativa.","conexao_teologica":"A visão espiritual é crucial para entender a provisão de Deus, e a falta de visão pode levar à ingratidão.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:18","Hebreus 11:1"]},"numeros_11_8_bake":{"palavra_pt":"bake","palavra_original":"בָּשַׁל","transliteracao":"bâshal","strong":"H1310","significado_raiz":"Ideia básica: bake.","significado_contextual":"A palavra 'bake' refere-se ao ato de cozinhar, especificamente em relação ao maná.","explicacao_detalhada":"No versículo, o povo fala sobre como o maná poderia ser preparado, expressando um desejo por variedade na alimentação.","por_que_esta_palavra":"A escolha da palavra 'bake' destaca a necessidade humana de criatividade e variedade na dieta, refletindo a insatisfação com a monotonia.","conexao_teologica":"Deus provê o maná, mas a insatisfação do povo revela a dificuldade em aceitar a provisão divina como suficiente.","referencias_relacionadas":["Êxodo 16:31","João 6:58","Salmos 78:24-25"]},"numeros_11_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que representa força e poder.","explicacao_detalhada":"Embora o termo 'urso' não apareça diretamente no versículo, a ideia de força pode ser associada à necessidade de proteção e sustento.","por_que_esta_palavra":"A menção de 'urso' pode simbolizar a força que o povo desejava em sua alimentação, buscando algo que os fizesse sentir-se mais seguros e satisfeitos.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, e a busca por segurança é uma necessidade humana que Deus pode suprir.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:31","Romanos 8:31"]},"numeros_11_9_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a um adversário ou alguém que se opõe.","explicacao_detalhada":"No contexto, a ideia de 'inimigo' pode ser interpretada como a luta interna do povo contra a insatisfação e a falta de fé.","por_que_esta_palavra":"A palavra 'inimigo' destaca a batalha espiritual que o povo enfrenta, não apenas contra forças externas, mas também contra suas próprias dúvidas.","conexao_teologica":"A luta contra a incredulidade é uma batalha constante na vida do crente, e Deus é visto como o defensor contra esses inimigos internos.","referencias_relacionadas":["Efésios 6:12","1 Pedro 5:8","Romanos 7:23"]},"numeros_11_9_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se a animais domesticados, que são uma fonte de alimento e riqueza.","explicacao_detalhada":"O povo menciona o gado em um contexto de comparação, desejando a carne que poderiam obter desses animais em vez do maná.","por_que_esta_palavra":"A palavra 'gado' simboliza a abundância e a segurança que o povo associava à vida no Egito, contrastando com a sua atual situação no deserto.","conexao_teologica":"A referência ao gado destaca a necessidade humana de segurança e provisão, que Deus promete suprir de maneiras que muitas vezes não compreendemos.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 104:14-15","Mateus 6:26"]},"numeros_11_9_dew":{"palavra_pt":"dew","palavra_original":"טַל","transliteracao":"ṭal","strong":"H2919","significado_raiz":"Ideia básica: dew.","significado_contextual":"A palavra 'dew' refere-se ao orvalho que cai sobre a terra, simbolizando a provisão de Deus.","explicacao_detalhada":"O orvalho é uma forma de umidade que se forma durante a noite e é essencial para a vegetação, especialmente em regiões áridas. No contexto de Números 11:9, o orvalho representa a bênção e a provisão divina para o povo de Israel no deserto.","por_que_esta_palavra":"O uso da palavra 'dew' enfatiza a dependência do povo de Deus para sustento e a Sua fidelidade em prover.","conexao_teologica":"O orvalho é frequentemente visto como um símbolo da graça e da provisão de Deus, refletindo a maneira como Ele cuida de Seu povo.","referencias_relacionadas":["Salmos 133:3","Isaías 26:19","Oséias 14:5"]},"numeros_11_10_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e obedecer à voz de Deus.","explicacao_detalhada":"No contexto de Números 11:10, a palavra 'ouvir' é usada para descrever a resposta do povo às instruções e reclamações de Moisés, refletindo a importância da obediência à liderança divina.","por_que_esta_palavra":"A escolha da palavra 'ouvir' destaca a necessidade de discernimento espiritual e a disposição de seguir a vontade de Deus.","conexao_teologica":"Ouvir a voz de Deus é fundamental para a vida espiritual, pois implica em relacionamento e obediência.","referencias_relacionadas":["Deuteronômio 6:4-5","Tiago 1:22","Romanos 10:17"]},"numeros_11_10_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à comunidade de Israel, escolhida por Deus.","explicacao_detalhada":"Em Números 11:10, a referência ao 'povo' destaca a coletividade e a identidade do povo de Israel como nação escolhida, enfatizando a responsabilidade coletiva diante de Deus.","por_que_esta_palavra":"A palavra 'povo' é usada para lembrar que a relação de Deus é com uma comunidade, não apenas com indivíduos.","conexao_teologica":"A noção de povo de Deus é central na teologia bíblica, simbolizando a aliança e a identidade do povo diante de Deus.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"numeros_11_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo dentro do povo de Israel, representando a humanidade.","explicacao_detalhada":"Em Números 11:10, a palavra 'homem' é usada para enfatizar a individualidade e a responsabilidade pessoal dentro da comunidade de fé.","por_que_esta_palavra":"A utilização da palavra 'homem' destaca a importância de cada pessoa na relação com Deus e com os outros.","conexao_teologica":"A dignidade do ser humano é um tema central na Bíblia, refletindo a criação à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"numeros_11_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou expressar algo.","explicacao_detalhada":"Em Números 11:11, a palavra 'dizer' é usada para descrever a comunicação de Moisés a Deus sobre as queixas do povo, mostrando a importância da oração e da intercessão.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a necessidade de diálogo entre o homem e Deus.","conexao_teologica":"A comunicação com Deus é essencial na vida de fé, refletindo a relação pessoal que os crentes têm com Ele.","referencias_relacionadas":["Salmos 55:17","Filipenses 4:6","1 Tessalonicenses 5:17"]},"numeros_11_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, o soberano e criador.","explicacao_detalhada":"Em Números 11:11, a palavra 'senhor' é usada para reconhecer a autoridade e a soberania de Deus sobre o povo e suas circunstâncias.","por_que_esta_palavra":"A utilização do termo 'senhor' enfatiza a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"numeros_11_11_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é agradável ou desejável.","explicacao_detalhada":"Em Números 11:11, a palavra 'bom' é usada para descrever a natureza das coisas que Deus proporciona ao Seu povo, contrastando com as queixas e insatisfações.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a bondade de Deus em meio às dificuldades.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, refletindo Seu caráter e ações em favor de Seu povo.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"numeros_11_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Em Números 11:12, a palavra 'modo' é usada para descrever a forma como Moisés se apresenta diante de Deus, refletindo a importância da atitude e da abordagem na oração.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que a maneira como nos aproximamos de Deus é significativa.","conexao_teologica":"A forma de se relacionar com Deus é importante, pois reflete nossa compreensão de Sua santidade e nossa humildade.","referencias_relacionadas":["Hebreus 4:16","Mateus 6:9-13","Salmos 51:17"]},"numeros_11_12_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra ou ao chão, simbolizando a criação de Deus.","explicacao_detalhada":"Em Números 11:12, a palavra 'solo' é usada para enfatizar a conexão entre o povo e a terra prometida, refletindo a importância da terra na aliança de Deus com Israel.","por_que_esta_palavra":"A escolha da palavra 'solo' destaca a relação do povo com a terra que Deus lhes deu.","conexao_teologica":"A terra prometida é um símbolo da promessa de Deus e da herança espiritual do Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:2-3"]},"numeros_11_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de fornecer ou conceder algo.","explicacao_detalhada":"Em Números 11:13, a palavra 'dar' é usada para descrever a solicitação de Moisés a Deus para suprir as necessidades do povo, refletindo a dependência do povo em relação a Deus.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a generosidade de Deus e a necessidade de pedir a Ele em oração.","conexao_teologica":"A oração e o clamor a Deus são fundamentais na vida do crente, pois Ele é o provedor de todas as coisas.","referencias_relacionadas":["Filipenses 4:19","Mateus 7:7-8","Salmos 145:15-16"]},"numeros_11_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"No contexto de Números 11:13, a palavra 'modo' é usada para descrever a forma como Moisés deveria lidar com a situação do povo que reclamava de comida. A escolha do 'modo' é crucial para entender a abordagem de Moisés diante das queixas.","por_que_esta_palavra":"A palavra 'modo' é importante porque indica que existe uma maneira específica de agir que deve ser considerada em situações de liderança e responsabilidade.","conexao_teologica":"A forma como os líderes devem agir é um tema recorrente na Bíblia, refletindo a necessidade de sabedoria e discernimento ao guiar o povo de Deus.","referencias_relacionadas":["Êxodo 18:21","Provérbios 4:7","Tiago 1:5"]},"numeros_11_13_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que formam uma nação ou comunidade.","explicacao_detalhada":"Em Números 11:13, a palavra 'povo' é usada para descrever os israelitas que estavam no deserto e que se queixavam da falta de carne. O uso dessa palavra destaca a identidade coletiva e as necessidades do grupo.","por_que_esta_palavra":"A palavra 'povo' é fundamental para entender a dinâmica social e as interações entre Moisés e os israelitas, enfatizando a responsabilidade do líder em atender às necessidades do seu povo.","conexao_teologica":"A relação entre Deus e Seu povo é um tema central na Bíblia, refletindo a importância da comunidade na vida espiritual.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 7:6","1 Pedro 2:9"]},"numeros_11_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade ou à sinceridade de uma afirmação.","explicacao_detalhada":"No versículo Números 11:14, a palavra 'verdade' é utilizada para expressar a frustração de Moisés ao lidar com as queixas do povo. Ele se sente sobrecarregado e questiona a veracidade das suas próprias capacidades como líder.","por_que_esta_palavra":"A palavra 'verdade' é relevante porque reflete a luta interna de Moisés em reconhecer sua própria limitação e a realidade da situação que enfrenta.","conexao_teologica":"A busca pela verdade é um tema importante na Bíblia, onde a honestidade e a transparência são valorizadas nas relações com Deus e com os outros.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"numeros_11_14_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Em Números 11:14, a palavra 'grande' é usada para descrever a carga que Moisés sente ao liderar o povo. Ele reconhece que a responsabilidade é maior do que ele pode suportar sozinho.","por_que_esta_palavra":"A palavra 'grande' é significativa porque enfatiza a seriedade da liderança e a necessidade de apoio divino e humano.","conexao_teologica":"A grandeza da responsabilidade é um tema que aparece em várias passagens, mostrando que Deus capacita aqueles que Ele chama para liderar.","referencias_relacionadas":["Mateus 11:30","2 Coríntios 12:9","Hebreus 13:17"]},"numeros_11_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"No contexto de Números 11:14, a palavra 'modo' é usada para descrever a forma como Moisés deveria lidar com a situação do povo que reclamava de comida. A escolha do 'modo' é crucial para entender a abordagem de Moisés diante das queixas.","por_que_esta_palavra":"A palavra 'modo' é importante porque indica que existe uma maneira específica de agir que deve ser considerada em situações de liderança e responsabilidade.","conexao_teologica":"A forma como os líderes devem agir é um tema recorrente na Bíblia, refletindo a necessidade de sabedoria e discernimento ao guiar o povo de Deus.","referencias_relacionadas":["Êxodo 18:21","Provérbios 4:7","Tiago 1:5"]},"numeros_11_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal, neste caso, um urso, usado como metáfora para expressar a intensidade da dor ou desespero.","explicacao_detalhada":"Em Números 11:15, Moisés usa a palavra 'urso' para ilustrar sua angústia e a sensação de que a carga de liderar o povo é tão pesada que ele preferiria estar em qualquer outro lugar.","por_que_esta_palavra":"A palavra 'urso' é utilizada para transmitir a profundidade do sofrimento emocional de Moisés, enfatizando a gravidade da situação.","conexao_teologica":"A metáfora do sofrimento é comum na Bíblia, onde muitos servos de Deus expressam suas lutas e desafios ao cumprir Sua vontade.","referencias_relacionadas":["Salmos 42:3","Jeremias 20:9","Mateus 26:38"]},"numeros_11_15_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de resgatar ou livrar alguém de uma situação difícil.","explicacao_detalhada":"No versículo Números 11:15, Moisés clama a Deus para que o salve de sua situação angustiante, expressando sua incapacidade de lidar com o povo sozinho.","por_que_esta_palavra":"A palavra 'salvar' é crucial, pois revela a dependência de Moisés em relação a Deus para obter ajuda e orientação em tempos de crise.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a necessidade de intervenção divina em momentos de fraqueza humana.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Hebreus 7:25"]},"numeros_11_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo de forma significativa.","explicacao_detalhada":"Em Números 11:16, a palavra 'dizer' é usada para descrever a instrução que Deus dá a Moisés sobre como reunir os anciãos do povo para ajudá-lo na liderança.","por_que_esta_palavra":"A palavra 'dizer' é importante porque destaca a comunicação divina e a necessidade de Moisés em ouvir e obedecer às instruções de Deus.","conexao_teologica":"A comunicação entre Deus e Seu povo é fundamental na Bíblia, mostrando como Deus se revela e orienta aqueles que O seguem.","referencias_relacionadas":["Êxodo 3:4","Salmos 119:105","João 10:27"]},"numeros_11_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome próprio de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"No versículo Números 11:16, o nome 'Senhor' é invocado para enfatizar a soberania de Deus sobre a situação que Moisés enfrenta, lembrando-o de que Deus é o verdadeiro líder.","por_que_esta_palavra":"A palavra 'senhor' é significativa porque representa a relação de autoridade e submissão entre Moisés e Deus.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua natureza e o relacionamento que Ele tem com Seu povo.","referencias_relacionadas":["Êxodo 6:3","Salmos 8:1","Filipenses 2:9-11"]},"numeros_11_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a fragilidade e a dependência do homem em relação a Deus.","explicacao_detalhada":"Em Números 11:16, a palavra 'homem' é usada para descrever os anciãos que Deus escolheu para ajudar Moisés, ressaltando a necessidade de apoio humano na liderança.","por_que_esta_palavra":"A palavra 'homem' é importante porque destaca a humanidade de Moisés e a necessidade de colaboração entre os líderes.","conexao_teologica":"A dependência mútua entre os seres humanos é um tema recorrente na Bíblia, mostrando que Deus usa pessoas para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 2:18","Eclesiastes 4:9-10","1 Coríntios 12:12-14"]},"numeros_11_17_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a qualquer adversário ou oposição que se levanta contra o povo de Deus.","explicacao_detalhada":"No contexto de Números 11:17, Deus promete enviar o Seu Espírito sobre os líderes do povo, indicando que eles não estarão sozinhos em enfrentar os inimigos. A presença de Deus é essencial para a vitória sobre qualquer adversidade.","por_que_esta_palavra":"A palavra 'inimigo' é usada para enfatizar a necessidade de ajuda divina em tempos de conflito e oposição.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, simbolizando a batalha espiritual que os crentes enfrentam. A ajuda de Deus é fundamental para superar essas adversidades.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","Efésios 6:12"]},"numeros_11_17_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' ou 'espírito' refere-se à presença e ação do Espírito Santo, que traz poder e direção.","explicacao_detalhada":"Em Números 11:17, Deus promete enviar o Seu Espírito sobre os líderes, permitindo que eles conduzam o povo. O 'vento' simboliza a força e a vitalidade que vêm de Deus.","por_que_esta_palavra":"A escolha da palavra 'vento' destaca a natureza invisível e poderosa do Espírito de Deus, que age em favor do Seu povo.","conexao_teologica":"O Espírito Santo é frequentemente associado ao poder de Deus para capacitar e guiar os crentes em suas missões.","referencias_relacionadas":["Atos 2:2-4","Isaías 11:2","João 14:26"]},"numeros_11_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em um ato de entrega ou concessão, especialmente em um contexto de necessidade.","explicacao_detalhada":"Em Números 11:18, Deus instrui Moisés a clamar ao povo para que se preparem para receber o que Ele dará. Isso reflete a generosidade de Deus em atender às necessidades do Seu povo.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender a relação entre Deus e Seu povo, onde Deus se apresenta como provedor.","conexao_teologica":"A ideia de Deus como doador é central na teologia bíblica, refletindo Sua natureza generosa e amorosa.","referencias_relacionadas":["Tiago 1:17","Filipenses 4:19","Mateus 7:11"]},"numeros_11_18_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à comunidade de Israel, escolhida por Deus para ser Seu povo especial.","explicacao_detalhada":"Em Números 11:18, o povo é convocado a se preparar para receber a provisão de Deus. Essa convocação destaca a importância da coletividade na experiência da fé.","por_que_esta_palavra":"A palavra 'povo' é fundamental para entender a identidade coletiva dos israelitas como o povo de Deus.","conexao_teologica":"A noção de povo escolhido é um tema central na Bíblia, simbolizando a relação especial entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"numeros_11_18_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"A palavra 'santificar' refere-se ao ato de separar algo como sagrado ou puro para o uso de Deus.","explicacao_detalhada":"Em Números 11:18, a santificação do povo é um passo necessário para que eles possam receber as bênçãos de Deus. Isso implica em uma preparação espiritual.","por_que_esta_palavra":"A palavra 'santificar' é usada para enfatizar a necessidade de pureza e dedicação ao Senhor antes de receber Suas dádivas.","conexao_teologica":"A santificação é um tema importante na Bíblia, refletindo a necessidade de estar em conformidade com a vontade de Deus.","referencias_relacionadas":["Levítico 20:7","1 Tessalonicenses 4:3","Hebreus 12:14"]},"numeros_11_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em fidelidade e realidade, especialmente em relação às promessas de Deus.","explicacao_detalhada":"Em Números 11:19, a ênfase na verdade destaca a certeza das promessas de Deus e a importância de confiar nEle.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus como fiel e verdadeiro em Suas promessas.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a fé cristã, que se baseia na confiança nas promessas divinas.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"numeros_11_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"Em Números 11:19, o 'dia' é mencionado em relação ao cumprimento das promessas de Deus, indicando um tempo determinado para a ação divina.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza de que Deus agirá em um tempo específico.","conexao_teologica":"A noção de tempo e cumprimento das promessas é um tema recorrente na Bíblia, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","2 Pedro 3:8"]},"numeros_11_19_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode indicar um indivíduo específico em um contexto de liderança.","explicacao_detalhada":"Em Números 11:19, a referência ao 'homem' destaca a responsabilidade individual e coletiva diante de Deus e Suas promessas.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a relação entre Deus e a humanidade, enfatizando a responsabilidade moral.","conexao_teologica":"A condição humana e a necessidade de redenção são temas centrais na teologia bíblica.","referencias_relacionadas":["Gênesis 1:26-27","Romanos 5:12","1 Coríntios 15:22"]},"numeros_11_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente refere-se a um período específico em que Deus agirá conforme Sua promessa.","explicacao_detalhada":"Em Números 11:20, o 'dia' é mencionado em um contexto de advertência sobre as consequências da desobediência, indicando que Deus é sério em Suas promessas.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a certeza do cumprimento das palavras de Deus.","conexao_teologica":"A ideia de que Deus tem um tempo determinado para agir é um tema importante na Bíblia, refletindo Sua soberania.","referencias_relacionadas":["Salmos 90:4","Hebreus 10:37","Apocalipse 1:3"]},"numeros_11_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de queda ou desgraça, muitas vezes associado ao juízo de Deus.","explicacao_detalhada":"Em Números 11:20, a menção de 'cair' indica as consequências da desobediência e a severidade do juízo divino sobre aqueles que não seguem as instruções de Deus.","por_que_esta_palavra":"A palavra 'cair' é usada para alertar sobre as consequências graves que podem resultar da rebeldia contra Deus.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, refletindo a seriedade de Sua santidade e a necessidade de obediência.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7-8","Hebreus 10:31"]},"numeros_11_20_loathsome":{"palavra_pt":"loathsome","palavra_original":"זָרָא","transliteracao":"zârâʼ","strong":"H2214","significado_raiz":"Ideia básica: loathsome.","significado_contextual":"Refere-se à aversão que o povo de Israel sentia pela comida que Deus lhes fornecia, especificamente o maná.","explicacao_detalhada":"A palavra 'loathsome' indica um sentimento de repulsa ou desgosto. No contexto, os israelitas estavam insatisfeitos com o maná e desejavam carne, expressando um descontentamento que refletia sua falta de fé e gratidão.","por_que_esta_palavra":"A escolha da palavra enfatiza a gravidade da reclamação do povo, mostrando como a ingratidão pode levar a um desprezo pelas bênçãos de Deus.","conexao_teologica":"Este versículo ilustra a tendência humana de desvalorizar as provisões divinas em favor de desejos carnais, destacando a necessidade de confiar em Deus.","referencias_relacionadas":["Êxodo 16:3","Salmos 106:14-15","Números 21:5"]},"numeros_11_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grande quantidade de pessoas que estavam reclamando sobre a falta de carne.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a comunicação do povo a Moisés sobre suas necessidades e desejos. O uso da palavra destaca a urgência e a intensidade da reclamação.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a insistência do povo em suas queixas, mostrando a pressão que Moisés estava enfrentando.","conexao_teologica":"Este versículo mostra como a murmuração pode se espalhar entre o povo de Deus, levando a uma crise de fé e confiança nas provisões divinas.","referencias_relacionadas":["Números 11:1","Filipenses 2:14","Salmos 78:19"]},"numeros_11_21_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que estava em um estado de descontentamento e reclamação.","explicacao_detalhada":"A palavra 'povo' é usada para descrever a coletividade dos israelitas que estavam insatisfeitos com as condições em que viviam no deserto.","por_que_esta_palavra":"A menção do 'povo' destaca a natureza coletiva da reclamação, mostrando que a insatisfação não era de um indivíduo, mas de toda a comunidade.","conexao_teologica":"O descontentamento do povo reflete a luta contínua entre a fé e a dúvida, um tema recorrente na jornada de Israel.","referencias_relacionadas":["Êxodo 12:37","Números 14:2","Salmos 95:10"]},"numeros_11_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou implorar por carne, mostrando a urgência do desejo do povo.","explicacao_detalhada":"A palavra 'dar' implica um pedido intenso, onde o povo clama a Moisés por algo que consideram essencial para sua sobrevivência e satisfação.","por_que_esta_palavra":"A escolha da palavra enfatiza a necessidade e a pressão que o povo sentia, refletindo uma falta de confiança nas provisões de Deus.","conexao_teologica":"Este clamor revela a fragilidade da fé do povo e a tendência de buscar soluções humanas em vez de confiar em Deus.","referencias_relacionadas":["Salmos 106:15","Números 11:4","Tiago 4:2"]},"numeros_11_22_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se à grande quantidade de carne que o povo desejava, comparando-a à abundância que poderia vir do mar.","explicacao_detalhada":"A palavra 'mar' é usada para ilustrar a vastidão e a abundância que o povo imaginava ao pedir carne, mostrando sua insatisfação com o que tinham.","por_que_esta_palavra":"A comparação com o mar enfatiza a ideia de que o povo queria mais do que o que Deus já lhes havia dado, refletindo um desejo de excessos.","conexao_teologica":"Este desejo por carne do mar simboliza a busca por satisfação carnal em vez de espiritual, um tema que ressoa em várias partes da Escritura.","referencias_relacionadas":["Salmos 78:27","Números 11:5","Isaías 55:2"]},"numeros_11_22_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao gado que o povo desejava, simbolizando a riqueza e a abundância.","explicacao_detalhada":"A palavra 'nome' é usada para descrever o que o povo queria, mostrando que eles estavam pensando em algo que poderia ser mais satisfatório do que o maná.","por_que_esta_palavra":"A escolha da palavra destaca a busca do povo por algo que consideram mais digno e desejável do que o que Deus lhes ofereceu.","conexao_teologica":"A insatisfação do povo com o maná e o desejo por carne refletem a luta entre as necessidades espirituais e os desejos carnais.","referencias_relacionadas":["Números 11:4","Salmos 106:14","1 Coríntios 10:6"]},"numeros_11_22_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao desejo do povo por carne de gado, simbolizando uma busca por conforto e prazer.","explicacao_detalhada":"A palavra 'gado' representa a riqueza e a abundância que o povo desejava, contrastando com a simplicidade do maná.","por_que_esta_palavra":"A escolha da palavra enfatiza a ideia de que o povo estava buscando algo que consideravam mais substancial e satisfatório.","conexao_teologica":"O desejo por gado reflete a luta entre a satisfação espiritual e as necessidades físicas, um tema que é recorrente na narrativa bíblica.","referencias_relacionadas":["Números 11:4","Salmos 78:27","Tiago 1:14"]},"numeros_11_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus sobre a capacidade de atender ao pedido do povo.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a certeza de Deus em relação ao que Ele pode fazer, enfatizando Sua soberania.","por_que_esta_palavra":"A repetição da palavra 'dizer' destaca a autoridade de Deus em contrastar com a dúvida do povo.","conexao_teologica":"Este versículo reafirma a soberania de Deus e Sua capacidade de prover, mesmo quando o povo duvida.","referencias_relacionadas":["Números 11:23","Salmos 50:10","Efésios 3:20"]},"numeros_11_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado como autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas, incluindo as necessidades do povo.","por_que_esta_palavra":"A escolha da palavra destaca a relação entre Deus e Seu povo, mostrando que Ele é o provedor e o sustentador.","conexao_teologica":"A invocação do nome de Deus é um lembrete da Sua presença e poder em meio às dificuldades.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Romanos 10:13"]},"numeros_11_23_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão de Deus, simbolizando Sua ação e poder para prover.","explicacao_detalhada":"A palavra 'mao' é usada para descrever a capacidade de Deus de agir em favor de Seu povo, mostrando que Ele pode atender suas necessidades.","por_que_esta_palavra":"A escolha da palavra enfatiza a ação direta de Deus em resposta ao clamor do povo.","conexao_teologica":"A mão de Deus é um símbolo de Sua intervenção e provisão, um tema que é central na narrativa bíblica.","referencias_relacionadas":["Salmos 145:16","Isaías 41:10","Atos 4:30"]},"numeros_11_24_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de deixar um lugar ou uma situação.","explicacao_detalhada":"Neste contexto, Moisés convoca os setenta anciãos para que saiam do acampamento e se reúnam ao redor da tenda da congregação, onde Deus se manifestará.","por_que_esta_palavra":"A escolha da palavra 'sair' enfatiza a separação dos anciãos do povo, indicando um momento de importância espiritual e de preparação para receber a unção de Deus.","conexao_teologica":"A saída dos anciãos para se encontrarem com Deus simboliza a importância da liderança espiritual e da comunhão com o Senhor.","referencias_relacionadas":["Êxodo 3:10","Êxodo 19:10","Números 11:16"]},"numeros_11_24_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, especialmente em um contexto profético.","explicacao_detalhada":"Moisés fala com Deus e recebe instruções sobre como os setenta anciãos devem ser capacitados para ajudar na liderança do povo.","por_que_esta_palavra":"A palavra 'falar' é crucial, pois destaca a relação direta entre Deus e Moisés, e a importância da comunicação divina na liderança.","conexao_teologica":"A comunicação de Deus com Moisés e os anciãos mostra como Deus se preocupa com a orientação do Seu povo através de líderes escolhidos.","referencias_relacionadas":["Êxodo 4:12","Números 12:6","Deuteronômio 18:18"]},"numeros_11_24_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao conjunto dos israelitas que estavam sob a liderança de Moisés.","explicacao_detalhada":"O povo é mencionado para enfatizar a responsabilidade de Moisés e dos anciãos em cuidar e guiar a comunidade de Israel.","por_que_esta_palavra":"A palavra 'povo' é significativa, pois representa a coletividade que precisa de liderança e direção espiritual.","conexao_teologica":"A relação entre Moisés, os anciãos e o povo ilustra a estrutura de liderança que Deus estabeleceu para guiar Seu povo.","referencias_relacionadas":["Êxodo 19:6","Números 11:1","Deuteronômio 7:6"]},"numeros_11_25_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a qualquer oposição ou adversidade que o povo de Israel possa enfrentar.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a luta espiritual e física que os israelitas enfrentam em sua jornada.","por_que_esta_palavra":"A menção de 'inimigo' destaca a necessidade de proteção e intervenção divina contra as forças que se opõem ao povo de Deus.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, simbolizando a batalha espiritual que os crentes enfrentam.","referencias_relacionadas":["Salmos 23:5","Efésios 6:12","Romanos 8:31"]},"numeros_11_25_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' refere-se à manifestação do Espírito de Deus que desce sobre os anciãos.","explicacao_detalhada":"O Espírito de Deus é descrito como um vento que traz poder e capacitação aos líderes escolhidos para guiar o povo.","por_que_esta_palavra":"A utilização da palavra 'vento' simboliza a presença e a ação do Espírito Santo, que traz vida e direção.","conexao_teologica":"A descida do Espírito sobre os anciãos é um precursor da unção que todos os crentes recebem, mostrando a continuidade da obra do Espírito.","referencias_relacionadas":["Atos 2:2-4","João 3:8","Gálatas 5:22-23"]},"numeros_11_25_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou oferecer algo.","explicacao_detalhada":"Deus dá o Espírito aos anciãos, capacitando-os para a tarefa de liderar e guiar o povo de Israel.","por_que_esta_palavra":"A palavra 'dar' enfatiza a generosidade de Deus em equipar Seus servos para o ministério.","conexao_teologica":"A dádiva do Espírito é um tema central na teologia cristã, mostrando como Deus habilita Seus líderes para cumprir Sua vontade.","referencias_relacionadas":["Tiago 1:17","Romanos 12:6-8","1 Coríntios 12:4-11"]},"numeros_11_26_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos animais que eram parte importante da economia e da vida do povo.","explicacao_detalhada":"O gado é mencionado para ilustrar a abundância e a provisão de Deus para o povo de Israel durante sua jornada.","por_que_esta_palavra":"A palavra 'gado' simboliza a prosperidade e a bênção que Deus oferece ao Seu povo.","conexao_teologica":"A provisão de Deus é um tema recorrente, mostrando como Ele cuida das necessidades físicas e espirituais de Seu povo.","referencias_relacionadas":["Salmos 23:1","Filipenses 4:19","Mateus 6:26"]},"numeros_11_26_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' novamente refere-se à manifestação do Espírito de Deus.","explicacao_detalhada":"Neste contexto, o vento simboliza a ação do Espírito que traz transformação e poder aos líderes.","por_que_esta_palavra":"A repetição da palavra 'vento' reforça a ideia da presença contínua de Deus entre Seu povo.","conexao_teologica":"A presença do Espírito é essencial para a vida e a missão da igreja, assim como foi para os líderes de Israel.","referencias_relacionadas":["Atos 2:1-4","Romanos 8:9-11","1 Coríntios 2:12"]},"numeros_11_26_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' aqui se refere à profecia e à comunicação da vontade de Deus.","explicacao_detalhada":"Os anciãos, ao receberem o Espírito, começam a falar e profetizar, cumprindo a função de líderes espirituais.","por_que_esta_palavra":"A palavra 'falar' é crucial para entender o papel profético que os anciãos assumem após a unção.","conexao_teologica":"A profecia é uma forma de Deus se comunicar com Seu povo, mostrando Sua vontade e direção.","referencias_relacionadas":["Joel 2:28-29","1 Coríntios 14:1","Efésios 4:11-12"]},"numeros_11_27_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' é mencionada novamente para enfatizar a importância dos recursos materiais na vida do povo.","explicacao_detalhada":"O gado representa não apenas riqueza, mas também a provisão de Deus para as necessidades do povo.","por_que_esta_palavra":"A repetição da palavra 'gado' reforça a ideia de que Deus cuida de todas as áreas da vida de Seu povo.","conexao_teologica":"A provisão de Deus é um tema central na Bíblia, mostrando Seu cuidado e fidelidade.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 104:14-15","Mateus 7:11"]},"numeros_11_27_break":{"palavra_pt":"quebrar","palavra_original":"רוּץ","transliteracao":"rûwts","strong":"H7323","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"Quebrar se refere a uma ação de desmantelar ou romper algo que está em uma condição de integridade.","explicacao_detalhada":"No contexto de Números 11:27, a palavra 'quebrar' pode ser entendida como a interrupção de um estado ou condição, simbolizando a fragilidade das relações ou promessas.","por_que_esta_palavra":"A escolha da palavra 'quebrar' enfatiza a seriedade da situação e a necessidade de uma intervenção divina.","conexao_teologica":"A quebra de algo pode simbolizar a necessidade de renovação e a intervenção de Deus na vida do povo.","referencias_relacionadas":["Salmos 51:17","Isaías 57:15","Mateus 9:17"]},"numeros_11_27_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"Servo refere-se a alguém que serve ou é subordinado a outra pessoa, muitas vezes em um contexto de lealdade e dedicação.","explicacao_detalhada":"Em Números 11:27, a palavra 'servo' destaca a posição de alguém que está em serviço, refletindo a relação de dependência e obediência a Deus.","por_que_esta_palavra":"A palavra 'servo' é usada para enfatizar a humildade e a disposição de servir, características valorizadas na liderança espiritual.","conexao_teologica":"A ideia de ser servo é central na teologia cristã, onde Jesus é apresentado como o servo sofredor.","referencias_relacionadas":["Mateus 20:26-28","Filipenses 2:7","Romanos 1:1"]},"numeros_11_28_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Olho simboliza percepção, visão e discernimento, tanto físico quanto espiritual.","explicacao_detalhada":"No versículo, a palavra 'olho' pode ser interpretada como a capacidade de ver além do óbvio, buscando a verdade e a sabedoria divina.","por_que_esta_palavra":"A menção do 'olho' sugere a importância de ter uma visão clara sobre a vontade de Deus e os eventos ao nosso redor.","conexao_teologica":"A visão espiritual é frequentemente mencionada nas Escrituras como essencial para entender a vontade de Deus.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22-23","Efésios 1:18"]},"numeros_11_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa uma relação de descendência, herança e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' em Números 11:28 pode simbolizar a continuidade da fé e a transmissão de valores entre gerações.","por_que_esta_palavra":"A inclusão de 'filho' destaca a importância das relações familiares e a responsabilidade que vem com elas.","conexao_teologica":"Na teologia, a relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:14-17","Efésios 1:5"]},"numeros_11_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica em comunicar, expressar ou declarar algo de forma verbal.","explicacao_detalhada":"A palavra 'dizer' enfatiza a importância da comunicação e da revelação da vontade de Deus ao Seu povo.","por_que_esta_palavra":"A escolha de 'dizer' ressalta a necessidade de ouvir e obedecer à palavra de Deus.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus se revela através de Sua palavra.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Tiago 1:22"]},"numeros_11_29_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer, neste contexto, reforça a ideia de proclamação e a importância de transmitir a mensagem de Deus.","explicacao_detalhada":"A repetição da palavra 'dizer' em Números 11:29 destaca a urgência e a relevância da mensagem que deve ser compartilhada.","por_que_esta_palavra":"É crucial que a palavra de Deus seja proclamada e ouvida, pois ela traz vida e direção.","conexao_teologica":"A proclamação da palavra de Deus é um chamado para todos os crentes, enfatizando a responsabilidade de compartilhar a fé.","referencias_relacionadas":["Romanos 10:14-15","Marcos 16:15","Atos 1:8"]},"numeros_11_29_zeloso":{"palavra_pt":"zeloso","palavra_original":"קָנָא","transliteracao":"qânâʼ","strong":"H7065","significado_raiz":"Ideia básica: zeloso.","significado_contextual":"Zeloso refere-se a alguém que demonstra fervor ou zelo por algo, especialmente em relação a Deus.","explicacao_detalhada":"A palavra 'zeloso' em Números 11:29 indica um forte desejo de ver a vontade de Deus sendo cumprida e um compromisso com a Sua obra.","por_que_esta_palavra":"A ênfase no zelo destaca a importância da paixão e do comprometimento na vida espiritual.","conexao_teologica":"O zelo é frequentemente associado à devoção e à santidade, refletindo o caráter de Deus.","referencias_relacionadas":["Romanos 12:11","Tito 2:14","Apocalipse 3:19"]},"numeros_11_29_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar implica em oferecer ou conceder algo a alguém, muitas vezes em um contexto de generosidade.","explicacao_detalhada":"Em Números 11:29, 'dar' pode ser interpretado como a disposição de compartilhar os dons e bênçãos que Deus concede.","por_que_esta_palavra":"A palavra 'dar' enfatiza a generosidade e a importância de servir aos outros com o que recebemos de Deus.","conexao_teologica":"A generosidade é um princípio fundamental na vida cristã, refletindo o caráter de Deus que dá livremente.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Lucas 6:38"]},"numeros_11_30_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Gado refere-se a animais domesticados, frequentemente usados para trabalho e sustento.","explicacao_detalhada":"No contexto de Números 11:30, 'gado' pode simbolizar a provisão de Deus e a importância da criação na vida do povo.","por_que_esta_palavra":"A menção do 'gado' destaca a relação do povo com a terra e a dependência de Deus para suas necessidades.","conexao_teologica":"A criação e a provisão de Deus são temas recorrentes na Bíblia, mostrando Sua fidelidade.","referencias_relacionadas":["Salmos 104:14-15","Gênesis 1:26-28","Mateus 6:26"]},"numeros_11_30_homem":{"palavra_pt":"homem","palavra_original":"זָקֵן","transliteracao":"zâqên","strong":"H2205","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se à humanidade, frequentemente em um contexto de responsabilidade e liderança.","explicacao_detalhada":"A palavra 'homem' em Números 11:30 pode simbolizar a posição de liderança e a responsabilidade que vem com ela.","por_que_esta_palavra":"A escolha de 'homem' enfatiza a importância da liderança e do papel que cada um desempenha na comunidade de fé.","conexao_teologica":"A liderança é um tema central na Bíblia, onde homens e mulheres são chamados a servir a Deus e ao próximo.","referencias_relacionadas":["1 Timóteo 3:1-2","Êxodo 18:21","Provérbios 11:14"]},"numeros_11_30_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou acabar com algo, neste caso, a referência é ao ato de Deus em retirar os líderes que não estavam cumprindo Seu propósito.","explicacao_detalhada":"No contexto de Números 11:30, a destruição é uma ação direta de Deus que visa purificar o povo e restaurar a ordem. A palavra 'destruir' implica não apenas em acabar com a vida, mas em remover influências negativas.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a seriedade da ação de Deus em lidar com a desobediência e a falta de fé do povo.","conexao_teologica":"A destruição aqui pode ser vista como um reflexo da justiça divina, onde Deus não tolera a rebeldia e busca restaurar a santidade entre Seu povo.","referencias_relacionadas":["Números 11:1","Deuteronômio 9:14","Salmos 37:20"]},"numeros_11_31_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' ou 'espírito' refere-se à manifestação do poder de Deus que traz carne ao povo, simbolizando a provisão divina.","explicacao_detalhada":"Em Números 11:31, o 'vento' é um meio pelo qual Deus atua, trazendo as codornizes como alimento. O uso da palavra sugere a ideia de um sopro divino que traz vida e sustento.","por_que_esta_palavra":"A palavra 'vento' é utilizada para mostrar a natureza sobrenatural da provisão de Deus, que não depende de meios naturais.","conexao_teologica":"O vento como símbolo do Espírito Santo é uma conexão importante, pois representa a ação de Deus em suprir as necessidades do Seu povo.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:9","João 3:8"]},"numeros_11_31_off":{"palavra_pt":"off","palavra_original":"גּוּז","transliteracao":"gûwz","strong":"H1468","significado_raiz":"Ideia básica: off.","significado_contextual":"A palavra 'off' refere-se ao ato de separar ou retirar algo, neste caso, a carne que foi trazida pelo vento.","explicacao_detalhada":"Em Números 11:31, 'off' indica a separação da carne que foi distribuída ao povo, enfatizando que a provisão de Deus é abundante e generosa.","por_que_esta_palavra":"A escolha da palavra 'off' destaca a ação de Deus em fornecer o que é necessário, mas também implica em uma separação do que é comum.","conexao_teologica":"A separação da carne pode ser vista como uma metáfora para a santidade e a escolha de Deus em prover o que é bom para Seu povo.","referencias_relacionadas":["Êxodo 16:13","Salmos 78:27","Mateus 14:19"]},"numeros_11_31_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se ao grande corpo de água, simbolizando a vastidão e a abundância da provisão de Deus.","explicacao_detalhada":"Em Números 11:31, o 'mar' é mencionado como um local de onde as codornizes vieram, simbolizando a capacidade de Deus de suprir necessidades em grande escala.","por_que_esta_palavra":"A palavra 'mar' é usada para ilustrar a grandeza da provisão de Deus, que é tão abundante quanto as águas do mar.","conexao_teologica":"O mar também pode simbolizar a imensidão do amor e da graça de Deus, que é capaz de suprir todas as necessidades do Seu povo.","referencias_relacionadas":["Salmos 104:25","Isaías 57:20","Apocalipse 21:1"]},"numeros_11_32_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de trazer algo à existência ou de aumentar a quantidade de algo, neste caso, a carne que foi coletada.","explicacao_detalhada":"Em Números 11:32, 'levantar' implica em uma ação ativa do povo em coletar as codornizes que Deus havia providenciado, mostrando a participação humana na provisão divina.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a responsabilidade do povo em agir e receber as bênçãos que Deus oferece.","conexao_teologica":"Levantar-se para coletar as codornizes pode ser visto como um ato de fé e obediência, onde o povo responde à provisão de Deus.","referencias_relacionadas":["Salmos 68:1","Isaías 60:1","Mateus 28:6"]},"numeros_11_32_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao período de tempo em que as codornizes foram coletadas, simbolizando um tempo de abundância.","explicacao_detalhada":"Em Números 11:32, o 'dia' é um tempo específico em que a provisão de Deus se manifestou, destacando a fidelidade de Deus em suprir as necessidades do Seu povo.","por_que_esta_palavra":"A palavra 'dia' é importante para marcar o momento em que a ação de Deus se torna visível e palpável para o povo.","conexao_teologica":"O conceito de 'dia' também pode simbolizar a importância do tempo de Deus, onde Ele age em momentos específicos para cumprir Suas promessas.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"numeros_11_32_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as codornizes foram coletadas, enfatizando a ação do povo em resposta à provisão de Deus.","explicacao_detalhada":"Em Números 11:32, 'modo' sugere que a coleta das codornizes não foi aleatória, mas feita de forma organizada e intencional, refletindo a ordem divina.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da disciplina e da ordem na vida do povo de Deus ao receber Suas bênçãos.","conexao_teologica":"A maneira como o povo age em resposta à provisão de Deus pode ser vista como um reflexo da obediência e da reverência que devem ter diante de Sua generosidade.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:23","Hebreus 12:1"]},"numeros_11_33_carne":{"palavra_pt":"carne","palavra_original":"בָּשָׂר","transliteracao":"bâsâr","strong":"H1320","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se ao alimento físico que foi providenciado por Deus, simbolizando a satisfação das necessidades do povo.","explicacao_detalhada":"Em Números 11:33, a 'carne' é um símbolo da provisão abundante de Deus, que atende às necessidades do povo em um momento de queixa e insatisfação.","por_que_esta_palavra":"A escolha da palavra 'carne' enfatiza a realidade física da provisão de Deus, que é tangível e necessária para a sobrevivência.","conexao_teologica":"A carne também pode simbolizar a necessidade espiritual do povo, onde Deus não apenas provê fisicamente, mas também se preocupa com o bem-estar espiritual.","referencias_relacionadas":["Êxodo 16:12","Salmos 78:29","João 6:35"]},"numeros_11_33_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à essência do ser, indicando que a carne trazida por Deus é vital para a sobrevivência do povo.","explicacao_detalhada":"Em Números 11:33, 'vida' implica que a provisão de carne não é apenas para saciar a fome, mas para sustentar a vida do povo em sua jornada.","por_que_esta_palavra":"A escolha da palavra 'vida' destaca a importância da sustento físico e espiritual que Deus oferece ao Seu povo.","conexao_teologica":"A vida é um tema central na teologia bíblica, onde Deus é visto como o doador da vida e aquele que sustenta todas as coisas.","referencias_relacionadas":["Gênesis 2:7","João 10:10","Romanos 8:6"]},"numeros_11_33_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de Deus em eliminar aqueles que se rebelaram contra Ele, enfatizando a seriedade da desobediência.","explicacao_detalhada":"Em Números 11:33, a destruição é uma resposta direta à ingratidão e à falta de fé do povo, mostrando que Deus não tolera a rebeldia.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a justiça de Deus e a necessidade de purificação entre Seu povo.","conexao_teologica":"A destruição aqui serve como um aviso sobre as consequências da desobediência e a importância de permanecer fiel a Deus.","referencias_relacionadas":["Números 14:37","Deuteronômio 28:20","Hebreus 10:31"]},"numeros_11_34_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de convocar ou nomear algo ou alguém.","explicacao_detalhada":"Neste contexto, Deus chama o lugar onde o povo de Israel se reuniu após a morte dos que se rebelaram contra Ele. O ato de chamar é uma forma de estabelecer identidade e propósito.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do nome e da identidade que Deus dá aos lugares e eventos na história do Seu povo.","conexao_teologica":"A ideia de chamar é central na teologia bíblica, onde Deus chama pessoas e lugares para um propósito específico, refletindo Sua soberania.","referencias_relacionadas":["Gênesis 1:5","Isaías 43:1","Romanos 8:30"]},"numeros_11_34_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' aqui se refere ao lugar físico onde o povo se reuniu.","explicacao_detalhada":"O 'corpo' é uma metáfora para a comunidade de Israel, que se reunia como um único povo sob a liderança de Deus.","por_que_esta_palavra":"A escolha da palavra 'corpo' destaca a unidade e a coletividade do povo de Deus, que é visto como um organismo vivo.","conexao_teologica":"A noção de corpo é frequentemente usada na teologia para descrever a Igreja como o corpo de Cristo, enfatizando a interdependência entre os membros.","referencias_relacionadas":["1 Coríntios 12:12-27","Efésios 4:4-6","Colossenses 1:18"]},"numeros_11_34_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual algo aconteceu.","explicacao_detalhada":"Neste versículo, 'porque' explica a causa da ação de Deus em relação ao povo, ligando a narrativa a um evento anterior.","por_que_esta_palavra":"A palavra é crucial para entender a lógica e a sequência dos eventos narrados na Bíblia, mostrando a relação entre ações e consequências.","conexao_teologica":"A razão é um tema importante na teologia, onde a compreensão do propósito divino é revelada através das ações de Deus.","referencias_relacionadas":["Gênesis 3:17","Deuteronômio 28:15","Romanos 5:12"]},"numeros_11_35_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à nação de Israel como um todo.","explicacao_detalhada":"O uso da palavra 'povo' enfatiza a coletividade e a identidade do povo escolhido de Deus, que é central na narrativa bíblica.","por_que_esta_palavra":"A palavra é significativa porque destaca a relação especial entre Deus e Israel, que é frequentemente chamada de 'Seu povo'.","conexao_teologica":"A noção de povo é fundamental na teologia, pois Deus se relaciona com a humanidade através de comunidades e nações.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"numeros_11_35_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de algo que desce ou se precipita.","explicacao_detalhada":"Neste contexto, 'cair' refere-se ao evento em que o povo de Israel experimenta a consequência de sua desobediência.","por_que_esta_palavra":"A palavra é importante para ilustrar a gravidade das ações do povo e as consequências que se seguem.","conexao_teologica":"A ideia de cair é frequentemente associada ao pecado e suas consequências, refletindo a necessidade de arrependimento.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 3:23"]},"numeros_11_35_hazeroth":{"palavra_pt":"hazeroth","palavra_original":"חֲצֵרוֹת","transliteracao":"Chătsêrôwth","strong":"H2698","significado_raiz":"Ideia básica: hazeroth.","significado_contextual":"A palavra 'hazeroth' refere-se ao local onde o povo estava acampado.","explicacao_detalhada":"Hazeroth é um lugar específico na jornada do povo de Israel, simbolizando um momento de transição e aprendizado.","por_que_esta_palavra":"A menção de Hazeroth é significativa porque representa um marco na jornada do povo e as experiências que tiveram ali.","conexao_teologica":"Os lugares na narrativa bíblica muitas vezes têm significados teológicos, representando momentos de encontro com Deus.","referencias_relacionadas":["Números 33:17-18","Deuteronômio 1:1","Salmos 78:52"]}}