{"numeros_12_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, 'falar' é usado para descrever a ação de Miriam e Arão ao se dirigirem a Moisés, questionando sua liderança.","por_que_esta_palavra":"A palavra é importante porque destaca a comunicação e o conflito que surgem entre os líderes do povo.","conexao_teologica":"A comunicação é um tema central na Bíblia, refletindo a importância do diálogo e da revelação divina.","referencias_relacionadas":["Tiago 1:19","Provérbios 18:21","Mateus 12:36"]},"numeros_12_1_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à esposa de Moisés, que é mencionada no contexto da crítica de Miriam e Arão.","explicacao_detalhada":"A menção da mulher de Moisés é significativa porque revela preconceitos e tensões familiares dentro da liderança.","por_que_esta_palavra":"A palavra é usada para destacar a importância das relações familiares e como elas podem influenciar a dinâmica de liderança.","conexao_teologica":"A relação entre marido e mulher é frequentemente usada na Bíblia para ilustrar a relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:22-33","1 Pedro 3:1-7"]},"numeros_12_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Miriam e Arão falam contra Moisés.","explicacao_detalhada":"Neste contexto, 'porque' explica a motivação por trás das ações de Miriam e Arão, ligando suas críticas a um preconceito.","por_que_esta_palavra":"A palavra é crucial para entender a lógica por trás das ações e a necessidade de discernimento nas relações interpessoais.","conexao_teologica":"A razão é um tema importante na teologia, onde a compreensão do propósito divino é revelada através das ações de Deus.","referencias_relacionadas":["Gênesis 3:17","Deuteronômio 28:15","Romanos 5:12"]},"numeros_12_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de expressar verbalmente uma opinião ou um fato.","explicacao_detalhada":"Neste contexto, 'dizer' é usado para relatar a crítica que Miriam e Arão fazem a Moisés, questionando sua autoridade.","por_que_esta_palavra":"A palavra é importante porque destaca a comunicação e a expressão de descontentamento entre os líderes.","conexao_teologica":"A comunicação é um tema central na Bíblia, refletindo a importância do diálogo e da revelação divina.","referencias_relacionadas":["Tiago 1:19","Provérbios 18:21","Mateus 12:36"]},"numeros_12_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre o povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus, enfatizando Sua posição como criador e governante. Neste contexto, é uma afirmação da relação de Deus com Moisés e o povo.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a reverência e a submissão que o povo deve ter diante de Deus.","conexao_teologica":"A palavra 'senhor' é central na teologia judaica e cristã, representando a aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"numeros_12_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a autenticidade e a fidelidade de Deus em Suas promessas.","explicacao_detalhada":"Neste contexto, a palavra 'verdade' (לֹא) é uma negação que enfatiza a certeza de que Deus não mente e que Suas palavras são sempre verdadeiras.","por_que_esta_palavra":"A palavra é crucial para entender a natureza de Deus como um ser que não pode mentir, reforçando a confiança que o povo deve ter Nele.","conexao_teologica":"A verdade de Deus é um tema recorrente nas Escrituras, refletindo Sua natureza imutável e fiel.","referencias_relacionadas":["Números 23:19","Salmos 119:160","João 14:6"]},"numeros_12_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, destacando a dignidade e a responsabilidade dada por Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para enfatizar a criação de Deus e a posição do homem como representante de Deus na Terra.","por_que_esta_palavra":"A escolha dessa palavra sublinha a importância do ser humano na criação e sua relação com Deus.","conexao_teologica":"A teologia da criação destaca o valor do ser humano, feito à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"numeros_12_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas, enfatizando a importância da atitude e do comportamento.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere que a forma como algo é feito é tão importante quanto o ato em si, refletindo a intenção do coração.","por_que_esta_palavra":"Essa palavra é escolhida para destacar que não apenas as ações externas, mas também a motivação interna são importantes para Deus.","conexao_teologica":"A teologia enfatiza que Deus se preocupa com o coração e as intenções por trás das ações.","referencias_relacionadas":["1 Samuel 16:7","Mateus 5:8","Hebreus 4:12"]},"numeros_12_3_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra ou ao solo, simbolizando a criação e a herança que Deus deu ao Seu povo.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) é usada para enfatizar a conexão entre o povo de Israel e a terra prometida, que é parte da aliança de Deus com eles.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da terra na identidade e na história do povo de Israel.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:2"]},"numeros_12_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo, especialmente em relação à palavra de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para enfatizar a importância da comunicação e da revelação divina.","por_que_esta_palavra":"A escolha dessa palavra destaca que a fala de Deus é poderosa e tem autoridade.","conexao_teologica":"A palavra de Deus é vista como criativa e transformadora, essencial para a vida e a fé.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"numeros_12_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao Senhor, reafirmando Sua autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é repetida para enfatizar a centralidade de Deus na vida do povo e na liderança de Moisés.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a ideia de que todas as ações devem ser feitas sob Sua autoridade.","conexao_teologica":"A soberania de Deus é um tema fundamental na teologia, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Êxodo 20:2","Salmos 24:1","Romanos 14:8-9"]},"numeros_12_5_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou oposição, enfatizando a luta espiritual enfrentada pelo povo de Deus.","explicacao_detalhada":"A palavra 'inimigo' (יָרַד) é usada para descrever aqueles que se opõem ao plano de Deus e ao Seu povo.","por_que_esta_palavra":"A escolha dessa palavra destaca a realidade da batalha espiritual e a necessidade de vigilância.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, refletindo a oposição que o povo de Deus enfrenta.","referencias_relacionadas":["Salmos  enemies 27:1","Efésios 6:12","1 Pedro 5:8"]},"numeros_12_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao Senhor, reafirmando Sua presença e proteção em meio à adversidade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é repetida para enfatizar que Deus é a fonte de segurança e ajuda em tempos de dificuldade.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a ideia de que, mesmo diante de inimigos, Deus é o defensor do Seu povo.","conexao_teologica":"A proteção de Deus é um tema central, mostrando que Ele é um refúgio em tempos de angústia.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"numeros_12_5_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou símbolo que representa algo maior, muitas vezes relacionado à presença de Deus.","explicacao_detalhada":"A palavra 'expressão' (עַמּוּד) pode ser entendida como uma referência a pilares ou fundamentos, simbolizando a estabilidade que Deus oferece.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância de ter uma base firme na fé e na confiança em Deus.","conexao_teologica":"A ideia de pilares é frequentemente usada na Bíblia para descrever a força e a estabilidade que vêm de Deus.","referencias_relacionadas":["Salmos 125:1","Mateus 7:24-25","Hebreus 12:2"]},"numeros_12_6_visao":{"palavra_pt":"visao","palavra_original":"מַרְאָה","transliteracao":"marʼâh","strong":"H4759","significado_raiz":"Ideia básica: visao.","significado_contextual":"Refere-se à capacidade de perceber ou entender algo de maneira sobrenatural, como uma revelação divina.","explicacao_detalhada":"A palavra 'visão' (מַרְאָה) é usada para descrever a forma como Deus se comunica com os profetas, mostrando-lhes verdades espirituais e eventos futuros.","por_que_esta_palavra":"Esta palavra é importante porque indica a forma como Deus se revela aos homens, especialmente aos líderes do Seu povo.","conexao_teologica":"A visão é um meio pelo qual Deus orienta e guia Seu povo, mostrando o que está por vir e revelando Sua vontade.","referencias_relacionadas":["Ezequiel 1:1","Daniel 7:1","Atos 2:17"]},"numeros_12_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Neste contexto, 'dizer' refere-se à comunicação de Deus com Moisés e a importância da palavra falada.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) enfatiza a autoridade da comunicação divina e a importância de transmitir a mensagem de Deus com clareza.","por_que_esta_palavra":"É fundamental para entender como Deus se comunica com Seu povo e a responsabilidade de Moisés como porta-voz.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um tema central na relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"numeros_12_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' ou 'palavra' (דָּבָר) refere-se a uma declaração ou mensagem que carrega significado e autoridade.","explicacao_detalhada":"Esta palavra é usada para descrever não apenas a fala, mas também a ação de Deus e Suas promessas, que são sempre cumpridas.","por_que_esta_palavra":"É essencial para entender a natureza da comunicação divina e a importância da palavra de Deus na vida do povo.","conexao_teologica":"A palavra de Deus é central na criação e na revelação de Sua vontade, sendo um meio pelo qual Ele se relaciona com a humanidade.","referencias_relacionadas":["Isaías 55:11","João 1:1","2 Timóteo 3:16"]},"numeros_12_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus se comunica e age, destacando a singularidade de Sua relação com Moisés.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma maneira específica de agir ou se manifestar, que é diferente da experiência comum dos profetas.","por_que_esta_palavra":"É importante para entender a exclusividade da relação de Moisés com Deus e como isso se diferencia de outros profetas.","conexao_teologica":"A forma como Deus se revela e se relaciona com os seres humanos é um tema central na teologia bíblica.","referencias_relacionadas":["Êxodo 33:11","Deuteronômio 34:10","Hebreus 1:1-2"]},"numeros_12_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' (לֹא) é usada para enfatizar a autenticidade e a fidelidade da comunicação divina.","explicacao_detalhada":"Neste contexto, a verdade é um atributo de Deus, que sempre fala com integridade e justiça.","por_que_esta_palavra":"É crucial para entender que a mensagem de Deus é sempre verdadeira e confiável, em contraste com a falsidade humana.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, e a revelação divina é sempre baseada na verdade.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"numeros_12_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' (בַּיִת) pode simbolizar tanto um lar físico quanto a comunidade do povo de Deus.","explicacao_detalhada":"Neste contexto, a casa representa a família de Deus e a importância da unidade e da habitação divina entre o Seu povo.","por_que_esta_palavra":"É relevante para entender a relação de Deus com Seu povo como uma família, onde Ele habita e se relaciona com eles.","conexao_teologica":"A ideia de casa é central na teologia bíblica, representando a presença de Deus entre os homens.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"numeros_12_8_visao":{"palavra_pt":"visao","palavra_original":"מַרְאֶה","transliteracao":"marʼeh","strong":"H4758","significado_raiz":"Ideia básica: visao.","significado_contextual":"Refere-se à visão que Deus concede a Moisés, permitindo-lhe ver e entender verdades espirituais.","explicacao_detalhada":"A palavra 'visão' (מַרְאֶה) aqui destaca a clareza e a profundidade da revelação que Moisés recebeu diretamente de Deus.","por_que_esta_palavra":"É importante para entender a natureza da revelação divina e a capacidade única de Moisés de ver a glória de Deus.","conexao_teologica":"A visão é um meio pelo qual Deus se comunica e revela Sua natureza e planos ao Seu povo.","referencias_relacionadas":["Êxodo 33:18-23","Isaías 6:1","Apocalipse 1:10"]},"numeros_12_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' (לֹא) enfatiza a autenticidade da visão e da revelação que Moisés recebeu.","explicacao_detalhada":"Neste contexto, a verdade é um aspecto fundamental da revelação divina, assegurando que o que foi mostrado a Moisés é real e confiável.","por_que_esta_palavra":"É crucial para entender a natureza da comunicação de Deus e a certeza das promessas que Ele faz.","conexao_teologica":"A verdade de Deus é um pilar da fé, e a revelação divina é sempre fundamentada na verdade.","referencias_relacionadas":["Salmos 119:142","João 17:17","1 João 5:20"]},"numeros_12_9_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' (חָרָה) pode indicar a ira de Deus em resposta à desobediência ou rebelião.","explicacao_detalhada":"Neste contexto, a palavra sugere que a desobediência de Miriam e Arão provocou a ira de Deus, resultando em consequências severas.","por_que_esta_palavra":"É importante para entender a seriedade da desobediência e a resposta de Deus a ela.","conexao_teologica":"A ira de Deus é uma expressão de Sua santidade e justiça, e serve como um aviso para o Seu povo.","referencias_relacionadas":["Deuteronômio 9:8","Salmos 78:21","Romanos 1:18"]},"numeros_12_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' (יְהֹוָה) refere-se ao nome pessoal de Deus, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"Neste contexto, o uso do nome de Deus destaca a relação íntima entre Ele e Seu povo, bem como Sua autoridade sobre todas as coisas.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus como Senhor e a importância de reconhecer Sua soberania.","conexao_teologica":"O nome de Deus é central na adoração e na relação entre Deus e a humanidade, refletindo Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_12_9_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar ou se mover, simbolizando a jornada espiritual do povo de Israel.","explicacao_detalhada":"A palavra 'andar' no contexto de Números 12:9 implica não apenas o movimento físico, mas também a obediência e a direção que Deus dá ao seu povo. Andar com Deus é um tema recorrente na Bíblia, representando a vida em conformidade com a Sua vontade.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre Deus e o povo de Israel, enfatizando a necessidade de seguir Seus caminhos.","conexao_teologica":"Andar com Deus é um princípio teológico que se reflete em várias passagens, como Gênesis 5:24, onde Enoque andou com Deus.","referencias_relacionadas":["Gênesis 5:24","Salmos 119:105","Miquéias 6:8"]},"numeros_12_10_tenda":{"palavra_pt":"tenda","palavra_original":"אֹהֶל","transliteracao":"ʼôhel","strong":"H168","significado_raiz":"Ideia básica: tenda.","significado_contextual":"A tenda representa o lugar de habitação de Deus entre o Seu povo, simbolizando a presença divina.","explicacao_detalhada":"No contexto de Números 12:10, a tenda é o local onde Deus se manifesta e onde o povo se reúne para adorar. A tenda é um símbolo da aliança entre Deus e Israel, onde Ele se revela e fala com Moisés.","por_que_esta_palavra":"A palavra 'tenda' é fundamental para entender a relação de proximidade entre Deus e o Seu povo, destacando a importância da adoração e da comunhão.","conexao_teologica":"A tenda é um precursor do templo, que mais tarde se tornaria o centro da adoração em Israel, refletindo a presença de Deus entre os homens.","referencias_relacionadas":["Êxodo 25:8","Levítico 1:1","Hebreus 9:1"]},"numeros_12_10_snowy":{"palavra_pt":"snow y","palavra_original":"שֶׁלֶג","transliteracao":"sheleg","strong":"H7950","significado_raiz":"Ideia básica: snow y.","significado_contextual":"A palavra 'snowy' (neve) é usada para descrever a aparência da pele de Miriã após ser punida por Deus.","explicacao_detalhada":"No contexto de Números 12:10, a neve simboliza a pureza e a santidade, contrastando com a impureza do pecado. A transformação da pele de Miriã em 'snowy' serve como um aviso sobre as consequências de se rebelar contra a autoridade de Deus.","por_que_esta_palavra":"A palavra é importante para ilustrar a gravidade da desobediência e a necessidade de arrependimento.","conexao_teologica":"A neve é frequentemente associada à purificação e ao perdão, como em Salmos 51:7, onde Davi pede para ser purificado.","referencias_relacionadas":["Salmos 51:7","Isaías 1:18","Mateus 5:8"]},"numeros_12_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada por Arão para expressar sua preocupação e intercessão por Miriã.","explicacao_detalhada":"Em Números 12:11, Arão clama a Moisés, reconhecendo a gravidade da situação de Miriã. A palavra 'dizer' enfatiza a comunicação e a necessidade de intercessão em momentos de crise.","por_que_esta_palavra":"É essencial para entender a dinâmica de liderança e intercessão entre Moisés, Arão e Miriã.","conexao_teologica":"A intercessão é um tema importante na Bíblia, refletindo o papel de Cristo como nosso intercessor diante de Deus.","referencias_relacionadas":["Romanos 8:34","1 Timóteo 2:1","Tiago 5:16"]},"numeros_12_11_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade e ao domínio de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Números 12:11, Arão reconhece a soberania de Deus ao se dirigir a Moisés, enfatizando que Deus é o juiz supremo e que as ações têm consequências.","por_que_esta_palavra":"A palavra é crucial para entender a relação de submissão e respeito que o povo deve ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu controle sobre a criação e a história.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 9:20-21"]},"numeros_12_11_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' é usada para descrever a transgressão de Miriã e a necessidade de arrependimento.","explicacao_detalhada":"Em Números 12:11, Arão menciona o pecado de Miriã, reconhecendo que suas ações a levaram a essa punição. O reconhecimento do pecado é o primeiro passo para a restauração.","por_que_esta_palavra":"É fundamental para entender a necessidade de arrependimento e a busca pela misericórdia de Deus.","conexao_teologica":"O conceito de pecado e sacrifício é central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["1 João 1:9","Romanos 3:23","Hebreus 9:22"]},"numeros_12_12_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à consequência da desobediência e rebelião contra Deus.","explicacao_detalhada":"No contexto de Números 12:12, a menção à morte de Miriã serve como um alerta sobre as consequências do pecado e a seriedade da disciplina divina.","por_que_esta_palavra":"É importante para entender a gravidade da situação e a necessidade de viver em conformidade com a vontade de Deus.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Hebreus 9:27"]},"numeros_12_12_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se à provisão de Deus para o Seu povo, tanto física quanto espiritualmente.","explicacao_detalhada":"Em Números 12:12, a menção ao alimento destaca a dependência do povo de Israel em relação a Deus, que provê todas as suas necessidades.","por_que_esta_palavra":"É essencial para entender a relação de confiança entre Deus e Seu povo, que deve buscar a Sua provisão.","conexao_teologica":"Deus é frequentemente descrito como o provedor, e Jesus se apresenta como o pão da vida em João 6:35.","referencias_relacionadas":["Filipenses 4:19","Salmos 23:1","João 6:35"]},"numeros_12_13_assembleia":{"palavra_pt":"assembleia","palavra_original":"צָעַק","transliteracao":"tsâʻaq","strong":"H6817","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"A palavra 'assembleia' refere-se ao povo de Deus reunido, enfatizando a importância da comunidade na adoração.","explicacao_detalhada":"Em Números 12:13, a assembleia é o contexto onde a intercessão e a oração são realizadas, mostrando a importância da unidade entre os crentes.","por_que_esta_palavra":"É fundamental para entender a dinâmica da comunidade de fé e a necessidade de apoio mútuo.","conexao_teologica":"A assembleia é um reflexo da igreja, que é chamada a se reunir e adorar a Deus em unidade.","referencias_relacionadas":["Hebreus 10:25","Atos 2:42","Salmos 133:1"]},"numeros_12_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e poder.","explicacao_detalhada":"Em Números 12:13, o uso do nome 'senhor' enfatiza a soberania de Deus e a necessidade de clamar a Ele em momentos de necessidade.","por_que_esta_palavra":"É crucial para entender a reverência e o respeito que devemos ter ao nos dirigir a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-11"]},"numeros_12_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de Deus com Moisés e a instrução que ele deve passar ao povo.","explicacao_detalhada":"No contexto de Números 12:13, Moisés clama a Deus para que Ele cure Miriam, sua irmã, que foi leprosa. A palavra 'dizer' reflete a ação de Moisés em interceder e comunicar-se com Deus em um momento de necessidade.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação direta entre Moisés e Deus, mostrando a relação de liderança e intercessão.","conexao_teologica":"Esta passagem destaca a importância da oração e da intercessão, mostrando que Deus ouve as súplicas de seu povo.","referencias_relacionadas":["Êxodo 32:11-14","Salmos 106:23","Tiago 5:16"]},"numeros_12_14_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se ao rebanho que pertence a Moisés e Aarão, simbolizando a provisão de Deus para o seu povo.","explicacao_detalhada":"Em Números 12:14, Deus responde à murmuração de Miriam e Arão, lembrando-os do papel de Moisés como líder e profeta, e a importância do cuidado com o gado como parte da vida do povo.","por_que_esta_palavra":"A palavra 'gado' é significativa pois representa a riqueza e a bênção de Deus sobre o povo, além de ser um símbolo de sustento e cuidado.","conexao_teologica":"A relação entre Deus e seu povo é frequentemente ilustrada através de metáforas de pastoreio e cuidado, refletindo a natureza de Deus como provedor.","referencias_relacionadas":["Salmos 23:1","Isaías 40:11","João 10:11"]},"numeros_12_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação divina e a autoridade de Moisés.","explicacao_detalhada":"Neste versículo, Deus se manifesta e fala sobre a importância de Moisés como seu porta-voz, destacando a diferença entre Moisés e outros profetas.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a ideia de que a comunicação de Deus é clara e direta, e que Moisés tem um papel especial na revelação divina.","conexao_teologica":"A comunicação de Deus com Moisés é um exemplo da revelação progressiva de Deus ao seu povo, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 3:4","Deuteronômio 34:10","Hebreus 1:1-2"]},"numeros_12_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome sagrado de Deus, enfatizando sua autoridade e soberania.","explicacao_detalhada":"Em Números 12:14, Deus se apresenta como o Senhor, reafirmando sua posição de autoridade sobre Moisés e o povo de Israel.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de Deus com seu povo, pois representa não apenas um título, mas a essência do seu caráter e sua promessa de estar com eles.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando sua presença, poder e compromisso com a aliança que fez com Israel.","referencias_relacionadas":["Êxodo 6:2-3","Salmos 68:4","Romanos 10:13"]},"numeros_12_15_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' é utilizada novamente para enfatizar a importância do sustento e da riqueza do povo de Israel.","explicacao_detalhada":"Neste contexto, o gado representa não apenas a riqueza material, mas também a bênção de Deus sobre o povo, que depende de suas posses para a sobrevivência.","por_que_esta_palavra":"A repetição da palavra 'gado' mostra a continuidade da relação entre o povo e suas posses, e como isso se relaciona com a fidelidade a Deus.","conexao_teologica":"A prosperidade do povo é frequentemente ligada à sua obediência a Deus, refletindo a teologia da bênção e maldição encontrada em Deuteronômio.","referencias_relacionadas":["Deuteronômio 28:1-14","Salmos 37:25","Provérbios 10:22"]},"numeros_12_15_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Ideia básica: campo.","significado_contextual":"A palavra 'campo' refere-se ao espaço físico onde o povo de Israel se estabeleceu e cultivou, simbolizando a terra prometida.","explicacao_detalhada":"Em Números 12:15, o campo é mencionado em relação ao lugar onde o povo vive e trabalha, refletindo a provisão de Deus para suas necessidades.","por_que_esta_palavra":"A palavra 'campo' é importante pois representa a conexão do povo com a terra que Deus lhes deu, um tema central na narrativa bíblica.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Israel, representando não apenas um lugar físico, mas um espaço de relacionamento e bênção.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2-4"]},"numeros_12_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para marcar um tempo específico em que os eventos ocorrem, enfatizando a importância do tempo na narrativa bíblica.","explicacao_detalhada":"Em Números 12:15, o 'dia' é mencionado para indicar o momento em que Miriam foi excluída do acampamento, refletindo a seriedade da situação.","por_que_esta_palavra":"A palavra 'dia' é significativa pois mostra que Deus atua em momentos específicos da história, e que o tempo é parte do plano divino.","conexao_teologica":"A noção de tempo e eventos específicos é fundamental na teologia bíblica, onde Deus intervém na história em momentos determinados.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Gálatas 4:4"]},"numeros_12_16_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à ação de acompanhar ou obedecer a Deus e a seus líderes.","explicacao_detalhada":"Em Números 12:16, o povo é chamado a seguir Moisés, que é o escolhido de Deus para guiá-los, enfatizando a importância da liderança e da obediência.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender a dinâmica de liderança e a necessidade de o povo confiar e obedecer a Moisés como líder designado por Deus.","conexao_teologica":"A obediência a Deus e aos líderes que Ele estabelece é um tema recorrente na Bíblia, refletindo a ordem divina na comunidade.","referencias_relacionadas":["Hebreus 13:17","1 Pedro 5:2-3","Romanos 13:1"]},"numeros_12_16_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à nação de Israel, escolhida por Deus para ser seu povo especial.","explicacao_detalhada":"Em Números 12:16, o 'povo' é mencionado em relação à sua identidade e ao chamado de Deus para segui-lo e obedecer às suas instruções.","por_que_esta_palavra":"A palavra 'povo' é significativa pois representa a coletividade que Deus escolheu e com a qual Ele fez uma aliança.","conexao_teologica":"A identidade do povo de Deus é central na narrativa bíblica, refletindo a relação especial entre Deus e Israel.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]}}