{"numeros_14_1_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao clamor do povo diante das dificuldades e desafios.","explicacao_detalhada":"A palavra 'dar' é usada para descrever a ação de clamar a Deus em busca de ajuda e intervenção, refletindo a necessidade de dependência de Deus.","por_que_esta_palavra":"Clamar a Deus é uma expressão de fé e reconhecimento da necessidade de Sua ajuda.","conexao_teologica":"A oração e o clamor a Deus são temas centrais na vida de fé, mostrando a relação entre o povo e seu Deus.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Romanos 10:13"]},"numeros_14_1_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da angústia e desespero do povo de Israel ao ouvir os relatórios dos espias.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a intensidade da reação emocional dos israelitas, que se sentiram esmagados pelo medo diante dos desafios que enfrentavam.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a magnitude do desespero e a falta de fé do povo em Deus, que os levou a questionar Sua promessa.","conexao_teologica":"A grandeza do desespero do povo contrasta com a grandeza da fidelidade de Deus, que sempre esteve com eles.","referencias_relacionadas":["Números 13:33","Deuteronômio 1:28","Salmos 78:19"]},"numeros_14_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo expressou seu descontentamento e medo.","explicacao_detalhada":"A palavra 'modo' indica a forma como os israelitas se comportaram, revelando sua falta de confiança em Deus e sua tendência a murmurar.","por_que_esta_palavra":"A ênfase no 'modo' destaca que a atitude do povo não era apenas um sentimento, mas uma ação coletiva que desafiava a liderança de Moisés e a promessa divina.","conexao_teologica":"A maneira como o povo se comportou reflete a condição do coração humano, que muitas vezes se desvia da fé.","referencias_relacionadas":["Números 14:2","Êxodo 16:2","Salmos 106:24"]},"numeros_14_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, que os israelitas estavam prestes a conquistar.","explicacao_detalhada":"A palavra 'terra' simboliza a promessa de Deus e a herança que Ele havia preparado para o Seu povo, representando segurança e bênção.","por_que_esta_palavra":"A menção da 'terra' é crucial, pois reflete a esperança e a expectativa que os israelitas tinham em relação ao futuro que Deus havia prometido.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus e a recompensa pela obediência.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Josué 1:2"]},"numeros_14_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo se comportou ao discutir a terra prometida.","explicacao_detalhada":"A palavra 'modo' aqui enfatiza a forma negativa como os israelitas abordaram a questão da conquista da terra, mostrando desconfiança e rebeldia.","por_que_esta_palavra":"A escolha de 'modo' destaca a atitude de murmuração e descontentamento que permeou a conversa entre o povo.","conexao_teologica":"A maneira como o povo se comportou é um reflexo da luta entre fé e dúvida, um tema recorrente nas Escrituras.","referencias_relacionadas":["Números 14:3","Salmos 106:24","Hebreus 3:19"]},"numeros_14_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos filhos de Israel, enfatizando a continuidade da aliança de Deus com o Seu povo.","explicacao_detalhada":"A palavra 'filho' aqui simboliza a relação especial entre Deus e Israel, como um pai que cuida e protege seus filhos.","por_que_esta_palavra":"A menção de 'filho' reforça a identidade do povo como herdeiros da promessa divina e a responsabilidade que isso traz.","conexao_teologica":"A relação de Deus como pai é um tema central na Bíblia, refletindo amor, cuidado e disciplina.","referencias_relacionadas":["Êxodo 4:22","Deuteronômio 14:1","Romanos 8:14"]},"numeros_14_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra prometida, mas agora em um contexto de desespero e dúvida.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a frustração do povo em relação à promessa de Deus, que parecia inalcançável diante dos desafios.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a luta do povo entre a fé nas promessas de Deus e o medo das circunstâncias.","conexao_teologica":"A terra prometida é um símbolo da esperança e da realização das promessas de Deus, que muitas vezes são testadas pela dúvida humana.","referencias_relacionadas":["Números 13:27","Deuteronômio 1:25","Hebreus 4:1"]},"numeros_14_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de desespero.","explicacao_detalhada":"A palavra 'senhor' aqui destaca a soberania de Deus e a necessidade do povo de reconhecer Sua autoridade em meio à crise.","por_que_esta_palavra":"A menção do nome do Senhor é um lembrete da presença constante de Deus, mesmo quando o povo se sente perdido.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, simbolizando Sua identidade, poder e promessa de estar com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Isaías 42:8"]},"numeros_14_3_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda do povo em desespero e incredulidade.","explicacao_detalhada":"A palavra 'cair' simboliza a perda de fé e a rendição ao medo, levando o povo a questionar a liderança de Moisés e a promessa de Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da fé humana diante das adversidades.","conexao_teologica":"A queda em fé é um tema recorrente na Bíblia, mostrando a necessidade de confiar em Deus em tempos difíceis.","referencias_relacionadas":["Mateus 14:30","Romanos 11:20","Hebreus 12:1"]},"numeros_14_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração do povo sobre a possibilidade de retornar ao Egito.","explicacao_detalhada":"A palavra 'dizer' aqui é usada para expressar a intenção do povo de voltar atrás em sua jornada de fé, revelando sua falta de confiança em Deus.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância das palavras e declarações que podem influenciar a fé coletiva.","conexao_teologica":"As palavras têm poder, e a declaração do povo reflete a luta entre a fé e a dúvida, um tema central na vida cristã.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5","Romanos 10:10"]},"numeros_14_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como representante do povo, simbolizando a coletividade da incredulidade.","explicacao_detalhada":"A palavra 'homem' aqui representa a humanidade e a tendência de se desviar da fé, mesmo diante das promessas de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a fragilidade humana e a necessidade de dependência de Deus.","conexao_teologica":"A condição humana é um tema central na Bíblia, mostrando a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Efésios 2:8-9"]},"numeros_14_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para expressar a ação de conceder ou oferecer algo.","explicacao_detalhada":"Neste contexto, 'dar' refere-se ao ato de oferecer ou entregar algo a alguém, que pode ser visto como um gesto de generosidade ou de autoridade.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a relação de Deus com o povo, onde Ele oferece promessas e bênçãos.","conexao_teologica":"A ideia de dar é central na teologia bíblica, refletindo a natureza generosa de Deus e Sua disposição em abençoar Seu povo.","referencias_relacionadas":["Salmos 37:4","Tiago 1:17","Mateus 7:11"]},"numeros_14_5_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é utilizada para descrever uma queda física ou espiritual.","explicacao_detalhada":"Neste versículo, 'cair' pode simbolizar a perda de esperança ou a queda em desespero diante das dificuldades.","por_que_esta_palavra":"A palavra 'cair' é significativa pois representa a fragilidade humana e a necessidade de apoio divino.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a condição humana e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Salmos 145:14","Gálatas 6:1"]},"numeros_14_5_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à face, simbolizando a presença e a relação com Deus.","explicacao_detalhada":"O 'rosto' é frequentemente associado à revelação de Deus e à intimidade com Ele, representando a busca pela Sua presença.","por_que_esta_palavra":"A menção do 'rosto' destaca a importância da comunhão com Deus e a necessidade de estar diante dEle.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo na vida espiritual, simbolizando a aceitação e a benção divina.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Êxodo 33:20"]},"numeros_14_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"Neste contexto, 'modo' pode indicar a atitude ou a forma de agir do povo diante das promessas de Deus.","por_que_esta_palavra":"A escolha de 'modo' sugere que a forma como se reage às situações é crucial na vida de fé.","conexao_teologica":"A maneira de viver e agir é um reflexo da fé e da obediência a Deus, sendo um tema central na ética cristã.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Romanos 12:2"]},"numeros_14_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao território prometido a Israel.","explicacao_detalhada":"Neste contexto, 'terra' simboliza a herança e as promessas de Deus ao Seu povo, representando segurança e prosperidade.","por_que_esta_palavra":"A menção da 'terra' é fundamental, pois reflete a aliança de Deus com Israel e a realização de Suas promessas.","conexao_teologica":"A terra prometida é um símbolo da bênção e da fidelidade de Deus, representando a esperança de um futuro melhor.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Josué 1:3"]},"numeros_14_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência, simbolizando continuidade e herança.","explicacao_detalhada":"Neste contexto, 'filho' pode indicar a relação especial entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","por_que_esta_palavra":"A escolha de 'filho' enfatiza a intimidade e a responsabilidade que vem com essa relação.","conexao_teologica":"A filiação é um tema central na Bíblia, refletindo a adoção e a identidade dos crentes como filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:7"]},"numeros_14_6_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se à posição ou relação entre pessoas ou coisas.","explicacao_detalhada":"Neste contexto, 'entre' pode indicar a presença de Deus no meio do Seu povo, enfatizando a comunhão.","por_que_esta_palavra":"A escolha de 'entre' sugere a proximidade e a interação que Deus deseja ter com Seu povo.","conexao_teologica":"A presença de Deus entre Seu povo é um tema recorrente, simbolizando Sua proteção e orientação.","referencias_relacionadas":["Mateus 18:20","Salmos 46:1","Êxodo 25:8"]},"numeros_14_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é novamente mencionada, reforçando a ideia de herança e promessa.","explicacao_detalhada":"Neste contexto, 'terra' simboliza a abundância e a bênção que Deus deseja dar ao Seu povo.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a importância da promessa de Deus e a expectativa do povo.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e da realização de Suas promessas ao longo da história.","referencias_relacionadas":["Deuteronômio 1:8","Salmos 37:11","Hebreus 11:9"]},"numeros_14_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação e a revelação de Deus.","explicacao_detalhada":"Neste contexto, 'dizer' pode indicar a importância das palavras de Deus e a necessidade de ouvi-las.","por_que_esta_palavra":"A escolha de 'dizer' destaca a autoridade de Deus e a importância de Sua mensagem para o povo.","conexao_teologica":"A palavra de Deus é fundamental na vida de fé, sendo um meio pelo qual Ele se revela e orienta Seu povo.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Romanos 10:17"]},"numeros_14_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é novamente utilizada, reforçando a forma de agir ou responder do povo.","explicacao_detalhada":"Neste contexto, 'modo' pode indicar a atitude do povo em relação às promessas de Deus e como eles devem se comportar.","por_que_esta_palavra":"A repetição da palavra 'modo' sugere a necessidade de reflexão sobre como se vive a fé.","conexao_teologica":"A maneira de viver é um reflexo da obediência a Deus e da compreensão de Suas promessas.","referencias_relacionadas":["1 Coríntios 10:31","Efésios 4:1","Colossenses 1:10"]},"numeros_14_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida que Deus havia prometido aos israelitas.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo físico, mas também a promessa de Deus de dar aos israelitas uma herança, um lugar onde pudessem viver em paz e prosperidade.","por_que_esta_palavra":"A terra é central na narrativa bíblica, simbolizando a fidelidade de Deus às suas promessas e o destino do povo de Israel.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece ao seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10-11"]},"numeros_14_8_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a ação de Deus em proteger e resgatar seu povo das dificuldades.","explicacao_detalhada":"A palavra 'salvar' (אִם) é utilizada para enfatizar a capacidade de Deus de livrar os israelitas do deserto e levá-los à terra prometida, mostrando sua misericórdia e poder.","por_que_esta_palavra":"A salvação é um tema recorrente na Bíblia, representando a intervenção divina na história humana.","conexao_teologica":"A salvação é vista como um ato de graça, onde Deus oferece proteção e libertação ao seu povo.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"numeros_14_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"O nome 'senhor' (יְהֹוָה) é sagrado e revela a natureza eterna e imutável de Deus, sendo um símbolo de sua presença e poder entre o povo.","por_que_esta_palavra":"O nome de Deus é fundamental na relação entre Ele e seu povo, simbolizando sua soberania e compromisso.","conexao_teologica":"O nome de Deus é invocado em momentos de necessidade, mostrando a dependência do povo em sua proteção e liderança.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_14_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente, refere-se à terra prometida, enfatizando a importância desse conceito na fé israelita.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) neste contexto reforça a urgência e a certeza da promessa de Deus em dar aos israelitas um lar.","por_que_esta_palavra":"A terra é um símbolo de esperança e futuro para o povo de Israel, representando a realização das promessas divinas.","conexao_teologica":"A terra prometida é uma metáfora para a vida eterna e a comunhão com Deus.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 1:8","Josué 1:2-3"]},"numeros_14_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando sua importância na proteção e liderança do povo.","explicacao_detalhada":"O nome 'senhor' (יְהֹוָה) é um lembrete da aliança entre Deus e Israel, destacando sua fidelidade e compromisso com seu povo.","por_que_esta_palavra":"O nome de Deus é invocado como uma fonte de força e segurança em tempos de incerteza.","conexao_teologica":"A invocação do nome de Deus é um ato de fé, reconhecendo sua soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 20:7","Isaías 12:4","Romanos 10:9"]},"numeros_14_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual o povo deve confiar em Deus.","explicacao_detalhada":"A palavra 'porque' (כִּי) é um conectivo que liga a declaração anterior à justificativa, mostrando a lógica da fé e confiança em Deus.","por_que_esta_palavra":"É uma palavra que expressa a razão e a motivação, essencial para a compreensão da relação entre Deus e seu povo.","conexao_teologica":"A fé é frequentemente baseada em razões apresentadas nas Escrituras, mostrando a importância da compreensão teológica.","referencias_relacionadas":["Hebreus 11:1","Tiago 2:19","Romanos 1:20"]},"numeros_14_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou ditas, enfatizando a atitude do povo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere a maneira abrangente e completa de agir, indicando que a resposta do povo deve ser total e comprometida.","por_que_esta_palavra":"O modo de agir é crucial na vida de fé, refletindo a disposição do coração e a obediência a Deus.","conexao_teologica":"A maneira como vivemos e respondemos a Deus é um testemunho da nossa fé e compromisso com Ele.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Mateus 5:16"]},"numeros_14_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração ou afirmação de algo significativo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica em comunicar uma verdade ou um comando, destacando a importância da palavra falada na vida espiritual.","por_que_esta_palavra":"As palavras têm poder e podem moldar a realidade, especialmente quando se trata da palavra de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação de sua verdade é essencial para a edificação da fé.","referencias_relacionadas":["Provérbios 18:21","Hebreus 4:12","Tiago 3:5"]},"numeros_14_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se ao modo de agir, enfatizando a necessidade de uma resposta adequada ao que Deus diz.","explicacao_detalhada":"A repetição da palavra 'modo' (כֹּל) reforça a ideia de que a resposta do povo deve ser total e refletir a seriedade da situação.","por_que_esta_palavra":"A maneira como respondemos a Deus é um reflexo da nossa fé e compreensão de sua vontade.","conexao_teologica":"A resposta a Deus deve ser feita com reverência e compromisso, mostrando a seriedade da relação com o Criador.","referencias_relacionadas":["Salmos 119:11","Romanos 12:1","Gálatas 5:25"]},"numeros_14_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância de comunicar verdades divinas de maneira clara e firme.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) destaca a responsabilidade de transmitir a mensagem de Deus com clareza e convicção.","por_que_esta_palavra":"A comunicação da verdade é vital para a edificação da fé e a manutenção da aliança com Deus.","conexao_teologica":"A proclamação da palavra de Deus é um ato de adoração e um meio de edificação da comunidade de fé.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","2 Timóteo 4:2"]},"numeros_14_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre o povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a relação de Deus com seu povo, destacando sua posição como criador e governante. No contexto de Números 14, Moisés intercede pelo povo, lembrando que Deus é o Senhor que os tirou do Egito.","por_que_esta_palavra":"A palavra é utilizada para invocar a presença e a autoridade divina em momentos de crise e decisão.","conexao_teologica":"A invocação do nome do Senhor é um tema central na teologia bíblica, representando a aliança entre Deus e seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"numeros_14_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Usada para descrever a força e a ferocidade dos inimigos que Israel enfrentaria.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é uma metáfora que representa a força e a ameaça que os israelitas sentiam ao se deparar com os habitantes da terra prometida. Essa imagem é utilizada para ilustrar a gravidade da situação.","por_que_esta_palavra":"A escolha dessa palavra enfatiza o medo e a percepção de perigo que dominava o povo de Israel.","conexao_teologica":"A metáfora do urso pode ser vista como uma representação das dificuldades e desafios que os crentes enfrentam ao seguir a vontade de Deus.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8"]},"numeros_14_12_grande":{"palavra_pt":"grande","palavra_original":"עָצוּם","transliteracao":"ʻâtsûwm","strong":"H6099","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude dos desafios que Israel estava prestes a enfrentar.","explicacao_detalhada":"A palavra 'grande' (עָצוּם) é utilizada para descrever a força dos inimigos e a extensão das dificuldades que Israel teria que superar para conquistar a terra prometida.","por_que_esta_palavra":"A ênfase na grandeza dos desafios serve para destacar a necessidade de fé e confiança em Deus.","conexao_teologica":"A grandeza dos desafios é um tema recorrente na Bíblia, onde Deus frequentemente capacita seu povo a superar obstáculos aparentemente insuperáveis.","referencias_relacionadas":["Salmos 34:19","Filipenses 4:13"]},"numeros_14_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Moisés sobre a importância de comunicar a verdade de Deus ao povo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada por Moisés para expressar a necessidade de transmitir a mensagem de Deus ao povo, enfatizando a importância da comunicação divina.","por_que_esta_palavra":"A comunicação da palavra de Deus é essencial para a edificação e a orientação do povo.","conexao_teologica":"A importância da palavra de Deus é um tema central na Bíblia, onde a revelação divina é fundamental para a vida espiritual.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12"]},"numeros_14_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente enfatiza a soberania e a autoridade de Deus.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) neste contexto reforça a ideia de que Moisés está apelando para a natureza fiel e poderosa de Deus em meio à rebelião do povo.","por_que_esta_palavra":"A invocação do nome do Senhor é um ato de fé e confiança nas promessas divinas.","conexao_teologica":"A relação entre o povo e Deus é frequentemente mediada pelo reconhecimento de sua soberania.","referencias_relacionadas":["Salmos 119:105","Isaías 26:4"]},"numeros_14_13_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à necessidade de o povo ouvir e obedecer à palavra de Deus.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) implica não apenas em escutar, mas em prestar atenção e agir de acordo com as instruções de Deus.","por_que_esta_palavra":"A obediência à palavra de Deus é fundamental para a vida espiritual e a prosperidade do povo.","conexao_teologica":"A ideia de ouvir a Deus é central na relação entre o crente e o Senhor, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Deuteronômio 6:4-5","Tiago 1:22"]},"numeros_14_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida que Deus havia dado a Israel.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é um símbolo da promessa de Deus e da herança que Ele destinou ao seu povo, representando um lugar de bênção e prosperidade.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, simbolizando a fidelidade de Deus às suas promessas.","conexao_teologica":"A terra prometida é um tema que se estende por toda a Bíblia, culminando na nova terra prometida em Apocalipse.","referencias_relacionadas":["Gênesis 12:1-3","Hebreus 11:9-10"]},"numeros_14_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Moisés sobre a grandeza da terra prometida.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para afirmar a importância de reconhecer a grandeza das promessas de Deus em contraste com os desafios enfrentados.","por_que_esta_palavra":"A declaração de Moisés serve para encorajar o povo a confiar nas promessas divinas.","conexao_teologica":"A grandeza das promessas de Deus é um tema central na fé cristã, onde a esperança é fundamentada nas promessas divinas.","referencias_relacionadas":["Romanos 4:20-21","2 Coríntios 1:20"]},"numeros_14_14_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de julgar o povo por sua incredulidade.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica em avaliar e tomar decisões sobre o comportamento do povo, especialmente em relação à sua desobediência.","por_que_esta_palavra":"O julgamento de Deus é uma parte importante da sua justiça e santidade, refletindo a necessidade de responsabilidade.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, onde a justiça divina é sempre acompanhada pela misericórdia.","referencias_relacionadas":["Salmos 9:7-8","Romanos 2:6"]},"numeros_14_15_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à consequência da desobediência e incredulidade do povo.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é usada para descrever a gravidade da situação em que o povo se encontra, enfatizando que a falta de fé pode levar à morte espiritual e física.","por_que_esta_palavra":"A morte é apresentada como uma consequência do afastamento de Deus e da rejeição de suas promessas.","conexao_teologica":"A morte espiritual é um tema importante na Bíblia, onde a vida eterna é oferecida através da fé em Cristo.","referencias_relacionadas":["Romanos 6:23","João 3:16"]},"numeros_14_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, em particular ao papel do homem como líder ou representante.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade em geral, mas neste contexto, pode se referir a Moisés ou a qualquer líder que intercede pelo povo diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a fragilidade e a responsabilidade do ser humano diante de Deus.","conexao_teologica":"A intercessão de um homem diante de Deus é um tema recorrente na Bíblia, mostrando a importância da mediação.","referencias_relacionadas":["Êxodo 32:11-14","Números 14:13-19","Gálatas 3:28"]},"numeros_14_15_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que estava em um momento de crise e desconfiança.","explicacao_detalhada":"A palavra 'povo' (עַם) denota um grupo unido, neste caso, os israelitas que estavam prestes a entrar na Terra Prometida, mas que hesitaram devido ao medo.","por_que_esta_palavra":"A utilização da palavra 'povo' destaca a coletividade e a identidade do povo escolhido de Deus.","conexao_teologica":"Deus frequentemente se refere ao Seu povo como uma nação santa, enfatizando a relação especial entre Ele e Israel.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"numeros_14_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à Terra Prometida, que Deus havia prometido aos israelitas.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é crucial no contexto da promessa de Deus a Abraão e seus descendentes, representando um lugar de bênção e abundância.","por_que_esta_palavra":"A menção da 'terra' sublinha a importância da herança e da promessa divina na história de Israel.","conexao_teologica":"A terra é um símbolo da presença de Deus e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2"]},"numeros_14_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de crise.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa a presença e a soberania de Deus sobre Seu povo.","por_que_esta_palavra":"O uso do nome de Deus enfatiza Sua autoridade e a necessidade de confiar Nele em tempos de dificuldade.","conexao_teologica":"O nome de Deus é central na adoração e na relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"numeros_14_16_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou entrar na presença de Deus.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) implica um movimento em direção a Deus, seja em oração ou em ação.","por_que_esta_palavra":"A ideia de 'vir' destaca a iniciativa de Deus em se revelar e a resposta do homem em se aproximar dEle.","conexao_teologica":"A aproximação a Deus é um tema central na Bíblia, simbolizando a comunhão entre o Criador e a criação.","referencias_relacionadas":["Hebreus 4:16","Tiago 4:8","Salmos 100:4"]},"numeros_14_17_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como Senhor soberano e juiz.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é um título que expressa a autoridade e o domínio de Deus sobre todas as coisas.","por_que_esta_palavra":"A invocação do Senhor enfatiza a necessidade de reconhecer Sua soberania em todas as situações.","conexao_teologica":"A soberania de Deus é um tema fundamental na teologia bíblica, mostrando que Ele está no controle da história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Romanos 14:8-9"]},"numeros_14_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à importância de Suas palavras.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica a autoridade e a certeza das declarações de Deus.","por_que_esta_palavra":"A ênfase na palavra de Deus mostra que o que Ele diz deve ser levado a sério e obedecido.","conexao_teologica":"As palavras de Deus têm poder e são fundamentais para a vida e a fé do povo.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"numeros_14_17_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"Refere-se a um tempo futuro, indicando uma mudança ou um novo começo.","explicacao_detalhada":"A palavra 'henceforth' (עַתָּה) sugere uma nova fase na relação entre Deus e o povo, após a intercessão de Moisés.","por_que_esta_palavra":"A mudança de tempo indica que as ações e decisões tomadas agora terão consequências duradouras.","conexao_teologica":"A ideia de um novo começo é um tema recorrente na Bíblia, simbolizando a graça e a misericórdia de Deus.","referencias_relacionadas":["Isaías 43:19","2 Coríntios 5:17","Apocalipse 21:5"]},"numeros_14_18_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem específico, possivelmente Moisés, em um contexto de intercessão.","explicacao_detalhada":"A palavra 'homem' (רַב) pode ser usada para descrever um líder ou alguém de autoridade que fala em nome do povo.","por_que_esta_palavra":"A escolha desta palavra ressalta a importância da liderança e da responsabilidade no relacionamento com Deus.","conexao_teologica":"A intercessão é um papel vital que alguns homens de Deus desempenham, refletindo a necessidade de mediação.","referencias_relacionadas":["Êxodo 32:30-32","Números 11:29","Tiago 5:16"]},"numeros_14_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de necessidade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) representa a presença e a autoridade de Deus, especialmente em tempos de crise.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a relação pessoal e a confiança que o povo deve ter Nele.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé e dependência, fundamental na vida espiritual.","referencias_relacionadas":["Salmos 116:4","Romanos 10:13","Atos 2:21"]},"numeros_14_19_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à iniquidade ou pecado do povo de Israel, que desobedeceu a Deus.","explicacao_detalhada":"A palavra 'mal' (עָוֺן) é usada para descrever a transgressão e a rebelião do povo contra os mandamentos de Deus. Neste contexto, Moisés pede a Deus que perdoe o povo, reconhecendo a gravidade de suas ações.","por_que_esta_palavra":"Esta palavra é importante porque encapsula a ideia de desvio moral e a necessidade de arrependimento e perdão.","conexao_teologica":"A iniquidade é um tema central na teologia bíblica, pois enfatiza a necessidade de redenção e a misericórdia de Deus.","referencias_relacionadas":["Salmos 32:5","Isaías 53:6","Romanos 3:23"]},"numeros_14_19_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que estava em rebelião contra Deus.","explicacao_detalhada":"A palavra 'povo' (עַם) destaca a coletividade dos israelitas, enfatizando sua identidade como nação escolhida por Deus e sua responsabilidade diante d'Ele.","por_que_esta_palavra":"É crucial para entender a dinâmica entre Deus e Seu povo, especialmente em momentos de desobediência e necessidade de arrependimento.","conexao_teologica":"A relação entre Deus e Seu povo é um tema recorrente na Bíblia, refletindo a aliança e a fidelidade divina.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"numeros_14_19_greatness":{"palavra_pt":"greatness","palavra_original":"גֹּדֶל","transliteracao":"gôdel","strong":"H1433","significado_raiz":"Ideia básica: greatness.","significado_contextual":"Refere-se à grandeza de Deus, que é invocada por Moisés em sua intercessão pelo povo.","explicacao_detalhada":"A palavra 'greatness' (גֹּדֶל) enfatiza a majestade e o poder de Deus, que é capaz de perdoar e mostrar misericórdia mesmo diante da rebelião.","por_que_esta_palavra":"É fundamental para reconhecer a soberania de Deus e Sua capacidade de agir em favor de Seu povo.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na compreensão de Sua natureza como Criador e Redentor.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"numeros_14_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus sobre o perdão do povo, mas também à gravidade de suas ações.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a comunicação de Deus, que revela Sua decisão e Sua natureza perdoadora.","por_que_esta_palavra":"É importante porque mostra como Deus se comunica com Seu povo e a autoridade de Suas palavras.","conexao_teologica":"A fala de Deus é um meio pelo qual Ele revela Sua vontade e Seu caráter, sendo central na relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:1-2"]},"numeros_14_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua essência e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa a presença e a autoridade de Deus sobre Seu povo.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo de Israel e sua relação com Ele.","conexao_teologica":"O nome de Deus é um tema central na teologia, simbolizando Sua santidade, poder e promessa.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_14_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é poderosa e eficaz.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) implica a ação e a intenção de Deus, mostrando que o que Ele diz se cumpre.","por_que_esta_palavra":"É essencial para entender a natureza da revelação divina e a importância da obediência à Sua palavra.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"numeros_14_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, que Deus havia prometido ao povo de Israel.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) simboliza a herança e a promessa de Deus, representando o lugar de bênção e comunhão com Ele.","por_que_esta_palavra":"É crucial para entender a promessa de Deus e a esperança do povo em alcançar a terra prometida.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 4:1-3"]},"numeros_14_21_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à fragilidade e à mortalidade do ser humano em contraste com a eternidade de Deus.","explicacao_detalhada":"A palavra 'carne' (חַי) enfatiza a condição humana e a dependência de Deus para a vida e sustento.","por_que_esta_palavra":"É importante para reconhecer a vulnerabilidade do ser humano e a necessidade de confiar em Deus.","conexao_teologica":"A natureza humana é um tema central na teologia, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Salmos 78:39","Isaías 40:6-8","Romanos 8:3"]},"numeros_14_21_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus, que é manifesta em Suas obras e promessas.","explicacao_detalhada":"A palavra 'gloria' (כָּבוֹד) representa a majestade e a honra de Deus, que é digna de ser reconhecida e adorada.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus e a resposta adequada do ser humano em adoração.","conexao_teologica":"A glória de Deus é um tema central na adoração e na revelação divina, refletindo Sua santidade e poder.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"numeros_14_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, que frequentemente peca e precisa da graça de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) enfatiza a condição humana e a necessidade de redenção diante do pecado.","por_que_esta_palavra":"É importante para reconhecer a fragilidade do ser humano e a necessidade de um Salvador.","conexao_teologica":"A condição do homem é um tema central na teologia, refletindo a necessidade de salvação e a obra redentora de Cristo.","referencias_relacionadas":["Gênesis 1:27","Romanos 5:12","Efésios 2:8-9"]},"numeros_14_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual Deus se opõe à geração que saiu do Egito.","explicacao_detalhada":"Neste contexto, 'porque' explica a motivação divina em relação à incredulidade do povo de Israel. Deus está afirmando que a desobediência e a falta de fé resultaram em consequências severas.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da ação de Deus e a relação entre fé e obediência.","conexao_teologica":"A incredulidade é um tema recorrente na Bíblia, onde a fé é frequentemente apresentada como um requisito para a salvação e a bênção divina.","referencias_relacionadas":["Hebreus 3:19","Romanos 11:20","Gálatas 3:11"]},"numeros_14_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o povo de Israel se comportou diante das promessas de Deus.","explicacao_detalhada":"Neste versículo, 'modo' implica que a forma como o povo reagiu à promessa da terra prometida foi de maneira negativa, demonstrando falta de fé.","por_que_esta_palavra":"Entender o 'modo' é essencial para perceber como as ações e atitudes do povo influenciaram o relacionamento com Deus.","conexao_teologica":"A maneira como os crentes se comportam em relação a Deus é um tema importante, refletindo a necessidade de viver em fé e obediência.","referencias_relacionadas":["Tiago 1:22","1 Pedro 1:15","Romanos 12:2"]},"numeros_14_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à terra prometida, que simboliza a bênção e a herança de Deus para o povo de Israel.","explicacao_detalhada":"Neste contexto, a terra é um símbolo da fidelidade de Deus e da recompensa pela obediência. A recusa do povo em entrar na terra resultou em consequências graves.","por_que_esta_palavra":"A terra é central na narrativa bíblica, representando não apenas um lugar físico, mas também um estado espiritual de bênção.","conexao_teologica":"A terra prometida é um tema que se conecta com a ideia de promessa e cumprimento na história da salvação.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:2"]},"numeros_14_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' novamente se refere à maneira como o povo se comportou em relação à promessa de Deus.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância da atitude do povo, que foi de desconfiança e rebeldia, resultando em sua exclusão da terra prometida.","por_que_esta_palavra":"É fundamental para entender que a maneira de agir do povo teve consequências diretas em sua relação com Deus.","conexao_teologica":"A atitude do coração é um tema recorrente na Bíblia, onde Deus observa não apenas as ações, mas também as intenções.","referencias_relacionadas":["Salmos 139:23-24","Provérbios 4:23","Mateus 15:18-19"]},"numeros_14_23_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é usada para indicar a possibilidade de livramento e proteção que Deus oferece ao seu povo.","explicacao_detalhada":"Neste contexto, 'salvar' implica que, apesar da rebeldia, Deus ainda tinha um plano de redenção e proteção para aqueles que permanecessem fiéis.","por_que_esta_palavra":"A ideia de salvação é central na mensagem bíblica, refletindo o caráter redentor de Deus.","conexao_teologica":"A salvação é um tema central na teologia cristã, apontando para a obra redentora de Cristo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:2","Romanos 10:9"]},"numeros_14_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente se refere à terra prometida, enfatizando a importância desse local na história de Israel.","explicacao_detalhada":"Neste versículo, a terra é mencionada em relação à promessa de Deus e à recompensa pela fidelidade de Caleb, que acreditou nas promessas divinas.","por_que_esta_palavra":"A terra simboliza a realização das promessas de Deus e a recompensa pela fé.","conexao_teologica":"A terra prometida é um símbolo da herança espiritual que os crentes têm em Cristo.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 1:35-36","Hebreus 11:9-10"]},"numeros_14_24_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' refere-se à presença de Deus e ao seu poder atuante na criação e na história.","explicacao_detalhada":"Neste contexto, 'vento' pode simbolizar a ação de Deus em trazer vida e transformação, assim como o Espírito Santo atua na vida dos crentes.","por_que_esta_palavra":"A presença do Espírito é fundamental para entender a dinâmica da relação entre Deus e seu povo.","conexao_teologica":"O Espírito Santo é visto como o Consolador e Aquele que capacita os crentes a viverem em obediência.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:9-10","Atos 2:4"]},"numeros_14_24_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"A palavra 'encher' refere-se à ação de Deus em preencher a terra com sua presença e bênção.","explicacao_detalhada":"Neste contexto, 'encher' implica que a presença de Deus deve ser evidente em toda a criação, trazendo vida e prosperidade.","por_que_esta_palavra":"A ideia de encher é importante para entender a plenitude da presença de Deus em nossas vidas.","conexao_teologica":"A plenitude do Espírito Santo é um tema que reflete a intenção de Deus de habitar entre seu povo.","referencias_relacionadas":["Salmos 104:30","Isaías 6:3","Efésios 5:18"]},"numeros_14_25_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à direção que o povo de Israel deveria seguir sob a liderança de Deus.","explicacao_detalhada":"Neste contexto, 'caminho' implica que Deus tem um plano e uma rota específica para seu povo, que deve ser seguida com fé.","por_que_esta_palavra":"A ideia de caminho é central na Bíblia, simbolizando a jornada da vida e a obediência a Deus.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando a importância de seguir a direção de Deus.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:5-6","João 14:6"]},"numeros_14_26_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Deus com seu povo, revelando sua vontade e instruções.","explicacao_detalhada":"Neste contexto, 'falar' implica que Deus está se dirigindo diretamente ao povo, expressando seu descontentamento e as consequências de suas ações.","por_que_esta_palavra":"A comunicação de Deus é essencial para a compreensão da sua vontade e para o relacionamento com Ele.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um tema central na vida cristã.","referencias_relacionadas":["Hebreus 4:12","2 Timóteo 3:16","Salmos 119:11"]},"numeros_14_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e criadora.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus, enfatizando sua soberania e poder. No contexto de Números 14:26, Deus se dirige a Moisés e Arão, reafirmando sua posição de autoridade sobre o povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de Deus com seu povo e sua capacidade de governar e guiar.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é reconhecido como o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"numeros_14_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para descrever a comunicação de Deus a Moisés. No contexto, Deus está expressando sua vontade e juízo sobre a rebelião do povo.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a revelação divina e a importância da comunicação entre Deus e a humanidade.","conexao_teologica":"A comunicação de Deus é um aspecto vital da relação entre Ele e seu povo, mostrando que Ele se preocupa em se fazer ouvir.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1-2"]},"numeros_14_27_familia":{"palavra_pt":"familia","palavra_original":"עֵדָה","transliteracao":"ʻêdâh","strong":"H5712","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao grupo de pessoas unidas por laços de sangue ou parentesco.","explicacao_detalhada":"A palavra 'familia' (עֵדָה) é usada para descrever a congregação dos israelitas, que são considerados como um povo escolhido por Deus. No contexto, enfatiza a coletividade e a responsabilidade compartilhada.","por_que_esta_palavra":"A noção de 'familia' é importante para entender a identidade do povo de Israel como um todo, em vez de indivíduos isolados.","conexao_teologica":"A ideia de comunidade e família é central na narrativa bíblica, refletindo a intenção de Deus de estabelecer um povo para Si.","referencias_relacionadas":["Gênesis 12:3","Êxodo 19:6","Deuteronômio 7:6"]},"numeros_14_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação de paternidade.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para enfatizar a relação entre Deus e seu povo, que é frequentemente descrito como seus filhos. No contexto, isso ressalta a responsabilidade e a herança espiritual.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a relação íntima que Deus deseja ter com seu povo, como um pai amoroso.","conexao_teologica":"A paternidade de Deus é um tema recorrente na Bíblia, simbolizando amor, cuidado e disciplina.","referencias_relacionadas":["Salmos 103:13","Isaías 43:6","Romanos 8:14"]},"numeros_14_27_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a ações ou intenções que são moralmente erradas.","explicacao_detalhada":"A palavra 'mal' (רַע) é usada para descrever a rebelião e a desobediência do povo de Israel. No contexto, Deus está expressando seu desagrado com a infidelidade do povo.","por_que_esta_palavra":"A escolha da palavra 'mal' enfatiza a gravidade da situação e a necessidade de arrependimento e retorno a Deus.","conexao_teologica":"O conceito de mal é fundamental na teologia bíblica, onde a desobediência a Deus resulta em consequências severas.","referencias_relacionadas":["Gênesis 6:5","Deuteronômio 30:15-19","Romanos 3:23"]},"numeros_14_28_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza física e mortal do ser humano.","explicacao_detalhada":"A palavra 'carne' (חַי) é utilizada para descrever a fragilidade e a vulnerabilidade do ser humano diante de Deus. No contexto, isso ressalta a dependência do povo em relação à providência divina.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a condição humana e a necessidade de salvação e redenção.","conexao_teologica":"A carne é frequentemente usada na Bíblia para simbolizar a fraqueza humana e a necessidade de um salvador.","referencias_relacionadas":["Gênesis 6:3","Salmos 78:39","João 1:14"]},"numeros_14_28_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e identidade de Deus.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é novamente usada para enfatizar a soberania de Deus. No contexto, Deus reafirma sua posição como o único que pode salvar e julgar.","por_que_esta_palavra":"A repetição da palavra 'senhor' ressalta a importância da sua autoridade e a necessidade de reconhecimento por parte do povo.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Apocalipse 19:16"]},"numeros_14_28_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de resgatar ou libertar.","explicacao_detalhada":"A palavra 'salvar' (אִם) é utilizada para expressar a intenção de Deus de proteger e resgatar seu povo. No contexto, isso destaca a promessa de Deus de cuidar de Israel.","por_que_esta_palavra":"A palavra 'salvar' é crucial para entender a natureza redentora de Deus e seu desejo de restaurar seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 34:6","Isaías 43:11","Romanos 10:13"]},"numeros_14_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é utilizada para descrever a forma como Deus lida com seu povo. No contexto, isso enfatiza a justiça e a retidão de Deus em suas ações.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a natureza das ações de Deus e como elas são sempre justas e corretas.","conexao_teologica":"A justiça de Deus é um tema central na teologia bíblica, onde Ele é visto como o juiz justo que não tolera a iniquidade.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:6"]},"numeros_14_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação de paternidade.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada novamente para enfatizar a relação entre Deus e seu povo, que é frequentemente descrito como seus filhos. No contexto, isso ressalta a continuidade da herança espiritual.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que o povo de Israel é considerado como a família de Deus.","conexao_teologica":"A paternidade de Deus é um tema recorrente na Bíblia, simbolizando amor, cuidado e disciplina.","referencias_relacionadas":["Salmos 103:13","Isaías 43:6","Romanos 8:14"]},"numeros_14_29_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se ao deserto, um lugar árido e inóspito onde os israelitas vagaram.","explicacao_detalhada":"O termo 'campo' neste contexto é uma referência ao deserto, simbolizando a provação e a dificuldade enfrentadas pelo povo de Israel durante sua jornada. O deserto é um lugar de teste e preparação.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a dureza da experiência dos israelitas e a necessidade de confiar em Deus durante as dificuldades.","conexao_teologica":"O deserto é frequentemente visto na Bíblia como um lugar de encontro com Deus, onde a fé é testada e fortalecida.","referencias_relacionadas":["Êxodo 16:1","Deuteronômio 8:2","Salmos 78:40"]},"numeros_14_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à Terra Prometida, o destino final dos israelitas.","explicacao_detalhada":"A palavra 'terra' neste contexto é crucial, pois representa a promessa de Deus a Abraão e seus descendentes. É um símbolo de bênção e herança.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância da obediência e da fé para alcançar as promessas de Deus.","conexao_teologica":"A Terra Prometida é um tema central na narrativa bíblica, simbolizando a salvação e a plenitude da vida em Deus.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2"]},"numeros_14_30_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a condição de ser salvo ou resgatado, especialmente em um contexto de julgamento.","explicacao_detalhada":"A palavra 'salvar' aqui implica a ideia de livramento da condenação que os israelitas enfrentariam por sua incredulidade.","por_que_esta_palavra":"É uma chamada à reflexão sobre a importância da fé e da obediência a Deus para evitar o juízo.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a necessidade de redenção e a misericórdia de Deus.","referencias_relacionadas":["Romanos 10:9","Efésios 2:8-9","Hebreus 11:6"]},"numeros_14_30_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַן","transliteracao":"shâkan","strong":"H7931","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de paz e segurança que Deus oferece ao seu povo.","explicacao_detalhada":"A palavra 'descanso' implica um lugar de segurança e tranquilidade, que é a promessa de Deus para aqueles que confiam nele.","por_que_esta_palavra":"É um lembrete da importância de encontrar descanso em Deus, especialmente em tempos de dificuldade.","conexao_teologica":"O conceito de descanso é frequentemente associado à salvação e à paz que vem de um relacionamento correto com Deus.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-11","Salmos 23:2"]},"numeros_14_31_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente, refere-se à Terra Prometida, enfatizando sua importância.","explicacao_detalhada":"A repetição da palavra 'terra' neste versículo reforça a certeza da promessa de Deus e a herança que Ele oferece ao seu povo.","por_que_esta_palavra":"Destaca a continuidade da promessa de Deus e a necessidade de perseverança na fé.","conexao_teologica":"A Terra Prometida é um símbolo da plenitude da vida em Deus e da realização de suas promessas.","referencias_relacionadas":["Gênesis 15:18","Êxodo 23:31","Deuteronômio 6:10"]},"numeros_14_31_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar, enfatizando a importância da família na sociedade israelita.","explicacao_detalhada":"A palavra 'família' neste contexto destaca a importância da continuidade e da preservação da linhagem e da fé entre os israelitas.","por_que_esta_palavra":"É um lembrete do papel fundamental da família na transmissão da fé e dos valores de Deus.","conexao_teologica":"A família é vista como a base da sociedade e um meio pelo qual Deus cumpre suas promessas.","referencias_relacionadas":["Salmos 127:3","Efésios 6:1-4","Colossenses 3:20"]},"numeros_14_31_booty":{"palavra_pt":"booty","palavra_original":"בַּז","transliteracao":"baz","strong":"H957","significado_raiz":"Ideia básica: booty.","significado_contextual":"Refere-se ao despojo ou bens adquiridos em batalha, simbolizando a vitória.","explicacao_detalhada":"A palavra 'booty' neste contexto sugere a recompensa que vem da fidelidade e da luta pela causa de Deus.","por_que_esta_palavra":"Enfatiza que as bênçãos de Deus muitas vezes vêm após a luta e a perseverança.","conexao_teologica":"A ideia de recompensa é um tema recorrente na Bíblia, refletindo a justiça e a generosidade de Deus.","referencias_relacionadas":["1 Samuel 30:20","Salmos 68:12","Isaías 53:12"]},"numeros_14_32_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Novamente, refere-se ao deserto, enfatizando a jornada do povo de Israel.","explicacao_detalhada":"A repetição do termo 'campo' reforça a ideia de que o deserto é um lugar de provação, mas também de aprendizado e crescimento espiritual.","por_que_esta_palavra":"É um lembrete da necessidade de confiar em Deus durante as dificuldades da vida.","conexao_teologica":"O deserto é um símbolo de transformação e dependência de Deus.","referencias_relacionadas":["Êxodo 16:2-3","Deuteronômio 8:15","Salmos 107:4"]},"numeros_14_32_homem":{"palavra_pt":"homem","palavra_original":"פֶּגֶר","transliteracao":"peger","strong":"H6297","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, enfatizando a fragilidade e a necessidade de Deus.","explicacao_detalhada":"A palavra 'homem' neste contexto destaca a condição humana e a dependência de Deus para a sobrevivência e a salvação.","por_que_esta_palavra":"É um lembrete da vulnerabilidade do ser humano e da necessidade de buscar a ajuda divina.","conexao_teologica":"A condição humana é um tema central na Bíblia, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Salmos 8:4-5","Romanos 3:23","Tiago 4:14"]},"numeros_14_32_thee":{"palavra_pt":"thee","palavra_original":"אַתָּה","transliteracao":"ʼattâh","strong":"H859","significado_raiz":"Ideia básica: thee.","significado_contextual":"Refere-se à segunda pessoa do singular, enfatizando a relação pessoal com Deus.","explicacao_detalhada":"A palavra 'thee' neste contexto sugere uma comunicação direta e pessoal entre Deus e o povo, destacando a intimidade do relacionamento.","por_que_esta_palavra":"É um lembrete da presença de Deus na vida de cada indivíduo e da importância da oração e da comunhão.","conexao_teologica":"A relação pessoal com Deus é fundamental na fé cristã, refletindo a natureza relacional de Deus.","referencias_relacionadas":["Salmos 25:4","Mateus 6:6","Tiago 4:8"]},"numeros_14_33_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência dos israelitas que sofreriam as consequências da incredulidade de seus pais.","explicacao_detalhada":"A palavra 'filho' aqui implica não apenas a relação biológica, mas também a continuidade da fé e das promessas de Deus através das gerações. Os filhos são vistos como herdeiros das bênçãos ou maldições que recaem sobre seus pais.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a responsabilidade geracional e a importância da fé na vida familiar.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, onde a fé e a desobediência têm repercussões que se estendem às gerações seguintes.","referencias_relacionadas":["Êxodo 20:5","Salmos 78:5-6","Deuteronômio 6:7"]},"numeros_14_33_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"O 'campo' representa o deserto, um lugar de provação e teste para o povo de Israel.","explicacao_detalhada":"Neste contexto, o 'campo' simboliza a jornada difícil e a falta de fé do povo, que se recusou a entrar na terra prometida. O deserto é um espaço de aprendizado e dependência de Deus.","por_que_esta_palavra":"A palavra 'campo' é usada para descrever o ambiente hostil onde os israelitas se encontravam, refletindo a realidade de sua situação.","conexao_teologica":"O deserto é frequentemente visto como um lugar de purificação e preparação para a entrada na terra prometida, simbolizando a jornada espiritual do crente.","referencias_relacionadas":["Êxodo 16:1","Deuteronômio 8:2","Salmos 107:4"]},"numeros_14_33_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude da consequência que os israelitas enfrentariam por sua desobediência.","explicacao_detalhada":"Neste versículo, 'grande' enfatiza a gravidade do juízo de Deus sobre a geração que não confiou em suas promessas. A grandeza da punição é proporcional à grandeza da incredulidade.","por_que_esta_palavra":"A escolha de 'grande' destaca a seriedade da situação e a importância de obedecer a Deus.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a pequena fé do homem, mostrando a necessidade de confiar plenamente em Sua palavra.","referencias_relacionadas":["Romanos 11:22","Hebreus 3:19","Mateus 7:13-14"]},"numeros_14_34_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao período de punição que os israelitas enfrentariam no deserto.","explicacao_detalhada":"A menção do 'dia' simboliza um tempo específico de julgamento e reflexão sobre a desobediência do povo. É um lembrete da justiça de Deus e da necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'dia' é utilizada para marcar um tempo de consequência e também de esperança, pois cada dia é uma nova oportunidade para se voltar a Deus.","conexao_teologica":"O conceito de tempo na Bíblia é frequentemente ligado à ação de Deus e ao cumprimento de Suas promessas, mostrando que Ele é soberano sobre a história.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Pedro 3:8"]},"numeros_14_34_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' refere-se à terra prometida, que os israelitas não puderam herdar devido à sua falta de fé.","explicacao_detalhada":"A terra é um símbolo das promessas de Deus e da herança espiritual que Ele oferece ao Seu povo. A recusa em entrar na terra representa a rejeição das bênçãos divinas.","por_que_esta_palavra":"A palavra 'terra' é central na narrativa de Israel, simbolizando tanto a promessa de Deus quanto a responsabilidade do povo em crer e obedecer.","conexao_teologica":"A terra prometida é um tipo da salvação e da vida abundante que Deus oferece a todos os que creem.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 1:8","Hebreus 4:1-3"]},"numeros_14_34_phrase":{"palavra_pt":"expressao","palavra_original":"מִסְפָּר","transliteracao":"miçpâr","strong":"H4557","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se ao número de dias que os israelitas vagaram no deserto como consequência de sua incredulidade.","explicacao_detalhada":"A menção do 'número' enfatiza a precisão do juízo de Deus e a seriedade das consequências da desobediência. Cada dia representa uma oportunidade perdida de entrar na terra prometida.","por_que_esta_palavra":"A palavra 'expressão' é usada para indicar a contagem exata dos dias, mostrando que Deus é justo e que Suas promessas são cumpridas com precisão.","conexao_teologica":"A contagem de dias é um lembrete da paciência de Deus e da necessidade de arrependimento e retorno a Ele.","referencias_relacionadas":["Salmos 90:10","Eclesiastes 3:1","Romanos 2:4"]},"numeros_14_35_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como Deus lidou com a desobediência do povo.","explicacao_detalhada":"A palavra 'modo' implica que a forma como Deus age é sempre justa e adequada às circunstâncias. Refere-se à maneira como Ele aplica Suas promessas e juízos.","por_que_esta_palavra":"A escolha de 'modo' destaca a soberania de Deus em todas as situações, mostrando que Ele tem um plano e propósito em tudo o que faz.","conexao_teologica":"A maneira de Deus agir é um tema central na teologia, onde Sua justiça e misericórdia se encontram.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 145:17"]},"numeros_14_35_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus como o soberano que tem autoridade sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' enfatiza a relação de autoridade e submissão entre Deus e Seu povo. Ele é o criador e sustentador de todas as coisas.","por_que_esta_palavra":"A utilização de 'senhor' é fundamental para reconhecer a posição de Deus em relação à humanidade e a necessidade de reverência e obediência.","conexao_teologica":"O nome de Deus é central na adoração e na vida do crente, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"numeros_14_35_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à possibilidade de redenção e restauração que Deus oferece ao Seu povo.","explicacao_detalhada":"Neste contexto, 'salvar' implica que, apesar da desobediência, Deus ainda está disposto a oferecer perdão e uma nova oportunidade para aqueles que se arrependem.","por_que_esta_palavra":"A escolha de 'salvar' é um lembrete da graça de Deus, que sempre busca restaurar Seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a ação de Deus em redimir a humanidade através de Cristo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:13","João 3:16"]},"numeros_14_36_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a fragilidade e a tendência ao pecado.","explicacao_detalhada":"Neste contexto, 'homem' representa a condição humana e a necessidade de dependência de Deus. A desobediência dos homens leva a consequências graves.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a universalidade do pecado e a necessidade de redenção.","conexao_teologica":"A condição do homem é um tema central na teologia, onde a necessidade de salvação é reconhecida em toda a Escritura.","referencias_relacionadas":["Romanos 3:23","Gênesis 6:5","Salmos 51:5"]},"numeros_14_36_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida que os israelitas estavam prestes a entrar.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever a terra de Canaã, que Deus prometeu a Abraão e seus descendentes. Neste contexto, a terra representa não apenas um lugar físico, mas também a realização das promessas de Deus.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância do local como parte do plano divino para o povo de Israel.","conexao_teologica":"A terra é um símbolo da bênção e da herança que Deus oferece ao seu povo, refletindo a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 1:8"]},"numeros_14_36_buscar":{"palavra_pt":"buscar","palavra_original":"תּוּר","transliteracao":"tûwr","strong":"H8446","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se à ação de procurar ou investigar a terra prometida.","explicacao_detalhada":"A palavra 'buscar' (תּוּר) implica um esforço ativo para explorar e entender a terra que Deus prometeu. Os espias foram enviados para 'buscar' informações sobre a terra.","por_que_esta_palavra":"A palavra destaca a necessidade de diligência e fé ao se aproximar das promessas de Deus.","conexao_teologica":"Buscar a terra é um ato de fé, refletindo a confiança em Deus para cumprir suas promessas.","referencias_relacionadas":["Deuteronômio 1:22","Josué 2:1","Salmos 119:2"]},"numeros_14_37_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à consequência da desobediência dos espias e do povo.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é usada para descrever a punição que os espias enfrentaram por sua falta de fé e desconfiança em Deus. Isso simboliza a severidade das consequências do pecado.","por_que_esta_palavra":"A escolha desta palavra enfatiza a gravidade da desobediência e a certeza do juízo de Deus.","conexao_teologica":"A morte aqui representa a separação de Deus e a perda das promessas divinas devido à incredulidade.","referencias_relacionadas":["Romanos 6:23","Hebreus 3:17","Ezequiel 18:30"]},"numeros_14_37_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se aos espias que foram designados para explorar a terra.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade em geral, mas neste contexto, refere-se especificamente aos líderes que falharam em confiar em Deus.","por_que_esta_palavra":"A palavra destaca a responsabilidade individual e coletiva dos homens diante de Deus.","conexao_teologica":"A falha dos homens em confiar em Deus reflete a condição humana de incredulidade e a necessidade de redenção.","referencias_relacionadas":["Gênesis 6:5","Salmos 8:4","Romanos 3:23"]},"numeros_14_37_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Em Números 14:37, \"terra\" aparece na frase \"Aqueles mesmos homens que infamaram a terra, morreram de praga perante o Senhor.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אֶרֶץ; ʼerets; H776), \"terra\" traz a ideia de terra. Aqui, essa palavra deixa o ensino de Números 14:37 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"terra\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Números 14:38. Lendo junto com Números 14:37, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Números 14:37","Números 14:38","Salmos 119:105"]},"numeros_14_38_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se aos homens que sobreviveram ao juízo de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) aqui é usada para contrastar os que morreram com aqueles que permaneceram fiéis e foram poupados.","por_que_esta_palavra":"Enfatiza a importância da fidelidade e da obediência a Deus.","conexao_teologica":"Os homens que sobreviveram representam a remanescente fiel que Deus preserva para cumprir suas promessas.","referencias_relacionadas":["Isaías 10:20","Romanos 11:5","1 Pedro 2:9"]},"numeros_14_38_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida que os israelitas não puderam entrar devido à incredulidade.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) novamente enfatiza a importância do local como parte do plano de Deus, que foi negado aos incrédulos.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que a promessa de Deus é central para a história de Israel.","conexao_teologica":"A terra simboliza a herança espiritual e as bênçãos que são oferecidas a todos que creem.","referencias_relacionadas":["Gênesis 15:18","Êxodo 6:8","Deuteronômio 8:1"]},"numeros_14_38_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos filhos dos israelitas que não foram responsáveis pela incredulidade dos pais.","explicacao_detalhada":"A palavra 'filho' (בֵּן) aqui destaca a nova geração que herdará a terra prometida, simbolizando esperança e renovação.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a continuidade da aliança de Deus com o seu povo.","conexao_teologica":"Os filhos representam a nova geração que pode entrar na terra, simbolizando a graça de Deus que se renova.","referencias_relacionadas":["Salmos 127:3","Isaías 54:13","Mateus 19:14"]},"numeros_14_39_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à declaração de Moisés sobre o que Deus havia dito.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é usada para enfatizar a comunicação de Deus e a importância de ouvir e obedecer à sua voz.","por_que_esta_palavra":"A palavra destaca a revelação divina e a necessidade de resposta do povo.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a obediência.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"numeros_14_39_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de Moisés ao comunicar a mensagem de Deus ao povo.","explicacao_detalhada":"A palavra 'falar' (דָבַר) enfatiza a importância da comunicação e da transmissão da mensagem divina.","por_que_esta_palavra":"A escolha desta palavra ressalta a responsabilidade de líderes em transmitir a verdade de Deus.","conexao_teologica":"Falar a palavra de Deus é um ato de obediência e um meio de edificação para o povo.","referencias_relacionadas":["Romanos 10:14","1 Pedro 4:11","Atos 20:27"]},"numeros_14_39_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os israelitas deveriam agir após receberem a notícia do juízo de Deus.","explicacao_detalhada":"A palavra 'modo' aqui implica em uma forma de proceder ou uma maneira de viver que deve ser alinhada com a vontade de Deus, especialmente após a desobediência do povo.","por_que_esta_palavra":"É importante para enfatizar que a conduta do povo deve ser transformada em resposta ao julgamento divino.","conexao_teologica":"A maneira de viver dos israelitas reflete sua relação com Deus e sua obediência às Suas instruções.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:9","Romanos 12:2"]},"numeros_14_40_homem":{"palavra_pt":"homem","palavra_original":"שָׁכַם","transliteracao":"shâkam","strong":"H7925","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem que se levantou para ir à batalha, desafiando a ordem de Deus.","explicacao_detalhada":"A palavra 'homem' neste contexto destaca a individualidade e a responsabilidade de cada um diante de Deus, especialmente em tempos de crise.","por_que_esta_palavra":"A escolha de um homem para liderar é significativa, pois mostra a necessidade de liderança e coragem em momentos de desobediência.","conexao_teologica":"A figura do homem que se levanta pode ser vista como um símbolo da luta entre a fé e a desobediência.","referencias_relacionadas":["Josué 1:9","1 Coríntios 16:13","Efésios 6:10"]},"numeros_14_40_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que os israelitas tomaram a decisão de ir à batalha, desconsiderando a advertência de Deus.","explicacao_detalhada":"A palavra 'dia' aqui é crucial, pois representa um momento decisivo na história do povo de Israel, onde suas escolhas têm consequências eternas.","por_que_esta_palavra":"O dia simboliza a oportunidade de agir, mas também a responsabilidade que vem com essa ação.","conexao_teologica":"O conceito de 'dia' é frequentemente associado a decisões que impactam a relação do homem com Deus.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"numeros_14_40_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da ação que os israelitas estavam prestes a realizar, desafiando a ordem divina.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude da decisão e suas repercussões, tanto físicas quanto espirituais.","por_que_esta_palavra":"A grandeza da ação contrasta com a pequena fé que os israelitas demonstraram ao não confiar em Deus.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a pequena fé do homem, mostrando a necessidade de confiar no Senhor.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Mateus 19:26"]},"numeros_14_41_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de dizer, que neste contexto é uma declaração de desobediência e desafio a Deus.","explicacao_detalhada":"A palavra 'dizer' implica em uma ação verbal que pode ter consequências significativas, especialmente quando se trata de desobedecer a Deus.","por_que_esta_palavra":"As palavras têm poder e podem refletir a condição do coração, especialmente em relação à obediência a Deus.","conexao_teologica":"A importância da palavra é um tema recorrente nas Escrituras, onde a fala pode levar à vida ou à morte.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5","Romanos 10:9"]},"numeros_14_41_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de decisão e ação.","explicacao_detalhada":"A palavra 'senhor' destaca a soberania de Deus e a importância de reconhecer Sua autoridade em todas as ações.","por_que_esta_palavra":"Invocar o nome do Senhor é um ato de fé e submissão, que os israelitas falharam em fazer neste contexto.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e poder, e deve ser respeitado e reverenciado.","referencias_relacionadas":["Salmos 20:7","Atos 4:12","Filipenses 2:9-11"]},"numeros_14_41_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade que os israelitas estavam ignorando ao desobedecer a Deus.","explicacao_detalhada":"A palavra 'verdade' aqui implica em uma realidade espiritual que deve ser reconhecida e aceita pelo povo.","por_que_esta_palavra":"A verdade de Deus é fundamental para a fé e a obediência, e ignorá-la leva a consequências graves.","conexao_teologica":"A verdade é um tema central na teologia bíblica, refletindo a natureza de Deus e Sua palavra.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"numeros_14_42_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão pela qual os israelitas não deveriam agir como estavam planejando.","explicacao_detalhada":"A palavra 'porque' introduz uma justificativa que é essencial para entender as consequências da desobediência.","por_que_esta_palavra":"É uma palavra que conecta a ação com a razão, mostrando que as decisões devem ser fundamentadas na verdade de Deus.","conexao_teologica":"A relação entre a razão e a ação é um princípio teológico importante, onde a obediência deve ser motivada pela verdade.","referencias_relacionadas":["Romanos 12:1","Tiago 1:22","1 Pedro 1:14"]},"numeros_14_42_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome do Senhor, enfatizando Sua autoridade sobre as ações do povo.","explicacao_detalhada":"A repetição do nome do Senhor destaca a importância de reconhecer Sua soberania em todas as decisões.","por_que_esta_palavra":"Reiterar o nome do Senhor é um lembrete da necessidade de submeter-se à Sua vontade.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e deve ser invocado em todas as situações.","referencias_relacionadas":["Salmos 124:8","Romanos 10:13","Hebreus 13:15"]},"numeros_14_42_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade que os israelitas estavam desconsiderando ao agir de forma desobediente.","explicacao_detalhada":"A palavra 'verdade' aqui destaca a necessidade de viver em conformidade com a palavra de Deus, que é a verdade suprema.","por_que_esta_palavra":"Ignorar a verdade de Deus leva a consequências desastrosas, como evidenciado na história de Israel.","conexao_teologica":"A verdade é essencial para a vida cristã e deve ser buscada e aplicada em todas as áreas da vida.","referencias_relacionadas":["João 14:6","Salmos 51:6","2 Timóteo 2:15"]},"numeros_14_43_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual algo acontece.","explicacao_detalhada":"Neste contexto, 'porque' explica a consequência da desobediência do povo de Israel, que não confiou em Deus e, portanto, enfrentou as consequências de sua falta de fé.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da narrativa, onde a desobediência leva a um resultado negativo.","conexao_teologica":"A desobediência ao chamado de Deus resulta em juízo, refletindo a importância da fé e da obediência na relação com Deus.","referencias_relacionadas":["Deuteronômio 28:15","Romanos 1:18","Gálatas 6:7"]},"numeros_14_43_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda em batalha ou ao colapso de uma estrutura.","explicacao_detalhada":"No versículo, 'cair' simboliza a derrota dos israelitas diante de seus inimigos, que é uma consequência direta de sua desobediência a Deus.","por_que_esta_palavra":"A escolha da palavra enfatiza a fragilidade do povo quando se afasta da proteção divina.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","1 Coríntios 10:12"]},"numeros_14_43_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' representa um instrumento de guerra e julgamento.","explicacao_detalhada":"Neste contexto, a espada simboliza a punição e o juízo de Deus sobre aqueles que se rebelaram contra Ele.","por_que_esta_palavra":"A espada é um símbolo poderoso que representa a severidade do juízo divino e a luta espiritual.","conexao_teologica":"A espada é frequentemente usada na Bíblia para simbolizar a palavra de Deus e o juízo que vem sobre os desobedientes.","referencias_relacionadas":["Hebreus 4:12","Apocalipse 19:15","Efésios 6:17"]},"numeros_14_44_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos animais de pasto, que eram uma parte importante da economia e da vida do povo.","explicacao_detalhada":"Neste versículo, o gado representa os recursos e a prosperidade que seriam afetados pela desobediência do povo.","por_que_esta_palavra":"A menção ao gado destaca a perda material que acompanha a desobediência a Deus.","conexao_teologica":"A relação entre a obediência e a prosperidade é um tema recorrente nas Escrituras, onde a fidelidade a Deus resulta em bênçãos.","referencias_relacionadas":["Deuteronômio 28:4","Salmos 128:2","Provérbios 10:22"]},"numeros_14_44_lifted":{"palavra_pt":"lifted","palavra_original":"עָפַל","transliteracao":"ʻâphal","strong":"H6075","significado_raiz":"Ideia básica: lifted.","significado_contextual":"A palavra 'lifted' (erguer) pode se referir a ser elevado ou exaltado.","explicacao_detalhada":"Neste contexto, pode simbolizar a ideia de que aqueles que se levantam contra a vontade de Deus serão eventualmente derrubados.","por_que_esta_palavra":"A ideia de ser levantado ou exaltado é frequentemente associada à soberania de Deus sobre as nações e os indivíduos.","conexao_teologica":"A exaltação de Deus e a queda dos ímpios são temas centrais na narrativa bíblica.","referencias_relacionadas":["Salmos 75:7","Isaías 2:12","Tiago 4:10"]},"numeros_14_44_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Neste versículo, 'grande' pode se referir à grandeza do juízo que virá sobre o povo desobediente.","por_que_esta_palavra":"A grandeza enfatiza a seriedade das consequências que o povo enfrentará devido à sua falta de fé.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a pequenez do homem, ressaltando a necessidade de humildade e obediência.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"numeros_14_45_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a aqueles que se opõem ao povo de Deus.","explicacao_detalhada":"No contexto, os inimigos são os cananeus que atacam os israelitas, simbolizando a luta espiritual que o povo enfrenta.","por_que_esta_palavra":"A presença de inimigos é um lembrete da constante batalha entre o bem e o mal.","conexao_teologica":"A luta contra inimigos é uma metáfora para a luta espiritual que os cristãos enfrentam em sua jornada de fé.","referencias_relacionadas":["Efésios 6:12","Romanos 8:31","1 Pedro 5:8"]},"numeros_14_45_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de avaliar ou decidir sobre a justiça de uma situação.","explicacao_detalhada":"Neste contexto, 'julgar' implica que Deus está avaliando a desobediência do povo e suas consequências.","por_que_esta_palavra":"O julgamento de Deus é uma parte essencial de Sua natureza justa e santa.","conexao_teologica":"O julgamento é um tema central na Bíblia, refletindo a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 9:7","Mateus 7:1","Apocalipse 20:12"]},"numeros_14_45_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' refere-se a uma elevação de terra, frequentemente associada à presença de Deus.","explicacao_detalhada":"Neste versículo, a montanha pode simbolizar a força e a proteção que Deus oferece ao Seu povo.","por_que_esta_palavra":"As montanhas são frequentemente vistas como lugares de encontro com Deus e de revelação divina.","conexao_teologica":"A montanha é um símbolo de estabilidade e segurança na presença de Deus.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]}}