{"numeros_15_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, 'falar' indica a instrução de Deus ao povo, enfatizando a importância da comunicação divina.","por_que_esta_palavra":"A comunicação de Deus é essencial para a orientação e a vida do Seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é fundamental para a fé.","referencias_relacionadas":["Hebreus 1:1","2 Timóteo 3:16","Romanos 10:17"]},"numeros_15_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que denota sua soberania e autoridade.","explicacao_detalhada":"O termo 'senhor' (יְהֹוָה) é usado para enfatizar a relação de Deus com seu povo, destacando sua posição como criador e governante. É um nome que implica em um relacionamento pessoal e íntimo com os fiéis.","por_que_esta_palavra":"A palavra é utilizada para invocar a presença de Deus e reconhecer sua autoridade sobre todas as coisas.","conexao_teologica":"O uso do nome de Deus é central na teologia bíblica, pois revela a natureza de Deus como o ser supremo que se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"numeros_15_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é frequentemente utilizada nas escrituras para transmitir ordens, promessas ou revelações de Deus, mostrando a importância da palavra na criação e na comunicação divina.","por_que_esta_palavra":"É fundamental para entender como Deus se comunica com seu povo e como as promessas e mandamentos são transmitidos.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um tema recorrente na Bíblia, mostrando a importância da revelação.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"numeros_15_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e herança, especialmente no contexto da aliança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação entre Deus e seu povo, bem como a relação familiar entre os indivíduos, enfatizando a continuidade da fé e das promessas.","por_que_esta_palavra":"A noção de 'filho' é crucial para entender a identidade do povo de Deus e a relação que Ele deseja ter com cada um.","conexao_teologica":"A filiação é um tema central na teologia cristã, especialmente em relação a Jesus como o Filho de Deus e a adoção dos crentes como filhos de Deus.","referencias_relacionadas":["Gálatas 4:4-7","Romanos 8:14-17","Efésios 1:5"]},"numeros_15_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Novamente, refere-se à ação de comunicar ou expressar verbalmente.","explicacao_detalhada":"A repetição da palavra 'dizer' (אָמַר) neste contexto reforça a importância da comunicação clara e da transmissão de instruções divinas.","por_que_esta_palavra":"É essencial para a compreensão das diretrizes que Deus estabelece para seu povo.","conexao_teologica":"A comunicação de Deus é um meio pelo qual Ele estabelece sua vontade e propósito para a humanidade.","referencias_relacionadas":["Deuteronômio 6:6-7","Mateus 4:4","Tiago 1:22"]},"numeros_15_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa.","explicacao_detalhada":"A palavra 'porque' (כִּי) é frequentemente utilizada nas escrituras para explicar a motivação por trás das ações de Deus ou dos mandamentos dados ao povo.","por_que_esta_palavra":"É importante para entender o raciocínio divino e as razões pelas quais Deus estabelece suas leis.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a obediência e a fé do povo.","referencias_relacionadas":["Deuteronômio 10:12-13","Romanos 12:1-2","1 Pedro 1:15-16"]},"numeros_15_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar algo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é utilizada para descrever a ação de Deus em criar e estabelecer as coisas, enfatizando seu poder e soberania.","por_que_esta_palavra":"É importante para reconhecer que tudo o que existe é resultado da ação criativa de Deus.","conexao_teologica":"A criação é um tema central na teologia, mostrando a soberania de Deus sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24-25","Isaías 45:12"]},"numeros_15_3_grande":{"palavra_pt":"grande","palavra_original":"פָּלָא","transliteracao":"pâlâʼ","strong":"H6381","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude ou importância de algo.","explicacao_detalhada":"A palavra 'grande' (פָּלָא) é usada para descrever a grandeza de Deus e suas obras, enfatizando sua majestade e poder.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus e a magnitude de suas ações em favor do seu povo.","conexao_teologica":"A grandeza de Deus é um tema recorrente na adoração e na louvação, destacando sua soberania e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Romanos 11:33"]},"numeros_15_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando sua soberania.","explicacao_detalhada":"O uso do nome 'senhor' (יְהֹוָה) neste contexto reafirma a importância da autoridade de Deus sobre todas as ações e decisões.","por_que_esta_palavra":"É uma invocação da presença e do poder de Deus nas situações da vida.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da sua natureza e caráter.","referencias_relacionadas":["Salmos 8:1","Salmos 29:2","Apocalipse 15:4"]},"numeros_15_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Mais uma vez, refere-se ao nome de Deus, enfatizando sua autoridade e poder.","explicacao_detalhada":"A repetição do nome 'senhor' (יְהֹוָה) neste contexto reforça a ideia de que Deus é o soberano que governa sobre todas as coisas.","por_que_esta_palavra":"É uma reafirmação da confiança e dependência do povo em Deus.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e reconhecimento de sua soberania.","referencias_relacionadas":["Salmos 46:1","Isaías 26:4","Hebreus 13:8"]},"numeros_15_4_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação de aproximar ou trazer algo para perto.","explicacao_detalhada":"A palavra 'mao' (קָרַב) é usada para descrever a ação de se aproximar de Deus, simbolizando a busca pela sua presença e favor.","por_que_esta_palavra":"É importante para entender a atitude de adoração e a necessidade de estar próximo de Deus.","conexao_teologica":"A aproximação a Deus é um tema central na vida espiritual, enfatizando a necessidade de um relacionamento íntimo com Ele.","referencias_relacionadas":["Tiago 4:8","Salmos 73:28","Hebreus 10:22"]},"numeros_15_4_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local onde os sacrifícios são oferecidos a Deus, simbolizando a devoção e a busca pela reconciliação.","explicacao_detalhada":"No contexto de Números 15:4, o altar é mencionado como parte do ritual de sacrifício, onde os israelitas deveriam trazer suas ofertas para serem apresentadas ao Senhor. O altar representa a presença de Deus e o meio pelo qual os pecados são expiados.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a prática de adoração e sacrifício no Antigo Testamento, onde a relação entre Deus e o povo é mediada por meio de ofertas.","conexao_teologica":"O altar simboliza a necessidade de sacrifício para a expiação dos pecados, apontando para o sacrifício de Cristo como o altar definitivo que nos reconcilia com Deus.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"numeros_15_5_carne":{"palavra_pt":"sacrificio","palavra_original":"זֶבַח","transliteracao":"zebach","strong":"H2077","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício de carne é uma oferta feita a Deus, representando a entrega e a consagração do que é valioso.","explicacao_detalhada":"Em Números 15:5, a carne é parte do sacrifício que deve ser oferecido junto com a libação, simbolizando a totalidade da oferta ao Senhor. O sacrifício é um ato de adoração e reconhecimento da soberania de Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é central na relação entre o povo de Israel e Deus, refletindo a necessidade de expiação e a gratidão por suas bênçãos.","conexao_teologica":"Os sacrifícios do Antigo Testamento prefiguram o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 3:1","Hebreus 9:22","Romanos 12:1"]},"numeros_15_5_vinho":{"palavra_pt":"vinho","palavra_original":"יַיִן","transliteracao":"yayin","strong":"H3196","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O vinho é uma bebida que acompanha os sacrifícios, simbolizando alegria e celebração na presença de Deus.","explicacao_detalhada":"No contexto de Números 15:5, o vinho é oferecido como parte da libação, que complementa o sacrifício de carne, representando a abundância e a alegria que vêm de Deus.","por_que_esta_palavra":"A palavra 'vinho' é importante pois representa a celebração e a comunhão com Deus, além de simbolizar a nova aliança em Cristo.","conexao_teologica":"O vinho é um símbolo do sangue de Cristo na nova aliança, que traz alegria e redenção aos crentes.","referencias_relacionadas":["Salmos 104:15","Mateus 26:29","1 Coríntios 11:25"]},"numeros_15_6_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' refere-se a um carneiro que é sacrificado, simbolizando força e dedicação a Deus.","explicacao_detalhada":"Em Números 15:6, o carneiro é mencionado como parte das ofertas que devem ser apresentadas, representando a força e a devoção do ofertante ao Senhor.","por_que_esta_palavra":"A palavra 'forca' é significativa pois o carneiro é um animal valioso, simbolizando a entrega do melhor ao Senhor.","conexao_teologica":"O carneiro sacrificado aponta para Cristo, o Cordeiro de Deus, que se entregou por nós, demonstrando a verdadeira força do amor sacrificial.","referencias_relacionadas":["Gênesis 22:13","Isaías 53:7","João 1:29"]},"numeros_15_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente ao contexto de Números 15:6, mas pode ser interpretada como uma referência à força e à criação de Deus.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente no texto, a ideia de força e poder pode ser associada ao caráter de Deus como Criador e Protetor.","por_que_esta_palavra":"A força do urso pode simbolizar a proteção divina e a força que Deus oferece ao seu povo.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, que cuida de seu povo com a força de um urso.","referencias_relacionadas":["Salmos 91:1-2","Isaías 40:11","Romanos 8:31"]},"numeros_15_6_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A oferta é um presente a Deus, simbolizando a gratidão e a devoção do ofertante.","explicacao_detalhada":"Em Números 15:6, a oferta é apresentada como parte do ritual de adoração, onde o povo traz suas contribuições ao Senhor como um ato de reconhecimento de suas bênçãos.","por_que_esta_palavra":"A palavra 'oferta' é fundamental para entender a prática de adoração no Antigo Testamento, onde a entrega ao Senhor é um ato de fé.","conexao_teologica":"As ofertas do Antigo Testamento prefiguram a oferta de Cristo, que se deu a si mesmo como sacrifício perfeito por nós.","referencias_relacionadas":["Levítico 2:1","Hebreus 10:14","2 Coríntios 9:7"]},"numeros_15_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Números 15:7, o nome do Senhor é invocado nas ofertas, reconhecendo sua grandeza e poder. O uso do nome de Deus é um ato de reverência e adoração.","por_que_esta_palavra":"A palavra 'Senhor' é central na fé israelita, representando a relação pessoal e a aliança entre Deus e seu povo.","conexao_teologica":"O nome do Senhor é um símbolo da presença de Deus entre seu povo, que se cumpre plenamente em Cristo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_15_7_vinho":{"palavra_pt":"vinho","palavra_original":"יַיִן","transliteracao":"yayin","strong":"H3196","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O vinho, como parte da oferta, simboliza alegria e celebração na presença de Deus.","explicacao_detalhada":"Em Números 15:7, o vinho é oferecido junto com o sacrifício, representando a abundância das bênçãos de Deus e a alegria da comunhão com Ele.","por_que_esta_palavra":"A palavra 'vinho' é importante pois representa a celebração e a comunhão com Deus, além de simbolizar a nova aliança em Cristo.","conexao_teologica":"O vinho é um símbolo do sangue de Cristo na nova aliança, que traz alegria e redenção aos crentes.","referencias_relacionadas":["Salmos 104:15","Mateus 26:29","1 Coríntios 11:25"]},"numeros_15_8_grande":{"palavra_pt":"grande","palavra_original":"פָּלָא","transliteracao":"pâlâʼ","strong":"H6381","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à majestade de Deus, que é digno de todas as ofertas.","explicacao_detalhada":"Em Números 15:8, a grandeza de Deus é reconhecida nas ofertas que são apresentadas, refletindo a reverência e o respeito que o povo deve ter ao se aproximar dEle.","por_que_esta_palavra":"A palavra 'grande' é significativa pois enfatiza a soberania e a majestade de Deus, que é digno de toda adoração.","conexao_teologica":"A grandeza de Deus é um tema central na Escritura, que culmina na revelação de Sua glória em Cristo.","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Romanos 11:33"]},"numeros_15_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é invocado como um reconhecimento da autoridade e soberania de Deus.","explicacao_detalhada":"Em Números 15:8, o nome do Senhor é mencionado em conexão com as ofertas, destacando a importância de reconhecer quem Deus é ao apresentar nossas ofertas.","por_que_esta_palavra":"A palavra 'Senhor' é central na adoração israelita, representando a relação pessoal e a aliança entre Deus e seu povo.","conexao_teologica":"O nome do Senhor é um símbolo da presença de Deus entre seu povo, que se cumpre plenamente em Cristo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_15_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado para descrever um animal que simboliza força e poder.","explicacao_detalhada":"No contexto de Números 15:8, o 'urso' pode ser visto como uma representação da força necessária para os sacrifícios que eram feitos ao Senhor. A força do urso pode simbolizar a dedicação e a intensidade do ato de adoração.","por_que_esta_palavra":"A palavra 'urso' é escolhida para enfatizar a robustez e a seriedade dos sacrifícios que eram exigidos de Israel.","conexao_teologica":"A força do urso pode ser vista como uma metáfora para a força que Deus exige de Seu povo em adoração e obediência.","referencias_relacionadas":["Salmos 22:12","Provérbios 28:15","Isaías 11:7"]},"numeros_15_9_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao ato de oferecer algo a Deus, simbolizando a ação e a entrega.","explicacao_detalhada":"Em Números 15:9, a 'mão' é mencionada como parte do processo de oferecer sacrifícios. A mão representa a ação humana de se aproximar de Deus e a entrega do que se tem.","por_que_esta_palavra":"A escolha da palavra 'mão' destaca a importância da ação física e da intenção por trás dos sacrifícios.","conexao_teologica":"A mão simboliza a obra do homem em resposta à graça de Deus, refletindo a necessidade de ação na fé.","referencias_relacionadas":["Salmos 90:17","Mateus 5:30","Colossenses 3:23"]},"numeros_15_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"No contexto de Números 15:9, 'filho' representa não apenas a descendência, mas também a herança espiritual e a responsabilidade que vem com essa posição.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a relação entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","conexao_teologica":"A ideia de ser filho de Deus implica em uma relação de intimidade e responsabilidade, refletindo a aliança entre Deus e Israel.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14","Gálatas 3:26"]},"numeros_15_9_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"O termo 'gado' refere-se aos animais que eram usados nos sacrifícios, simbolizando a provisão de Deus.","explicacao_detalhada":"Em Números 15:9, o 'gado' é mencionado como parte dos sacrifícios que deveriam ser oferecidos a Deus, representando a riqueza e a generosidade de Deus para com Seu povo.","por_que_esta_palavra":"A palavra 'gado' é importante para entender o sistema sacrificial que Deus estabeleceu para a expiação dos pecados.","conexao_teologica":"O gado como sacrifício aponta para a necessidade de um sacrifício perfeito, que é cumprido em Cristo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","1 Pedro 1:19"]},"numeros_15_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e digno de reverência.","explicacao_detalhada":"Em Números 15:10, o uso do nome 'senhor' enfatiza a autoridade e a soberania de Deus sobre todas as coisas, incluindo os sacrifícios que são oferecidos.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a compreensão da relação entre Deus e Seu povo, que deve reconhecer Sua autoridade.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a importância de se dirigir a Ele com respeito e reverência.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"numeros_15_10_vinho":{"palavra_pt":"vinho","palavra_original":"יַיִן","transliteracao":"yayin","strong":"H3196","significado_raiz":"Ideia básica: vinho.","significado_contextual":"A palavra 'vinho' é usada para descrever uma bebida que acompanha os sacrifícios, simbolizando alegria e celebração.","explicacao_detalhada":"No contexto de Números 15:10, o 'vinho' é parte dos sacrifícios de libação, representando a alegria da comunhão com Deus e a celebração da Sua provisão.","por_que_esta_palavra":"A inclusão do vinho nos sacrifícios destaca a importância da alegria na adoração a Deus.","conexao_teologica":"O vinho também é um símbolo do sangue de Cristo, que traz nova aliança e redenção.","referencias_relacionadas":["Salmos 104:15","Mateus 26:29","1 Coríntios 11:25"]},"numeros_15_11_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se à intensidade e ao poder dos sacrifícios oferecidos a Deus.","explicacao_detalhada":"Em Números 15:11, a 'força' é mencionada para indicar que os sacrifícios devem ser feitos com todo o empenho e dedicação.","por_que_esta_palavra":"A palavra 'força' enfatiza que a adoração a Deus deve ser feita com sinceridade e intensidade.","conexao_teologica":"A força na adoração reflete a entrega total do coração e da vida a Deus, que é digno de toda honra.","referencias_relacionadas":["Deuteronômio 6:5","Romanos 12:1","Colossenses 3:23"]},"numeros_15_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado para descrever um animal que simboliza força e poder.","explicacao_detalhada":"No contexto de Números 15:11, o 'urso' pode ser visto como uma representação da força necessária para os sacrifícios que eram feitos ao Senhor. A força do urso pode simbolizar a dedicação e a intensidade do ato de adoração.","por_que_esta_palavra":"A palavra 'urso' é escolhida para enfatizar a robustez e a seriedade dos sacrifícios que eram exigidos de Israel.","conexao_teologica":"A força do urso pode ser vista como uma metáfora para a força que Deus exige de Seu povo em adoração e obediência.","referencias_relacionadas":["Salmos 22:12","Provérbios 28:15","Isaías 11:7"]},"numeros_15_12_phrase":{"palavra_pt":"expressao","palavra_original":"מִסְפָּר","transliteracao":"miçpâr","strong":"H4557","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à quantidade ou ao número de sacrifícios que devem ser oferecidos.","explicacao_detalhada":"Em Números 15:12, 'expressão' é usada para indicar que os sacrifícios devem ser oferecidos em conformidade com as instruções de Deus, refletindo a obediência do povo.","por_que_esta_palavra":"A palavra 'expressão' é importante para entender que a adoração deve ser feita de acordo com a vontade de Deus.","conexao_teologica":"A expressão de adoração deve ser uma resposta à revelação de Deus e à Sua vontade para o Seu povo.","referencias_relacionadas":["Levítico 22:29","Salmos 50:14","Hebreus 13:15"]},"numeros_15_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado para descrever um animal que simboliza força e poder.","explicacao_detalhada":"No contexto de Números 15:12, o 'urso' pode ser visto como uma representação da força necessária para os sacrifícios que eram feitos ao Senhor. A força do urso pode simbolizar a dedicação e a intensidade do ato de adoração.","por_que_esta_palavra":"A palavra 'urso' é escolhida para enfatizar a robustez e a seriedade dos sacrifícios que eram exigidos de Israel.","conexao_teologica":"A força do urso pode ser vista como uma metáfora para a força que Deus exige de Seu povo em adoração e obediência.","referencias_relacionadas":["Salmos 22:12","Provérbios 28:15","Isaías 11:7"]},"numeros_15_12_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a dignidade e o valor que Deus confere ao homem.","explicacao_detalhada":"A palavra 'homem' neste contexto enfatiza a criação do ser humano à imagem de Deus, conforme Gênesis 1:27. O uso da palavra sugere a responsabilidade que o homem tem diante de Deus e da criação.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa, pois representa a relação especial entre Deus e a humanidade, destacando a importância do ser humano na criação.","conexao_teologica":"A teologia cristã vê o homem como o ápice da criação, chamado a viver em comunhão com Deus e a cuidar da criação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"numeros_15_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e soberania.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é utilizado para expressar a relação pessoal e íntima que Deus tem com Seu povo, além de Sua eternidade e imutabilidade.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como o governante supremo e o relacionamento que Ele deseja ter com a humanidade.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a reverência que devemos ter por Sua majestade.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"numeros_15_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os sacrifícios devem ser oferecidos, enfatizando a importância da atitude correta diante de Deus.","explicacao_detalhada":"A palavra 'modo' sugere que há uma forma específica e ordenada de se aproximar de Deus, refletindo a necessidade de reverência e obediência nas práticas religiosas.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da ordem e da santidade nos atos de adoração, que devem ser feitos de acordo com a vontade de Deus.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente na Bíblia, mostrando que a adoração deve ser feita em espírito e em verdade.","referencias_relacionadas":["Levítico 10:1-2","João 4:24","Hebreus 12:28"]},"numeros_15_13_arvore":{"palavra_pt":"arvore","palavra_original":"אֶזְרָח","transliteracao":"ʼezrâch","strong":"H249","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se a árvores como símbolos de vida e provisão, frequentemente associadas à bênção de Deus.","explicacao_detalhada":"A palavra 'árvore' pode simbolizar tanto a vida física quanto a espiritual, representando a provisão de Deus para Seu povo.","por_que_esta_palavra":"A inclusão da palavra 'árvore' ressalta a conexão entre a criação e a adoração, mostrando que tudo o que Deus criou é digno de ser usado para Sua glória.","conexao_teologica":"As árvores são frequentemente usadas na Bíblia como metáforas para a vida e o crescimento espiritual, como em Salmos 1:3.","referencias_relacionadas":["Gênesis 2:9","Salmos 1:3","Apocalipse 22:2"]},"numeros_15_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a um animal que simboliza força e proteção, embora o contexto exato não seja claro.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como uma metáfora para a força de Deus ou a proteção que Ele oferece ao Seu povo.","por_que_esta_palavra":"A utilização da palavra 'urso' pode indicar a força necessária para enfrentar desafios, refletindo a natureza protetora de Deus.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, que cuida de Seu povo como um urso protege seus filhotes.","referencias_relacionadas":["Salmos 91:1-2","Isaías 41:10","Romanos 8:31"]},"numeros_15_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"A repetição do nome 'Senhor' reforça a importância de reconhecer a autoridade divina em todas as ações e decisões.","por_que_esta_palavra":"A palavra 'Senhor' é um lembrete constante da presença de Deus em nossas vidas e da necessidade de submetermos nossas vontades à Sua.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Filipenses 2:9-11"]},"numeros_15_14_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H801","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus, simbolizando devoção e reconhecimento de Sua soberania.","explicacao_detalhada":"A palavra 'sacrifício' implica uma oferta que deve ser feita com um coração puro e em obediência às instruções de Deus.","por_que_esta_palavra":"O sacrifício é um tema central na Bíblia, representando a entrega total a Deus e a necessidade de expiação pelo pecado.","conexao_teologica":"O sacrifício de Cristo é o cumprimento final de todos os sacrifícios do Antigo Testamento, mostrando a plenitude da redenção.","referencias_relacionadas":["Levítico 1:3","Romanos 12:1","Hebreus 9:26"]},"numeros_15_15_assembleia":{"palavra_pt":"assembleia","palavra_original":"קָהָל","transliteracao":"qâhâl","strong":"H6951","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"Refere-se à congregação do povo de Deus, enfatizando a importância da comunidade na adoração.","explicacao_detalhada":"A palavra 'assembleia' destaca a necessidade de união e coletividade na adoração e na prática da fé.","por_que_esta_palavra":"A assembleia é um espaço onde o povo se reúne para adorar, aprender e encorajar uns aos outros na fé.","conexao_teologica":"A igreja é descrita como o corpo de Cristo, onde cada membro tem um papel importante na edificação mútua.","referencias_relacionadas":["Hebreus 10:25","Atos 2:42","1 Coríntios 12:12-27"]},"numeros_15_15_temor":{"palavra_pt":"temor","palavra_original":"גּוּר","transliteracao":"gûwr","strong":"H1481","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor reverente que devemos ter diante de Deus, reconhecendo Sua grandeza e santidade.","explicacao_detalhada":"A palavra 'temor' implica um respeito profundo e uma consciência da majestade de Deus, que deve moldar nossa adoração.","por_que_esta_palavra":"O temor a Deus é fundamental para uma vida de fé, pois nos leva a agir com sabedoria e reverência.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme Provérbios 9:10, e é essencial para um relacionamento saudável com Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"numeros_15_16_temor":{"palavra_pt":"temor","palavra_original":"גּוּר","transliteracao":"gûwr","strong":"H1481","significado_raiz":"Ideia básica: temor.","significado_contextual":"Reforça a ideia de temor a Deus, enfatizando a continuidade da reverência em todas as interações com o divino.","explicacao_detalhada":"A repetição da palavra 'temor' sublinha a importância de manter uma atitude de respeito e submissão diante de Deus.","por_que_esta_palavra":"O temor é uma resposta natural ao reconhecimento da santidade e do poder de Deus, essencial para a vida espiritual.","conexao_teologica":"O temor a Deus é um tema recorrente na Escritura, que nos ensina a viver de maneira que agrada a Ele.","referencias_relacionadas":["Salmos 34:9","Isaías 66:2","1 Pedro 2:17"]},"numeros_15_17_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação divina, onde Deus instrui Moisés sobre as leis e regulamentos que devem ser seguidos.","explicacao_detalhada":"O verbo 'falar' (דָבַר) é usado para descrever a ação de Deus ao transmitir Sua vontade ao povo de Israel. É um ato de revelação e autoridade.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e Seu povo, enfatizando a importância da obediência às instruções divinas.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, mostrando como Ele se revela e orienta Seu povo.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:4","Salmos 119:105"]},"numeros_15_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se ao nome de Deus, que representa Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"O nome 'YHWH' (יְהֹוָה) é considerado sagrado e é frequentemente associado à aliança de Deus com Israel, simbolizando Sua presença e compromisso.","por_que_esta_palavra":"A utilização do nome de Deus é crucial para entender a identidade divina e a relação de Deus com Seu povo escolhido.","conexao_teologica":"O nome de Deus é um símbolo de Sua fidelidade e poder, sendo central na adoração e na prática religiosa do povo de Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"numeros_15_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Deus, enfatizando a importância de transmitir Suas instruções.","explicacao_detalhada":"O verbo 'dizer' (אָמַר) é frequentemente utilizado para relatar as palavras de Deus, destacando a autoridade e a clareza de Suas mensagens.","por_que_esta_palavra":"Esta palavra é essencial para entender como Deus se comunica com Seu povo e a importância de ouvir e obedecer a Sua voz.","conexao_teologica":"A comunicação divina é um tema recorrente na Bíblia, mostrando que Deus deseja que Seu povo compreenda e siga Suas orientações.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:1-2"]},"numeros_15_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido por Deus ao povo de Israel, simbolizando bênção e herança.","explicacao_detalhada":"O termo 'terra' (אֶרֶץ) é frequentemente associado à promessa de Deus a Abraão e seus descendentes, representando um lugar de segurança e prosperidade.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, simbolizando a presença de Deus e a realização de Suas promessas.","conexao_teologica":"A terra prometida é um símbolo da salvação e da restauração que Deus oferece a Seu povo, refletindo Sua fidelidade.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]},"numeros_15_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar e à continuidade da linhagem, especialmente no contexto da herança.","explicacao_detalhada":"O termo 'filho' (בֵּן) é usado para descrever a relação entre Deus e Seu povo, bem como a importância da transmissão de valores e promessas de geração em geração.","por_que_esta_palavra":"A ideia de filiação é crucial para entender a identidade do povo de Israel como filhos de Deus, enfatizando a intimidade da relação.","conexao_teologica":"A filiação é um tema importante na Bíblia, refletindo a relação de Deus com a humanidade e a promessa de redenção.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"numeros_15_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação de Deus e a importância de seguir Suas instruções.","explicacao_detalhada":"O verbo 'dizer' (אָמַר) é um meio pelo qual Deus revela Sua vontade e orienta Seu povo em suas ações e decisões.","por_que_esta_palavra":"A repetição desta palavra destaca a necessidade de ouvir e obedecer à voz de Deus em todas as circunstâncias.","conexao_teologica":"A comunicação de Deus é vital para a vida espiritual, mostrando que a obediência às Suas palavras é fundamental para a bênção.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:11","Tiago 1:22"]},"numeros_15_19_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' refere-se à provisão de Deus para o sustento do Seu povo, simbolizando dependência e gratidão.","explicacao_detalhada":"O termo 'pão' (לֶחֶם) é frequentemente usado na Bíblia para representar não apenas alimento físico, mas também a sustento espiritual que vem de Deus.","por_que_esta_palavra":"A ideia de alimento é central na relação entre Deus e Seu povo, refletindo Sua provisão e cuidado constante.","conexao_teologica":"O pão é um símbolo de vida e sustento, representando a necessidade de confiar em Deus para todas as necessidades.","referencias_relacionadas":["Êxodo 16:4","Mateus 4:4","João 6:35"]},"numeros_15_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é novamente mencionada, reforçando a conexão entre a provisão de Deus e o território prometido.","explicacao_detalhada":"O termo 'terra' (אֶרֶץ) é um lembrete da herança que Deus deu ao Seu povo, onde eles podem experimentar Suas bênçãos.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a importância do lugar que Deus preparou para Seu povo como um espaço de vida e prosperidade.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e da realização de Suas promessas ao longo da história.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Josué 1:3"]},"numeros_15_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente utilizada, reafirmando a soberania de Deus sobre todas as coisas e a importância de Seu nome.","explicacao_detalhada":"O nome 'YHWH' (יְהֹוָה) é um símbolo da presença de Deus e de Sua autoridade, sendo central na adoração e na vida do povo de Israel.","por_que_esta_palavra":"A repetição do nome de Deus enfatiza a importância de reconhecer Sua soberania e buscar Sua orientação em todas as áreas da vida.","conexao_teologica":"O nome de Deus é um convite à adoração e à submissão, refletindo a relação de amor e respeito entre Deus e Seu povo.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"numeros_15_20_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se à oferta que o povo deve trazer a Deus como expressão de adoração e gratidão.","explicacao_detalhada":"O termo 'sacrifício' (תְּרוּמָה) é utilizado para descrever as ofertas que simbolizam a devoção e a entrega do povo a Deus.","por_que_esta_palavra":"O sacrifício é uma prática central na adoração a Deus, representando a necessidade de expiação e a gratidão pelas bênçãos recebidas.","conexao_teologica":"O sacrifício é um símbolo da redenção e da relação de compromisso entre Deus e Seu povo, apontando para o sacrifício de Cristo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"numeros_15_20_principio":{"palavra_pt":"principio/primicias","palavra_original":"רֵאשִׁית","transliteracao":"rêʼshîyth","strong":"H7225","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se à ideia de oferecer as primícias como um ato de gratidão a Deus.","explicacao_detalhada":"As primícias representam os primeiros frutos da colheita, simbolizando a dedicação e a honra a Deus, reconhecendo que tudo o que temos vem Dele.","por_que_esta_palavra":"A palavra 'principio' é usada para enfatizar a importância de dar a Deus o que é primeiro e melhor, como um ato de fé e obediência.","conexao_teologica":"As primícias são um símbolo de consagração e de reconhecimento da soberania de Deus sobre nossas vidas e recursos.","referencias_relacionadas":["Êxodo 23:19","Levítico 23:10","Deuteronômio 26:2"]},"numeros_15_20_dough":{"palavra_pt":"dough","palavra_original":"עֲרִיסָה","transliteracao":"ʻărîyçâh","strong":"H6182","significado_raiz":"Ideia básica: dough.","significado_contextual":"Refere-se à massa que é oferecida como parte das primícias.","explicacao_detalhada":"A massa representa o sustento e a provisão de Deus, e a oferta de uma parte dela é um reconhecimento de Sua generosidade.","por_que_esta_palavra":"A palavra 'dough' é utilizada para mostrar que até mesmo os alimentos básicos devem ser consagrados a Deus.","conexao_teologica":"A oferta da massa é uma expressão de gratidão e dependência de Deus como nosso provedor.","referencias_relacionadas":["Levítico 2:12","Ezequiel 44:30","1 Coríntios 9:9"]},"numeros_15_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado nas ofertas.","explicacao_detalhada":"O nome de Deus é associado à Sua autoridade e poder, e invocá-lo é um reconhecimento de Sua presença nas ofertas.","por_que_esta_palavra":"A palavra 'senhor' é central na adoração, pois representa a relação de submissão e reverência do povo para com Deus.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé que liga a adoração à Sua natureza e caráter.","referencias_relacionadas":["Salmos 116:13","Romanos 10:13","Atos 2:21"]},"numeros_15_21_principio":{"palavra_pt":"principio/primicias","palavra_original":"רֵאשִׁית","transliteracao":"rêʼshîyth","strong":"H7225","significado_raiz":"Ideia básica: principio.","significado_contextual":"Novamente, refere-se à oferta das primícias, enfatizando sua importância.","explicacao_detalhada":"Oferecer as primícias é um ato de fé que demonstra confiança em Deus para o futuro.","por_que_esta_palavra":"A repetição da palavra 'principio' reforça a necessidade de priorizar Deus em nossas vidas.","conexao_teologica":"As primícias são um lembrete de que devemos colocar Deus em primeiro lugar em todas as áreas.","referencias_relacionadas":["Provérbios 3:9","Mateus 6:33","Colossenses 1:18"]},"numeros_15_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo a Deus.","explicacao_detalhada":"Dar a Deus é um reconhecimento de que tudo o que temos pertence a Ele e que devemos ser generosos em nossas ofertas.","por_que_esta_palavra":"A palavra 'dar' enfatiza a ação de entregar algo em adoração e gratidão.","conexao_teologica":"Dar é uma expressão de amor e devoção a Deus, refletindo Sua generosidade para conosco.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Lucas 6:38"]},"numeros_15_22_enganar":{"palavra_pt":"enganar","palavra_original":"שָׁגָה","transliteracao":"shâgâh","strong":"H7686","significado_raiz":"Ideia básica: enganar.","significado_contextual":"Refere-se ao ato de cometer erro ou engano em relação às ofertas a Deus.","explicacao_detalhada":"Enganar pode levar a consequências espirituais, pois implica em desonestidade diante de Deus.","por_que_esta_palavra":"A palavra 'enganar' é um alerta sobre a importância da sinceridade em nossas ofertas e relacionamentos com Deus.","conexao_teologica":"A honestidade é fundamental na adoração, pois Deus busca verdadeiros adoradores.","referencias_relacionadas":["Salmos 51:6","João 4:24","Gálatas 6:7"]},"numeros_15_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade em relação às promessas e ofertas a Deus.","explicacao_detalhada":"A verdade é essencial em nossa relação com Deus, pois Ele é a própria verdade e espera que Seus adoradores sejam sinceros.","por_que_esta_palavra":"A palavra 'verdade' enfatiza a necessidade de autenticidade em nossa adoração e vida cristã.","conexao_teologica":"A verdade é um princípio central na teologia cristã, refletindo o caráter de Deus.","referencias_relacionadas":["João 8:32","Efésios 4:15","1 João 1:8-10"]},"numeros_15_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que as ofertas devem ser apresentadas.","explicacao_detalhada":"O dia é significativo para a adoração e a consagração, estabelecendo um tempo específico para se dedicar a Deus.","por_que_esta_palavra":"A palavra 'dia' destaca a importância do tempo e da regularidade na adoração.","conexao_teologica":"A santidade do dia é um reflexo do tempo que Deus estabeleceu para a comunhão com Seu povo.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Hebreus 4:9-10"]},"numeros_15_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ofertas devem ser apresentadas a Deus.","explicacao_detalhada":"O modo de oferecer é importante, pois reflete a atitude do coração e a reverência a Deus.","por_que_esta_palavra":"A palavra 'modo' enfatiza que a forma de adoração deve ser adequada e respeitosa.","conexao_teologica":"A maneira como adoramos a Deus deve ser guiada pelo amor e pela obediência a Seus mandamentos.","referencias_relacionadas":["Colossenses 3:23","1 Pedro 2:5","Romanos 12:1"]},"numeros_15_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome do Senhor, que é invocado nas ofertas.","explicacao_detalhada":"Invocar o nome do Senhor é um reconhecimento de Sua soberania e autoridade sobre nossas vidas.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a centralidade de Deus em nossas ofertas e adoração.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e poder, sendo essencial na vida do crente.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-11","Atos 4:12"]},"numeros_15_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que pode simbolizar força e ferocidade.","explicacao_detalhada":"O urso é mencionado em um contexto que pode representar a força e a proteção de Deus sobre o seu povo. A presença do urso pode ser interpretada como um símbolo de poder e defesa.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a força que Deus exerce em relação ao seu povo, mostrando que Ele é um protetor poderoso.","conexao_teologica":"Deus é frequentemente descrito como um defensor e protetor, e a imagem do urso pode reforçar essa ideia de força divina.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"numeros_15_24_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça e ao juízo que devem ser aplicados entre os homens.","explicacao_detalhada":"A palavra 'juízo' implica a ideia de justiça e a necessidade de decisões justas em situações de conflito. É um princípio fundamental na lei de Deus para o seu povo.","por_que_esta_palavra":"A justiça é um atributo essencial de Deus e deve ser refletido na vida dos seres humanos, especialmente em suas interações uns com os outros.","conexao_teologica":"A justiça de Deus é um tema central nas Escrituras, e os crentes são chamados a viver de acordo com os princípios de justiça divina.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Romanos 2:6"]},"numeros_15_25_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função do sacerdote como mediador entre Deus e o povo.","explicacao_detalhada":"O sacerdote é responsável por realizar sacrifícios e interceder pelo povo, representando a santidade de Deus e a necessidade de expiação pelos pecados.","por_que_esta_palavra":"A palavra é crucial para entender o papel do sacerdote na antiga aliança e como ele serve como intermediário entre Deus e os homens.","conexao_teologica":"Jesus é o nosso sumo sacerdote, que cumpre e supera o papel do sacerdote do Antigo Testamento, oferecendo-se como sacrifício perfeito.","referencias_relacionadas":["Hebreus 5:1","Levítico 10:6","Êxodo 28:1"]},"numeros_15_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome do Senhor é um símbolo de Sua presença e poder. Invocar o nome do Senhor é reconhecer Sua soberania e buscar Sua ajuda.","por_que_esta_palavra":"O nome de Deus é central na adoração e na invocação, refletindo a relação do povo com Ele.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e aos Seus atributos, como amor, justiça e misericórdia.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Êxodo 3:14"]},"numeros_15_25_expiacao":{"palavra_pt":"expiacao","palavra_original":"כָּפַר","transliteracao":"kâphar","strong":"H3722","significado_raiz":"Ideia básica: expiacao.","significado_contextual":"Refere-se ao ato de cobrir ou remover o pecado através de um sacrifício.","explicacao_detalhada":"A expiação é um conceito central na teologia bíblica, onde o pecado é tratado por meio de sacrifícios, simbolizando a necessidade de purificação.","por_que_esta_palavra":"A expiação é essencial para a reconciliação entre Deus e a humanidade, mostrando a gravidade do pecado e a necessidade de perdão.","conexao_teologica":"A expiação culmina na obra de Cristo na cruz, onde Ele se torna o sacrifício perfeito para a remissão dos pecados.","referencias_relacionadas":["Levítico 16:30","Romanos 3:25","Hebreus 9:22"]},"numeros_15_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas devem ser feitas, especialmente em relação à adoração e à obediência a Deus.","explicacao_detalhada":"A palavra 'modo' implica a importância de seguir as instruções divinas de maneira correta e reverente, refletindo a santidade de Deus.","por_que_esta_palavra":"A maneira de adorar e obedecer a Deus é fundamental para a vida do crente, pois reflete a atitude do coração diante do Senhor.","conexao_teologica":"A obediência a Deus é um tema recorrente na Bíblia, enfatizando que a forma como adoramos é tão importante quanto o ato de adoração em si.","referencias_relacionadas":["Deuteronômio 6:5","Colossenses 3:23","1 Pedro 1:15"]},"numeros_15_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a importância da herança e da transmissão de valores e fé de geração em geração.","por_que_esta_palavra":"A relação entre pais e filhos é fundamental na Bíblia, simbolizando a relação entre Deus e Seu povo como Pai.","conexao_teologica":"A filiação é um tema central, onde os crentes são chamados de filhos de Deus, refletindo a intimidade e a responsabilidade na relação com Ele.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"numeros_15_27_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como reconhecimento de Sua santidade e como meio de expiação.","explicacao_detalhada":"O sacrifício é uma prática central na adoração a Deus, simbolizando a entrega e a necessidade de expiação pelos pecados.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre o povo e Deus, onde o sacrifício é um meio de aproximação e reconciliação.","conexao_teologica":"O sacrifício de Cristo é o cumprimento final de todos os sacrifícios do Antigo Testamento, oferecendo redenção completa.","referencias_relacionadas":["Hebreus 10:4","1 Pedro 2:24","Isaías 53:5"]},"numeros_15_27_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão da lei de Deus e à necessidade de arrependimento.","explicacao_detalhada":"O pecado é uma realidade que separa o ser humano de Deus, e a Bíblia enfatiza a necessidade de confissão e arrependimento.","por_que_esta_palavra":"A palavra é fundamental para entender a condição humana e a necessidade de salvação através de Cristo.","conexao_teologica":"O reconhecimento do pecado é o primeiro passo para a salvação, onde a graça de Deus se manifesta através do arrependimento.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"numeros_15_28_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente ao papel do sacerdote na intercessão e na mediação entre Deus e o povo.","explicacao_detalhada":"O sacerdote é responsável por oferecer sacrifícios e orações em nome do povo, simbolizando a necessidade de um mediador.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância do sacerdócio na vida espiritual do povo de Israel.","conexao_teologica":"A função do sacerdote aponta para Cristo, que é o nosso sumo sacerdote e intercessor diante de Deus.","referencias_relacionadas":["Hebreus 4:14","1 Timóteo 2:5","Êxodo 28:1"]},"numeros_15_28_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A transgressão contra a lei de Deus.","explicacao_detalhada":"O pecado é visto como uma violação da aliança entre Deus e o Seu povo. Em Números 15:28, o sacerdote faz expiação pelo pecado do povo, mostrando a necessidade de reconciliação com Deus.","por_que_esta_palavra":"A palavra 'pecado' é fundamental para entender a relação do ser humano com Deus e a necessidade de perdão e redenção.","conexao_teologica":"O pecado separa o homem de Deus, mas a expiação e o sacrifício são meios pelos quais essa relação pode ser restaurada.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"numeros_15_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Um descendente ou membro da família.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação familiar e a continuidade da linhagem, sendo importante no contexto da identidade do povo de Israel.","por_que_esta_palavra":"A noção de 'filho' implica responsabilidade e herança, tanto física quanto espiritual.","conexao_teologica":"A relação de Deus como Pai e os crentes como Seus filhos é um tema central na teologia cristã.","referencias_relacionadas":["Gálatas 4:7","João 1:12","Romanos 8:15"]},"numeros_15_29_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Um animal selvagem, frequentemente associado à força.","explicacao_detalhada":"Embora a palavra 'urso' não seja central no texto, ela pode simbolizar a força e a ferocidade, refletindo a natureza do julgamento de Deus sobre o pecado.","por_que_esta_palavra":"O uso de animais na Bíblia muitas vezes carrega significados simbólicos que refletem a criação de Deus.","conexao_teologica":"Deus é o Criador de todas as criaturas, e Sua soberania se estende sobre toda a criação.","referencias_relacionadas":["Isaías 11:7","Salmos 104:25","Provérbios 17:12"]},"numeros_15_29_arvore":{"palavra_pt":"arvore","palavra_original":"אֶזְרָח","transliteracao":"ʼezrâch","strong":"H249","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Uma planta perene que cresce a partir de um tronco.","explicacao_detalhada":"A árvore é frequentemente usada na Bíblia como símbolo de vida, crescimento e provisão, representando a bênção de Deus.","por_que_esta_palavra":"As árvores são um elemento essencial da criação e simbolizam a vida e a fertilidade.","conexao_teologica":"A árvore da vida no Éden representa a comunhão eterna com Deus e a vida abundante que Ele oferece.","referencias_relacionadas":["Gênesis 2:9","Salmos 1:3","Apocalipse 22:2"]},"numeros_15_30_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida ou alma de um ser humano.","explicacao_detalhada":"A palavra 'alma' implica a essência do ser humano, a parte que é imortal e que se relaciona com Deus.","por_que_esta_palavra":"A compreensão da alma é crucial para entender a natureza humana e a necessidade de salvação.","conexao_teologica":"A alma é o que Deus busca redimir, e a salvação é oferecida a todos os que creem.","referencias_relacionadas":["Mateus 16:26","Hebreus 4:12","1 Pedro 1:9"]},"numeros_15_30_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Causar a destruição ou a morte.","explicacao_detalhada":"A palavra 'destruir' implica um ato de severidade, refletindo o julgamento de Deus sobre o pecado e a desobediência.","por_que_esta_palavra":"A destruição é uma consequência do pecado e da separação de Deus.","conexao_teologica":"A justiça de Deus exige que o pecado seja tratado, e a destruição é uma manifestação dessa justiça.","referencias_relacionadas":["Romanos 6:23","Apocalipse 21:8","2 Pedro 3:9"]},"numeros_15_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Um animal selvagem, frequentemente associado à força.","explicacao_detalhada":"A palavra 'urso' pode simbolizar a força e a ferocidade, refletindo a natureza do julgamento de Deus sobre o pecado.","por_que_esta_palavra":"O uso de animais na Bíblia muitas vezes carrega significados simbólicos que refletem a criação de Deus.","conexao_teologica":"Deus é o Criador de todas as criaturas, e Sua soberania se estende sobre toda a criação.","referencias_relacionadas":["Isaías 11:7","Salmos 104:25","Provérbios 17:12"]},"numeros_15_31_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida ou alma de um ser humano.","explicacao_detalhada":"A palavra 'alma' implica a essência do ser humano, a parte que é imortal e que se relaciona com Deus.","por_que_esta_palavra":"A compreensão da alma é crucial para entender a natureza humana e a necessidade de salvação.","conexao_teologica":"A alma é o que Deus busca redimir, e a salvação é oferecida a todos os que creem.","referencias_relacionadas":["Mateus 16:26","Hebreus 4:12","1 Pedro 1:9"]},"numeros_15_31_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Uma conjunção que introduz uma razão ou causa.","explicacao_detalhada":"A palavra 'porque' é usada para explicar a razão pela qual algo acontece, enfatizando a lógica divina por trás das ações de Deus.","por_que_esta_palavra":"A palavra é essencial para entender a relação de causa e efeito nas Escrituras.","conexao_teologica":"Deus age de acordo com Sua sabedoria e justiça, e a compreensão de Suas razões é fundamental para a fé.","referencias_relacionadas":["Romanos 8:28","Provérbios 3:5-6","Isaías 55:8-9"]},"numeros_15_31_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou coisa.","explicacao_detalhada":"A palavra 'palavra' é usada para descrever a comunicação de Deus e a importância de Sua revelação ao homem.","por_que_esta_palavra":"A palavra é central na teologia, pois a comunicação de Deus é o meio pelo qual Ele se relaciona com a humanidade.","conexao_teologica":"A Palavra de Deus é viva e eficaz, e é através dela que conhecemos a vontade de Deus.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","João 1:1"]},"numeros_15_32_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de 24 horas, um ciclo completo de luz e escuridão.","explicacao_detalhada":"No contexto do versículo, 'dia' é utilizado para indicar um tempo específico em que as ações e decisões são tomadas, enfatizando a importância do tempo na observância das leis de Deus.","por_que_esta_palavra":"A palavra 'dia' é fundamental para a compreensão do tempo e da ordem divina na criação e na vida cotidiana.","conexao_teologica":"O conceito de 'dia' é central na narrativa da criação em Gênesis, onde Deus cria o mundo em seis dias e descansa no sétimo.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 104:19"]},"numeros_15_32_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de descer ou tombar, muitas vezes associada a consequências de ações.","explicacao_detalhada":"Neste versículo, 'cair' pode simbolizar a queda em desgraça ou a transgressão das leis de Deus, refletindo a gravidade das ações humanas.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever não apenas a ação física, mas também a queda espiritual e moral do ser humano.","conexao_teologica":"A queda de Adão e Eva em Gênesis é um exemplo claro do uso dessa palavra, representando a transgressão e suas consequências.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Tiago 1:15"]},"numeros_15_32_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, especialmente em um contexto familiar ou de herança.","explicacao_detalhada":"No versículo, 'filho' é usado para enfatizar a continuidade da linhagem e a responsabilidade que vem com a herança espiritual e moral.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender as relações familiares e a transmissão de valores e promessas de Deus.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, como em Romanos 8:15, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gênesis 22:2","Êxodo 4:22","Romanos 8:16"]},"numeros_15_33_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Representa poder, controle e ação, frequentemente associada a trabalho ou esforço.","explicacao_detalhada":"A palavra 'mão' é utilizada para descrever a ação de alguém, especialmente em contextos de responsabilidade e culpa.","por_que_esta_palavra":"A mão é um símbolo de ação e autoridade, representando a capacidade de realizar tarefas e tomar decisões.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua intervenção e poder na história.","referencias_relacionadas":["Salmos 95:5","Isaías 41:10","Mateus 5:30"]},"numeros_15_33_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir, implicando um padrão ou estilo de comportamento.","explicacao_detalhada":"Neste contexto, 'modo' é usado para descrever a forma como as ações devem ser realizadas, enfatizando a importância da obediência às leis de Deus.","por_que_esta_palavra":"A palavra 'modo' é essencial para entender a ética e a moralidade nas ações humanas, especialmente em relação à vontade divina.","conexao_teologica":"A maneira de viver de acordo com os mandamentos de Deus é um tema central em toda a Bíblia, como em Deuteronômio 5:33.","referencias_relacionadas":["Salmos 119:1","Mateus 7:13-14","Romanos 12:2"]},"numeros_15_34_bondoso":{"palavra_pt":"bondoso","palavra_original":"יָנַח","transliteracao":"yânach","strong":"H3240","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"Refere-se à qualidade de ser gentil, misericordioso e benevolente.","explicacao_detalhada":"A palavra 'bondoso' é usada para descrever a natureza de Deus e a expectativa de que Seu povo reflita essa bondade em suas ações.","por_que_esta_palavra":"A bondade é uma característica essencial do caráter de Deus, que deve ser imitada pelos crentes em suas interações com os outros.","conexao_teologica":"A bondade de Deus é um tema recorrente nas Escrituras, como em Salmos 136, que celebra Sua misericórdia.","referencias_relacionadas":["Salmos 145:9","Gálatas 5:22","Efésios 4:32"]},"numeros_15_34_homem":{"palavra_pt":"homem","palavra_original":"מִשְׁמָר","transliteracao":"mishmâr","strong":"H4929","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, frequentemente em um contexto de responsabilidade moral e espiritual.","explicacao_detalhada":"No versículo, 'homem' é utilizado para enfatizar a posição do ser humano diante de Deus e a necessidade de seguir Suas leis.","por_que_esta_palavra":"A palavra 'homem' é central para a compreensão da criação e do papel do ser humano na história da salvação.","conexao_teologica":"A criação do homem à imagem de Deus é um tema fundamental em Gênesis, que estabelece a dignidade e a responsabilidade do ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"numeros_15_34_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou causa, frequentemente usada para justificar ações ou decisões.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a razão pela qual algo deve ser feito ou considerado, enfatizando a lógica por trás das leis de Deus.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a motivação e a intenção por trás das instruções divinas.","conexao_teologica":"A lógica das leis de Deus é frequentemente explicada nas Escrituras, como em Deuteronômio 6:24-25, onde a obediência é ligada à bênção.","referencias_relacionadas":["Deuteronômio 10:13","Romanos 12:1","Tiago 1:22"]},"numeros_15_35_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em um contexto de responsabilidade e moralidade.","explicacao_detalhada":"A palavra 'homem' é utilizada para enfatizar a importância das ações humanas e suas consequências diante de Deus.","por_que_esta_palavra":"A palavra 'homem' é fundamental para a compreensão da relação entre Deus e a humanidade, especialmente em termos de responsabilidade.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas centrais na teologia cristã, como em Romanos 5:12.","referencias_relacionadas":["Gênesis 2:7","Salmos 51:5","Romanos 5:12"]},"numeros_15_35_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se a animais domesticados, especialmente em um contexto de sacrifício ou sustento.","explicacao_detalhada":"A palavra 'gado' é usada para descrever a importância dos animais na vida cotidiana e nas práticas religiosas do povo de Israel.","por_que_esta_palavra":"O gado é um símbolo de riqueza e sustento, além de ser utilizado em sacrifícios, refletindo a relação do povo com Deus.","conexao_teologica":"Os sacrifícios de animais são um tema central no Antigo Testamento, simbolizando a expiação e a relação entre Deus e Seu povo.","referencias_relacionadas":["Levítico 1:3","Êxodo 12:5","Hebreus 9:22"]},"numeros_15_35_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a ordem de Deus em relação à punição do transgressor.","explicacao_detalhada":"Neste contexto, 'dizer' refere-se à comunicação direta de Deus sobre a necessidade de disciplina entre o povo de Israel. A ordem é clara e reflete a autoridade divina.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e o povo, onde a comunicação divina é essencial para a obediência e a manutenção da ordem.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade e estabelece normas para a vida.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 119:105"]},"numeros_15_36_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos animais que eram parte da vida cotidiana e das práticas religiosas do povo de Israel.","explicacao_detalhada":"Neste versículo, o 'gado' é mencionado em um contexto de desobediência e a necessidade de disciplina. Os animais eram essenciais para os sacrifícios e a subsistência.","por_que_esta_palavra":"A inclusão do 'gado' enfatiza a seriedade da transgressão e as consequências que afetam não apenas o indivíduo, mas também a comunidade.","conexao_teologica":"O gado é frequentemente associado a sacrifícios e ofertas a Deus, simbolizando a devoção e a necessidade de expiação.","referencias_relacionadas":["Levítico 1:2","Deuteronômio 14:4","Salmos 50:10"]},"numeros_15_36_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada para descrever a consequência da desobediência às ordens de Deus.","explicacao_detalhada":"Neste contexto, a morte é uma punição severa, refletindo a gravidade da transgressão e a necessidade de manter a santidade entre o povo.","por_que_esta_palavra":"A palavra 'morrer' destaca a seriedade das consequências do pecado e a necessidade de reverência a Deus.","conexao_teologica":"A morte como consequência do pecado é um tema recorrente na Bíblia, que aponta para a necessidade de redenção.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Tiago 1:15"]},"numeros_15_36_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' é utilizada para descrever a ação de um transgressor sendo expulso da comunidade.","explicacao_detalhada":"Neste versículo, 'sair' implica em uma separação física e espiritual, refletindo a necessidade de manter a pureza do povo de Israel.","por_que_esta_palavra":"A ação de 'sair' é uma forma de disciplina que visa restaurar a ordem e a santidade entre o povo.","conexao_teologica":"A ideia de separação por causa do pecado é um tema importante, que aponta para a necessidade de arrependimento e reconciliação com Deus.","referencias_relacionadas":["Levítico 13:46","Mateus 18:17","1 Coríntios 5:13"]},"numeros_15_37_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para transmitir a instrução de Deus ao povo sobre a importância das leis e dos mandamentos.","explicacao_detalhada":"Neste contexto, 'dizer' enfatiza a necessidade de comunicação clara das ordens divinas, que são essenciais para a vida do povo.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a importância da obediência às instruções de Deus.","conexao_teologica":"A comunicação de Deus é vital para a vida espiritual e moral do povo, mostrando que Ele deseja um relacionamento ativo com a humanidade.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:5","Salmos 119:11"]},"numeros_15_37_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e deve ser respeitado.","explicacao_detalhada":"Neste contexto, 'senhor' é uma invocação da autoridade divina, lembrando ao povo quem é o seu Deus e a importância de honrá-lo.","por_que_esta_palavra":"A utilização do nome de Deus é um lembrete constante da sua soberania e do relacionamento que o povo deve ter com Ele.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, simbolizando a presença e a proteção divina.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"numeros_15_38_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é mencionada em um contexto que pode se referir a um símbolo de força e proteção.","explicacao_detalhada":"Neste versículo, 'urso' pode ser interpretado como uma referência a um animal que representa a força de Deus em proteger seu povo.","por_que_esta_palavra":"A menção do 'urso' pode simbolizar a necessidade de proteção e a força que Deus oferece aos que O seguem.","conexao_teologica":"A força de Deus é um tema recorrente, mostrando que Ele é um defensor do seu povo contra as adversidades.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10","Romanos 8:31"]},"numeros_15_38_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada em um contexto que envolve a entrega de algo a Deus ou ao próximo.","explicacao_detalhada":"Neste versículo, 'dar' pode se referir a ações de generosidade e obediência às instruções divinas.","por_que_esta_palavra":"A palavra 'dar' é fundamental para entender a relação de reciprocidade entre Deus e o povo, onde a generosidade é uma virtude.","conexao_teologica":"A prática de dar é central na vida cristã, refletindo o caráter de Deus e a chamada à generosidade.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 5:42"]},"numeros_15_38_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"A palavra 'ave' refere-se a um tipo de animal que pode ser usado em sacrifícios ou como símbolo de liberdade.","explicacao_detalhada":"Neste contexto, 'ave' pode simbolizar a pureza e a fragilidade, além de ser um elemento importante nas ofertas a Deus.","por_que_esta_palavra":"A menção de 'ave' destaca a diversidade das ofertas que podem ser apresentadas a Deus, refletindo a acessibilidade da adoração.","conexao_teologica":"As aves são frequentemente usadas em sacrifícios, simbolizando a entrega e a devoção a Deus.","referencias_relacionadas":["Levítico 1:14","Mateus 10:29","Salmos 84:3"]},"numeros_15_39_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é mencionada novamente, reforçando a ideia de força e proteção divina.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'urso' pode simbolizar a continuidade da proteção e a força que Deus oferece ao seu povo.","por_que_esta_palavra":"A ênfase na força de Deus é crucial para a confiança do povo em Sua proteção contra inimigos e adversidades.","conexao_teologica":"A força de Deus é um tema que encoraja os fiéis a confiarem em Sua proteção e poder em momentos de dificuldade.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Hebreus 13:6"]},"numeros_15_39_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode se referir a um estado de queda espiritual ou física.","explicacao_detalhada":"A palavra 'cair' neste contexto pode simbolizar a queda em pecado ou a perda de direção na vida espiritual. É um chamado à vigilância para que os israelitas não se desviem dos mandamentos de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de permanecer firme na fé e não se deixar levar por influências externas.","conexao_teologica":"A ideia de cair está ligada à necessidade de perseverança na fé e à advertência contra a apostasia.","referencias_relacionadas":["Hebreus 3:12","1 Pedro 5:8","Gálatas 5:4"]},"numeros_15_40_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso pode simbolizar força e ferocidade, mas também pode ser uma referência a algo que deve ser evitado.","explicacao_detalhada":"Neste contexto, a palavra 'urso' pode ser uma metáfora para os perigos que cercam o povo de Deus, representando a necessidade de se afastar de comportamentos que levam à destruição.","por_que_esta_palavra":"A escolha da palavra serve para alertar os israelitas sobre as consequências de suas ações e a importância de seguir os caminhos de Deus.","conexao_teologica":"A ferocidade do urso pode ser vista como um símbolo do juízo de Deus sobre aqueles que se afastam de Sua vontade.","referencias_relacionadas":["Provérbios 17:12","Isaías 11:7","Miquéias 5:8"]},"numeros_15_40_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as coisas devem ser feitas, especialmente em relação à adoração e obediência a Deus.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância de seguir as instruções divinas de maneira correta, refletindo a santidade e a ordem que Deus exige de Seu povo.","por_que_esta_palavra":"É crucial que os israelitas entendam que a maneira de adorar e viver deve estar alinhada com os mandamentos de Deus.","conexao_teologica":"A forma como adoramos a Deus é um reflexo de nossa relação com Ele e de nossa compreensão de Sua santidade.","referencias_relacionadas":["Êxodo 20:4-5","Deuteronômio 12:32","Salmos 119:4"]},"numeros_15_40_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair, neste contexto, pode simbolizar a queda em desobediência ou pecado.","explicacao_detalhada":"A repetição da palavra 'cair' destaca a necessidade de estar alerta e firme na fé, evitando os caminhos que levam à ruína espiritual.","por_que_esta_palavra":"Serve como um lembrete da fragilidade humana e da necessidade de depender de Deus para permanecer em pé.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Romanos 11:22","Tiago 4:10","1 Coríntios 10:12"]},"numeros_15_41_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao lugar prometido por Deus ao Seu povo, simbolizando herança e bênção.","explicacao_detalhada":"A palavra 'terra' neste contexto é um lembrete da aliança de Deus com Israel e da importância de permanecer fiel para herdar as promessas.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da realização de Suas promessas na vida do povo escolhido.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, representando a fidelidade de Deus e a esperança de um futuro melhor.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:3"]},"numeros_15_41_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e mantenedor do universo, que estabelece alianças com Seu povo.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade de Deus sobre todas as coisas, incluindo a vida do povo de Israel.","por_que_esta_palavra":"É fundamental reconhecer a natureza de Deus para entender a relação que Ele deseja ter com Seu povo.","conexao_teologica":"A compreensão de Deus como Criador e Redentor é central para a fé cristã e judaica.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"numeros_15_41_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Nome refere-se à identidade de Deus, que é sagrada e deve ser reverenciada.","explicacao_detalhada":"A palavra 'nome' neste contexto destaca a importância de invocar o nome de Deus com respeito e devoção, reconhecendo Sua autoridade.","por_que_esta_palavra":"O nome de Deus é um símbolo de Sua presença e poder, e deve ser tratado com reverência.","conexao_teologica":"Invocar o nome do Senhor é um ato de adoração e submissão à Sua vontade.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Romanos 10:13"]}}