{"numeros_16_1_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar refere-se à ação de assumir ou receber algo, muitas vezes com um sentido de posse ou responsabilidade.","explicacao_detalhada":"A palavra 'tomar' neste contexto pode indicar a escolha de liderar ou assumir uma posição de autoridade, que deve ser feita com sabedoria e temor a Deus.","por_que_esta_palavra":"É importante que os líderes reconheçam a responsabilidade que vem com a liderança e a necessidade de buscar a orientação de Deus.","conexao_teologica":"A liderança no povo de Deus deve ser exercida com humildade e dependência de Sua direção.","referencias_relacionadas":["1 Timóteo 3:1","Tiago 3:1","Romanos 12:8"]},"numeros_16_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à descendência e à continuidade da linhagem, especialmente em relação ao povo de Deus.","explicacao_detalhada":"A palavra 'filho' neste contexto enfatiza a importância da herança espiritual e da transmissão da fé de geração em geração.","por_que_esta_palavra":"Reconhecer a identidade como filhos de Deus é fundamental para entender o relacionamento que temos com Ele.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a intimidade e a responsabilidade que vem com essa relação.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"numeros_16_1_dathan":{"palavra_pt":"dathan","palavra_original":"דָּתָן","transliteracao":"Dâthân","strong":"H1885","significado_raiz":"Ideia básica: dathan.","significado_contextual":"Dathan é um nome próprio que representa um indivíduo que se destacou em um contexto de rebelião contra Moisés.","explicacao_detalhada":"A menção de Dathan neste contexto serve como um alerta sobre as consequências da rebelião e da desobediência a Deus e a Seus escolhidos.","por_que_esta_palavra":"A história de Dathan é um exemplo de como a desobediência pode levar à destruição e ao juízo divino.","conexao_teologica":"A rebelião contra a liderança estabelecida por Deus é um tema importante que ressalta a necessidade de submissão à vontade divina.","referencias_relacionadas":["Números 16:1-3","Salmos 106:17-18","Judas 1:11"]},"numeros_16_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar, neste contexto, refere-se à ação de se colocar em posição de liderança ou autoridade.","explicacao_detalhada":"A palavra 'levantar' implica um ato de se erguer, tanto fisicamente quanto em termos de posição social ou espiritual. No contexto de Números 16, Corá e seus seguidores estavam desafiando a liderança de Moisés e Arão, buscando se 'levantar' como líderes.","por_que_esta_palavra":"A escolha da palavra 'levantar' destaca a ambição de Corá e sua tentativa de usurpar a autoridade estabelecida por Deus.","conexao_teologica":"A luta pelo poder e a rebelião contra a autoridade divina são temas recorrentes na Bíblia, refletindo a natureza humana de buscar controle e reconhecimento.","referencias_relacionadas":["Números 16:3","1 Samuel 15:23","Tiago 4:6"]},"numeros_16_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo, neste caso, Corá, que se apresenta como um líder.","explicacao_detalhada":"O termo 'homem' é usado para enfatizar a humanidade de Corá, contrastando com a santidade e a autoridade de Moisés e Arão. Isso mostra que, apesar de ser um homem, ele estava se colocando em oposição a líderes escolhidos por Deus.","por_que_esta_palavra":"A palavra 'homem' é significativa porque sublinha a fragilidade e a limitação do ser humano em comparação com a soberania divina.","conexao_teologica":"A Bíblia frequentemente aborda a condição humana e a necessidade de submissão à vontade de Deus, mostrando que a rebelião humana leva a consequências graves.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 3:23"]},"numeros_16_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência, indicando a continuidade da linhagem e a herança de responsabilidades.","explicacao_detalhada":"Neste contexto, 'filho' é usado para mostrar a relação familiar e a expectativa de que os filhos sigam os passos dos pais, especialmente em questões de liderança e espiritualidade.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da herança e da responsabilidade que vem com a posição familiar, especialmente em relação ao sacerdócio.","conexao_teologica":"A Bíblia enfatiza a importância da família e da transmissão de valores espirituais de geração em geração.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Provérbios 22:6"]},"numeros_16_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da reivindicação de Corá e seus seguidores.","explicacao_detalhada":"Corá se apresenta como um líder 'grande', desafiando a autoridade de Moisés e Arão, sugerindo que todos no acampamento são igualmente importantes e têm direito a liderança.","por_que_esta_palavra":"A escolha de 'grande' enfatiza a ambição e a arrogância de Corá, que não reconhece a ordem divina estabelecida.","conexao_teologica":"A busca por grandeza e reconhecimento é um tema comum na Bíblia, frequentemente abordando a necessidade de humildade diante de Deus.","referencias_relacionadas":["Mateus 20:26-28","Lucas 14:11","Filipenses 2:3"]},"numeros_16_3_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Neste contexto, 'homem' é usado para se referir a Corá e seus aliados, que se consideram dignos de liderança.","explicacao_detalhada":"A repetição da palavra 'homem' enfatiza a natureza comum de Corá, contrastando com a santidade de Moisés e Arão, que foram escolhidos por Deus.","por_que_esta_palavra":"A palavra 'homem' é significativa para mostrar a fragilidade e a limitação do ser humano em comparação com a autoridade divina.","conexao_teologica":"A Bíblia frequentemente aborda a condição humana e a necessidade de submissão à vontade de Deus, mostrando que a rebelião humana leva a consequências graves.","referencias_relacionadas":["Gênesis 6:5","Salmos 146:3","Romanos 5:12"]},"numeros_16_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Corá e seus seguidores se levantaram contra Moisés.","explicacao_detalhada":"A palavra 'porque' conecta a ação de se levantar à justificativa apresentada por Corá, que questiona a autoridade de Moisés e Arão.","por_que_esta_palavra":"A escolha de 'porque' é crucial para entender a motivação por trás da rebelião e a lógica distorcida que Corá usou para justificar suas ações.","conexao_teologica":"A justificativa da rebelião contra a autoridade divina é um tema recorrente na Bíblia, mostrando a necessidade de discernimento espiritual.","referencias_relacionadas":["Gênesis 3:1","Romanos 1:21","Hebreus 3:12"]},"numeros_16_4_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de escutar e entender a mensagem de Deus.","explicacao_detalhada":"Neste contexto, 'ouvir' implica a necessidade de prestar atenção à voz de Deus e às instruções dadas através de Moisés.","por_que_esta_palavra":"A escolha de 'ouvir' destaca a importância da obediência e da receptividade à palavra de Deus, que é frequentemente ignorada pelos rebeldes.","conexao_teologica":"A Bíblia enfatiza a importância de ouvir a voz de Deus como um aspecto fundamental da fé e da obediência.","referencias_relacionadas":["Deuteronômio 6:4-5","Salmos 95:7","Tiago 1:22"]},"numeros_16_4_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda dos rebeldes como consequência de sua desobediência.","explicacao_detalhada":"Neste contexto, 'cair' simboliza a queda espiritual e física que resulta da rebelião contra a autoridade de Deus.","por_que_esta_palavra":"A escolha de 'cair' enfatiza a gravidade das consequências da desobediência e da rebelião.","conexao_teologica":"A queda é um tema central na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Gênesis 3:6-7","Romanos 6:23","Apocalipse 20:10"]},"numeros_16_4_moses":{"palavra_pt":"moises","palavra_original":"מֹשֶׁה","transliteracao":"Môsheh","strong":"H4872","significado_raiz":"Ideia básica: moises.","significado_contextual":"A palavra 'Moisés' refere-se ao líder escolhido por Deus para guiar o povo de Israel.","explicacao_detalhada":"Moisés é uma figura central na narrativa bíblica, representando a autoridade divina e a mediação entre Deus e o povo.","por_que_esta_palavra":"A menção de Moisés destaca a legitimidade de sua liderança e a importância de sua obediência a Deus.","conexao_teologica":"Moisés é um tipo de Cristo, simbolizando a salvação e a libertação que vêm através da obediência a Deus.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 34:5","Hebreus 11:24-26"]},"numeros_16_5_sagrado":{"palavra_pt":"santo","palavra_original":"קָדוֹשׁ","transliteracao":"qâdôwsh","strong":"H6918","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à separação e à consagração a Deus, indicando a natureza divina da liderança de Moisés e Arão.","explicacao_detalhada":"Neste contexto, 'santo' enfatiza a diferença entre o que é consagrado a Deus e o que é comum, destacando a seriedade da rebelião de Corá.","por_que_esta_palavra":"A escolha de 'santo' é crucial para entender a santidade de Deus e a necessidade de reverência em relação à Sua autoridade.","conexao_teologica":"A santidade é um atributo central de Deus, e a Bíblia nos chama a viver em santidade como resposta ao Seu caráter.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 4:8"]},"numeros_16_5_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, um ato de expressar pensamentos ou ordens.","explicacao_detalhada":"Neste contexto, Moisés está se dirigindo a Corá e seus seguidores, enfatizando a importância da comunicação direta e clara sobre a liderança e a santidade do sacerdócio.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a necessidade de diálogo e a autoridade que Moisés possui como líder escolhido por Deus.","conexao_teologica":"A comunicação divina é essencial na relação entre Deus e seu povo, e a palavra de Moisés reflete a vontade de Deus.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 18:18","Salmos 119:105"]},"numeros_16_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Aqui, 'modo' implica na forma como Moisés deve abordar a situação com Corá, sugerindo que a maneira de se comunicar é tão importante quanto a mensagem em si.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a necessidade de uma abordagem respeitosa e digna ao lidar com questões de liderança e autoridade.","conexao_teologica":"A maneira como nos dirigimos aos outros reflete nossa compreensão da ordem divina e do respeito à autoridade estabelecida por Deus.","referencias_relacionadas":["Provérbios 15:1","Colossenses 4:6","Tiago 1:19"]},"numeros_16_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é repetida, reforçando a importância da abordagem na comunicação.","explicacao_detalhada":"Neste versículo, a ênfase no 'modo' sugere que a forma de se comunicar pode influenciar a recepção da mensagem e a resposta dos ouvintes.","por_que_esta_palavra":"Reiterar 'modo' destaca a necessidade de cuidado e consideração ao abordar questões delicadas de liderança e rebelião.","conexao_teologica":"A forma como nos comunicamos é um reflexo do caráter de Cristo e da sabedoria que devemos buscar em nossas interações.","referencias_relacionadas":["Mateus 5:16","Filipenses 2:15","1 Pedro 3:15"]},"numeros_16_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma referência a uma ação ou resultado, possivelmente simbolizando força ou poder.","explicacao_detalhada":"Neste contexto, 'urso' pode ser interpretado como a ação de Moisés em lidar com a rebelião de Corá, mostrando a necessidade de uma resposta firme e decidida.","por_que_esta_palavra":"A escolha de 'urso' sugere que a liderança requer não apenas comunicação, mas também ação decisiva diante da oposição.","conexao_teologica":"Deus é frequentemente descrito como um defensor poderoso de seu povo, e a ação de Moisés reflete essa defesa divina.","referencias_relacionadas":["Salmos 68:1","Isaías 41:10","Romanos 8:31"]},"numeros_16_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer algo, neste caso, uma resposta ou uma ordem.","explicacao_detalhada":"Moisés está instruindo a dar uma resposta clara à rebelião, enfatizando a necessidade de uma ação que traga ordem ao caos.","por_que_esta_palavra":"A palavra 'dar' destaca a responsabilidade de Moisés em liderar e tomar decisões em nome do povo.","conexao_teologica":"Deus nos chama a agir em resposta às situações, e a liderança envolve a capacidade de dar direções e orientações.","referencias_relacionadas":["Mateus 7:7","Tiago 1:5","1 Pedro 4:10"]},"numeros_16_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, neste caso, representando Moisés e sua posição como líder.","explicacao_detalhada":"Moisés é descrito como um homem escolhido por Deus, e sua humanidade é um aspecto importante de sua liderança.","por_que_esta_palavra":"A escolha de 'homem' enfatiza que, apesar de sua grandeza, Moisés é um ser humano que depende de Deus para sua autoridade.","conexao_teologica":"A humanidade de Moisés reflete a encarnação de Cristo, que também era plenamente humano e plenamente divino.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Hebreus 2:14"]},"numeros_16_7_sagrado":{"palavra_pt":"santo","palavra_original":"קָדוֹשׁ","transliteracao":"qâdôwsh","strong":"H6918","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à separação e consagração a Deus.","explicacao_detalhada":"Neste contexto, a santidade é um tema central, pois Moisés está defendendo a santidade do sacerdócio e a ordem divina.","por_que_esta_palavra":"A escolha de 'santo' ressalta a importância da pureza e da consagração na liderança espiritual.","conexao_teologica":"A santidade de Deus é um tema recorrente na Bíblia, e os líderes são chamados a refletir essa santidade em suas vidas.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 4:8"]},"numeros_16_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar uma mensagem ou instrução.","explicacao_detalhada":"Moisés está prestes a comunicar uma mensagem importante sobre a liderança e a responsabilidade diante de Deus.","por_que_esta_palavra":"A escolha de 'dizer' enfatiza a importância da comunicação clara e direta na liderança.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, e a comunicação de Moisés reflete essa verdade.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12","Tiago 1:22"]},"numeros_16_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linha de liderança.","explicacao_detalhada":"Moisés se refere à sua posição como líder e à importância da linhagem sacerdotal na história de Israel.","por_que_esta_palavra":"A escolha de 'filho' destaca a relação familiar e a continuidade da liderança entre as gerações.","conexao_teologica":"A ideia de filiação é central na Bíblia, refletindo a relação entre Deus e seu povo, e entre Cristo e a humanidade.","referencias_relacionadas":["Gênesis 17:7","Mateus 1:1","Romanos 8:17"]},"numeros_16_8_moses":{"palavra_pt":"moises","palavra_original":"מֹשֶׁה","transliteracao":"Môsheh","strong":"H4872","significado_raiz":"Ideia básica: moises.","significado_contextual":"A palavra 'Moisés' refere-se ao líder escolhido por Deus para guiar o povo de Israel.","explicacao_detalhada":"Moisés é uma figura central na história da salvação, e sua liderança é um reflexo da soberania de Deus.","por_que_esta_palavra":"A escolha de 'Moisés' enfatiza a importância da liderança divina e da obediência ao chamado de Deus.","conexao_teologica":"Moisés prefigura Cristo, que também é um mediador entre Deus e o povo.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 34:5","Hebreus 11:24-26"]},"numeros_16_9_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou relação de proximidade entre pessoas ou coisas.","explicacao_detalhada":"No contexto de Números 16:9, a palavra 'entre' é usada para enfatizar a escolha de Deus em separar um grupo específico de pessoas para um propósito especial, destacando a importância da posição e do relacionamento dentro da comunidade.","por_que_esta_palavra":"A escolha de 'entre' ressalta a ideia de que Deus está no meio do Seu povo, guiando e direcionando suas ações.","conexao_teologica":"A presença de Deus entre Seu povo é um tema recorrente na Bíblia, simbolizando Sua proximidade e cuidado.","referencias_relacionadas":["Êxodo 25:8","Salmos 46:5","Mateus 18:20"]},"numeros_16_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para uma afirmação anterior.","explicacao_detalhada":"Em Números 16:9, 'porque' é utilizado para esclarecer a razão pela qual Deus escolheu Moisés e Arão, enfatizando a legitimidade de sua liderança.","por_que_esta_palavra":"'Porque' é crucial para entender a lógica divina por trás das ações e escolhas de Deus, mostrando que não são aleatórias, mas fundamentadas em Sua vontade.","conexao_teologica":"A justificativa divina é um tema importante, pois revela o caráter de Deus e Sua soberania sobre a história.","referencias_relacionadas":["Romanos 8:28","Provérbios 16:9","Isaías 55:8-9"]},"numeros_16_10_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, autoridade e ação.","explicacao_detalhada":"No versículo, 'mão' é usada para descrever a ação de Deus através de Moisés e Arão, indicando que eles atuam sob a autoridade divina.","por_que_esta_palavra":"A escolha de 'mão' enfatiza a força e a capacidade de Deus de agir em favor de Seu povo, mostrando que a liderança é um ato de serviço sob Sua direção.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de Sua intervenção e proteção.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"numeros_16_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"Em Números 16:10, 'modo' é utilizado para descrever a forma como Deus se relaciona com Seu povo e como Ele espera que a liderança seja exercida.","por_que_esta_palavra":"A escolha de 'modo' ressalta a importância da conduta e da ética na liderança espiritual.","conexao_teologica":"A maneira como os líderes agem reflete a natureza de Deus e Sua vontade para o Seu povo.","referencias_relacionadas":["1 Pedro 5:2-3","Mateus 20:26-28","Tiago 3:1"]},"numeros_16_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa descendência, herança e continuidade.","explicacao_detalhada":"No contexto, 'filho' é usado para enfatizar a relação familiar e a responsabilidade que vem com a liderança, especialmente em relação à linhagem sacerdotal.","por_que_esta_palavra":"A escolha de 'filho' destaca a importância da herança espiritual e da continuidade na liderança de Israel.","conexao_teologica":"A ideia de filhos de Deus é central na teologia bíblica, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:17","Efésios 1:5"]},"numeros_16_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada novamente para enfatizar a maneira como as ações são realizadas.","explicacao_detalhada":"Em Números 16:11, 'modo' reforça a ideia de que a forma de agir deve estar alinhada com a vontade de Deus e com a ordem estabelecida.","por_que_esta_palavra":"A repetição da palavra 'modo' sublinha a importância da conformidade com os padrões divinos na liderança.","conexao_teologica":"A maneira como os líderes se comportam é um reflexo da santidade de Deus e de Sua expectativa para o Seu povo.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Romanos 12:1-2"]},"numeros_16_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema e ao reconhecimento do poder de Deus.","explicacao_detalhada":"No versículo, 'senhor' é usado para afirmar a soberania de Deus sobre a liderança e as decisões do povo de Israel.","por_que_esta_palavra":"A escolha de 'senhor' enfatiza a necessidade de submissão e reverência diante da autoridade divina.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, refletindo Sua majestade e poder.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"numeros_16_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa para a afirmação anterior.","explicacao_detalhada":"Em Números 16:11, 'porque' é usado para explicar a razão pela qual a liderança de Moisés e Arão é contestada, enfatizando a legitimidade de sua posição.","por_que_esta_palavra":"'Porque' é essencial para entender a lógica por trás das ações e decisões, mostrando que há um propósito divino em tudo.","conexao_teologica":"A justificativa divina é um tema importante, pois revela o caráter de Deus e Sua soberania sobre a história.","referencias_relacionadas":["Romanos 8:28","Provérbios 16:9","Isaías 55:8-9"]},"numeros_16_12_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de delegar ou comissionar alguém para uma tarefa.","explicacao_detalhada":"Em Números 16:12, 'enviar' é usado para descrever a ação de Moisés ao convocar Datan e Abirão, mostrando a responsabilidade de liderança em confrontar a rebelião.","por_que_esta_palavra":"A escolha de 'enviar' destaca a importância da comunicação e da ação proativa na liderança espiritual.","conexao_teologica":"O envio de mensageiros é um tema recorrente na Bíblia, simbolizando a missão e a responsabilidade de levar a mensagem de Deus.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","Atos 13:2"]},"numeros_16_12_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' indica a ação de convocar ou solicitar a presença de alguém.","explicacao_detalhada":"No versículo, 'chamar' é usado para enfatizar a autoridade de Moisés ao convocar Datan e Abirão, mostrando a necessidade de prestar contas.","por_que_esta_palavra":"A escolha de 'chamar' ressalta a importância da responsabilidade e da prestação de contas na liderança.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, refletindo a iniciativa divina em se relacionar com a humanidade.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9"]},"numeros_16_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar, especialmente no contexto de liderança e herança.","explicacao_detalhada":"A palavra 'filho' é usada para indicar não apenas a relação biológica, mas também a continuidade da linhagem e das promessas de Deus. No contexto de Números 16, a referência a 'filho' pode implicar na legitimidade da liderança de Moisés e Arão em contraste com a rebelião de Corá.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a conexão familiar e a responsabilidade que vem com essa relação, especialmente em um contexto de autoridade e liderança.","conexao_teologica":"A relação de Deus como Pai e os crentes como filhos é um tema central na teologia cristã, refletindo a ideia de herança espiritual e responsabilidade.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"numeros_16_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a herança e a presença de Deus entre seu povo.","explicacao_detalhada":"No contexto de Números 16, a 'terra' é um símbolo da promessa de Deus a Israel. A rebelião de Corá questiona a liderança que Deus estabeleceu sobre a terra prometida.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre Deus e seu povo, destacando a importância da obediência à liderança divina.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece ao seu povo, refletindo a esperança escatológica.","referencias_relacionadas":["Deuteronômio 6:10","Josué 1:2","Hebreus 4:8-9"]},"numeros_16_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma justificativa ou explicação para a ação ou a situação apresentada.","explicacao_detalhada":"Neste contexto, 'porque' é usado para argumentar a favor da legitimidade da liderança de Moisés e Arão, contrastando com a insatisfação de Corá e seus seguidores.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica por trás das ações e decisões, especialmente em debates sobre autoridade.","conexao_teologica":"A busca por entender as razões de Deus e suas ações é um tema recorrente na teologia, refletindo a necessidade de fé e confiança em Sua soberania.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","1 Coríntios 1:25"]},"numeros_16_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer ou conceder algo, muitas vezes em um contexto de necessidade ou súplica.","explicacao_detalhada":"No contexto de Números 16, a palavra 'dar' pode referir-se à expectativa de que Deus conceda algo em resposta à rebelião ou ao clamor do povo.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a relação de dependência entre o povo e Deus, enfatizando a necessidade de Sua intervenção.","conexao_teologica":"A ideia de que Deus dá aos seus filhos é central na teologia, refletindo Sua generosidade e cuidado.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Filipenses 4:19"]},"numeros_16_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode indicar um líder ou uma figura de autoridade.","explicacao_detalhada":"Neste contexto, 'homem' pode ser usado para contrastar a fragilidade humana com a soberania de Deus, especialmente em relação à liderança de Moisés e Arão.","por_que_esta_palavra":"A palavra 'homem' é importante para enfatizar a condição humana e a necessidade de submissão à autoridade divina.","conexao_teologica":"A natureza humana e a necessidade de redenção são temas centrais na teologia cristã, refletindo a dependência do homem em relação a Deus.","referencias_relacionadas":["Salmos 8:4-5","Romanos 3:23","1 Pedro 5:6"]},"numeros_16_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em autenticidade e fidelidade, especialmente em relação às promessas de Deus.","explicacao_detalhada":"No contexto de Números 16, a palavra 'verdade' pode ser usada para questionar a legitimidade das reivindicações de Corá e seus seguidores em relação à liderança de Moisés.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância da integridade e da fidelidade às promessas de Deus.","conexao_teologica":"A verdade de Deus é um tema central na teologia, refletindo a natureza de Deus como a fonte de toda verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","1 João 1:5"]},"numeros_16_15_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' pode se referir ao aumento em número ou à expansão de influência, especialmente em um contexto de liderança.","explicacao_detalhada":"Neste contexto, 'crescer' pode ser interpretado como o desejo de Corá e seus seguidores de aumentar seu próprio poder e influência, desafiando a liderança estabelecida.","por_que_esta_palavra":"A palavra 'crescer' é significativa para entender a dinâmica de poder e a luta por autoridade dentro da comunidade israelita.","conexao_teologica":"O crescimento espiritual e a maturidade são temas importantes na vida cristã, refletindo o desejo de se tornar mais parecido com Cristo.","referencias_relacionadas":["Colossenses 1:10","2 Pedro 3:18","Efésios 4:15"]},"numeros_16_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma mensagem ou declaração, muitas vezes em um contexto de autoridade.","explicacao_detalhada":"No contexto de Números 16, 'dizer' pode ser usado para expressar a reivindicação de Corá e seus seguidores de que a liderança de Moisés e Arão não era válida.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação e da declaração de verdades em questões de liderança e autoridade.","conexao_teologica":"A palavra de Deus é fundamental na teologia cristã, refletindo a importância da revelação divina e da comunicação entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 1:1-2","Romanos 10:17","Tiago 1:22"]},"numeros_16_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus, especialmente em relação à liderança e à adoração.","explicacao_detalhada":"No contexto de Números 16, a referência ao 'senhor' enfatiza a soberania de Deus sobre o povo de Israel e a legitimidade da liderança de Moisés e Arão.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de autoridade entre Deus e seu povo, destacando a necessidade de submissão a Sua vontade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","Apocalipse 19:16"]},"numeros_16_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou ao método de ação, especialmente em relação à liderança e à adoração.","explicacao_detalhada":"Neste contexto, 'modo' pode se referir à forma como a liderança deve ser exercida e como o povo deve se relacionar com Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' é importante para entender as expectativas de Deus em relação à adoração e à liderança.","conexao_teologica":"A maneira como adoramos e servimos a Deus é um tema central na teologia, refletindo a importância da santidade e da obediência.","referencias_relacionadas":["1 Crônicas 16:29","Romanos 12:1","Hebreus 12:28"]},"numeros_16_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Moisés em relação ao que Deus ordenou.","explicacao_detalhada":"No contexto de Números 16:16, Moisés está se dirigindo a Corá e aos seus seguidores, enfatizando a importância de obedecer à palavra de Deus e as consequências de desobedecer.","por_que_esta_palavra":"A escolha da palavra 'dizer' reflete a autoridade de Moisés como porta-voz de Deus, destacando a seriedade da mensagem.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus se revela e orienta seu povo através de líderes escolhidos.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 18:18","Hebreus 1:1"]},"numeros_16_16_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus e à importância de estar diante dEle.","explicacao_detalhada":"No versículo, o 'rosto' simboliza a relação direta entre Deus e seu povo, onde a presença divina é fundamental para a liderança de Moisés.","por_que_esta_palavra":"O 'rosto' é uma representação da intimidade e da revelação de Deus, que se manifesta em momentos cruciais da história de Israel.","conexao_teologica":"A presença de Deus é um tema recorrente, onde o 'rosto' de Deus é associado à sua glória e à sua vontade revelada.","referencias_relacionadas":["Êxodo 33:14","Salmos 67:1","Números 6:25"]},"numeros_16_17_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada no contexto de Moisés instruindo os líderes sobre o que Deus ordenou.","explicacao_detalhada":"Moisés fala sobre o que Deus dará aos levitas, enfatizando a provisão divina e a responsabilidade dos líderes.","por_que_esta_palavra":"A palavra 'dar' indica a ação de Deus em fornecer o que é necessário para o seu povo, reforçando a ideia de que tudo vem dEle.","conexao_teologica":"A generosidade de Deus é um tema central, onde Ele provê para aqueles que O servem e O obedecem.","referencias_relacionadas":["Salmos 37:25","Filipenses 4:19","Mateus 7:11"]},"numeros_16_17_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' é usada para descrever a ação de receber o que Deus designou.","explicacao_detalhada":"Moisés instrui os levitas sobre como devem se preparar para receber a responsabilidade que Deus lhes deu.","por_que_esta_palavra":"A palavra 'tomar' implica uma ação ativa de aceitar e assumir um papel dentro do plano divino.","conexao_teologica":"A aceitação do chamado de Deus é um tema importante, onde os indivíduos são convidados a participar do plano divino.","referencias_relacionadas":["Isaías 6:8","Romanos 12:1","1 Pedro 2:9"]},"numeros_16_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade e ao papel que cada indivíduo desempenha no plano de Deus.","explicacao_detalhada":"Moisés menciona 'homem' para enfatizar a responsabilidade e a dignidade que cada pessoa tem diante de Deus.","por_que_esta_palavra":"A palavra 'homem' destaca a criação de Deus e a importância de cada ser humano em sua obra.","conexao_teologica":"A dignidade do ser humano é um tema central na teologia, onde cada pessoa é vista como criada à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"numeros_16_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é novamente utilizada para enfatizar a provisão de Deus para os levitas.","explicacao_detalhada":"Moisés continua a instruir sobre a importância de reconhecer o que Deus dá e como isso deve ser tratado.","por_que_esta_palavra":"A repetição da palavra 'dar' reforça a ideia de que tudo que temos vem de Deus e deve ser administrado com responsabilidade.","conexao_teologica":"A administração dos dons e recursos dados por Deus é um princípio fundamental na vida cristã.","referencias_relacionadas":["1 Coríntios 4:7","2 Coríntios 9:8","Tiago 1:17"]},"numeros_16_18_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' é usada para descrever a aceitação da responsabilidade que vem com a liderança.","explicacao_detalhada":"Moisés instrui os levitas sobre a importância de tomar posse do que Deus lhes confiou.","por_que_esta_palavra":"A palavra 'tomar' implica uma ação de compromisso e dedicação ao serviço de Deus.","conexao_teologica":"O chamado para servir a Deus é um tema importante, onde cada crente é convidado a tomar parte ativa na obra divina.","referencias_relacionadas":["Mateus 28:19-20","Efésios 4:11-12","1 Pedro 4:10"]},"numeros_16_18_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é novamente utilizada para enfatizar a dignidade e a responsabilidade de cada indivíduo.","explicacao_detalhada":"Moisés menciona 'homem' para reafirmar que todos têm um papel a desempenhar no plano de Deus.","por_que_esta_palavra":"A repetição da palavra 'homem' destaca a importância da humanidade na obra de Deus.","conexao_teologica":"A responsabilidade humana diante de Deus é um tema central, onde cada um é chamado a viver de acordo com a sua criação.","referencias_relacionadas":["Gênesis 2:15","Romanos 14:12","Colossenses 3:23"]},"numeros_16_19_assemble":{"palavra_pt":"ajuntar","palavra_original":"קָהַל","transliteracao":"qâhal","strong":"H6950","significado_raiz":"Ideia básica: ajuntar.","significado_contextual":"A palavra 'ajuntar' refere-se à convocação do povo para ouvir as instruções de Deus.","explicacao_detalhada":"Moisés ordena que o povo se reúna para receber a palavra de Deus, enfatizando a importância da comunidade na adoração.","por_que_esta_palavra":"A palavra 'ajuntar' indica a necessidade de unidade e coletividade na fé.","conexao_teologica":"A reunião do povo de Deus é um tema importante, onde a comunhão é essencial para a vida espiritual.","referencias_relacionadas":["Hebreus 10:25","Atos 2:42","Salmos 133:1"]},"numeros_16_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as instruções de Deus devem ser seguidas.","explicacao_detalhada":"Moisés enfatiza que a obediência deve ser feita de acordo com o que Deus ordenou, não de qualquer maneira.","por_que_esta_palavra":"A palavra 'modo' destaca a importância da precisão na adoração e na obediência a Deus.","conexao_teologica":"A adoração correta e a obediência são temas centrais na Bíblia, onde Deus especifica como deseja ser adorado.","referencias_relacionadas":["Deuteronômio 12:32","Mateus 15:9","Colossenses 3:17"]},"numeros_16_19_familia":{"palavra_pt":"familia","palavra_original":"עֵדָה","transliteracao":"ʻêdâh","strong":"H5712","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao grupo familiar que se une em torno de um patriarca ou líder.","explicacao_detalhada":"A palavra 'familia' (עֵדָה) é usada para descrever um grupo de pessoas que compartilham laços de sangue ou uma relação próxima, especialmente em contextos de liderança e autoridade dentro da comunidade israelita.","por_que_esta_palavra":"A escolha da palavra 'familia' enfatiza a importância da unidade e da coesão entre os membros do povo de Israel, especialmente em momentos de crise ou desafio.","conexao_teologica":"A ideia de 'familia' é central na teologia bíblica, pois Deus se relaciona com Seu povo como um pai com seus filhos, promovendo a ideia de pertencimento e responsabilidade mútua.","referencias_relacionadas":["Gênesis 12:3","Êxodo 3:6","Deuteronômio 6:7"]},"numeros_16_20_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' (דָבַר) é utilizada para descrever a comunicação direta de Deus ou de líderes a seu povo, sendo um meio essencial de transmissão de instruções e revelações divinas.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da comunicação clara e direta entre Deus e os homens, especialmente em momentos de decisão ou conflito.","conexao_teologica":"A comunicação divina é um tema recorrente na Bíblia, onde Deus se revela e orienta Seu povo através da palavra falada.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 119:105"]},"numeros_16_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome sagrado de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa o nome de Deus, simbolizando Sua presença, poder e a relação de aliança com Seu povo.","por_que_esta_palavra":"O uso do nome de Deus neste contexto destaca a seriedade da situação e a necessidade de reconhecimento da soberania divina.","conexao_teologica":"O nome de Deus é central na teologia bíblica, pois revela Sua natureza e o relacionamento que Ele deseja ter com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"numeros_16_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é frequentemente usada para expressar comandos ou declarações significativas, especialmente em contextos de autoridade.","por_que_esta_palavra":"A escolha desta palavra ressalta a importância da declaração feita, que pode ter consequências significativas para o povo.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, sendo um meio pelo qual Ele cria e ordena a realidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"numeros_16_21_familia":{"palavra_pt":"familia","palavra_original":"עֵדָה","transliteracao":"ʻêdâh","strong":"H5712","significado_raiz":"Ideia básica: familia.","significado_contextual":"Novamente, refere-se ao grupo familiar, enfatizando a unidade em um contexto de crise.","explicacao_detalhada":"A repetição da palavra 'familia' (עֵדָה) neste versículo reforça a ideia de que a coesão familiar é crucial para enfrentar desafios e decisões difíceis.","por_que_esta_palavra":"A palavra é utilizada para lembrar ao povo a importância de permanecer unido em tempos de provação.","conexao_teologica":"A unidade familiar é um reflexo da unidade do corpo de Cristo, onde cada membro tem um papel importante.","referencias_relacionadas":["Gênesis 18:19","Deuteronômio 6:6-7","Salmos 133:1"]},"numeros_16_21_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término ou conclusão de uma situação ou evento.","explicacao_detalhada":"A palavra 'fim' (כָּלָה) é usada para indicar que uma fase ou um ciclo está chegando ao seu término, muitas vezes com implicações significativas para o futuro.","por_que_esta_palavra":"A escolha desta palavra sugere que a situação atual está prestes a mudar, exigindo uma resposta do povo.","conexao_teologica":"A ideia de fim é importante na teologia bíblica, pois Deus tem um plano para a história que culmina em Sua glória.","referencias_relacionadas":["Eclesiastes 3:1","Isaías 46:10","Apocalipse 21:6"]},"numeros_16_22_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou à presença de Deus que se manifesta de forma poderosa.","explicacao_detalhada":"A palavra 'espirito/vento' (רוּחַ) é frequentemente associada à ação de Deus, simbolizando Sua força e poder em situações críticas.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a intervenção divina em momentos de crise, mostrando que Deus está presente e ativo.","conexao_teologica":"O Espírito Santo é uma parte essencial da Trindade e atua na vida dos crentes, trazendo direção e poder.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:9","Atos 2:2"]},"numeros_16_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é utilizada para descrever a forma como as ações devem ser realizadas, enfatizando a importância da abordagem correta.","por_que_esta_palavra":"A escolha desta palavra sugere que a maneira de agir é tão importante quanto a ação em si, especialmente em contextos de obediência a Deus.","conexao_teologica":"A maneira como adoramos e servimos a Deus reflete nosso entendimento de Sua santidade e nosso compromisso com Ele.","referencias_relacionadas":["Deuteronômio 6:5","Colossenses 3:23","1 Coríntios 10:31"]},"numeros_16_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e o papel do homem na criação.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade em geral, destacando a responsabilidade que cada indivíduo tem diante de Deus.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância do ser humano na criação e sua relação com Deus.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, pois fomos criados à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"numeros_16_23_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar uma mensagem importante.","explicacao_detalhada":"A palavra 'falar' (דָבַר) é novamente utilizada para enfatizar a necessidade de comunicação clara em momentos críticos.","por_que_esta_palavra":"A repetição desta palavra destaca a urgência da mensagem que precisa ser transmitida ao povo.","conexao_teologica":"A comunicação de Deus ao Seu povo é vital para a compreensão de Sua vontade e propósito.","referencias_relacionadas":["Êxodo 4:12","Salmos 119:130","Hebreus 1:1-2"]},"numeros_16_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que é o criador e governante do universo. No contexto de Números 16:23, ela destaca a importância da obediência e reverência a Deus.","por_que_esta_palavra":"Esta palavra é central na teologia judaica e cristã, pois representa a relação entre Deus e Seu povo, sendo um chamado à submissão e adoração.","conexao_teologica":"A invocação do Senhor é um reconhecimento de Sua autoridade e um convite à obediência, refletindo a aliança entre Deus e Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"numeros_16_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação divina e a importância da mensagem que está sendo transmitida.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica em uma ordem ou declaração que deve ser ouvida e seguida. No contexto, enfatiza a necessidade de ouvir a voz de Deus e obedecer às Suas instruções.","por_que_esta_palavra":"É fundamental na comunicação entre Deus e o homem, mostrando que as palavras de Deus têm poder e autoridade.","conexao_teologica":"A comunicação divina é um tema recorrente nas Escrituras, onde Deus fala e espera resposta de Seu povo.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Mateus 4:4"]},"numeros_16_24_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao local sagrado onde Deus habita e onde o povo se reúne para adoração.","explicacao_detalhada":"A palavra 'templo' (מִשְׁכָּן) representa a presença de Deus entre Seu povo. No contexto, destaca a importância do lugar de adoração e a santidade que deve ser atribuída a ele.","por_que_esta_palavra":"O templo é um símbolo da presença de Deus e da comunhão entre Ele e Seu povo, sendo um espaço de sacrifício e adoração.","conexao_teologica":"O conceito de templo é central na teologia, representando não apenas um lugar físico, mas também a habitação de Deus no coração dos crentes.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","João 2:19"]},"numeros_16_24_familia":{"palavra_pt":"familia","palavra_original":"עֵדָה","transliteracao":"ʻêdâh","strong":"H5712","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à congregação ou comunidade do povo de Israel, enfatizando a unidade e a identidade coletiva.","explicacao_detalhada":"A palavra 'família' (עֵדָה) implica em um grupo unido por laços de sangue e fé. No contexto, destaca a importância da comunidade na adoração e na obediência a Deus.","por_que_esta_palavra":"A ideia de família é fundamental na cultura israelita, refletindo a importância da herança e da continuidade da fé.","conexao_teologica":"A família é vista como a unidade básica da sociedade e da igreja, onde a fé é transmitida de geração em geração.","referencias_relacionadas":["Gênesis 12:3","Êxodo 12:3","Atos 2:39"]},"numeros_16_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Novamente, a palavra 'dizer' é usada para enfatizar a comunicação divina.","explicacao_detalhada":"A repetição da palavra 'dizer' (אָמַר) reforça a importância da mensagem que está sendo transmitida e a necessidade de atenção e resposta por parte do povo.","por_que_esta_palavra":"A comunicação de Deus é vital para a vida espiritual do povo, mostrando que Suas palavras são instruções para a vida.","conexao_teologica":"A ênfase na palavra de Deus é um tema central, onde a obediência às Suas instruções é fundamental para a vida em comunidade.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 119:11","Tiago 1:22"]},"numeros_16_25_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de se levantar em resposta a uma convocação ou comando.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica em ação e prontidão. No contexto, sugere a necessidade de se posicionar em obediência a Deus.","por_que_esta_palavra":"Levantar-se é um símbolo de prontidão e disposição para agir conforme a vontade de Deus.","conexao_teologica":"A disposição para se levantar e seguir a Deus é um chamado frequente nas Escrituras, refletindo a resposta do povo à liderança divina.","referencias_relacionadas":["Isaías 60:1","Salmos 119:32","Mateus 28:19"]},"numeros_16_25_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar ou seguir um caminho, simbolizando a jornada da fé.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) implica em movimento e progresso na vida espiritual. No contexto, sugere a necessidade de seguir a direção de Deus.","por_que_esta_palavra":"Andar é uma metáfora comum na Bíblia para a vida cristã, representando a prática da fé no dia a dia.","conexao_teologica":"A caminhada com Deus é um tema central, onde o crente é chamado a viver de acordo com os princípios divinos.","referencias_relacionadas":["Gálatas 5:16","Salmos 1:1-2","1 João 1:7"]},"numeros_16_25_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de seguir a liderança de Deus ou de alguém que O representa.","explicacao_detalhada":"A palavra 'seguir' (אַחַר) implica em acompanhar e obedecer. No contexto, destaca a importância de seguir a direção que Deus estabelece.","por_que_esta_palavra":"Seguir é um aspecto essencial da vida de fé, onde o crente é chamado a imitar e obedecer a Deus.","conexao_teologica":"O chamado para seguir a Deus é uma constante nas Escrituras, refletindo a relação de discipulado entre Deus e Seu povo.","referencias_relacionadas":["Mateus 16:24","João 10:27","Romanos 8:14"]},"numeros_16_26_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e a responsabilidade que vem com a criação à imagem de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para designar a humanidade em geral. No contexto, destaca a importância do papel do homem na criação e na relação com Deus.","por_que_esta_palavra":"A dignidade do homem é um tema central na teologia, refletindo a responsabilidade de viver em conformidade com a vontade de Deus.","conexao_teologica":"A criação do homem à imagem de Deus é fundamental para entender a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"numeros_16_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir, enfatizando a importância da conduta.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em como as ações são realizadas. No contexto, sugere que a maneira de viver deve estar alinhada com os princípios de Deus.","por_que_esta_palavra":"A maneira de viver é crucial na vida cristã, refletindo a transformação que ocorre na vida do crente.","conexao_teologica":"A conduta do crente deve refletir a santidade de Deus, sendo um testemunho para o mundo.","referencias_relacionadas":["Efésios 4:1","Colossenses 3:17","1 Pedro 1:15-16"]},"numeros_16_26_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à responsabilidade moral e espiritual que alguém tem por suas ações, especialmente no contexto de rebelião contra Deus.","explicacao_detalhada":"No versículo, a palavra 'culpado' é usada para descrever aqueles que se levantaram contra Moisés e Arão, desafiando a autoridade divina. A culpa aqui implica em uma transgressão que resulta em consequências severas.","por_que_esta_palavra":"A escolha da palavra 'culpado' enfatiza a seriedade da rebelião e a necessidade de justiça divina. Ela destaca a responsabilidade individual diante de Deus.","conexao_teologica":"A culpa é um tema central na teologia bíblica, refletindo a condição humana de pecado e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Ezequiel 18:30"]},"numeros_16_27_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus habita e onde o culto é realizado.","explicacao_detalhada":"Neste contexto, o 'templo' é o lugar de adoração e sacrifício, simbolizando a presença de Deus entre o Seu povo. A referência ao templo destaca a importância da santidade e da reverência a Deus.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a relação entre Deus e Israel, pois representa o espaço onde a comunhão divina se manifesta.","conexao_teologica":"O templo é um símbolo da presença de Deus e da mediação entre Deus e a humanidade, culminando na pessoa de Jesus Cristo, que é chamado de o verdadeiro templo.","referencias_relacionadas":["1 Coríntios 3:16","Hebreus 9:24","Salmos 27:4"]},"numeros_16_27_place":{"palavra_pt":"lugar","palavra_original":"סָבִיב","transliteracao":"çâbîyb","strong":"H5439","significado_raiz":"Ideia básica: lugar.","significado_contextual":"A palavra 'lugar' refere-se a um espaço físico específico, mas também pode ter conotações espirituais.","explicacao_detalhada":"No versículo, 'lugar' se refere ao espaço onde a rebelião ocorreu, enfatizando a importância do local na narrativa bíblica e na presença de Deus.","por_que_esta_palavra":"A escolha da palavra 'lugar' é significativa, pois indica que a ação de rebelião não é apenas uma questão de pessoas, mas também de um espaço sagrado que foi profanado.","conexao_teologica":"O conceito de lugar sagrado é fundamental na Bíblia, refletindo a ideia de que certos locais são designados para a adoração e a presença de Deus.","referencias_relacionadas":["Gênesis 28:16-17","Êxodo 3:5","Salmos 84:1"]},"numeros_16_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, especialmente no contexto familiar e espiritual.","explicacao_detalhada":"Neste contexto, 'filho' pode se referir aos filhos dos rebeldes, enfatizando a responsabilidade que se estende à família e à comunidade em relação às ações dos pais.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a dinâmica familiar e a transmissão de valores e consequências entre gerações.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, refletindo a responsabilidade espiritual e moral que os pais têm sobre seus filhos.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 127:3","Provérbios 22:6"]},"numeros_16_28_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma metáfora que pode ser interpretada como uma referência a algo que é feroz ou destrutivo.","explicacao_detalhada":"Neste contexto, 'urso' pode simbolizar a gravidade da situação e as consequências severas que aguardam os rebeldes, sugerindo um juízo divino implacável.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a ferocidade do juízo de Deus sobre aqueles que se opõem à Sua vontade.","conexao_teologica":"A imagem de animais ferozes é frequentemente usada na Bíblia para descrever o juízo e a ira de Deus contra o pecado.","referencias_relacionadas":["Isaías 11:7","Ezequiel 39:18","Mateus 25:41"]},"numeros_16_28_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é moralmente correto ou desejável.","explicacao_detalhada":"No versículo, 'bom' pode ser interpretado como uma referência ao que é aceitável diante de Deus, contrastando com as ações dos rebeldes.","por_que_esta_palavra":"A palavra 'bom' é usada para destacar a diferença entre o que é justo e o que é injusto, enfatizando a natureza de Deus como o padrão supremo de bondade.","conexao_teologica":"A bondade de Deus é um tema central na teologia, refletindo Sua natureza e a expectativa de que Seu povo viva de acordo com Seus padrões.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:2"]},"numeros_16_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou declarar algo.","explicacao_detalhada":"Neste contexto, 'dizer' é usado para enfatizar a importância das palavras e declarações que podem ter consequências significativas.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca o poder da fala e a responsabilidade que vem com as palavras que proferimos.","conexao_teologica":"A fala é um tema importante na Bíblia, refletindo a criação através da palavra e a importância de usar a linguagem para glorificar a Deus.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Salmos 19:14"]},"numeros_16_29_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao fim da vida física, mas também pode simbolizar a separação espiritual de Deus.","explicacao_detalhada":"No versículo, 'morte' é usada para descrever a consequência final da rebelião contra Deus, enfatizando a gravidade da desobediência.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender as consequências do pecado e a necessidade de redenção.","conexao_teologica":"A morte é um tema central na Bíblia, representando não apenas o fim físico, mas também a morte espiritual que resulta da separação de Deus.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Apocalipse 21:8"]},"numeros_16_29_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se ao ato de resgatar ou libertar alguém de perigo ou condenação.","explicacao_detalhada":"Neste contexto, 'salvar' implica a possibilidade de redenção mesmo diante da rebelião, destacando a misericórdia de Deus.","por_que_esta_palavra":"A escolha da palavra 'salvar' é significativa, pois reflete a natureza redentora de Deus e Sua disposição em oferecer perdão.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo na cruz.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:13","João 3:16"]},"numeros_16_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"No versículo, 'modo' pode se referir à forma como a rebelião se manifestou, enfatizando a importância da atitude e do comportamento.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca que não apenas as ações, mas também a intenção e a maneira de agir são importantes diante de Deus.","conexao_teologica":"A maneira como vivemos e agimos é um reflexo de nossa fé e compromisso com Deus, sendo um tema recorrente na Bíblia.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Mateus 5:16"]},"numeros_16_30_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra ou ao solo que é a base da criação e do sustento.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) é usada para descrever a terra que sustenta a vida. No contexto de Números 16:30, o solo é mencionado em relação à punição de Corá e seus seguidores, que foram engolidos pela terra como um ato de julgamento divino.","por_que_esta_palavra":"O solo é um elemento fundamental na narrativa, simbolizando tanto a vida quanto a morte, dependendo da ação de Deus.","conexao_teologica":"O solo representa a criação de Deus e a sua soberania sobre a terra. A desobediência resulta em separação da terra, que é um símbolo de bênção.","referencias_relacionadas":["Gênesis 2:7","Salmos 104:14","Isaías 45:18"]},"numeros_16_30_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou oponente, especialmente em um contexto de rebelião contra a autoridade divina.","explicacao_detalhada":"A palavra 'inimigo' (יָרַד) é utilizada para descrever aqueles que se opõem a Deus e aos seus escolhidos. No contexto de Números 16:30, Corá e seus seguidores se tornaram inimigos de Moisés e de Deus, desafiando a liderança divina.","por_que_esta_palavra":"A escolha da palavra enfatiza a gravidade da rebelião e a consequência de se tornar um inimigo de Deus.","conexao_teologica":"A oposição a Deus é um tema recorrente na Bíblia, onde os inimigos de Deus enfrentam juízo e destruição.","referencias_relacionadas":["Salmos 68:1","Romanos 5:10","Tiago 4:4"]},"numeros_16_30_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, criado à imagem de Deus, mas também sujeito ao pecado e à rebelião.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade em sua fragilidade e necessidade de Deus. Em Números 16:30, a ênfase está na condição humana e na responsabilidade diante de Deus.","por_que_esta_palavra":"A palavra destaca a dignidade do ser humano, mas também sua vulnerabilidade à desobediência.","conexao_teologica":"O homem é chamado a viver em obediência a Deus, e a rebelião resulta em consequências severas.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 3:23"]},"numeros_16_31_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou comando, especialmente no contexto da palavra de Deus.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é usada para enfatizar a importância da comunicação divina. Em Números 16:31, a palavra de Deus é a que determina o destino de Corá e seus seguidores.","por_que_esta_palavra":"A palavra é central na teologia bíblica, pois revela a vontade e o caráter de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, trazendo juízo e salvação.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"numeros_16_31_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Idêntico ao significado contextual da entrada anterior, referindo-se à terra que é a base da criação.","explicacao_detalhada":"A repetição da palavra 'solo' (אֲדָמָה) em Números 16:31 reforça a ideia de que a terra é um elemento crucial na narrativa de julgamento.","por_que_esta_palavra":"A ênfase na terra como um meio de julgamento divino é significativa.","conexao_teologica":"A terra é um símbolo da presença de Deus e da sua ação na história.","referencias_relacionadas":["Gênesis 2:7","Salmos 104:14","Isaías 45:18"]},"numeros_16_31_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou ser derrubado, especialmente em um contexto de juízo.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a queda dos rebeldes na terra como um resultado direto da ação de Deus. Em Números 16:31, isso simboliza a severidade do juízo divino.","por_que_esta_palavra":"A palavra enfatiza a gravidade da situação e a certeza do juízo.","conexao_teologica":"A queda é um tema que representa a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:27","Romanos 14:10"]},"numeros_16_32_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra, enfatizando a criação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o espaço físico que Deus criou. Em Números 16:32, a terra é o meio pelo qual Deus executa seu juízo.","por_que_esta_palavra":"A terra é um símbolo da autoridade de Deus e da sua capacidade de julgar.","conexao_teologica":"A terra é frequentemente associada à promessa e ao juízo de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Apocalipse 21:1"]},"numeros_16_32_appear":{"palavra_pt":"aparecer","palavra_original":"פָּתַח","transliteracao":"pâthach","strong":"H6605","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"Refere-se ao ato de se manifestar ou se tornar visível.","explicacao_detalhada":"A palavra 'aparecer' (פָּתַח) é usada para descrever a revelação do juízo de Deus. Em Números 16:32, a terra se abre, revelando a ação divina.","por_que_esta_palavra":"A manifestação do juízo de Deus é um tema central na narrativa bíblica.","conexao_teologica":"A aparição do juízo de Deus é um lembrete da sua soberania e justiça.","referencias_relacionadas":["Êxodo 19:16","Salmos 50:3","Mateus 24:30"]},"numeros_16_32_destruir":{"palavra_pt":"destruir","palavra_original":"בָּלַע","transliteracao":"bâlaʻ","strong":"H1104","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de causar a destruição ou aniquilação.","explicacao_detalhada":"A palavra 'destruir' (בָּלַע) é usada para descrever a ação de Deus em eliminar os rebeldes. Em Números 16:32, isso representa a severidade do juízo divino.","por_que_esta_palavra":"A destruição é uma consequência direta da desobediência e rebelião contra Deus.","conexao_teologica":"A destruição é um tema que aparece em várias narrativas bíblicas, enfatizando a justiça de Deus.","referencias_relacionadas":["Gênesis 19:24","Salmos 37:20","Apocalipse 20:14"]},"numeros_16_33_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um oponente ou adversário, especialmente em um contexto de rebelião contra Deus.","explicacao_detalhada":"A palavra 'inimigo' (יָרַד) é utilizada novamente para enfatizar a oposição de Corá e seus seguidores a Deus e à sua liderança. Em Números 16:33, isso reforça a ideia de que aqueles que se opõem a Deus enfrentam consequências severas.","por_que_esta_palavra":"A repetição da palavra destaca a gravidade da rebelião e a certeza do juízo.","conexao_teologica":"A oposição a Deus é um tema recorrente, onde os inimigos de Deus são finalmente derrotados.","referencias_relacionadas":["Salmos 68:1","Romanos 5:10","Tiago 4:4"]},"numeros_16_33_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os eventos se desenrolaram, enfatizando a maneira de agir.","explicacao_detalhada":"Neste contexto, a palavra 'modo' é utilizada para descrever a forma como a terra se abriu e engoliu os rebeldes, mostrando a gravidade da desobediência a Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a especificidade e a singularidade do ato divino, que não ocorreu de maneira comum.","conexao_teologica":"A maneira como Deus age em juízo é um tema recorrente na Bíblia, mostrando que Ele é justo e que a desobediência tem consequências.","referencias_relacionadas":["Números 16:30","Salmos 37:20","Hebreus 10:31"]},"numeros_16_33_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra aqui é vista como um elemento que responde ao comando divino, simbolizando o poder de Deus sobre a criação.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o local onde os eventos acontecem, enfatizando que a criação está sob a autoridade de Deus e pode ser usada para cumprir Seus propósitos.","por_que_esta_palavra":"A terra, como criação de Deus, serve como um meio para demonstrar Sua soberania e justiça.","conexao_teologica":"A relação entre Deus e a terra é fundamental na teologia bíblica, onde a terra é frequentemente vista como um reflexo da presença e do poder de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"numeros_16_34_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se ao modo como a ação de Deus se manifesta, ressaltando a seriedade da situação.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a singularidade do ato divino e a importância de reconhecer a autoridade de Deus.","por_que_esta_palavra":"A palavra é escolhida para reforçar a ideia de que a intervenção de Deus não é comum, mas extraordinária.","conexao_teologica":"A forma como Deus se revela e age é um tema central na narrativa bíblica, mostrando que Ele é ativo na história.","referencias_relacionadas":["Êxodo 14:21","Salmos 77:14","Romanos 11:33"]},"numeros_16_34_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é novamente mencionada como um agente que responde ao comando de Deus, sublinhando Sua autoridade.","explicacao_detalhada":"A palavra 'terra' aqui reforça a ideia de que tudo que foi criado está sob o controle de Deus e pode ser usado para Seus propósitos.","por_que_esta_palavra":"A escolha desta palavra destaca a conexão entre a criação e o Criador, mostrando que a terra é um instrumento nas mãos de Deus.","conexao_teologica":"A soberania de Deus sobre a terra é um tema recorrente, enfatizando que Ele pode usar a criação para cumprir Sua vontade.","referencias_relacionadas":["Salmos 115:16","Isaías 45:12","Romanos 8:19-21"]},"numeros_16_34_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz aqui representa a comunicação de Deus, que é poderosa e autoritária.","explicacao_detalhada":"A palavra 'voz' é utilizada para enfatizar a maneira como Deus se comunica com Seu povo e a importância de ouvir e obedecer a essa voz.","por_que_esta_palavra":"A escolha da palavra 'voz' destaca a ideia de que a comunicação divina é clara e deve ser respeitada.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, representando Sua autoridade e a necessidade de resposta por parte da humanidade.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"numeros_16_35_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza a presença de Deus e Seu julgamento, sendo um elemento purificador.","explicacao_detalhada":"A palavra 'fogo' é utilizada para descrever a manifestação do poder de Deus, que consome e purifica, mostrando a seriedade do juízo divino.","por_que_esta_palavra":"A escolha da palavra 'fogo' enfatiza a natureza de Deus como um juiz que purifica e consome a impureza.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e ao Seu julgamento, refletindo a santidade e a justiça divina.","referencias_relacionadas":["Deuteronômio 4:24","Hebreus 12:29","Apocalipse 20:10"]},"numeros_16_35_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é um símbolo de Sua autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' refere-se a Deus como o soberano que tem controle sobre todas as coisas, incluindo o juízo sobre os rebeldes.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de autoridade e submissão entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua identidade e a relação que Ele tem com a humanidade.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"numeros_16_35_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"O alimento aqui pode simbolizar a provisão de Deus e a necessidade de sustento espiritual.","explicacao_detalhada":"A palavra 'alimento' é utilizada para enfatizar a importância da sustento que Deus oferece ao Seu povo, tanto fisicamente quanto espiritualmente.","por_que_esta_palavra":"A escolha da palavra 'alimento' destaca a dependência do ser humano em relação a Deus como fonte de vida.","conexao_teologica":"A provisão de Deus é um tema central na Bíblia, mostrando que Ele cuida de Suas criaturas e satisfaz suas necessidades.","referencias_relacionadas":["Mateus 4:4","João 6:35","Filipenses 4:19"]}}