{"numeros_2_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Deus com Seu povo, instruindo e orientando.","explicacao_detalhada":"Em Números 2:1, 'falar' implica em uma revelação direta de Deus, que é essencial para a liderança e a direção do povo de Israel.","por_que_esta_palavra":"A comunicação de Deus é vital para a compreensão da Sua vontade e para a obediência do povo.","conexao_teologica":"Deus se revela através da Sua palavra, e a obediência a essa palavra é fundamental para a vida espiritual.","referencias_relacionadas":["Deuteronômio 6:4-9","Salmos 119:105","Hebreus 1:1-2"]},"numeros_2_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre Israel.","explicacao_detalhada":"Em Números 2:1, o uso do nome de Deus enfatiza a relação de aliança entre Ele e Seu povo, destacando Sua posição como líder e protetor.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para reconhecer a autoridade divina e a necessidade de submissão do povo.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e invocá-lo é um ato de fé.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"numeros_2_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica em uma comunicação que traz autoridade e direção.","explicacao_detalhada":"Em Números 2:1, 'dizer' é um ato de comando que reflete a vontade de Deus sendo transmitida ao povo, essencial para a organização do acampamento.","por_que_esta_palavra":"A palavra 'dizer' é usada para mostrar a importância da obediência às instruções divinas.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a obediência a ela é fundamental para a vida do crente.","referencias_relacionadas":["Mateus 4:4","Tiago 1:22","Romanos 10:17"]},"numeros_2_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar e à estrutura familiar, simbolizando segurança e pertencimento.","explicacao_detalhada":"Em Números 2:2, 'casa' representa não apenas o lar físico, mas também a comunidade e a unidade do povo de Israel como uma família sob a liderança de Deus.","por_que_esta_palavra":"A palavra 'casa' é importante para entender a identidade coletiva do povo de Deus e sua organização.","conexao_teologica":"A ideia de casa é central na teologia bíblica, refletindo a relação entre Deus e Seu povo como uma família.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","Gálatas 6:10"]},"numeros_2_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade e à criação de Deus, destacando a dignidade e o propósito do ser humano.","explicacao_detalhada":"Em Números 2:2, 'homem' é usado para enfatizar a responsabilidade individual e coletiva do povo de Israel diante de Deus.","por_que_esta_palavra":"A palavra 'homem' é crucial para entender a criação e a relação de Deus com a humanidade.","conexao_teologica":"A dignidade do homem é um tema central na Bíblia, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"numeros_2_3_crescer":{"palavra_pt":"crescer","palavra_original":"חָנָה","transliteracao":"chânâh","strong":"H2583","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' refere-se ao desenvolvimento e à multiplicação do povo de Israel.","explicacao_detalhada":"Em Números 2:3, 'crescer' simboliza a bênção de Deus sobre o povo, que se expande e se fortalece sob Sua proteção.","por_que_esta_palavra":"A palavra 'crescer' é importante para entender o plano de Deus para a prosperidade e a continuidade de Seu povo.","conexao_teologica":"O crescimento espiritual e numérico do povo de Deus é um sinal de Sua fidelidade e bênção.","referencias_relacionadas":["Gênesis 1:28","Salmos 92:12-14","Atos 2:47"]},"numeros_2_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O termo 'filho' é usado novamente para enfatizar a continuidade da linhagem e a herança espiritual.","explicacao_detalhada":"Em Números 2:3, 'filho' representa a importância da descendência e da transmissão da fé entre as gerações.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a identidade do povo de Deus como uma comunidade unida.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, enfatizando a responsabilidade de ensinar e guiar.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 78:4","Efésios 6:4"]},"numeros_2_4_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se ao ato de Deus em libertar o povo de Israel da escravidão no Egito.","explicacao_detalhada":"A palavra 'libertar' (פָּקַד, pâqad) é usada para descrever a ação de Deus em lembrar e agir em favor do Seu povo, trazendo-os para fora da opressão e da escravidão.","por_que_esta_palavra":"Esta palavra é crucial para entender a salvação e a intervenção divina na história de Israel, simbolizando a libertação espiritual e física.","conexao_teologica":"A libertação de Israel é um precursor da libertação que Cristo oferece a todos os crentes, simbolizando a redenção do pecado.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"numeros_2_4_seventy":{"palavra_pt":"seventy","palavra_original":"שִׁבְעִים","transliteracao":"shibʻîym","strong":"H7657","significado_raiz":"Ideia básica: seventy.","significado_contextual":"Setenta refere-se ao número de líderes ou representantes que foram escolhidos para ajudar Moisés na liderança do povo.","explicacao_detalhada":"A palavra 'setenta' (שִׁבְעִים, shibʻîym) simboliza um grupo significativo de pessoas que têm a responsabilidade de guiar e cuidar da comunidade.","por_que_esta_palavra":"O número setenta é frequentemente associado à plenitude e à totalidade na Bíblia, representando a liderança e a autoridade divina sobre o povo.","conexao_teologica":"A escolha dos setenta líderes reflete a importância da liderança compartilhada na comunidade de fé, um princípio que se estende à Igreja hoje.","referencias_relacionadas":["Números 11:16","Lucas 10:1","Atos 6:3"]},"numeros_2_4_mao":{"palavra_pt":"mao","palavra_original":"שֵׁשׁ","transliteracao":"shêsh","strong":"H8337","significado_raiz":"Ideia básica: mao.","significado_contextual":"Mão é frequentemente usada como símbolo de poder e ação, representando a força de Deus em agir em favor do Seu povo.","explicacao_detalhada":"A palavra 'mão' (שֵׁשׁ, shêsh) pode simbolizar tanto a proteção quanto a disciplina de Deus, mostrando como Ele guia e sustenta Israel.","por_que_esta_palavra":"A mão de Deus é um tema recorrente na Bíblia, enfatizando Sua soberania e capacidade de intervir na história.","conexao_teologica":"A mão de Deus que liberta e protege é um símbolo da presença divina que continua a agir na vida dos crentes.","referencias_relacionadas":["Êxodo 15:6","Salmos 89:13","Isaías 41:10"]},"numeros_2_5_crescer":{"palavra_pt":"crescer","palavra_original":"חָנָה","transliteracao":"chânâh","strong":"H2583","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Crescer refere-se ao aumento da população de Israel no deserto, simbolizando a bênção e a promessa de Deus.","explicacao_detalhada":"A palavra 'crescer' (חָנָה, chânâh) indica não apenas o aumento numérico, mas também o desenvolvimento espiritual e comunitário do povo.","por_que_esta_palavra":"O crescimento do povo é um sinal da fidelidade de Deus em cumprir Suas promessas de multiplicação e bênção.","conexao_teologica":"O crescimento da comunidade de fé é um reflexo do plano de Deus para a expansão do Seu reino na Terra.","referencias_relacionadas":["Gênesis 1:28","Salmos 107:38","Atos 2:47"]},"numeros_2_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho é uma referência à descendência de Israel, destacando a importância da linhagem e da herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן, bên) é usada para enfatizar a relação especial entre Deus e Seu povo, que é considerado Seu filho.","por_que_esta_palavra":"A noção de 'filho' implica em herança, identidade e responsabilidade dentro da comunidade de fé.","conexao_teologica":"A relação de Deus como Pai e os crentes como filhos é central na teologia cristã, refletindo a intimidade do relacionamento com Deus.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14","Gálatas 3:26"]},"numeros_2_6_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar novamente refere-se ao ato de Deus em libertar o povo de Israel, enfatizando a continuidade da ação divina.","explicacao_detalhada":"A repetição da palavra 'libertar' (פָּקַד, pâqad) reforça a ideia de que Deus está sempre atento e pronto para agir em favor de Seu povo.","por_que_esta_palavra":"A ênfase na libertação destaca a natureza constante da salvação e da intervenção de Deus na vida dos crentes.","conexao_teologica":"A libertação é um tema central na Bíblia, culminando na obra redentora de Cristo na cruz.","referencias_relacionadas":["Salmos 103:4","Isaías 43:1","Gálatas 5:1"]},"numeros_2_6_fifty":{"palavra_pt":"fifty","palavra_original":"חֲמִשִּׁים","transliteracao":"chămishshîym","strong":"H2572","significado_raiz":"Ideia básica: fifty.","significado_contextual":"Cinquenta refere-se a um número significativo que pode simbolizar um tempo de libertação ou um novo começo.","explicacao_detalhada":"A palavra 'cinquenta' (חֲמִשִּׁים, chămishshîym) pode estar associada a um período de jubileu, onde a liberdade e a restauração são proclamadas.","por_que_esta_palavra":"O número cinquenta é frequentemente visto como um marco de renovação e libertação na história bíblica.","conexao_teologica":"A ideia de libertação e renovação é central na mensagem do evangelho, onde Cristo traz liberdade a todos os que creem.","referencias_relacionadas":["Levítico 25:10","Atos 2:1","Romanos 6:22"]},"numeros_2_7_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à liderança e autoridade que Deus estabelece sobre Seu povo, simbolizando Sua soberania.","explicacao_detalhada":"A palavra 'rei' (נָשִׂיא, nâsîyʼ) é usada para descrever a posição de liderança que deve ser respeitada e seguida pelo povo de Israel.","por_que_esta_palavra":"A figura do rei é importante na história de Israel, representando a autoridade de Deus e a necessidade de um líder justo.","conexao_teologica":"Cristo é reconhecido como o Rei dos Reis, estabelecendo um reino eterno que transcende as limitações humanas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"numeros_2_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho, novamente, refere-se à linhagem e à herança dentro da comunidade de Israel, enfatizando a continuidade da promessa.","explicacao_detalhada":"A repetição da palavra 'filho' (בֵּן, bên) reforça a ideia de que cada geração é parte do plano de Deus e da Sua aliança.","por_que_esta_palavra":"A identidade como filho de Deus é fundamental para entender o relacionamento do povo com o Senhor.","conexao_teologica":"A noção de ser filho de Deus é central na mensagem do Novo Testamento, onde todos os crentes são chamados de filhos.","referencias_relacionadas":["Êxodo 34:19","Romanos 8:15","1 João 3:1"]},"numeros_2_7_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Tribo refere-se às doze tribos de Israel, cada uma representando uma parte do povo escolhido por Deus.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה, maṭṭeh) é usada para descrever as divisões do povo de Israel, cada uma com sua própria identidade e herança.","por_que_esta_palavra":"As tribos são fundamentais para a organização social e religiosa de Israel, refletindo a diversidade dentro da unidade do povo de Deus.","conexao_teologica":"As tribos de Israel prefiguram a diversidade da Igreja, onde diferentes membros têm papéis e funções distintas, mas todos são parte do corpo de Cristo.","referencias_relacionadas":["Gênesis 49:28","Números 1:4","Apocalipse 7:4"]},"numeros_2_8_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se ao ato de libertar ou convocar pessoas para um propósito específico.","explicacao_detalhada":"No contexto de Números 2:8, a palavra 'libertar' é usada para descrever a ação de Deus ao convocar os israelitas para se organizarem em tribos, enfatizando a importância da ordem e da preparação para a jornada no deserto.","por_que_esta_palavra":"A palavra é escolhida para mostrar que Deus está ativamente envolvido na liderança e na proteção do Seu povo, garantindo que eles estejam prontos para a jornada.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a libertação do pecado e da escravidão espiritual, assim como Deus libertou os israelitas do Egito.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"numeros_2_8_fifty":{"palavra_pt":"fifty","palavra_original":"חֲמִשִּׁים","transliteracao":"chămishshîym","strong":"H2572","significado_raiz":"Ideia básica: fifty.","significado_contextual":"Fifty refere-se ao número 50, que pode simbolizar um tempo de celebração ou um marco importante.","explicacao_detalhada":"Neste versículo, o número 50 é mencionado em relação ao número de pessoas que devem ser contadas ou organizadas, refletindo a importância da contagem e da ordem entre as tribos de Israel.","por_que_esta_palavra":"O uso do número 50 destaca a necessidade de organização e estrutura dentro da comunidade israelita, essencial para a sua sobrevivência e identidade.","conexao_teologica":"O número 50 também é associado ao Jubileu, um tempo de libertação e renovação, que é um tema importante na teologia bíblica.","referencias_relacionadas":["Levítico 25:10","Deuteronômio 16:9","Números 36:4"]},"numeros_2_9_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar é novamente utilizado para enfatizar a convocação e organização do povo.","explicacao_detalhada":"A repetição da palavra 'libertar' em Números 2:9 reforça a ideia de que Deus está chamando Seu povo para um propósito específico e que cada tribo tem um papel a desempenhar.","por_que_esta_palavra":"A palavra é significativa para mostrar a continuidade da ação de Deus em guiar e organizar Seu povo durante a jornada no deserto.","conexao_teologica":"A libertação é um ato de graça divina, que se reflete na história da salvação e na chamada de Deus para que Seu povo viva em liberdade.","referencias_relacionadas":["Êxodo 6:6","Gálatas 5:1","Romanos 8:21"]},"numeros_2_9_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Gado refere-se aos animais que são essenciais para a subsistência e a riqueza do povo.","explicacao_detalhada":"A menção do gado em Números 2:9 destaca a importância da pecuária na vida dos israelitas, simbolizando prosperidade e sustento durante a jornada.","por_que_esta_palavra":"O gado é uma parte vital da economia e da cultura israelita, representando a bênção de Deus sobre o Seu povo.","conexao_teologica":"O cuidado de Deus pelo Seu povo é refletido na provisão de recursos, incluindo o gado, que é um símbolo de Sua fidelidade.","referencias_relacionadas":["Gênesis 30:43","Salmos 23:1","Deuteronômio 8:13"]},"numeros_2_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as coisas devem ser feitas ou organizadas.","explicacao_detalhada":"Neste contexto, 'modo' implica a necessidade de seguir instruções específicas para a organização das tribos, refletindo a ordem divina.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da obediência às diretrizes de Deus para a vida comunitária.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, mostrando que seguir Seus caminhos leva à bênção e à prosperidade.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Tiago 1:22"]},"numeros_2_10_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à figura de autoridade e liderança sobre o povo.","explicacao_detalhada":"A palavra 'rei' em Números 2:10 destaca a necessidade de liderança entre as tribos, indicando que cada tribo deve ter um líder que a represente.","por_que_esta_palavra":"A menção do rei é crucial para a estrutura social e política de Israel, refletindo a ordem que Deus estabeleceu para Seu povo.","conexao_teologica":"A liderança é um tema importante na Bíblia, com Cristo sendo descrito como o Rei dos Reis, que governa com justiça e amor.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Apocalipse 19:16"]},"numeros_2_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' em Números 2:10 enfatiza a importância da herança e da transmissão de valores e responsabilidades entre as gerações.","por_que_esta_palavra":"A escolha da palavra 'filho' reflete a estrutura familiar e a importância da família na sociedade israelita.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, mostrando amor e cuidado.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Romanos 8:15"]},"numeros_2_10_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Gado, como mencionado anteriormente, é essencial para a vida e a economia do povo.","explicacao_detalhada":"A repetição da palavra 'gado' em Números 2:10 reforça a importância desse recurso na vida cotidiana dos israelitas.","por_que_esta_palavra":"A menção do gado é significativa para mostrar a dependência do povo em relação às bênçãos de Deus para sustento e riqueza.","conexao_teologica":"A provisão de Deus é um tema central, onde Ele cuida das necessidades de Seu povo, incluindo suas necessidades materiais.","referencias_relacionadas":["Gênesis 1:26","Salmos 50:10","Deuteronômio 14:4"]},"numeros_2_11_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar é novamente usado para enfatizar a convocação e organização do povo.","explicacao_detalhada":"A repetição da palavra 'libertar' em Números 2:11 reforça a ideia de que Deus está chamando Seu povo para um propósito específico e que cada tribo tem um papel a desempenhar.","por_que_esta_palavra":"A palavra é significativa para mostrar a continuidade da ação de Deus em guiar e organizar Seu povo durante a jornada no deserto.","conexao_teologica":"A libertação é um ato de graça divina, que se reflete na história da salvação e na chamada de Deus para que Seu povo viva em liberdade.","referencias_relacionadas":["Êxodo 6:6","Gálatas 5:1","Romanos 8:21"]},"numeros_2_11_forty":{"palavra_pt":"forty","palavra_original":"אַרְבָּעִים","transliteracao":"ʼarbâʻîym","strong":"H705","significado_raiz":"Ideia básica: forty.","significado_contextual":"Forty refere-se ao número 40, que simboliza um período de teste ou preparação.","explicacao_detalhada":"O número 40 é frequentemente associado a períodos de provação e preparação na Bíblia, como os 40 anos de peregrinação no deserto.","por_que_esta_palavra":"A escolha do número 40 enfatiza a seriedade da jornada e a necessidade de preparação espiritual e física do povo.","conexao_teologica":"O simbolismo do número 40 é importante na narrativa bíblica, representando a purificação e o novo começo que Deus oferece.","referencias_relacionadas":["Gênesis 7:12","Mateus 4:2","Atos 1:3"]},"numeros_2_11_fifteen":{"palavra_pt":"fif teen","palavra_original":"חָמֵשׁ","transliteracao":"châmêsh","strong":"H2568","significado_raiz":"Ideia básica: fif teen.","significado_contextual":"Refere-se ao número quinze, que representa uma quantidade específica no contexto da contagem dos israelitas.","explicacao_detalhada":"A palavra 'fifteen' é uma combinação dos números 'dez' e 'cinco', simbolizando a totalidade e a graça. No contexto, é usada para descrever a organização dos acampamentos dos israelitas.","por_que_esta_palavra":"A palavra é importante para a contagem e organização do povo de Israel durante sua jornada no deserto.","conexao_teologica":"O número quinze pode ser visto como um símbolo da graça de Deus, que se manifesta na proteção e na liderança divina sobre o povo escolhido.","referencias_relacionadas":["Números 1:46","Números 2:3","Êxodo 12:37"]},"numeros_2_12_crescer":{"palavra_pt":"crescer","palavra_original":"חָנָה","transliteracao":"chânâh","strong":"H2583","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' é usada para descrever o aumento da população israelita durante a jornada no deserto.","explicacao_detalhada":"Crescer implica em multiplicação e desenvolvimento, refletindo a promessa de Deus de que os israelitas se tornariam uma grande nação.","por_que_esta_palavra":"É crucial para entender a dinâmica do povo de Israel e a realização das promessas divinas.","conexao_teologica":"O crescimento do povo é um sinal da fidelidade de Deus às suas promessas e do cumprimento de Sua aliança.","referencias_relacionadas":["Gênesis 1:28","Êxodo 1:7","Salmos 107:38"]},"numeros_2_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência dos israelitas, enfatizando a importância da linhagem e da herança.","explicacao_detalhada":"Filho, no contexto bíblico, não é apenas uma relação biológica, mas também uma conexão espiritual e de identidade dentro da comunidade de Israel.","por_que_esta_palavra":"A menção de 'filho' é fundamental para entender a estrutura familiar e social do povo de Israel.","conexao_teologica":"A relação de filhos e pais é uma metáfora para a relação entre Deus e Seu povo, onde Deus é visto como Pai.","referencias_relacionadas":["Êxodo 4:22","Salmos 127:3","Romanos 8:14"]},"numeros_2_13_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' é usada em um contexto de libertação do povo de Israel da escravidão no Egito.","explicacao_detalhada":"Libertar implica em um ato de salvação e resgate, refletindo a ação de Deus em favor de Seu povo.","por_que_esta_palavra":"É essencial para compreender a narrativa da libertação e a identidade do povo de Israel como povo livre.","conexao_teologica":"A libertação é um tema central na teologia bíblica, simbolizando a salvação que Deus oferece a todos os que creem.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:22","Gálatas 5:1"]},"numeros_2_13_fifty":{"palavra_pt":"fifty","palavra_original":"חֲמִשִּׁים","transliteracao":"chămishshîym","strong":"H2572","significado_raiz":"Ideia básica: fifty.","significado_contextual":"Refere-se ao número cinquenta, que tem significados simbólicos de plenitude e celebração.","explicacao_detalhada":"O número cinquenta é frequentemente associado ao Jubileu, um tempo de libertação e renovação.","por_que_esta_palavra":"A inclusão do número cinquenta é significativa para a contagem e organização do povo, refletindo a ordem divina.","conexao_teologica":"O conceito de cinquenta é um lembrete da graça e da misericórdia de Deus, que oferece oportunidades de recomeço.","referencias_relacionadas":["Levítico 25:10","Atos 2:1","Salmos 119:164"]},"numeros_2_13_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁלוֹשׁ","transliteracao":"shâlôwsh","strong":"H7969","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' é usada para descrever a comunicação e a relação entre os israelitas e Deus.","explicacao_detalhada":"Expressão é um termo que implica em comunicação, revelando a importância da palavra e da mensagem divina.","por_que_esta_palavra":"É fundamental para entender como Deus se comunica com Seu povo e como eles respondem a Ele.","conexao_teologica":"A expressão é um meio pelo qual a revelação de Deus é transmitida, mostrando a importância da palavra de Deus na vida do crente.","referencias_relacionadas":["Salmos 19:14","Mateus 12:34","Tiago 1:19"]},"numeros_2_14_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se às doze tribos de Israel, cada uma representando uma parte do povo escolhido.","explicacao_detalhada":"As tribos são fundamentais para a identidade e a organização social de Israel, cada uma com seu próprio papel e herança.","por_que_esta_palavra":"A menção das tribos é crucial para entender a estrutura e a divisão do povo de Deus.","conexao_teologica":"As tribos simbolizam a diversidade dentro da unidade do povo de Deus, refletindo a riqueza da criação divina.","referencias_relacionadas":["Gênesis 49:28","Números 1:4","Apocalipse 7:4"]},"numeros_2_14_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é usada para descrever a liderança e a autoridade sobre o povo de Israel.","explicacao_detalhada":"Rei implica em governo e proteção, refletindo a soberania de Deus sobre Seu povo.","por_que_esta_palavra":"A menção do rei é importante para entender a estrutura de liderança e a relação entre Deus e Israel.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, enfatizando Sua autoridade e cuidado pelo Seu povo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 95:3","Isaías 33:22"]},"numeros_2_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente usada para enfatizar a continuidade da linhagem e a herança entre as tribos.","explicacao_detalhada":"Filho representa não apenas a descendência, mas também a responsabilidade e o legado dentro da comunidade.","por_que_esta_palavra":"A repetição da palavra é significativa para reforçar a importância da família e da herança espiritual.","conexao_teologica":"A relação de filhos e pais é uma metáfora para a relação entre Deus e Seu povo, onde a herança espiritual é passada de geração em geração.","referencias_relacionadas":["Gênesis 17:7","Êxodo 20:5","Romanos 8:17"]},"numeros_2_15_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' é usada novamente, reforçando a ideia de resgate e salvação do povo de Israel.","explicacao_detalhada":"Libertar é um ato de intervenção divina, onde Deus age em favor de Seu povo, trazendo-os para fora da opressão.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da libertação na narrativa da salvação bíblica.","conexao_teologica":"A libertação é um tema central na teologia bíblica, simbolizando a salvação que Deus oferece a todos os que creem.","referencias_relacionadas":["Êxodo 6:6","Salmos 146:7","Gálatas 5:13"]},"numeros_2_15_forty":{"palavra_pt":"forty","palavra_original":"אַרְבָּעִים","transliteracao":"ʼarbâʻîym","strong":"H705","significado_raiz":"Ideia básica: forty.","significado_contextual":"O número quarenta é frequentemente associado a um período de teste ou provação na Bíblia.","explicacao_detalhada":"No contexto de Números 2:15, 'quarenta' refere-se ao número de milícias que deveriam ser contadas. Este número simboliza um tempo de preparação e espera antes de entrar na Terra Prometida.","por_que_esta_palavra":"A palavra 'quarenta' é usada para enfatizar a importância do tempo de espera e a preparação necessária para a conquista da terra.","conexao_teologica":"O número quarenta aparece em várias passagens bíblicas, como os quarenta anos no deserto (Êxodo 16:35) e os quarenta dias de Jesus no deserto (Mateus 4:2), simbolizando períodos de teste e dependência de Deus.","referencias_relacionadas":["Êxodo 16:35","Mateus 4:2","Deuteronômio 8:2"]},"numeros_2_15_mao":{"palavra_pt":"mao","palavra_original":"שֵׁשׁ","transliteracao":"shêsh","strong":"H8337","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se a uma unidade de medida ou a um grupo de pessoas que se unem para uma tarefa.","explicacao_detalhada":"Em Números 2:15, 'mao' pode ser interpretada como um grupo que se junta para formar um exército, simbolizando a unidade e a força do povo de Israel.","por_que_esta_palavra":"A palavra é usada para descrever a organização e a estrutura do acampamento israelita, mostrando como cada tribo tinha seu lugar e função.","conexao_teologica":"A ideia de unidade e cooperação é fundamental na teologia bíblica, refletindo a importância do corpo de Cristo na Igreja (1 Coríntios 12:12-27).","referencias_relacionadas":["1 Coríntios 12:12-27","Salmos 133:1","Efésios 4:3"]},"numeros_2_16_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de convocar ou contar os homens para o serviço militar.","explicacao_detalhada":"Em Números 2:16, 'libertar' implica em um chamado para que os homens se apresentem para a batalha, simbolizando a responsabilidade e o dever do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'libertar' enfatiza a ação de Deus em convocar Seu povo para cumprir Seu propósito.","conexao_teologica":"A libertação é um tema central na Bíblia, refletindo a libertação do pecado e da escravidão espiritual através de Cristo (Gálatas 5:1).","referencias_relacionadas":["Gálatas 5:1","Isaías 61:1","Romanos 8:21"]},"numeros_2_16_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se ao acampamento e à organização do povo de Israel.","explicacao_detalhada":"Em Números 2:16, 'gado' é usado para descrever a estrutura do acampamento, onde cada tribo tinha sua própria área designada, mostrando a ordem divina na organização do povo.","por_que_esta_palavra":"A palavra é importante para entender como Deus organizou Seu povo durante a jornada no deserto.","conexao_teologica":"A ordem e a estrutura são reflexos do caráter de Deus, que é um Deus de ordem e não de confusão (1 Coríntios 14:33).","referencias_relacionadas":["1 Coríntios 14:33","Gênesis 1:31","Êxodo 18:21"]},"numeros_2_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as tribos deveriam se organizar e se mover.","explicacao_detalhada":"Em Números 2:16, 'modo' implica em uma ordem específica que Deus estabeleceu para o deslocamento do povo, refletindo a importância da obediência às instruções divinas.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de seguir as direções de Deus em todas as áreas da vida.","conexao_teologica":"A obediência às instruções de Deus é um tema recorrente, como em Deuteronômio 5:32-33, onde o povo é chamado a seguir os caminhos do Senhor.","referencias_relacionadas":["Deuteronômio 5:32-33","Salmos 119:105","Provérbios 3:5-6"]},"numeros_2_17_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' é usada novamente para descrever a organização do acampamento.","explicacao_detalhada":"Em Números 2:17, 'gado' reafirma a ideia de que cada tribo tinha um lugar específico, enfatizando a ordem e a estrutura do povo de Deus.","por_que_esta_palavra":"A repetição da palavra 'gado' sublinha a importância da organização e da identidade coletiva do povo de Israel.","conexao_teologica":"A identidade do povo de Deus é um tema importante, refletindo a unidade do corpo de Cristo (Efésios 4:4-6).","referencias_relacionadas":["Efésios 4:4-6","Romanos 12:5","1 Pedro 2:9"]},"numeros_2_17_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à direção que o povo deveria seguir.","explicacao_detalhada":"Em Números 2:17, 'caminho' implica em um percurso específico que Deus estabeleceu para o Seu povo, simbolizando a liderança divina.","por_que_esta_palavra":"A palavra 'caminho' é significativa, pois representa a jornada espiritual e física do povo de Israel em direção à Terra Prometida.","conexao_teologica":"Jesus é descrito como o caminho (João 14:6), enfatizando a importância de seguir a direção de Deus em nossas vidas.","referencias_relacionadas":["João 14:6","Salmos 25:4-5","Provérbios 3:6"]},"numeros_2_18_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à liderança e autoridade sobre o povo.","explicacao_detalhada":"Em Números 2:18, 'rei' é usado para descrever a posição de liderança que Deus estabeleceu sobre Israel, simbolizando a soberania divina.","por_que_esta_palavra":"A palavra 'rei' destaca a importância da liderança e da obediência ao governo de Deus.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, refletindo Sua autoridade e soberania sobre todas as coisas (Salmos 47:2).","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","1 Timóteo 6:15"]},"numeros_2_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Em Números 2:18, 'filho' é usado para enfatizar a importância das gerações e da herança dentro do povo de Israel.","por_que_esta_palavra":"A palavra 'filho' é significativa, pois representa a relação entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a adoção e a nova identidade em Cristo (Gálatas 4:7).","referencias_relacionadas":["Gálatas 4:7","Romanos 8:15","1 João 3:1"]},"numeros_2_18_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' é novamente usada para descrever a organização do povo.","explicacao_detalhada":"Em Números 2:18, 'gado' reafirma a estrutura do acampamento, mostrando a importância da ordem e da identidade coletiva do povo de Deus.","por_que_esta_palavra":"A repetição da palavra 'gado' enfatiza a unidade e a coesão do povo de Israel sob a liderança de Deus.","conexao_teologica":"A unidade do corpo de Cristo é um tema importante, refletindo a diversidade e a unidade entre os crentes (1 Coríntios 12:12-14).","referencias_relacionadas":["1 Coríntios 12:12-14","Efésios 4:3","Romanos 12:4-5"]},"numeros_2_19_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se ao ato de trazer liberdade ou emancipação, especialmente no contexto do povo de Israel sendo libertado da escravidão no Egito.","explicacao_detalhada":"A palavra 'libertar' (פָּקַד) é usada para descrever a ação de Deus em lembrar e agir em favor do Seu povo. No contexto de Números 2:19, isso implica que Deus está organizando e preparando o povo para a sua jornada, garantindo que eles sejam libertados de qualquer opressão.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a ação de Deus em libertar Seu povo, mostrando Sua fidelidade e compromisso com as promessas feitas a Abraão, Isaque e Jacó.","conexao_teologica":"A libertação é um tema central na teologia bíblica, simbolizando não apenas a libertação física do Egito, mas também a libertação espiritual do pecado através de Cristo.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"numeros_2_19_fifteen":{"palavra_pt":"fif teen","palavra_original":"חָמֵשׁ","transliteracao":"châmêsh","strong":"H2568","significado_raiz":"Ideia básica: fif teen.","significado_contextual":"A palavra 'quinze' refere-se ao número que representa a quantidade de pessoas ou unidades, neste caso, no contexto da contagem das tribos de Israel.","explicacao_detalhada":"A palavra 'quinze' (חָמֵשׁ) é utilizada para indicar uma quantidade específica dentro da organização do povo de Israel. Este número pode simbolizar a plenitude e a totalidade do povo que estava sendo contado.","por_que_esta_palavra":"É importante para a organização e estruturação do povo de Deus, mostrando como Ele se preocupa com cada detalhe da vida de Sua nação.","conexao_teologica":"A contagem e a organização do povo de Deus refletem a ordem divina e a importância da comunidade na vida espiritual.","referencias_relacionadas":["Números 1:2","Números 26:2","Êxodo 12:37"]},"numeros_2_19_adoracao":{"palavra_pt":"exercitos","palavra_original":"צָבָא","transliteracao":"tsâbâʼ","strong":"H6635","significado_raiz":"Ideia básica: exercitos.","significado_contextual":"A palavra 'exércitos' refere-se à organização militar e à adoração a Deus, onde cada tribo é vista como um exército sob a liderança de Deus.","explicacao_detalhada":"A palavra 'exércitos' (צָבָא) implica uma estrutura de liderança e organização, onde cada tribo tem seu papel na adoração e na batalha. Isso reflete a ideia de que o povo de Deus é chamado a lutar e adorar sob Sua direção.","por_que_esta_palavra":"Esta palavra é significativa porque mostra que a adoração a Deus é uma parte integral da vida do povo, assim como a preparação para a batalha.","conexao_teologica":"A ideia de exércitos de Deus é frequentemente usada na Bíblia para descrever a luta espiritual e a proteção divina sobre o Seu povo.","referencias_relacionadas":["Salmos 24:10","Isaías 13:4","Hebreus 12:22"]},"numeros_2_20_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à liderança e autoridade dentro da tribo, simbolizando a soberania de Deus sobre Israel.","explicacao_detalhada":"A palavra 'rei' (נָשִׂיא) é usada para descrever a posição de liderança entre as tribos. Isso destaca a importância da liderança divina e humana na condução do povo de Deus.","por_que_esta_palavra":"É fundamental para entender a estrutura de governo e a ordem que Deus estabeleceu para Seu povo, refletindo Sua soberania.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e a liderança humana deve refletir essa soberania divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"numeros_2_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade das promessas de Deus através das gerações.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar a relação familiar e a herança espiritual que cada tribo possui. Isso enfatiza a importância da linhagem e da identidade dentro do povo de Deus.","por_que_esta_palavra":"É essencial para entender a relação entre Deus e Seu povo, onde cada 'filho' representa uma parte da herança divina.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde todos os crentes são considerados filhos através de Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"numeros_2_20_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se às divisões do povo de Israel, cada uma com sua própria identidade e herança.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as doze tribos de Israel, cada uma representando uma parte do povo escolhido de Deus. Isso reflete a diversidade e a unidade do povo sob a liderança de Deus.","por_que_esta_palavra":"É importante para entender a estrutura social e espiritual do povo de Deus, onde cada tribo tem um papel específico no plano divino.","conexao_teologica":"As tribos de Israel simbolizam a diversidade do corpo de Cristo, onde cada membro tem um papel único na comunidade de fé.","referencias_relacionadas":["Gênesis 49:28","Números 1:4","Apocalipse 7:4"]},"numeros_2_21_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar neste contexto reafirma a ação de Deus em trazer liberdade ao Seu povo, especialmente em relação à sua identidade como nação.","explicacao_detalhada":"A palavra 'libertar' (פָּקַד) é novamente utilizada para enfatizar a ação contínua de Deus em favor de Israel, mostrando que Ele está ativamente envolvido na vida do Seu povo.","por_que_esta_palavra":"Esta repetição é significativa, pois reforça a ideia de que a libertação é um ato contínuo e necessário na jornada do povo de Deus.","conexao_teologica":"A libertação é um tema que se estende até o Novo Testamento, onde Cristo é visto como o libertador definitivo da humanidade.","referencias_relacionadas":["Êxodo 6:6","Salmos 107:14","Gálatas 5:1"]},"numeros_2_21_thirty":{"palavra_pt":"thirty","palavra_original":"שְׁלוֹשִׁים","transliteracao":"shᵉlôwshîym","strong":"H7970","significado_raiz":"Ideia básica: thirty.","significado_contextual":"A palavra 'trinta' representa uma quantidade específica dentro da contagem das tribos, refletindo a organização do povo de Deus.","explicacao_detalhada":"A palavra 'trinta' (שְׁלוֹשִׁים) é utilizada para indicar um número que pode simbolizar a plenitude e a organização do povo de Deus em sua jornada.","por_que_esta_palavra":"É importante para a estruturação e a contagem do povo, mostrando que Deus se preocupa com cada detalhe da vida de Sua nação.","conexao_teologica":"A contagem e a organização do povo de Deus refletem a ordem divina e a importância da comunidade na vida espiritual.","referencias_relacionadas":["Números 1:26","Números 26:7","Êxodo 38:26"]},"numeros_2_22_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se novamente às divisões do povo de Israel, cada uma com sua própria identidade e herança.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para reafirmar a importância das doze tribos de Israel na estrutura social e espiritual do povo de Deus.","por_que_esta_palavra":"É fundamental para entender a identidade coletiva do povo de Deus e como cada tribo contribui para a missão divina.","conexao_teologica":"As tribos de Israel simbolizam a diversidade do corpo de Cristo, onde cada membro tem um papel único na comunidade de fé.","referencias_relacionadas":["Gênesis 49:28","Números 1:4","Apocalipse 7:4"]},"numeros_2_22_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' reafirma a liderança e a autoridade dentro da tribo, simbolizando a soberania de Deus sobre Israel.","explicacao_detalhada":"A palavra 'rei' (נָשִׂיא) é utilizada novamente para descrever a posição de liderança entre as tribos, enfatizando a importância da liderança divina e humana.","por_que_esta_palavra":"É crucial para entender a estrutura de governo e a ordem que Deus estabeleceu para Seu povo, refletindo Sua soberania.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e a liderança humana deve refletir essa soberania divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"numeros_2_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a herança espiritual e a identidade dentro da comunidade de Israel.","por_que_esta_palavra":"A inclusão de 'filho' enfatiza a importância da família e da herança na cultura israelita, onde a identidade é muitas vezes ligada à linhagem.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde Deus é visto como Pai e os crentes como Seus filhos.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"numeros_2_23_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Indica a ação de libertar ou convocar alguém para um propósito específico.","explicacao_detalhada":"A palavra 'libertar' (פָּקַד) é usada para descrever a ação de Deus em chamar e designar pessoas para funções específicas, como a liderança ou a proteção do povo.","por_que_esta_palavra":"A escolha dessa palavra destaca a soberania de Deus em escolher e libertar aqueles que Ele deseja usar para Seus planos.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação e a intervenção divina na história da humanidade.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Gálatas 5:1"]},"numeros_2_23_thirty":{"palavra_pt":"thirty","palavra_original":"שְׁלוֹשִׁים","transliteracao":"shᵉlôwshîym","strong":"H7970","significado_raiz":"Ideia básica: thirty.","significado_contextual":"Refere-se ao número trinta, que pode simbolizar um período de maturidade ou preparação.","explicacao_detalhada":"O número 'trinta' (שְׁלוֹשִׁים) é frequentemente associado a momentos significativos na vida de líderes e figuras importantes, como a idade de José quando se tornou governador do Egito.","por_que_esta_palavra":"A menção do número trinta pode indicar um marco importante na organização e no preparo do povo de Israel para a jornada.","conexao_teologica":"Os números na Bíblia muitas vezes têm significados simbólicos, e o trinta pode representar um tempo de preparação para um novo começo.","referencias_relacionadas":["Gênesis 41:46","Ezequiel 1:1","Lucas 3:23"]},"numeros_2_24_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Reitera a ideia de convocar ou libertar para um propósito específico.","explicacao_detalhada":"A repetição da palavra 'libertar' (פָּקַד) enfatiza a importância da ação de Deus em chamar Seu povo e estabelecer ordens dentro da comunidade.","por_que_esta_palavra":"A ênfase na libertação destaca a responsabilidade de cada membro da comunidade em responder ao chamado de Deus.","conexao_teologica":"A libertação é um tema recorrente, refletindo a natureza de Deus como aquele que liberta e chama Seu povo para a missão.","referencias_relacionadas":["Salmos 68:6","Isaías 43:1","Romanos 8:21"]},"numeros_2_24_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado como parte essencial da economia e da vida do povo de Israel.","explicacao_detalhada":"A palavra 'gado' (מַחֲנֶה) representa não apenas a riqueza material, mas também a provisão de Deus para o Seu povo.","por_que_esta_palavra":"A menção do gado destaca a importância da agricultura e da criação de animais na cultura israelita, simbolizando a bênção e a prosperidade.","conexao_teologica":"O cuidado de Deus por Seu povo é frequentemente ilustrado através de imagens de pastores e rebanhos, refletindo Sua provisão e proteção.","referencias_relacionadas":["Salmos 23:1","Mateus 9:36","João 10:11"]},"numeros_2_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir dentro da comunidade.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere a importância da ordem e da estrutura na vida comunitária, refletindo a necessidade de organização entre as tribos de Israel.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de um padrão de comportamento e de organização para o sucesso da jornada do povo.","conexao_teologica":"A ordem e a estrutura são vistas como reflexos da natureza de Deus, que é um Deus de ordem e não de confusão.","referencias_relacionadas":["1 Coríntios 14:33","Gênesis 1:31","Hebreus 10:24-25"]},"numeros_2_25_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à liderança e à autoridade dentro da comunidade de Israel.","explicacao_detalhada":"A palavra 'rei' (נָשִׂיא) é usada para descrever líderes que têm a responsabilidade de guiar e proteger o povo.","por_que_esta_palavra":"A menção do rei destaca a importância da liderança e da autoridade na organização social e espiritual do povo de Deus.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e a liderança humana deve refletir Sua justiça e sabedoria.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Apocalipse 19:16"]},"numeros_2_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à identidade dentro da comunidade.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para enfatizar a importância das gerações e da herança espiritual.","por_que_esta_palavra":"A inclusão de 'filho' reforça a ideia de que a identidade do povo de Deus é passada de geração em geração.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde os crentes são considerados filhos de Deus.","referencias_relacionadas":["Gálatas 3:26","Efésios 1:5","1 João 3:1"]},"numeros_2_25_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se à riqueza e à provisão material do povo.","explicacao_detalhada":"A palavra 'gado' (מַחֲנֶה) simboliza a bênção de Deus e a prosperidade que Ele oferece ao Seu povo.","por_que_esta_palavra":"A menção do gado destaca a importância da agricultura e da criação de animais na vida cotidiana e na economia de Israel.","conexao_teologica":"A provisão de Deus é um tema central, refletindo Seu cuidado e fidelidade para com aqueles que O seguem.","referencias_relacionadas":["Deuteronômio 28:4","Salmos 104:14","Mateus 6:26"]},"numeros_2_26_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de convocar ou libertar para um propósito específico.","explicacao_detalhada":"A palavra 'libertar' (פָּקַד) enfatiza a soberania de Deus em chamar e designar pessoas para funções específicas dentro da comunidade.","por_que_esta_palavra":"A repetição dessa palavra reforça a ideia de que Deus está ativamente envolvido na vida de Seu povo, convocando-os para a missão.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação e a intervenção divina na história da humanidade.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Gálatas 5:1"]},"numeros_2_26_sixty":{"palavra_pt":"sixty","palavra_original":"שִׁשִּׁים","transliteracao":"shishshîym","strong":"H8346","significado_raiz":"Ideia básica: sixty.","significado_contextual":"O número sessenta é frequentemente associado à contagem de pessoas ou coisas em um contexto de organização e estrutura.","explicacao_detalhada":"No contexto de Números 2:26, sessenta refere-se ao número de homens de uma determinada tribo que foram contados para o serviço militar. Este número é significativo para a organização do povo de Israel durante sua jornada no deserto.","por_que_esta_palavra":"A palavra 'sessenta' é utilizada para indicar uma quantidade específica, que é importante para a estruturação do exército israelita.","conexao_teologica":"O número sessenta pode simbolizar a plenitude e a preparação do povo de Deus para a batalha e a conquista da terra prometida.","referencias_relacionadas":["Números 1:21","Números 2:26","Números 26:14"]},"numeros_2_26_sagrado":{"palavra_pt":"sagrado","palavra_original":"שֶׁבַע","transliteracao":"shebaʻ","strong":"H7651","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se a algo que é separado para Deus, indicando a importância e a santidade do que é dedicado a Ele.","explicacao_detalhada":"Em Números 2:26, a palavra 'sagrado' é usada para descrever a condição dos que pertencem a Deus, enfatizando que eles são escolhidos e separados para um propósito divino.","por_que_esta_palavra":"A palavra 'sagrado' é crucial para entender a relação entre Deus e Seu povo, que é chamado para viver de maneira distinta e dedicada.","conexao_teologica":"A santidade é um tema central na Bíblia, refletindo a natureza de Deus e o chamado do Seu povo para ser santo como Ele é santo.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:16","Êxodo 19:6"]},"numeros_2_27_crescer":{"palavra_pt":"crescer","palavra_original":"חָנָה","transliteracao":"chânâh","strong":"H2583","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Crescer implica em desenvolvimento e aumento, tanto em número quanto em força.","explicacao_detalhada":"No contexto de Números 2:27, a palavra 'crescer' pode se referir ao aumento da população de Israel e à sua preparação para entrar na terra prometida.","por_que_esta_palavra":"A ideia de crescimento é fundamental para entender a promessa de Deus de multiplicar Seu povo e abençoá-lo.","conexao_teologica":"O crescimento do povo de Deus é um sinal de Sua fidelidade e do cumprimento de Suas promessas.","referencias_relacionadas":["Gênesis 1:28","Êxodo 1:7","Salmos 107:38"]},"numeros_2_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a descendência e herança, simbolizando continuidade e legado.","explicacao_detalhada":"Em Números 2:27, 'filho' é usado para descrever a relação familiar e a importância da linhagem dentro das tribos de Israel.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a estrutura social e a identidade do povo de Israel como filhos de Deus.","conexao_teologica":"A filiação é um tema importante na Bíblia, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Êxodo 4:22"]},"numeros_2_28_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar implica em trazer liberdade e restauração, especialmente em um contexto de opressão.","explicacao_detalhada":"Em Números 2:28, a palavra 'libertar' pode se referir à ação de Deus em libertar Seu povo da escravidão no Egito e prepará-los para a liberdade na terra prometida.","por_que_esta_palavra":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação e a redenção.","conexao_teologica":"A libertação de Deus é um reflexo de Sua graça e misericórdia, mostrando Seu desejo de restaurar Seu povo.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"numeros_2_28_forty":{"palavra_pt":"forty","palavra_original":"אַרְבָּעִים","transliteracao":"ʼarbâʻîym","strong":"H705","significado_raiz":"Ideia básica: forty.","significado_contextual":"O número quarenta é frequentemente associado a períodos de teste e preparação.","explicacao_detalhada":"Em Números 2:28, o número quarenta pode simbolizar o tempo que o povo de Israel passou no deserto, um período de preparação antes de entrar na terra prometida.","por_que_esta_palavra":"A palavra 'quarenta' é significativa para entender os desafios e as lições aprendidas durante a jornada do povo de Deus.","conexao_teologica":"O período de quarenta anos no deserto é um símbolo de purificação e dependência de Deus.","referencias_relacionadas":["Êxodo 16:35","Deuteronômio 8:2","Mateus 4:2"]},"numeros_2_28_fifteen":{"palavra_pt":"fif teen","palavra_original":"חָמֵשׁ","transliteracao":"châmêsh","strong":"H2568","significado_raiz":"Ideia básica: fif teen.","significado_contextual":"Em Números 2:28, \"fif teen\" aparece na frase \"E o seu exército, os que foram contados deles, era de quarenta e um mil e quinhentos.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (חָמֵשׁ; châmêsh; H2568), \"fif teen\" traz a ideia de fif teen. Aqui, essa palavra deixa o ensino de Números 2:28 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"fif teen\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Números 26:22. Lendo junto com Números 2:28, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Números 2:28","Números 26:22","Salmos 119:105"]},"numeros_2_29_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se a um grupo familiar ou clã dentro da nação de Israel.","explicacao_detalhada":"Em Números 2:29, a tribo é uma unidade fundamental da sociedade israelita, cada uma com sua própria identidade e herança.","por_que_esta_palavra":"A palavra 'tribo' é essencial para entender a estrutura social e política de Israel.","conexao_teologica":"As tribos de Israel representam a diversidade e a unidade do povo de Deus, cada uma com um papel específico no plano divino.","referencias_relacionadas":["Gênesis 49:28","Josué 14:1","Apocalipse 7:4"]},"numeros_2_29_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança sobre o povo.","explicacao_detalhada":"Em Números 2:29, 'rei' é usado para descrever a liderança que deve guiar e proteger a tribo de Israel.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a estrutura de governo e a relação entre Deus e Seu povo.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e a liderança humana deve refletir Sua justiça e sabedoria.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"numeros_2_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à continuidade da linhagem e à herança dentro da tribo.","explicacao_detalhada":"Em Números 2:29, 'filho' é usado para enfatizar a importância da descendência e da transmissão de valores e promessas de Deus.","por_que_esta_palavra":"A palavra 'filho' é crucial para a identidade do povo de Deus e para a compreensão de Sua aliança.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, onde Ele é o Pai que cuida e guia.","referencias_relacionadas":["Salmos 127:3","Efésios 6:4","Colossenses 3:21"]},"numeros_2_30_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se ao ato de libertar os israelitas de sua condição de escravidão e opressão.","explicacao_detalhada":"A palavra 'libertar' é usada para descrever a ação de Deus em trazer liberdade ao Seu povo, especialmente no contexto da libertação do Egito.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação de Deus com Israel, enfatizando Sua capacidade e desejo de libertar.","conexao_teologica":"A libertação é um tema central na teologia bíblica, simbolizando a salvação e a redenção que Deus oferece.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"numeros_2_30_fifty":{"palavra_pt":"fifty","palavra_original":"חֲמִשִּׁים","transliteracao":"chămishshîym","strong":"H2572","significado_raiz":"Ideia básica: fifty.","significado_contextual":"Fifty refere-se ao número 50, que pode simbolizar um período de libertação ou jubileu.","explicacao_detalhada":"Na cultura hebraica, o número 50 está associado ao Ano do Jubileu, um tempo de libertação e restauração.","por_que_esta_palavra":"O uso do número 50 neste contexto pode indicar um marco significativo na contagem do povo de Israel.","conexao_teologica":"O jubileu é um símbolo da graça e misericórdia de Deus, refletindo Sua intenção de restaurar e libertar.","referencias_relacionadas":["Levítico 25:10","Levítico 25:11","Salmos 81:3"]},"numeros_2_31_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar é novamente mencionado como um ato de Deus em favor de Seu povo.","explicacao_detalhada":"A repetição da palavra enfatiza a importância da libertação na narrativa da história de Israel.","por_que_esta_palavra":"Reforça a ideia de que a libertação é um ato contínuo e necessário na vida do povo de Deus.","conexao_teologica":"A libertação é um ato que revela o caráter de Deus como salvador e protetor.","referencias_relacionadas":["Êxodo 6:6","Salmos 146:7","Isaías 43:1"]},"numeros_2_31_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Gado refere-se ao rebanho e à riqueza material do povo de Israel.","explicacao_detalhada":"O gado era um símbolo de prosperidade e bênção na sociedade israelita.","por_que_esta_palavra":"A menção do gado destaca a importância da agricultura e da criação de animais na vida do povo.","conexao_teologica":"O cuidado de Deus pelo gado reflete Seu cuidado pela criação e pela provisão para o Seu povo.","referencias_relacionadas":["Gênesis 30:43","Salmos 23:1","Provérbios 27:23"]},"numeros_2_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"A palavra 'modo' implica em ordem e estrutura, essenciais para a vida em comunidade.","por_que_esta_palavra":"É importante para entender como Deus ordena a vida do Seu povo e a importância da obediência.","conexao_teologica":"A ordem divina é um reflexo do caráter de Deus, que é um Deus de ordem e não de confusão.","referencias_relacionadas":["1 Coríntios 14:33","Gênesis 1:31","Salmos 104:24"]},"numeros_2_32_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa refere-se ao lar, um lugar de segurança e pertencimento.","explicacao_detalhada":"A casa é um símbolo de estabilidade e proteção, refletindo a relação do povo com Deus.","por_que_esta_palavra":"A menção da casa destaca a importância da família e da comunidade na cultura israelita.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a habitação de Deus entre Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"numeros_2_32_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Gado, como mencionado anteriormente, representa riqueza e sustento.","explicacao_detalhada":"A criação de gado era fundamental para a economia e a sobrevivência do povo de Israel.","por_que_esta_palavra":"Reforça a ideia de que Deus provê para as necessidades materiais de Seu povo.","conexao_teologica":"A provisão de Deus é um tema recorrente, mostrando Seu cuidado e fidelidade.","referencias_relacionadas":["Gênesis 1:26","Salmos 50:10","Mateus 6:26"]},"numeros_2_32_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar é mencionado novamente, enfatizando a continuidade da ação de Deus.","explicacao_detalhada":"A repetição da palavra reforça a importância da libertação na identidade do povo de Israel.","por_que_esta_palavra":"Destaca a necessidade constante de libertação espiritual e física.","conexao_teologica":"A libertação é um ato que aponta para a salvação final que Cristo oferece.","referencias_relacionadas":["Romanos 8:21","Gálatas 5:1","Apocalipse 21:4"]},"numeros_2_33_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à fidelidade e à realidade dos atos de Deus.","explicacao_detalhada":"A verdade é um atributo de Deus, que é sempre fiel às Suas promessas.","por_que_esta_palavra":"A ênfase na verdade é crucial para a confiança do povo em Deus.","conexao_teologica":"A verdade de Deus é um fundamento para a fé e a prática cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","1 João 1:5"]},"numeros_2_33_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar é novamente enfatizado, reforçando a necessidade de libertação contínua.","explicacao_detalhada":"A repetição da palavra sublinha a importância da libertação na narrativa bíblica.","por_que_esta_palavra":"Reforça a ideia de que a libertação é um ato divino necessário para a vida do povo.","conexao_teologica":"A libertação é um tema que culmina na obra redentora de Cristo.","referencias_relacionadas":["Lucas 4:18","Romanos 6:18","Gálatas 5:13"]},"numeros_2_34_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal selvagem, simbolizando força e ferocidade.","explicacao_detalhada":"O urso é frequentemente associado à força e à proteção. No contexto de Números 2:34, pode simbolizar a força do povo de Israel em sua jornada pelo deserto.","por_que_esta_palavra":"A palavra 'urso' é usada para descrever a força e a ferocidade que Deus concede ao Seu povo.","conexao_teologica":"O urso pode ser visto como uma representação da proteção divina, onde Deus é o defensor de Israel.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"numeros_2_34_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' implica em uma forma específica de agir ou proceder, que é importante para entender a ordem e a organização do acampamento de Israel.","por_que_esta_palavra":"É utilizada para descrever a maneira como os israelitas deveriam se organizar e se mover durante a jornada.","conexao_teologica":"Reflete a importância da ordem e da obediência às instruções de Deus.","referencias_relacionadas":["1 Coríntios 14:40","Hebreus 12:1","Gênesis 1:31"]},"numeros_2_34_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou progenitura.","explicacao_detalhada":"A palavra 'filho' é fundamental para entender as relações familiares e a herança dentro da comunidade israelita.","por_que_esta_palavra":"É usada para enfatizar a continuidade da linhagem e a importância da família na sociedade israelita.","conexao_teologica":"Representa a relação entre Deus e Seu povo, como filhos e filhas de Deus.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14","Gálatas 3:26"]}}