{"numeros_23_1_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à importância de Sua palavra.","explicacao_detalhada":"A grandeza aqui pode ser entendida como a majestade de Deus e a seriedade de Sua mensagem, que deve ser respeitada.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a soberania de Deus sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é um tema central nas Escrituras, que nos lembra de Sua autoridade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"numeros_23_1_profeta":{"palavra_pt":"profeta","palavra_original":"בִּלְעָם","transliteracao":"Bilʻâm","strong":"H1109","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Novamente se refere a Balaão, destacando seu papel como profeta em um momento crítico.","explicacao_detalhada":"Balaão é um exemplo de como a palavra de um profeta pode ser manipulada, e sua história serve como um aviso sobre a integridade na comunicação da verdade de Deus.","por_que_esta_palavra":"A repetição da palavra 'profeta' enfatiza a importância da mensagem que ele está prestes a transmitir.","conexao_teologica":"A função do profeta é crucial na revelação de Deus ao Seu povo, e Balaão serve como um exemplo de advertência.","referencias_relacionadas":["Números 22:5","Números 23:8","Miquéias 3:5"]},"numeros_23_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um símbolo de força e poder, possivelmente em um contexto de batalha.","explicacao_detalhada":"O 'urso' pode ser visto como uma metáfora para a força de Israel, que é protegida por Deus em suas lutas.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a ferocidade e a proteção que Deus oferece ao Seu povo.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando Sua capacidade de proteger e guiar.","referencias_relacionadas":["Salmos 104:21","Provérbios 28:1","Isaías 31:4"]},"numeros_23_2_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força que pode ser física ou espiritual, enfatizando a proteção de Deus.","explicacao_detalhada":"A palavra 'força' é usada para descrever a capacidade de resistir e lutar, tanto em batalhas físicas quanto espirituais.","por_que_esta_palavra":"A força é um atributo de Deus e é algo que Ele concede ao Seu povo para enfrentar desafios.","conexao_teologica":"A força de Deus é um tema recorrente, mostrando que a verdadeira força vem da dependência dEle.","referencias_relacionadas":["Salmos 18:32","Isaías 40:29","Filipenses 4:13"]},"numeros_23_2_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar como um lugar de adoração e sacrifício.","explicacao_detalhada":"O altar é um símbolo de comunhão com Deus, onde os sacrifícios são oferecidos em adoração e arrependimento.","por_que_esta_palavra":"A palavra 'altar' é central na prática de adoração, representando o lugar onde se busca a presença de Deus.","conexao_teologica":"Os altares na Bíblia são lugares de encontro com Deus, simbolizando a necessidade de sacrifício e devoção.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"numeros_23_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que é poderosa e eficaz.","explicacao_detalhada":"A palavra é um meio pelo qual Deus se comunica com Seu povo, trazendo direção e revelação.","por_que_esta_palavra":"A palavra é fundamental na vida do crente, pois é através dela que se conhece a vontade de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um tema central na teologia cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"numeros_23_3_rei":{"palavra_pt":"rei","palavra_original":"בָּלָק","transliteracao":"Bâlâq","strong":"H1111","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Balak, o rei de Moabe, que buscou a ajuda de Balaão para amaldiçoar Israel.","explicacao_detalhada":"Balak, como rei, representa a autoridade e o poder político que se opõe ao povo de Deus. Sua busca por Balaão demonstra a tentativa de manipular forças espirituais para obter vantagem sobre Israel.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a posição de Balak e a seriedade de sua intenção em confrontar Israel.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para ilustrar a soberania de Deus sobre as nações e a luta entre o bem e o mal.","referencias_relacionadas":["Números 22:2-6","1 Samuel 8:5","Salmos 2:1-4"]},"numeros_23_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada quando Balaão se prepara para pronunciar a mensagem que Deus lhe deu.","explicacao_detalhada":"A ação de dizer é fundamental na comunicação divina, onde Balaão se torna um porta-voz da vontade de Deus, contrastando com a intenção de Balak.","por_que_esta_palavra":"A palavra 'dizer' destaca a importância da palavra de Deus e como ela deve ser proclamada com fidelidade.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, mostrando como Deus se revela e se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Isaías 55:11","Romanos 10:17"]},"numeros_23_4_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local de sacrifício e adoração, onde Balaão se prepara para oferecer sacrifícios a Deus.","explicacao_detalhada":"O altar simboliza a necessidade de expiação e a busca por favor divino. Balaão constrói altares para tentar agradar a Deus antes de proferir suas palavras.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a prática de adoração e a relação entre o homem e Deus na cultura israelita.","conexao_teologica":"Os altares na Bíblia representam a mediação entre Deus e o homem, sendo um lugar de encontro e sacrifício.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"numeros_23_4_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se ao carneiro que Balaão oferece como sacrifício, simbolizando poder e força.","explicacao_detalhada":"O carneiro, como símbolo de força, é um sacrifício que representa a entrega e a busca por favor diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'força' enfatiza a importância do sacrifício e a seriedade da adoração.","conexao_teologica":"Os sacrifícios na Bíblia são uma representação da entrega e da busca pela reconciliação com Deus.","referencias_relacionadas":["Levítico 1:3","Salmos 69:30","Hebreus 9:22"]},"numeros_23_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Deus de Israel, que é invocado por Balaão durante os sacrifícios.","explicacao_detalhada":"A invocação do nome de Deus destaca a soberania e a autoridade divina sobre todas as nações, incluindo Moabe.","por_que_esta_palavra":"A palavra 'deus' é central para entender a relação entre Balaão e o Deus de Israel, que é o único digno de adoração.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 86:10","Isaías 45:5"]},"numeros_23_5_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da ação de Deus e a importância do que está prestes a ser dito.","explicacao_detalhada":"A grandeza de Deus é um tema central, e Balaão reconhece que o que Deus fará é significativo e poderoso.","por_que_esta_palavra":"A palavra 'grande' enfatiza a majestade e a soberania de Deus em contraste com as intenções humanas.","conexao_teologica":"A grandeza de Deus é frequentemente mencionada nas Escrituras, ressaltando Sua autoridade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"numeros_23_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é invocado por Balaão em sua profecia.","explicacao_detalhada":"O nome do Senhor é sagrado e representa Sua presença e autoridade. Balaão reconhece a importância de invocar o nome de Deus corretamente.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de autoridade entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, simbolizando Sua identidade e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_23_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à mensagem que Balaão está prestes a pronunciar, que vem de Deus.","explicacao_detalhada":"A palavra de Deus é poderosa e eficaz, e Balaão se prepara para transmitir essa mensagem ao rei Balak.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a importância da comunicação divina e a revelação de Deus ao homem.","conexao_teologica":"A palavra de Deus é um tema central na Bíblia, mostrando como Ele se comunica e revela Sua vontade.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Tiago 1:21"]},"numeros_23_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Balaão se prepara para receber a mensagem de Deus.","explicacao_detalhada":"O modo de Balaão em se aproximar de Deus é importante, pois reflete sua atitude e disposição para ouvir.","por_que_esta_palavra":"A palavra 'modo' enfatiza a importância da postura correta ao buscar a direção de Deus.","conexao_teologica":"A maneira como nos aproximamos de Deus é fundamental para nossa relação com Ele e nossa capacidade de ouvir Sua voz.","referencias_relacionadas":["Hebreus 11:6","Tiago 4:8","Salmos 24:3-4"]},"numeros_23_6_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou estabelecer algo, neste caso, a mensagem que Deus dará a Balaão.","explicacao_detalhada":"Edificar implica em criar uma base sólida, e a mensagem de Deus é a fundação para a vida e a fé do povo de Israel.","por_que_esta_palavra":"A palavra 'edificar' destaca a importância de construir sobre a verdade e a revelação de Deus.","conexao_teologica":"A edificação espiritual é um tema recorrente na Bíblia, onde somos chamados a construir nossas vidas sobre a Palavra de Deus.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:9-11","Efésios 2:20-22"]},"numeros_23_7_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus em contraste com os homens.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a majestade e a soberania de Deus, destacando que Ele é superior a qualquer ser humano ou entidade.","por_que_esta_palavra":"É utilizada para mostrar a incomparável grandeza de Deus em relação aos outros.","conexao_teologica":"A grandeza de Deus é um tema central na teologia, refletindo Sua autoridade e poder sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"numeros_23_7_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição de Israel entre as nações.","explicacao_detalhada":"A palavra 'entre' sugere uma distinção e um chamado especial para o povo de Israel, que é escolhido por Deus.","por_que_esta_palavra":"É importante para entender a relação de Israel com outras nações e o propósito divino para eles.","conexao_teologica":"A ideia de ser um povo separado e escolhido é fundamental na narrativa bíblica da aliança de Deus com Israel.","referencias_relacionadas":["Deuteronômio 7:6","Isaías 43:20-21","1 Pedro 2:9"]},"numeros_23_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade de Deus e à verdade de Suas promessas.","explicacao_detalhada":"A palavra 'verdade' destaca que Deus não pode mentir e que Suas promessas são sempre cumpridas.","por_que_esta_palavra":"É crucial para a confiança que os crentes têm em Deus e em Sua palavra.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, refletindo Sua natureza imutável.","referencias_relacionadas":["Números 23:19","Salmos 119:160","João 14:6"]},"numeros_23_8_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à força e poder de Deus como Criador.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a autoridade e a força que Deus exerce sobre todas as coisas.","por_que_esta_palavra":"É usada para reafirmar a soberania de Deus sobre a criação e os eventos da história.","conexao_teologica":"A força de Deus é frequentemente associada à Sua capacidade de salvar e proteger Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:29"]},"numeros_23_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua presença e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a autoridade e a relação de Deus com Seu povo.","por_que_esta_palavra":"É importante para entender a reverência e o respeito que devemos ter por Deus.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando Sua identidade e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_23_9_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se à posição de Israel como um povo escolhido desde o início.","explicacao_detalhada":"A palavra 'principio' sugere que Israel tem um papel fundamental no plano de Deus desde a criação.","por_que_esta_palavra":"É usada para enfatizar a importância histórica e espiritual de Israel na narrativa bíblica.","conexao_teologica":"A ideia de um princípio é essencial para entender a história da salvação e a aliança de Deus com Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Isaías 41:8","Romanos 9:4-5"]},"numeros_23_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual Deus age de determinada maneira.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a Sua natureza e propósito.","por_que_esta_palavra":"É importante para entender a lógica divina por trás das ações de Deus.","conexao_teologica":"A compreensão do 'porque' nos ajuda a ver a soberania de Deus em todas as circunstâncias.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Hebreus 12:1-2"]},"numeros_23_9_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se à estabilidade e segurança que Deus oferece ao Seu povo.","explicacao_detalhada":"A palavra 'rocha' simboliza a força e a proteção que Deus proporciona em tempos de dificuldade.","por_que_esta_palavra":"É usada para transmitir a ideia de que Deus é um refúgio seguro para aqueles que confiam Nele.","conexao_teologica":"A rocha é uma metáfora comum na Bíblia para a fidelidade e a força de Deus.","referencias_relacionadas":["Salmos 18:2","Salmos 62:6-7","Mateus 7:24-25"]},"numeros_23_10_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à fragilidade e limitação do ser humano em comparação com Deus.","explicacao_detalhada":"A palavra 'homem' destaca a condição humana e a dependência de Deus.","por_que_esta_palavra":"É importante para reconhecer a nossa posição diante de Deus e a necessidade de Sua graça.","conexao_teologica":"A humanidade é vista como dependente de Deus, que é a fonte de vida e sustento.","referencias_relacionadas":["Salmos 8:4-5","Isaías 40:6-8","Tiago 4:14"]},"numeros_23_10_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Refere-se à fragilidade do ser humano, simbolizando a mortalidade.","explicacao_detalhada":"A palavra 'po' sugere a terra e a condição efêmera do homem, que é feito do pó.","por_que_esta_palavra":"É usada para lembrar que a vida humana é passageira e que devemos buscar a eternidade.","conexao_teologica":"A mortalidade humana contrasta com a eternidade de Deus, enfatizando a necessidade de redenção.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 3:20","2 Coríntios 5:1"]},"numeros_23_10_phrase":{"palavra_pt":"expressao","palavra_original":"מִסְפָּר","transliteracao":"miçpâr","strong":"H4557","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à contagem ou ao número de bênçãos que Balaão pode pronunciar sobre Israel.","explicacao_detalhada":"A palavra 'expressão' neste contexto é usada para enfatizar a ideia de que Balaão está ciente de que suas palavras têm peso e significado, especialmente ao se referir ao povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'expressão' indica a importância da comunicação e da declaração de bênçãos ou maldições, refletindo a autoridade que Balaão possui como profeta.","conexao_teologica":"A expressão de bênçãos e maldições é um tema recorrente na Bíblia, mostrando como as palavras têm poder e como Deus se comunica com Seu povo através de profetas.","referencias_relacionadas":["Números 22:6","Números 23:8","Provérbios 18:21"]},"numeros_23_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada por Balaão ao se referir ao que o rei Balaque deseja que ele declare.","explicacao_detalhada":"Neste contexto, 'dizer' implica a ação de pronunciar palavras que têm consequências significativas, especialmente em relação ao povo de Israel.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois reflete a responsabilidade de Balaão em comunicar a vontade de Deus e as intenções de Balaque.","conexao_teologica":"A comunicação divina através da fala é um tema central na Bíblia, onde Deus frequentemente usa profetas para transmitir Sua mensagem ao povo.","referencias_relacionadas":["Números 22:38","Números 23:5","Amós 3:7"]},"numeros_23_11_rei":{"palavra_pt":"rei","palavra_original":"בָּלָק","transliteracao":"Bâlâq","strong":"H1111","significado_raiz":"Ideia básica: rei.","significado_contextual":"Balaque, o rei de Moabe, busca a ajuda de Balaão para amaldiçoar Israel.","explicacao_detalhada":"A palavra 'rei' neste contexto destaca a posição de autoridade e poder de Balaque, que representa uma ameaça ao povo de Israel.","por_que_esta_palavra":"A menção de 'rei' é significativa, pois mostra a interação entre a liderança secular e a espiritualidade, e como os reis muitas vezes buscavam orientação divina.","conexao_teologica":"A relação entre reis e profetas é um tema importante na Bíblia, onde os reis frequentemente consultam profetas para obter direção de Deus.","referencias_relacionadas":["Números 22:4","1 Samuel 8:5","Provérbios 21:1"]},"numeros_23_11_profeta":{"palavra_pt":"profeta","palavra_original":"בִּלְעָם","transliteracao":"Bilʻâm","strong":"H1109","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Balaão é descrito como um profeta que tem a capacidade de abençoar ou amaldiçoar.","explicacao_detalhada":"A palavra 'profeta' aqui enfatiza o papel de Balaão como intermediário entre Deus e o povo, com a responsabilidade de transmitir a mensagem divina.","por_que_esta_palavra":"A designação de Balaão como 'profeta' é crucial, pois indica que ele possui uma conexão direta com Deus, apesar de suas intenções questionáveis.","conexao_teologica":"O papel do profeta é central na narrativa bíblica, onde eles são chamados para falar em nome de Deus e guiar o povo.","referencias_relacionadas":["Números 22:38","Deuteronômio 18:18","Ezequiel 3:17"]},"numeros_23_12_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é usada para descrever a visão de Balaão sobre Israel, que é vista como uma bênção.","explicacao_detalhada":"Neste contexto, 'olho' simboliza a percepção e a capacidade de ver a realidade espiritual do povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'olho' sugere que Balaão tem uma visão clara e divina sobre Israel, contrastando com a intenção de Balaque.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde a capacidade de ver além do físico é frequentemente associada à revelação divina.","referencias_relacionadas":["Salmos 32:8","Isaías 29:18","Mateus 5:8"]},"numeros_23_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A repetição da palavra 'dizer' enfatiza a importância da declaração que Balaão está prestes a fazer.","explicacao_detalhada":"Neste contexto, 'dizer' é um ato de proclamação que carrega peso e autoridade, especialmente em relação ao povo de Israel.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois reflete a responsabilidade de Balaão em comunicar a mensagem que Deus lhe deu.","conexao_teologica":"A proclamação da verdade é um tema central na Bíblia, onde a fala é usada para revelar a vontade de Deus.","referencias_relacionadas":["Números 23:8","Salmos 19:14","Tiago 3:10"]},"numeros_23_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar que Balaão não pode amaldiçoar o que Deus abençoou.","explicacao_detalhada":"Neste contexto, 'verdade' enfatiza a fidelidade de Deus às Suas promessas e a impossibilidade de Balaão agir contra a vontade divina.","por_que_esta_palavra":"A escolha da palavra 'verdade' é significativa, pois reflete a natureza imutável de Deus e Sua palavra.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, onde a fidelidade de Deus é frequentemente destacada em contraste com a infidelidade humana.","referencias_relacionadas":["Números 23:19","Salmos 119:160","João 14:6"]},"numeros_23_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente é utilizada por Balaão ao se referir ao que Balaque deseja que ele declare.","explicacao_detalhada":"Neste contexto, 'dizer' implica a ação de pronunciar palavras que têm consequências significativas, especialmente em relação ao povo de Israel.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois reflete a responsabilidade de Balaão em comunicar a vontade de Deus e as intenções de Balaque.","conexao_teologica":"A comunicação divina através da fala é um tema central na Bíblia, onde Deus frequentemente usa profetas para transmitir Sua mensagem ao povo.","referencias_relacionadas":["Números 22:38","Números 23:5","Amós 3:7"]},"numeros_23_13_rei":{"palavra_pt":"rei","palavra_original":"בָּלָק","transliteracao":"Bâlâq","strong":"H1111","significado_raiz":"Ideia básica: rei.","significado_contextual":"Balaque, o rei de Moabe, busca a ajuda de Balaão para amaldiçoar Israel.","explicacao_detalhada":"A palavra 'rei' neste contexto destaca a posição de autoridade e poder de Balaque, que representa uma ameaça ao povo de Israel.","por_que_esta_palavra":"A menção de 'rei' é significativa, pois mostra a interação entre a liderança secular e a espiritualidade, e como os reis muitas vezes buscavam orientação divina.","conexao_teologica":"A relação entre reis e profetas é um tema importante na Bíblia, onde os reis frequentemente consultam profetas para obter direção de Deus.","referencias_relacionadas":["Números 22:4","1 Samuel 8:5","Provérbios 21:1"]},"numeros_23_13_fim":{"palavra_pt":"fim","palavra_original":"אֶפֶס","transliteracao":"ʼepheç","strong":"H657","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' é usada para indicar o que Balaque deseja que Balaão declare sobre o futuro de Israel.","explicacao_detalhada":"Neste contexto, 'fim' refere-se ao resultado ou à conclusão da situação que Balaque está tentando manipular através de Balaão.","por_que_esta_palavra":"A escolha da palavra 'fim' é significativa, pois implica que Balaque está preocupado com o destino de seu povo em relação a Israel.","conexao_teologica":"O conceito de 'fim' é importante na teologia bíblica, onde Deus tem um plano soberano para a história e o futuro de Seu povo.","referencias_relacionadas":["Jeremias 29:11","Romanos 8:28","Apocalipse 21:6"]},"numeros_23_14_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se a um carneiro, simbolizando poder e vigor.","explicacao_detalhada":"No contexto de Números 23:14, a força representa a capacidade de um líder ou nação de se impor e ser respeitado. O carneiro é um símbolo de sacrifício e também de liderança.","por_que_esta_palavra":"A escolha da palavra 'força' enfatiza a ideia de que a nação de Israel é poderosa e tem a bênção de Deus.","conexao_teologica":"A força de Israel é vista como um reflexo da força divina que os acompanha, mostrando que a verdadeira força vem de Deus.","referencias_relacionadas":["Salmos 28:7","Isaías 40:31","Filipenses 4:13"]},"numeros_23_14_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado para sacrifícios e adoração a Deus.","explicacao_detalhada":"Em Números 23:14, o altar é mencionado como um lugar onde se busca a presença de Deus e se oferece sacrifícios, simbolizando a devoção e a relação entre o homem e Deus.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a importância da adoração e do sacrifício na cultura israelita.","conexao_teologica":"O altar representa a mediação entre Deus e o homem, sendo um símbolo da aliança e do perdão.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"numeros_23_14_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à liderança ou à cabeça de algo.","explicacao_detalhada":"No versículo, 'princípio' indica a posição de destaque e autoridade que Israel ocupa entre as nações, sendo escolhido por Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de Israel como nação escolhida e seu papel no plano divino.","conexao_teologica":"Israel é visto como a cabeça das nações, um povo separado para cumprir os propósitos de Deus.","referencias_relacionadas":["Deuteronômio 7:6","Isaías 49:6","Mateus 5:14"]},"numeros_23_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para introduzir uma declaração importante.","explicacao_detalhada":"Em Números 23:15, a palavra 'dizer' é usada para indicar que o profeta Bilão está prestes a pronunciar uma mensagem significativa de Deus.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a autoridade da mensagem que será transmitida.","conexao_teologica":"A comunicação divina é central na relação entre Deus e seu povo, e a palavra de Deus é sempre poderosa e eficaz.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"numeros_23_15_rei":{"palavra_pt":"rei","palavra_original":"בָּלָק","transliteracao":"Bâlâq","strong":"H1111","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Balak, o governante de Moabe.","explicacao_detalhada":"Balak busca a ajuda de Bilão para amaldiçoar Israel, mostrando a tensão entre as nações e a soberania de Deus sobre elas.","por_que_esta_palavra":"A menção de Balak como rei destaca a luta de poder entre as nações e a proteção divina sobre Israel.","conexao_teologica":"Deus é o verdadeiro Rei que governa sobre todas as nações, e a tentativa de Balak de amaldiçoar Israel é fútil diante do plano divino.","referencias_relacionadas":["Salmos 2:1-4","Provérbios 21:1","Romanos 13:1"]},"numeros_23_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, YHWH.","explicacao_detalhada":"Neste contexto, o nome de Deus é invocado como autoridade suprema, mostrando que as palavras de Bilão têm origem divina.","por_que_esta_palavra":"A menção do nome de Deus enfatiza a importância da sua soberania e do seu poder sobre as nações.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_23_16_profeta":{"palavra_pt":"profeta","palavra_original":"בִּלְעָם","transliteracao":"Bilʻâm","strong":"H1109","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a Bilão, um homem escolhido por Deus para transmitir sua mensagem.","explicacao_detalhada":"Bilão, apesar de suas falhas, é usado por Deus para abençoar Israel, mostrando que Deus pode usar qualquer um para cumprir seus propósitos.","por_que_esta_palavra":"A escolha de Bilão como profeta destaca a soberania de Deus em usar quem Ele quiser para falar em Seu nome.","conexao_teologica":"A função do profeta é crucial na comunicação da vontade de Deus ao povo, e Bilão é um exemplo de como Deus pode usar até mesmo aqueles que não são do Seu povo.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 7:15"]},"numeros_23_16_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' enfatiza a importância e a magnitude da mensagem que será dada.","explicacao_detalhada":"No contexto, 'grande' refere-se à grandeza da bênção que Deus está prestes a pronunciar sobre Israel através de Bilão.","por_que_esta_palavra":"A ênfase na grandeza destaca a superioridade de Israel em relação às outras nações, devido à bênção divina.","conexao_teologica":"A grandeza de Deus se reflete nas bênçãos que Ele concede ao Seu povo escolhido.","referencias_relacionadas":["Salmos 126:2","Isaías 54:2","Efésios 3:20"]},"numeros_23_17_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de Bilão se aproximar para receber a mensagem de Deus.","explicacao_detalhada":"Neste contexto, 'vir' indica a disposição de Bilão em ouvir e obedecer à palavra de Deus, mostrando a importância da obediência.","por_que_esta_palavra":"A palavra 'vir' é significativa, pois representa a ação de se colocar na presença de Deus para receber instruções.","conexao_teologica":"A disposição de vir a Deus é fundamental para receber Sua orientação e bênção.","referencias_relacionadas":["Salmos 27:8","Tiago 4:8","Hebreus 10:22"]},"numeros_23_18_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de se posicionar para falar em nome de Deus.","explicacao_detalhada":"Em Números 23:18, 'levantar' indica a ação de Bilão ao se preparar para pronunciar a mensagem que recebeu, simbolizando autoridade.","por_que_esta_palavra":"A palavra 'levantar' é importante, pois mostra a prontidão e a responsabilidade do profeta em transmitir a palavra de Deus.","conexao_teologica":"Levantar-se para falar em nome de Deus é um ato de obediência e reverência, refletindo a seriedade da comunicação divina.","referencias_relacionadas":["Isaías 6:8","Ezequiel 2:1-2","Atos 10:33"]},"numeros_23_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de paternidade e à herança espiritual.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação entre Deus e Seu povo, enfatizando a ideia de que os israelitas são considerados filhos de Deus, com direitos e responsabilidades.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a intimidade e a responsabilidade que vem com essa relação, mostrando que Deus se importa profundamente com Seu povo.","conexao_teologica":"A paternidade de Deus é um tema central na Bíblia, refletindo o amor e a proteção divina sobre aqueles que Ele chama de Seus filhos.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:14"]},"numeros_23_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Indica a fidelidade e a integridade de Deus em Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar que Deus não é homem para que minta, enfatizando a certeza e a confiabilidade de Suas declarações.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a ideia de que as promessas de Deus são eternas e imutáveis.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, onde se acredita que Ele é sempre fiel ao que promete.","referencias_relacionadas":["Números 23:19","Salmos 119:160","João 14:6"]},"numeros_23_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à natureza humana e à sua fragilidade em comparação com a divindade.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para contrastar a natureza humana com a natureza divina, ressaltando que o homem é falho e limitado.","por_que_esta_palavra":"A menção ao 'homem' enfatiza a diferença entre a fidelidade de Deus e a inconstância humana.","conexao_teologica":"A fragilidade do homem é um tema recorrente na Bíblia, que destaca a necessidade de dependência de Deus.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6","Tiago 4:14"]},"numeros_23_20_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar, que implica em um reconhecimento da autoridade divina.","explicacao_detalhada":"A palavra 'abençoar' (בָרַךְ) é usada para descrever a ação de Deus em favor de Seu povo, mostrando que Ele tem o poder de conceder bênçãos.","por_que_esta_palavra":"A escolha dessa palavra destaca a generosidade e a bondade de Deus em abençoar aqueles que são Seus.","conexao_teologica":"A bênção de Deus é um tema central na vida do povo de Israel, simbolizando a relação de favor entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 12:2","Números 6:24-26","Efésios 1:3"]},"numeros_23_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Reforça a ideia de que Deus é fiel e não muda.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada novamente para afirmar que as promessas de Deus são seguras e que Ele não pode mentir.","por_que_esta_palavra":"A repetição da palavra 'verdade' enfatiza a certeza das bênçãos que Deus promete.","conexao_teologica":"A verdade de Deus é um pilar da fé, assegurando que tudo o que Ele diz é digno de confiança.","referencias_relacionadas":["Números 23:19","Salmos 146:6","Hebreus 6:18"]},"numeros_23_20_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para a ação de Deus.","explicacao_detalhada":"A palavra 'eis' (הִנֵּה) é uma expressão que convida o ouvinte a observar algo importante que está prestes a ser declarado.","por_que_esta_palavra":"Essa palavra é usada para enfatizar a importância do que vem a seguir, destacando a revelação de Deus.","conexao_teologica":"A revelação divina é um tema importante, onde Deus se manifesta ao Seu povo de maneiras significativas.","referencias_relacionadas":["Isaías 7:14","Mateus 1:23","Apocalipse 3:20"]},"numeros_23_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Reitera a certeza de que Deus não é enganoso.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar que não há engano nas promessas de Deus.","por_que_esta_palavra":"A repetição da palavra 'verdade' serve para reforçar a confiança nas declarações de Deus.","conexao_teologica":"A verdade de Deus é um tema central na teologia, que assegura que Ele é sempre fiel.","referencias_relacionadas":["Números 23:19","Salmos 119:160","Tito 1:2"]},"numeros_23_21_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"Refere-se à futilidade e ao engano das promessas humanas.","explicacao_detalhada":"A palavra 'vaidade' (אָוֶן) é usada para descrever a falta de substância nas promessas que não são de Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a diferença entre as promessas de Deus e as promessas vazias dos homens.","conexao_teologica":"A vaidade é um tema que aparece frequentemente na literatura bíblica, alertando sobre a futilidade das coisas deste mundo.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Romanos 1:21"]},"numeros_23_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e à autoridade de Deus.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para afirmar a posição de Deus como o Criador e Governante do universo.","por_que_esta_palavra":"A menção ao nome de Deus enfatiza Sua autoridade e poder sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_23_22_tesouro":{"palavra_pt":"tesouro","palavra_original":"תּוֹעָפָה","transliteracao":"tôwʻâphâh","strong":"H8443","significado_raiz":"Ideia básica: tesouro.","significado_contextual":"Refere-se às bênçãos e riquezas espirituais que Deus concede.","explicacao_detalhada":"A palavra 'tesouro' (תּוֹעָפָה) é usada para descrever as riquezas que vêm da relação com Deus, simbolizando a abundância de Suas bênçãos.","por_que_esta_palavra":"A escolha dessa palavra destaca a generosidade de Deus em dar ao Seu povo o que é bom e precioso.","conexao_teologica":"As bênçãos de Deus são frequentemente descritas como tesouros, refletindo a riqueza de Sua graça e misericórdia.","referencias_relacionadas":["Mateus 6:19-21","Efésios 1:3","Colossenses 3:2"]},"numeros_23_22_egypt":{"palavra_pt":"egito","palavra_original":"מִצְרַיִם","transliteracao":"Mitsrayim","strong":"H4714","significado_raiz":"Ideia básica: egito.","significado_contextual":"O Egito é frequentemente mencionado na Bíblia como um símbolo de opressão e escravidão, representando a vida antes da libertação.","explicacao_detalhada":"No contexto de Números 23:22, a referência ao Egito destaca a libertação de Israel da escravidão e a proteção divina que os acompanha. O Egito é um lembrete do poder de Deus em resgatar Seu povo.","por_que_esta_palavra":"A palavra 'Egito' é utilizada para enfatizar a grandeza da obra de Deus em libertar Israel de um lugar de cativeiro e opressão.","conexao_teologica":"O Egito simboliza o pecado e a escravidão, enquanto a libertação de Israel representa a salvação e a nova vida em Deus.","referencias_relacionadas":["Êxodo 3:8","Salmos 106:7","Isaías 19:20"]},"numeros_23_23_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão, conectando ideias e argumentos.","explicacao_detalhada":"Em Números 23:23, 'porque' é usado para justificar a afirmação de que Deus não pode mentir, estabelecendo a base para a confiança nas promessas divinas.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do discurso de Balaão, que destaca a fidelidade de Deus em contraste com a inconstância humana.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, onde Ele é visto como a fonte de toda verdade e justiça.","referencias_relacionadas":["Números 23:19","Romanos 3:4","Tito 1:2"]},"numeros_23_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à imutabilidade de Deus em Suas promessas.","explicacao_detalhada":"No versículo, a afirmação de que Deus não pode mentir é uma declaração poderosa sobre a natureza de Deus, que é sempre verdadeiro e fiel ao que promete.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a ideia de que as promessas de Deus são seguras e confiáveis, contrastando com as palavras de Balaão.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, onde a confiança em Suas promessas é fundamental para a vida espiritual.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"numeros_23_23_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' pode ser vista como uma referência ao tempo ou ao momento em que algo acontece.","explicacao_detalhada":"Em Números 23:23, a expressão é usada para enfatizar a certeza e a precisão das declarações feitas por Deus através de Balaão.","por_que_esta_palavra":"A palavra 'expressão' é importante para entender que as palavras de Deus são claras e têm um significado profundo que deve ser considerado.","conexao_teologica":"A clareza na comunicação de Deus é essencial para a compreensão da Sua vontade e dos Seus planos para a humanidade.","referencias_relacionadas":["Eclesiastes 3:1","Isaías 55:11","Tiago 1:17"]},"numeros_23_24_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é um símbolo de vida e sacrifício, representando a aliança entre Deus e Seu povo.","explicacao_detalhada":"Em Números 23:24, a menção ao 'sangue' pode ser interpretada como uma referência ao poder de Deus em proteger e redimir Seu povo, assim como o sangue do cordeiro pascal no Êxodo.","por_que_esta_palavra":"A palavra 'sangue' é significativa porque remete ao sacrifício e à redenção, temas centrais na narrativa bíblica.","conexao_teologica":"O sangue de Cristo é visto como o cumprimento da promessa de redenção, ligando o Antigo e o Novo Testamento.","referencias_relacionadas":["Êxodo 12:13","Hebreus 9:22","1 Pedro 1:19"]},"numeros_23_24_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando algo importante que deve ser observado.","explicacao_detalhada":"Em Números 23:24, 'eis' é usado para destacar a grandeza e a força do povo de Israel, que é visto como um leão poderoso.","por_que_esta_palavra":"A palavra 'eis' serve para enfatizar a importância do que está sendo dito, chamando a atenção para a ação de Deus em favor de Seu povo.","conexao_teologica":"A ênfase em 'eis' reflete a importância de reconhecer a obra de Deus e Sua soberania na história.","referencias_relacionadas":["Salmos 46:10","Isaías 40:9","Mateus 28:20"]},"numeros_23_24_leao":{"palavra_pt":"leao","palavra_original":"לָבִיא","transliteracao":"lâbîyʼ","strong":"H3833","significado_raiz":"Ideia básica: leao.","significado_contextual":"O leão é um símbolo de força, coragem e realeza, representando a posição de Israel entre as nações.","explicacao_detalhada":"Em Números 23:24, a comparação de Israel a um leão destaca sua invencibilidade e a proteção divina que o acompanha.","por_que_esta_palavra":"A palavra 'leão' é utilizada para transmitir a ideia de poder e autoridade, refletindo a natureza do povo de Deus como escolhido.","conexao_teologica":"O leão é também uma figura messiânica, referindo-se a Cristo como o Leão da tribo de Judá, simbolizando vitória e realeza.","referencias_relacionadas":["Gênesis 49:9","Apocalipse 5:5","Mateus 1:2-3"]},"numeros_23_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é uma ação que implica comunicação e revelação de verdades.","explicacao_detalhada":"Em Números 23:25, a palavra 'dizer' é usada para expressar a importância das declarações feitas por Balaão, que são inspiradas por Deus.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a revelação divina e a comunicação entre Deus e os homens.","conexao_teologica":"A comunicação de Deus através de profetas é um tema recorrente na Bíblia, mostrando como Ele se revela à humanidade.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1-2","2 Pedro 1:21"]},"numeros_23_25_rei":{"palavra_pt":"rei","palavra_original":"בָּלָק","transliteracao":"Bâlâq","strong":"H1111","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, simbolizando o poder de Deus sobre as nações.","explicacao_detalhada":"Em Números 23:25, a menção ao rei Balak destaca a tentativa de Balaão de influenciar a vontade de Deus, mostrando a soberania divina sobre as autoridades humanas.","por_que_esta_palavra":"A palavra 'rei' é significativa porque representa a luta entre o poder humano e a soberania de Deus.","conexao_teologica":"Deus é apresentado como o Rei dos reis, enfatizando Sua autoridade suprema sobre toda a criação.","referencias_relacionadas":["Salmos 47:2","1 Timóteo 6:15","Apocalipse 19:16"]},"numeros_23_25_profeta":{"palavra_pt":"profeta","palavra_original":"בִּלְעָם","transliteracao":"Bilʻâm","strong":"H1109","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a alguém que fala em nome de Deus, trazendo mensagens divinas ao povo.","explicacao_detalhada":"Em Números 23:25, Balaão é descrito como um profeta que, apesar de suas intenções, acaba proclamando a verdade de Deus.","por_que_esta_palavra":"A palavra 'profeta' é importante para entender o papel de intermediário entre Deus e o povo, e como a verdade pode prevalecer mesmo em circunstâncias adversas.","conexao_teologica":"O ministério dos profetas é essencial na história bíblica, pois eles são portadores da palavra de Deus e desempenham um papel crucial na revelação divina.","referencias_relacionadas":["Deuteronômio 18:18","Jeremias 1:5","Mateus 10:41"]},"numeros_23_26_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de ver ou perceber, simbolizando a vigilância de Deus sobre seu povo.","explicacao_detalhada":"O 'olho' é frequentemente usado na Bíblia para representar a atenção e o cuidado de Deus. Neste contexto, enfatiza que Deus não ignora as ações de Balaque e do povo de Israel.","por_que_esta_palavra":"A palavra 'olho' é utilizada para ilustrar a onisciência de Deus, que observa tudo o que acontece.","conexao_teologica":"A visão de Deus é um tema recorrente na teologia bíblica, mostrando que Ele está sempre atento às ações humanas.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","1 Pedro 3:12"]},"numeros_23_26_profeta":{"palavra_pt":"profeta","palavra_original":"בִּלְעָם","transliteracao":"Bilʻâm","strong":"H1109","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Balaão é um profeta que, apesar de sua posição, é manipulado por Balaque para amaldiçoar Israel.","explicacao_detalhada":"A palavra 'profeta' aqui se refere a alguém que fala em nome de Deus. Balaão, embora reconhecido como profeta, é um exemplo de como a corrupção pode distorcer a mensagem divina.","por_que_esta_palavra":"A escolha da palavra 'profeta' destaca a dualidade de Balaão, que possui o dom de profecia, mas usa-o para propósitos egoístas.","conexao_teologica":"A história de Balaão serve como advertência sobre a integridade e a fidelidade no ministério profético.","referencias_relacionadas":["Números 22:5","Números 31:16","Apocalipse 2:14"]},"numeros_23_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da declaração que Balaão está prestes a fazer, enfatizando a importância de suas palavras.","explicacao_detalhada":"A palavra 'dizer' é usada para indicar a ação de proferir uma mensagem significativa. Neste caso, Balaão está prestes a transmitir uma palavra de Deus que terá grande impacto.","por_que_esta_palavra":"A escolha de 'dizer' enfatiza a responsabilidade que Balaão tem ao comunicar a vontade de Deus.","conexao_teologica":"A comunicação divina é central na teologia, mostrando como Deus se revela ao seu povo através de profetas.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1-2"]},"numeros_23_27_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é soberano sobre todas as nações e povos.","explicacao_detalhada":"A palavra 'deus' aqui destaca a autoridade e o poder de Deus sobre a criação, especialmente em relação ao seu povo escolhido.","por_que_esta_palavra":"A menção de 'deus' sublinha a diferença entre o Deus verdadeiro e os deuses pagãos que Balaque poderia adorar.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele governa sobre todas as coisas.","referencias_relacionadas":["Salmos 47:2","Isaías 45:5","Romanos 13:1"]},"numeros_23_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância da declaração que será feita por Balaão, que é uma mensagem de Deus.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a seriedade e a gravidade da mensagem que Balaão está prestes a transmitir.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a responsabilidade de Balaão em comunicar a verdade de Deus.","conexao_teologica":"A comunicação da verdade divina é essencial para a fé e a prática do povo de Deus.","referencias_relacionadas":["Deuteronômio 18:18","Ezequiel 3:17","Tiago 3:1"]},"numeros_23_27_rei":{"palavra_pt":"rei","palavra_original":"בָּלָק","transliteracao":"Bâlâq","strong":"H1111","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Balaque, o rei de Moabe, que busca a ajuda de Balaão para amaldiçoar Israel.","explicacao_detalhada":"A palavra 'rei' destaca a posição de autoridade de Balaque e sua tentativa de controlar o destino de Israel através da manipulação.","por_que_esta_palavra":"A menção de 'rei' é significativa, pois mostra a interação entre a autoridade humana e a soberania divina.","conexao_teologica":"A relação entre reis e profetas é um tema importante na narrativa bíblica, mostrando como Deus usa líderes para cumprir seus propósitos.","referencias_relacionadas":["1 Samuel 8:5","Provérbios 21:1","Romanos 13:1"]},"numeros_23_28_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de Balaque em tentar controlar Balaão para que ele amaldiçoe Israel.","explicacao_detalhada":"A palavra 'tomar' implica uma tentativa de domínio e controle, refletindo a manipulação que Balaque exerce sobre Balaão.","por_que_esta_palavra":"A escolha de 'tomar' enfatiza a intenção de Balaque de usar Balaão como uma ferramenta para seus próprios fins.","conexao_teologica":"A manipulação de líderes e profetas é um tema recorrente, mostrando como a ambição humana pode tentar desviar os planos de Deus.","referencias_relacionadas":["Salmos 2:1-3","Isaías 54:17","Atos 4:25-26"]},"numeros_23_28_rei":{"palavra_pt":"rei","palavra_original":"בָּלָק","transliteracao":"Bâlâq","strong":"H1111","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente a Balaque, enfatizando sua posição de poder e sua influência sobre Balaão.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a ideia de que Balaque está em uma posição de autoridade, mas que sua autoridade é limitada diante de Deus.","por_que_esta_palavra":"A menção de 'rei' é crucial para entender a dinâmica de poder entre Balaque e Deus.","conexao_teologica":"A soberania de Deus sobre os reis e governantes é um tema central na Bíblia, mostrando que Ele é o verdadeiro Rei.","referencias_relacionadas":["Salmos 22:28","Daniel 2:21","Apocalipse 19:16"]},"numeros_23_28_profeta":{"palavra_pt":"profeta","palavra_original":"בִּלְעָם","transliteracao":"Bilʻâm","strong":"H1109","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a Balaão, que é chamado para profetizar, mas está sob a influência de Balaque.","explicacao_detalhada":"A palavra 'profeta' aqui destaca a complexidade da situação de Balaão, que deve equilibrar sua fidelidade a Deus com a pressão de Balaque.","por_que_esta_palavra":"A escolha de 'profeta' é significativa, pois mostra a responsabilidade de Balaão em ser fiel à mensagem de Deus.","conexao_teologica":"A luta entre a fidelidade a Deus e as pressões externas é um tema comum na vida dos profetas.","referencias_relacionadas":["1 Reis 18:21","Jeremias 1:7","Ezequiel 2:7"]},"numeros_23_29_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da mensagem que Balaão está prestes a proferir, que é de importância divina.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude e a seriedade da declaração que será feita, que terá repercussões significativas.","por_que_esta_palavra":"A escolha de 'grande' sublinha a importância da palavra de Deus e seu impacto na história de Israel.","conexao_teologica":"A grandeza da palavra de Deus é um tema central, mostrando que suas promessas e advertências são sempre significativas.","referencias_relacionadas":["Salmos 145:3","Isaías 55:11","Mateus 5:18"]},"numeros_23_29_profeta":{"palavra_pt":"profeta","palavra_original":"בִּלְעָם","transliteracao":"Bilʻâm","strong":"H1109","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Um profeta é alguém que fala em nome de Deus, transmitindo mensagens divinas.","explicacao_detalhada":"No contexto de Números 23, Balaão, o profeta, é chamado para amaldiçoar Israel, mas acaba abençoando-o, mostrando que a palavra de Deus prevalece sobre as intenções humanas.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender o papel de Balaão como um intermediário entre Deus e as nações.","conexao_teologica":"A figura do profeta é central na teologia bíblica, representando a comunicação direta de Deus com o povo.","referencias_relacionadas":["Deuteronômio 18:18","1 Samuel 10:6","Amós 3:7"]},"numeros_23_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma metáfora para força e ferocidade, simbolizando poder.","explicacao_detalhada":"Neste versículo, a menção ao urso destaca a força e a proteção que Deus oferece ao seu povo, contrastando com as nações vizinhas.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a força de Israel, que é guiado por Deus.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, e a imagem do urso reforça essa ideia.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Provérbios 17:12"]},"numeros_23_30_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Força aqui se refere ao poder e à capacidade de vencer inimigos.","explicacao_detalhada":"A força mencionada no versículo é uma referência à proteção divina que Israel possui, permitindo-lhes triunfar sobre adversidades.","por_que_esta_palavra":"A palavra 'força' é importante para entender a dependência de Israel em Deus para sua vitória.","conexao_teologica":"A força de Deus é um tema recorrente, mostrando que a verdadeira força vem da fé e da obediência a Ele.","referencias_relacionadas":["Salmos 28:7","Isaías 40:29","Filipenses 4:13"]},"numeros_23_30_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local de sacrifício e adoração a Deus.","explicacao_detalhada":"Neste contexto, o altar representa a devoção e a oferta a Deus, simbolizando a relação entre o homem e o divino.","por_que_esta_palavra":"A palavra 'altar' é fundamental para entender a importância do culto e da adoração na vida do povo de Israel.","conexao_teologica":"Os altares são símbolos da aliança entre Deus e seu povo, representando a necessidade de sacrifício para a expiação.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]}}