{"numeros_26_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função sacerdotal, que é vital para a adoração e a mediação entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) designa aqueles que são chamados para servir a Deus e ao povo, realizando rituais e sacrifícios. Em Números 26, isso destaca a importância da liderança espiritual.","por_que_esta_palavra":"O sacerdócio é fundamental para a prática religiosa, simbolizando a intercessão e a santidade.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, representando a mediação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 5:1"]},"numeros_26_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para transmitir uma ordem ou instrução divina.","explicacao_detalhada":"No contexto de Números 26:1, Deus ordena a Moisés que faça um censo dos israelitas. A palavra 'dizer' indica a importância da comunicação direta de Deus para o Seu povo.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a autoridade de Deus e a necessidade de obediência por parte dos israelitas.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:4","Salmos 119:105"]},"numeros_26_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se a Deus como o soberano e autoridade máxima.","explicacao_detalhada":"Em Números 26:1, o uso do nome 'senhor' (יְהֹוָה) destaca a relação de aliança entre Deus e Israel, onde Ele é reconhecido como o líder e protetor do povo.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a reverência e o respeito que os israelitas devem ter por Deus.","conexao_teologica":"O reconhecimento de Deus como Senhor é essencial para a adoração e a obediência na vida do crente.","referencias_relacionadas":["Gênesis 15:2","Êxodo 3:14","Salmos 23:1"]},"numeros_26_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"Em Números 26:2, a menção de 'filho' é crucial para o censo, pois cada filho representa uma parte da herança e da identidade do povo de Israel.","por_que_esta_palavra":"A palavra 'filho' simboliza a herança e a responsabilidade que cada geração tem em manter a fé e as promessas de Deus.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 17:7","Êxodo 4:22","Salmos 127:3"]},"numeros_26_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se à unidade familiar e à estrutura social do povo de Israel.","explicacao_detalhada":"Em Números 26:2, 'casa' é usada para agrupar os israelitas em famílias, enfatizando a importância da comunidade e da herança.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa não apenas um lar físico, mas também a identidade e a cultura do povo de Deus.","conexao_teologica":"A ideia de 'casa' é frequentemente associada à habitação de Deus entre Seu povo, como em Êxodo e Levítico.","referencias_relacionadas":["Gênesis 28:21","Êxodo 12:3","Salmos 127:1"]},"numeros_26_2_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' é usada para indicar a liderança e a posição de destaque dentro da comunidade.","explicacao_detalhada":"Em Números 26:2, 'princípio' refere-se aos líderes das tribos, que têm a responsabilidade de guiar e proteger o povo.","por_que_esta_palavra":"A palavra 'princípio' destaca a importância da liderança e da ordem dentro da estrutura social de Israel.","conexao_teologica":"A liderança é um tema recorrente na Bíblia, onde Deus escolhe líderes para guiar Seu povo em direção à Sua vontade.","referencias_relacionadas":["Números 1:4","Deuteronômio 1:15","Salmos 78:72"]},"numeros_26_3_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos mediadores entre Deus e o povo.","explicacao_detalhada":"Em Números 26:3, a menção de 'sacerdote' é crucial, pois eles desempenham um papel vital na adoração e nos rituais religiosos.","por_que_esta_palavra":"A palavra 'sacerdote' é importante porque representa a intercessão e a santidade exigidas na adoração a Deus.","conexao_teologica":"A função do sacerdote é um precursor do ministério de Cristo, que é nosso sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"numeros_26_3_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"A palavra 'deserto' é utilizada para descrever o ambiente em que o povo de Israel estava durante a jornada.","explicacao_detalhada":"Em Números 26:3, o deserto simboliza tanto a provação quanto a dependência de Deus durante a travessia.","por_que_esta_palavra":"A palavra 'deserto' é significativa porque representa o lugar de teste e crescimento espiritual para o povo de Israel.","conexao_teologica":"O deserto é um tema recorrente na Bíblia, simbolizando a purificação e a preparação para a terra prometida.","referencias_relacionadas":["Êxodo 16:1","Números 14:33","Deuteronômio 8:2"]},"numeros_26_3_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada para expressar a comunicação de Deus com Seu povo.","explicacao_detalhada":"Em Números 26:3, 'falar' enfatiza a importância da revelação divina e da instrução que Deus dá através de Moisés.","por_que_esta_palavra":"A palavra 'falar' é crucial para entender como Deus se comunica e orienta Seu povo em momentos de decisão.","conexao_teologica":"A comunicação de Deus é um tema central, mostrando que Ele deseja se relacionar e guiar Seu povo.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 29:4"]},"numeros_26_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para enfatizar a continuidade da linhagem e a herança.","explicacao_detalhada":"Em Números 26:4, a repetição da palavra 'filho' reforça a importância da contagem da descendência e da identidade do povo de Israel.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a estrutura familiar e a responsabilidade que cada geração tem.","conexao_teologica":"A linhagem e a herança são temas importantes na Bíblia, refletindo a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 21:12","Êxodo 34:7","Salmos 103:17"]},"numeros_26_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à herança prometida a Israel.","explicacao_detalhada":"Em Números 26:4, 'terra' simboliza a promessa de Deus de dar uma terra aos israelitas, um tema central na narrativa bíblica.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa a realização das promessas de Deus e a identidade do povo escolhido.","conexao_teologica":"A terra prometida é um símbolo da bênção e da presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]},"numeros_26_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania de Deus sobre o povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה - Yᵉhôvâh) é usada para expressar a relação de Deus como o governante supremo e protetor do povo. No contexto de Números 26, isso enfatiza a importância da liderança divina na contagem e organização das tribos.","por_que_esta_palavra":"Esta palavra é fundamental para entender a aliança entre Deus e Israel, onde Deus se apresenta como o Senhor que guia e sustenta seu povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo sua autoridade e poder sobre todas as coisas.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"numeros_26_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar a descendência e a continuidade da linhagem entre as tribos de Israel.","explicacao_detalhada":"O termo 'filho' (בֵּן - bên) é crucial para a identificação das gerações e a estrutura familiar dentro da sociedade israelita. Em Números 26, a contagem dos filhos de Israel é uma forma de reafirmar a identidade do povo escolhido.","por_que_esta_palavra":"A palavra é importante para entender a genealogia e a herança das tribos, que são fundamentais para a história de Israel.","conexao_teologica":"A ideia de filiação é central na relação entre Deus e seu povo, onde Israel é frequentemente descrito como 'filho' de Deus.","referencias_relacionadas":["Êxodo 4:22","Deuteronômio 14:1","Mateus 5:9"]},"numeros_26_5_pallu":{"palavra_pt":"pallu","palavra_original":"פַּלּוּא","transliteracao":"Pallûwʼ","strong":"H6396","significado_raiz":"Ideia básica: pallu.","significado_contextual":"Pallu é um nome próprio que representa uma das famílias dentro da tribo de Rubem.","explicacao_detalhada":"A palavra 'Pallu' (פַּלּוּא - Pallûwʼ) é mencionada para identificar um dos filhos de Eliazer, destacando a importância das linhagens na organização das tribos.","por_que_esta_palavra":"O nome é significativo para a genealogia e a história da tribo de Rubem, mostrando a continuidade da linhagem.","conexao_teologica":"A genealogia é um tema importante na Bíblia, pois mostra como Deus trabalha através das gerações para cumprir suas promessas.","referencias_relacionadas":["Gênesis 46:9","1 Crônicas 5:3","Mateus 1:3"]},"numeros_26_6_nome":{"palavra_pt":"nome","palavra_original":"חֶצְרוֹן","transliteracao":"Chetsrôwn","strong":"H2696","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Hézrom' é uma referência a uma das famílias da tribo de Judá.","explicacao_detalhada":"A palavra 'nome' (חֶצְרוֹן - Chetsrôwn) é usada para identificar a linhagem e a herança dentro da tribo, mostrando a importância da identidade familiar.","por_que_esta_palavra":"O nome é crucial para a compreensão da história e da herança do povo de Israel, especialmente no contexto da terra prometida.","conexao_teologica":"Os nomes e genealogias na Bíblia frequentemente refletem a fidelidade de Deus às suas promessas e a continuidade de seu plano redentor.","referencias_relacionadas":["Gênesis 46:12","Rute 4:18-22","Mateus 1:3"]},"numeros_26_6_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à unidade básica da sociedade israelita, composta por grupos de parentesco.","explicacao_detalhada":"A palavra 'família' (מִשְׁפָּחָה - mishpâchâh) é usada para descrever as várias divisões dentro das tribos, enfatizando a importância das relações familiares e sociais na cultura israelita.","por_que_esta_palavra":"A estrutura familiar é fundamental para a organização social e a transmissão de heranças e tradições.","conexao_teologica":"A família é vista como uma instituição divina, refletindo a relação entre Deus e seu povo, e a importância da comunidade na vida espiritual.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Efésios 6:1-4"]},"numeros_26_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada em um sentido figurado, referindo-se à queda ou ao declínio de uma geração.","explicacao_detalhada":"A palavra 'cair' (הָיָה - hâyâh) é utilizada para descrever a transição entre as gerações e a importância de lembrar as lições do passado.","por_que_esta_palavra":"É importante para entender a continuidade da história de Israel e as consequências da desobediência a Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Coríntios 10:12"]},"numeros_26_7_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de Deus em libertar seu povo da escravidão.","explicacao_detalhada":"A palavra 'libertar' (פָּקַד - pâqad) é usada para descrever a intervenção divina na história de Israel, onde Deus se lembra de seu povo e age em seu favor.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus como libertador e salvador.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação e a redenção oferecidas por Deus.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Gálatas 5:1"]},"numeros_26_7_forty":{"palavra_pt":"forty","palavra_original":"אַרְבָּעִים","transliteracao":"ʼarbâʻîym","strong":"H705","significado_raiz":"Ideia básica: forty.","significado_contextual":"A palavra 'quarenta' refere-se ao período de tempo que o povo de Israel passou no deserto.","explicacao_detalhada":"A palavra 'quarenta' (אַרְבָּעִים - ʼarbâʻîym) simboliza um tempo de teste e preparação antes de entrar na terra prometida.","por_que_esta_palavra":"É importante para entender o processo de purificação e amadurecimento do povo de Deus.","conexao_teologica":"O número quarenta aparece frequentemente na Bíblia, simbolizando um tempo de provação e transformação.","referencias_relacionadas":["Êxodo 16:35","Números 14:33","Mateus 4:2"]},"numeros_26_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente usada para enfatizar a continuidade da linhagem dentro da tribo.","explicacao_detalhada":"A palavra 'filho' (בֵּן - bên) é repetida para reforçar a importância da descendência e da identidade familiar no contexto da contagem das tribos.","por_que_esta_palavra":"A repetição destaca a relevância da genealogia na história de Israel e a relação entre as gerações.","conexao_teologica":"A filiação é um tema que reflete a relação entre Deus e seu povo, onde cada geração é chamada a seguir os caminhos do Senhor.","referencias_relacionadas":["Gênesis 4:25","Salmos 22:30","Lucas 3:38"]},"numeros_26_8_pallu":{"palavra_pt":"pallu","palavra_original":"פַּלּוּא","transliteracao":"Pallûwʼ","strong":"H6396","significado_raiz":"Ideia básica: pallu.","significado_contextual":"Pallu é mencionado novamente como parte da genealogia da tribo de Rubem.","explicacao_detalhada":"A palavra 'Pallu' (פַּלּוּא - Pallûwʼ) reafirma a importância das linhagens e a continuidade da história familiar dentro do povo de Israel.","por_que_esta_palavra":"A repetição do nome é significativa para a preservação da identidade tribal e familiar.","conexao_teologica":"A continuidade das linhagens é um aspecto importante na narrativa bíblica, mostrando como Deus trabalha através das gerações.","referencias_relacionadas":["Gênesis 46:9","1 Crônicas 5:3","Mateus 1:3"]},"numeros_26_8_nome":{"palavra_pt":"nome","palavra_original":"אֱלִיאָב","transliteracao":"ʼĔlîyʼâb","strong":"H446","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Eliaab, que é mencionado como um líder na tribo de Rubem.","explicacao_detalhada":"O nome 'Eliaab' significa 'Deus é meu pai', e representa a identidade e a herança espiritual de sua família dentro do povo de Israel.","por_que_esta_palavra":"O nome é importante para identificar a linhagem e o papel de Eliaab na história de Israel, especialmente durante o censo realizado por Moisés.","conexao_teologica":"O nome é um lembrete da relação especial entre Deus e seu povo, enfatizando a paternidade divina.","referencias_relacionadas":["Números 1:5","Números 2:10","Números 3:24"]},"numeros_26_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência, especificamente o filho de Eliaab.","explicacao_detalhada":"A palavra 'filho' é fundamental para entender a estrutura familiar e a transmissão de heranças e responsabilidades dentro da tribo de Rubem.","por_que_esta_palavra":"A menção do filho destaca a continuidade da linhagem e a importância da família na sociedade israelita.","conexao_teologica":"A relação pai-filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Provérbios 22:6"]},"numeros_26_9_familia":{"palavra_pt":"familia","palavra_original":"עֵדָה","transliteracao":"ʻêdâh","strong":"H5712","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar que compõe a tribo de Rubem.","explicacao_detalhada":"A palavra 'família' implica em um grupo de pessoas unidas por laços de sangue e fé, que têm um papel importante na estrutura social de Israel.","por_que_esta_palavra":"A identificação da família é crucial para a organização do povo de Israel e para a distribuição das terras prometidas.","conexao_teologica":"A ideia de família é central na narrativa bíblica, refletindo a importância da comunidade e da aliança entre Deus e seu povo.","referencias_relacionadas":["Gênesis 12:3","Deuteronômio 6:7","Josué 24:15"]},"numeros_26_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado e reverenciado pelo povo de Israel.","explicacao_detalhada":"O nome 'YHWH' (Senhor) representa a soberania e a santidade de Deus, sendo um símbolo da aliança entre Deus e Israel.","por_que_esta_palavra":"A menção do nome do Senhor enfatiza a importância da adoração e da obediência a Deus na vida do povo.","conexao_teologica":"O nome de Deus é central na teologia israelita, representando sua presença e autoridade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"numeros_26_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, que é um tema central na narrativa bíblica.","explicacao_detalhada":"A palavra 'terra' implica não apenas no espaço físico, mas também na promessa de Deus de dar uma herança ao seu povo.","por_que_esta_palavra":"A terra é um símbolo da bênção e da fidelidade de Deus às suas promessas.","conexao_teologica":"A terra prometida é um elemento fundamental da aliança de Deus com Israel, representando segurança e prosperidade.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Josué 1:2"]},"numeros_26_10_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte como uma realidade inevitável, que afeta todos os seres humanos.","explicacao_detalhada":"A palavra 'morte' é usada para enfatizar a fragilidade da vida e a necessidade de viver em conformidade com os mandamentos de Deus.","por_que_esta_palavra":"A menção da morte serve como um lembrete da consequência do pecado e da importância da vida em obediência a Deus.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:19","Romanos 6:23","Hebreus 9:27"]},"numeros_26_10_appear":{"palavra_pt":"aparecer","palavra_original":"פָּתַח","transliteracao":"pâthach","strong":"H6605","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"Refere-se ao ato de aparecer, que pode ter conotações de revelação ou manifestação.","explicacao_detalhada":"A palavra 'aparecer' implica em um momento de revelação divina, onde Deus se manifesta ao seu povo.","por_que_esta_palavra":"A ideia de aparecer é importante para entender como Deus se comunica e se relaciona com a humanidade.","conexao_teologica":"A manifestação de Deus é um tema central na Bíblia, mostrando seu desejo de se relacionar com seu povo.","referencias_relacionadas":["Êxodo 33:18","Salmos 104:2","Isaías 60:1"]},"numeros_26_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se novamente à relação de descendência, especificamente o filho de um dos líderes mencionados.","explicacao_detalhada":"A repetição da palavra 'filho' reforça a importância da continuidade familiar e da liderança dentro da tribo.","por_que_esta_palavra":"A menção do filho destaca a importância da linhagem e da transmissão de valores e responsabilidades.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 103:17","Provérbios 17:6","Mateus 5:9"]},"numeros_26_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade como um princípio moral e espiritual que deve ser seguido.","explicacao_detalhada":"A palavra 'verdade' implica em fidelidade e integridade, tanto nas relações humanas quanto na relação com Deus.","por_que_esta_palavra":"A ênfase na verdade é crucial para a vida comunitária e a adoração a Deus.","conexao_teologica":"A verdade é um atributo de Deus e um valor fundamental na vida cristã.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"numeros_26_11_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de morrer, que é uma parte inevitável da experiência humana.","explicacao_detalhada":"A palavra 'morrer' é usada para enfatizar a fragilidade da vida e a necessidade de viver de acordo com os princípios de Deus.","por_que_esta_palavra":"A menção da morte serve como um lembrete da consequência do pecado e da importância da vida em obediência a Deus.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:19","Romanos 6:23","Hebreus 9:27"]},"numeros_26_12_nome":{"palavra_pt":"nome","palavra_original":"יָכִין","transliteracao":"Yâkîyn","strong":"H3199","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que carrega identidade e legado.","explicacao_detalhada":"O nome é um elemento crucial na cultura hebraica, simbolizando não apenas a identidade, mas também o caráter e a missão da pessoa. Neste contexto, o nome mencionado é parte da genealogia dos israelitas.","por_que_esta_palavra":"A palavra 'nome' é utilizada para estabelecer a linhagem e a herança dentro do povo de Israel, mostrando a importância da descendência.","conexao_teologica":"O nome é frequentemente associado à autoridade e à presença de Deus, como em Êxodo 3:14, onde Deus se revela como 'Eu Sou'.","referencias_relacionadas":["Gênesis 17:5","Êxodo 3:14","Salmos 20:1"]},"numeros_26_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' é central na estrutura familiar israelita, representando não apenas a prole, mas também a continuidade da aliança de Deus com o povo.","por_que_esta_palavra":"Usada para enfatizar a importância da linhagem e da herança espiritual e material dentro da comunidade.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, como em Salmos 103:13.","referencias_relacionadas":["Gênesis 4:25","Êxodo 20:12","Salmos 127:3"]},"numeros_26_13_nome":{"palavra_pt":"nome","palavra_original":"זֶרַח","transliteracao":"Zerach","strong":"H2226","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma tribo ou grupo familiar, essencial para a identificação dentro da comunidade.","explicacao_detalhada":"O nome mencionado neste versículo é parte da genealogia que ajuda a traçar a história e a herança do povo de Israel.","por_que_esta_palavra":"A palavra 'nome' é utilizada para estabelecer a identidade e a história de um grupo, reforçando a importância da memória coletiva.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos que refletem a natureza de Deus ou a missão do indivíduo, como em Gênesis 32:28.","referencias_relacionadas":["Gênesis 32:28","Êxodo 6:14","1 Crônicas 1:1"]},"numeros_26_13_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se a um grupo de pessoas unidas por laços de sangue ou aliança.","explicacao_detalhada":"A palavra 'família' é fundamental para entender a estrutura social e religiosa do povo de Israel, onde as famílias desempenham papéis cruciais na adoração e na preservação da fé.","por_que_esta_palavra":"Usada para enfatizar a importância da unidade e da continuidade da fé entre gerações.","conexao_teologica":"A família é vista como a unidade básica da sociedade e da igreja, refletindo a relação de Deus com Seu povo, como em Efésios 3:15.","referencias_relacionadas":["Gênesis 12:3","Êxodo 12:3","Salmos 68:6"]},"numeros_26_14_anthe":{"palavra_pt":"estes/aqueles","palavra_original":"אֵלֶּה","transliteracao":"ʼêl-leh","strong":"H428","significado_raiz":"Ideia básica: estes.","significado_contextual":"Refere-se a um grupo específico de pessoas ou coisas, destacando a importância do contexto.","explicacao_detalhada":"A palavra 'estes/aqueles' é usada para identificar e distinguir entre diferentes grupos ou indivíduos, enfatizando a relevância do contexto em que estão inseridos.","por_que_esta_palavra":"Utilizada para direcionar a atenção do leitor ou ouvinte para um grupo específico dentro da narrativa.","conexao_teologica":"A distinção entre 'estes' e 'aqueles' pode ser vista como uma representação da escolha de Deus em relação ao Seu povo, como em Romanos 8:33.","referencias_relacionadas":["Mateus 7:13","Romanos 8:33","1 Pedro 2:9"]},"numeros_26_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' é central na estrutura familiar israelita, representando não apenas a prole, mas também a continuidade da aliança de Deus com o povo.","por_que_esta_palavra":"Usada para enfatizar a importância da linhagem e da herança espiritual e material dentro da comunidade.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, como em Salmos 103:13.","referencias_relacionadas":["Gênesis 4:25","Êxodo 20:12","Salmos 127:3"]},"numeros_26_15_zephon":{"palavra_pt":"zephon","palavra_original":"צְפוֹן","transliteracao":"Tsᵉphôwn","strong":"H6827","significado_raiz":"Ideia básica: zephon.","significado_contextual":"Refere-se a um nome próprio, possivelmente ligado a uma tribo ou família específica.","explicacao_detalhada":"O nome 'Zephon' pode ter conotações geográficas ou históricas, refletindo a identidade de um grupo dentro do povo de Israel.","por_que_esta_palavra":"A escolha de nomes na Bíblia muitas vezes reflete características ou eventos significativos da vida da pessoa ou de sua família.","conexao_teologica":"Os nomes são frequentemente usados para transmitir verdades espirituais, como em Apocalipse 2:17, onde um novo nome é dado aos vencedores.","referencias_relacionadas":["Gênesis 46:10","Números 26:15","1 Crônicas 5:29"]},"numeros_26_16_ozni":{"palavra_pt":"ozni","palavra_original":"אׇזְנִי","transliteracao":"ʼOznîy","strong":"H244","significado_raiz":"Ideia básica: ozni.","significado_contextual":"Refere-se a um nome próprio, possivelmente ligado a uma tribo ou família específica.","explicacao_detalhada":"O nome 'Ozni' pode indicar características pessoais ou a história de uma linhagem dentro do povo de Israel.","por_que_esta_palavra":"Os nomes são importantes para a identificação e a preservação da história familiar e tribal.","conexao_teologica":"A importância dos nomes é refletida na maneira como Deus conhece cada um de Seus filhos, como em Isaías 43:1.","referencias_relacionadas":["Gênesis 46:16","Números 26:16","1 Crônicas 5:29"]},"numeros_26_16_eri":{"palavra_pt":"eri","palavra_original":"עֵרִי","transliteracao":"ʻÊrîy","strong":"H6179","significado_raiz":"Ideia básica: eri.","significado_contextual":"Refere-se a um nome próprio, possivelmente ligado a uma tribo ou família específica.","explicacao_detalhada":"O nome 'Eri' pode ter significados que refletem a identidade ou a história de uma linhagem dentro do povo de Israel.","por_que_esta_palavra":"Os nomes são usados para transmitir a herança e a identidade de um indivíduo ou grupo.","conexao_teologica":"A relação entre nomes e identidade é fundamental na teologia bíblica, refletindo como Deus se relaciona com Seu povo, como em João 10:3.","referencias_relacionadas":["Gênesis 46:16","Números 26:16","1 Crônicas 5:29"]},"numeros_26_16_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se a um grupo de pessoas unidas por laços de sangue ou aliança.","explicacao_detalhada":"A palavra 'família' é fundamental para entender a estrutura social e religiosa do povo de Israel, onde as famílias desempenham papéis cruciais na adoração e na preservação da fé.","por_que_esta_palavra":"Usada para enfatizar a importância da unidade e da continuidade da fé entre gerações.","conexao_teologica":"A família é vista como a unidade básica da sociedade e da igreja, refletindo a relação de Deus com Seu povo, como em Efésios 3:15.","referencias_relacionadas":["Gênesis 12:3","Êxodo 12:3","Salmos 68:6"]},"numeros_26_17_arod":{"palavra_pt":"arod","palavra_original":"אֲרוֹד","transliteracao":"ʼĂrôwd","strong":"H720","significado_raiz":"Ideia básica: arod.","significado_contextual":"A palavra 'arod' refere-se a um dos clãs ou famílias que descendem de Rubem, o primogênito de Jacó.","explicacao_detalhada":"No contexto de Números 26:17, 'arod' é mencionado como parte da genealogia dos filhos de Rubem, destacando a importância das linhagens dentro da nação israelita.","por_que_esta_palavra":"A inclusão de 'arod' na lista de famílias é crucial para a organização social e tribal de Israel, refletindo a estrutura familiar e a herança.","conexao_teologica":"A genealogia é um tema recorrente na Bíblia, mostrando como Deus preserva e organiza Seu povo através das gerações.","referencias_relacionadas":["Gênesis 46:9","Êxodo 6:14","Números 1:20"]},"numeros_26_17_areli":{"palavra_pt":"areli","palavra_original":"אַרְאֵלִי","transliteracao":"ʼArʼêlîy","strong":"H692","significado_raiz":"Ideia básica: areli.","significado_contextual":"A palavra 'areli' é um nome que pode estar associado a um dos descendentes de Rubem.","explicacao_detalhada":"Em Números 26:17, 'areli' é mencionado como parte da genealogia, indicando a continuidade da linhagem e a importância de cada indivíduo na história de Israel.","por_que_esta_palavra":"A menção de 'areli' destaca a individualidade e a contribuição de cada membro da tribo, refletindo o valor que Deus dá a cada pessoa.","conexao_teologica":"Cada nome na genealogia representa a fidelidade de Deus em cumprir Suas promessas a Abraão, Isaque e Jacó.","referencias_relacionadas":["Gênesis 46:9","Êxodo 6:14","Números 1:20"]},"numeros_26_17_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'familia' refere-se a um grupo de pessoas unidas por laços de sangue, especialmente dentro do contexto das tribos de Israel.","explicacao_detalhada":"Em Números 26:17, a menção de 'familia' é significativa para a organização social e a divisão da terra prometida entre as tribos.","por_que_esta_palavra":"A estrutura familiar é fundamental para a identidade e a herança do povo de Israel, mostrando como Deus estabelece ordens sociais.","conexao_teologica":"Deus se preocupa com as famílias e a forma como elas se relacionam, refletindo Sua intenção de que a vida em comunidade seja harmoniosa.","referencias_relacionadas":["Gênesis 12:3","Êxodo 20:12","Deuteronômio 6:7"]},"numeros_26_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação de descendência e herança dentro das famílias de Israel.","explicacao_detalhada":"Em Números 26:18, a repetição da palavra 'filho' enfatiza a continuidade da linhagem e a importância dos descendentes na história de Israel.","por_que_esta_palavra":"A palavra 'filho' é central para a compreensão da identidade e do legado familiar, refletindo a promessa de Deus a Abraão sobre sua descendência.","conexao_teologica":"A relação pai-filho é uma metáfora importante na Bíblia, representando a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Gálatas 3:26"]},"numeros_26_18_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de libertação, especialmente no contexto da libertação do povo de Israel da escravidão no Egito.","explicacao_detalhada":"Em Números 26:18, 'libertar' pode ser interpretado como um lembrete da ação de Deus em libertar Seu povo e estabelecer uma nova identidade para eles.","por_que_esta_palavra":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação e a nova vida que Deus oferece.","conexao_teologica":"A libertação do Egito é um precursor da libertação espiritual que encontramos em Cristo.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:22","Gálatas 5:1"]},"numeros_26_19_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida física, um tema que aparece frequentemente na narrativa bíblica.","explicacao_detalhada":"Em Números 26:19, a menção da morte é um lembrete da fragilidade da vida e da inevitabilidade da morte, especialmente no contexto da jornada do povo de Israel.","por_que_esta_palavra":"A morte é uma realidade que todos enfrentam, e a Bíblia aborda isso para nos lembrar da importância de viver de acordo com a vontade de Deus.","conexao_teologica":"A morte é transformada em esperança através da ressurreição em Cristo, que oferece vida eterna.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","1 Coríntios 15:55"]},"numeros_26_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à terra prometida, um tema central na história de Israel.","explicacao_detalhada":"Em Números 26:19, a terra é um símbolo da promessa de Deus e da herança que Ele deu ao Seu povo.","por_que_esta_palavra":"A terra representa não apenas um lugar físico, mas também a presença e a bênção de Deus na vida do Seu povo.","conexao_teologica":"A terra prometida é um tipo da herança celestial que os crentes aguardam em Cristo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:17","Hebreus 11:10"]},"numeros_26_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para enfatizar a continuidade da linhagem e a importância dos descendentes.","explicacao_detalhada":"Em Números 26:19, a repetição da palavra 'filho' reforça a ideia de que cada geração é parte do plano de Deus para Seu povo.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da herança espiritual e física dentro da comunidade de fé.","conexao_teologica":"A relação entre pais e filhos é fundamental para a transmissão da fé e dos valores de geração em geração.","referencias_relacionadas":["Salmos 78:4","Provérbios 1:8","Efésios 6:4"]},"numeros_26_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser interpretada como uma referência a eventos de queda ou derrota, tanto física quanto espiritual.","explicacao_detalhada":"Em Números 26:20, 'cair' pode simbolizar a queda de pessoas ou a perda de status, refletindo as consequências do pecado.","por_que_esta_palavra":"A ideia de cair é importante para entender a fragilidade humana e a necessidade de dependência de Deus.","conexao_teologica":"A queda do homem é um tema central na teologia, que aponta para a necessidade de redenção em Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Pedro 5:8"]},"numeros_26_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para enfatizar a continuidade da linhagem e a importância dos descendentes.","explicacao_detalhada":"Em Números 26:20, a repetição da palavra 'filho' reforça a ideia de que cada geração é parte do plano de Deus para Seu povo.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da herança espiritual e física dentro da comunidade de fé.","conexao_teologica":"A relação entre pais e filhos é fundamental para a transmissão da fé e dos valores de geração em geração.","referencias_relacionadas":["Salmos 78:4","Provérbios 1:8","Efésios 6:4"]},"numeros_26_20_nome":{"palavra_pt":"nome","palavra_original":"שֵׁלָה","transliteracao":"Shêlâh","strong":"H7956","significado_raiz":"Ideia básica: nome.","significado_contextual":"O termo 'nome' refere-se à identidade e ao reconhecimento de uma pessoa ou grupo dentro da genealogia israelita.","explicacao_detalhada":"Na cultura hebraica, o nome carrega um significado profundo, muitas vezes refletindo a história ou a característica da pessoa. Em Números 26:20, o nome é essencial para a organização das tribos de Israel e sua herança.","por_que_esta_palavra":"A palavra 'nome' é utilizada para estabelecer a linhagem e a herança, fundamentais para a identidade do povo de Israel.","conexao_teologica":"O nome de uma pessoa é visto como uma extensão de sua essência e propósito, refletindo a soberania de Deus sobre a história e o destino de Seu povo.","referencias_relacionadas":["Gênesis 17:5","Êxodo 3:14","Salmos 91:14"]},"numeros_26_21_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"O verbo 'cair' aqui é usado no sentido de 'vir a existir' ou 'tornar-se', referindo-se à geração de novos descendentes.","explicacao_detalhada":"Em Números 26:21, a palavra 'cair' implica na continuidade da linhagem, enfatizando a importância da procriação e da herança entre as tribos de Israel.","por_que_esta_palavra":"A escolha do verbo 'cair' sugere um processo natural de crescimento e multiplicação, essencial para a sobrevivência do povo escolhido.","conexao_teologica":"A ideia de 'cair' também pode ser vista como uma metáfora para a queda do homem e a necessidade de redenção, que é um tema central na teologia bíblica.","referencias_relacionadas":["Gênesis 1:28","Salmos 127:3-5","Romanos 5:12"]},"numeros_26_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência direta e à continuidade da linhagem familiar.","explicacao_detalhada":"Em Números 26:21, 'filho' é crucial para a contagem das tribos e a distribuição da terra prometida, simbolizando a promessa de Deus a Abraão.","por_que_esta_palavra":"A ênfase na palavra 'filho' destaca a importância da família e da herança na cultura israelita.","conexao_teologica":"A relação entre pai e filho é frequentemente usada nas Escrituras para ilustrar a relação entre Deus e Seu povo, enfatizando a paternidade divina.","referencias_relacionadas":["Gênesis 15:4","Êxodo 4:22","João 1:12"]},"numeros_26_21_nome":{"palavra_pt":"nome","palavra_original":"חֶצְרוֹן","transliteracao":"Chetsrôwn","strong":"H2696","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' aqui representa a identidade de uma tribo específica, essencial para a organização social de Israel.","explicacao_detalhada":"Em Números 26:21, o nome é fundamental para a identificação e a herança das tribos, refletindo a importância da genealogia.","por_que_esta_palavra":"A palavra 'nome' é usada para estabelecer a conexão entre os indivíduos e suas tribos, reforçando a unidade do povo de Deus.","conexao_teologica":"O nome de Deus também é um tema central nas Escrituras, representando Sua natureza e caráter, e a relação que Ele tem com Seu povo.","referencias_relacionadas":["Gênesis 32:28","Êxodo 20:7","Filipenses 2:9-10"]},"numeros_26_22_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' implica em um ato de libertação ou convocação, especialmente em relação ao povo de Israel.","explicacao_detalhada":"Em Números 26:22, 'libertar' é usado para descrever o ato de Deus em chamar Seu povo e estabelecer sua identidade como nação escolhida.","por_que_esta_palavra":"A palavra é significativa porque reflete a ação de Deus em libertar Israel da escravidão e guiá-los para a terra prometida.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação e a redenção que Deus oferece a todos os que creem.","referencias_relacionadas":["Êxodo 6:6","Salmos 34:17","Gálatas 5:1"]},"numeros_26_22_seventy":{"palavra_pt":"seventy","palavra_original":"שִׁבְעִים","transliteracao":"shibʻîym","strong":"H7657","significado_raiz":"Ideia básica: seventy.","significado_contextual":"O termo 'seventy' refere-se ao número de líderes ou representantes que foram contados entre o povo de Israel.","explicacao_detalhada":"Em Números 26:22, o número setenta é simbólico, representando a plenitude e a totalidade do povo de Deus.","por_que_esta_palavra":"A escolha do número setenta pode estar relacionada à ideia de completude, refletindo a totalidade da nação israelita.","conexao_teologica":"O número setenta aparece em outras partes da Bíblia, simbolizando a totalidade das nações e a missão de Deus para todas as pessoas.","referencias_relacionadas":["Gênesis 10:1-32","Deuteronômio 32:8","Lucas 10:1"]},"numeros_26_22_fifteen":{"palavra_pt":"fif teen","palavra_original":"חָמֵשׁ","transliteracao":"châmêsh","strong":"H2568","significado_raiz":"Ideia básica: fif teen.","significado_contextual":"A palavra 'fifteen' refere-se a um número específico dentro da contagem das tribos e suas divisões.","explicacao_detalhada":"Em Números 26:22, o número quinze pode indicar uma subdivisão ou um grupo específico dentro da contagem maior.","por_que_esta_palavra":"A menção de números específicos é importante para a organização e a estruturação do povo de Israel.","conexao_teologica":"Os números na Bíblia muitas vezes têm significados simbólicos, e o número quinze pode ser visto como um reflexo da graça e da misericórdia de Deus.","referencias_relacionadas":["Êxodo 12:37","1 Crônicas 23:3","Mateus 1:17"]},"numeros_26_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada novamente para enfatizar a continuidade da linhagem e a importância da descendência.","explicacao_detalhada":"Em Números 26:23, a referência ao 'filho' destaca a importância da herança e da identidade familiar dentro do povo de Israel.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que cada geração é parte de um plano maior de Deus.","conexao_teologica":"A relação entre pai e filho é uma metáfora poderosa na Bíblia, representando a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 4:1","Salmos 127:3","Romanos 8:14"]},"numeros_26_23_nome":{"palavra_pt":"nome","palavra_original":"פּוּאָה","transliteracao":"Pûwʼâh","strong":"H6312","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' aqui representa a identidade de uma nova geração dentro da linhagem de Israel.","explicacao_detalhada":"Em Números 26:23, o nome é crucial para a identificação e a continuidade da herança entre as tribos.","por_que_esta_palavra":"A palavra 'nome' é usada para estabelecer a conexão entre os indivíduos e suas tribos, reforçando a unidade do povo de Deus.","conexao_teologica":"O nome de Deus é um tema central nas Escrituras, representando Sua natureza e caráter, e a relação que Ele tem com Seu povo.","referencias_relacionadas":["Gênesis 32:28","Êxodo 20:7","Filipenses 2:9-10"]},"numeros_26_24_nome":{"palavra_pt":"nome","palavra_original":"יָשׁוּב","transliteracao":"Yâshûwb","strong":"H3437","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' aqui é novamente um símbolo da identidade e da herança dentro da genealogia israelita.","explicacao_detalhada":"Em Números 26:24, o nome é essencial para a organização das tribos e a continuidade da história do povo de Deus.","por_que_esta_palavra":"A repetição da palavra 'nome' enfatiza a importância da identidade e da herança na cultura israelita.","conexao_teologica":"O nome de Deus e a identidade do Seu povo estão interligados, refletindo a relação íntima entre Deus e Israel.","referencias_relacionadas":["Gênesis 17:5","Êxodo 3:14","Salmos 91:14"]},"numeros_26_24_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se a um grupo de pessoas que compartilham um ancestral comum, representando a unidade e a continuidade da linhagem.","explicacao_detalhada":"A palavra 'família' (mishpâchâh) é usada para descrever as diversas tribos e clãs de Israel, cada um com suas próprias características e heranças. No contexto de Números 26, a contagem das famílias é essencial para a organização social e militar do povo de Israel.","por_que_esta_palavra":"A palavra é importante porque enfatiza a estrutura social de Israel e a necessidade de manter a identidade e a herança dentro do povo escolhido por Deus.","conexao_teologica":"A noção de família é central na teologia bíblica, refletindo a relação de Deus com Seu povo como um Pai que cuida e protege sua família espiritual.","referencias_relacionadas":["Gênesis 12:3","Êxodo 3:15","Deuteronômio 6:7"]},"numeros_26_25_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Indica a ação de libertar ou convocar, especialmente em relação ao povo de Israel sendo chamado para a liberdade.","explicacao_detalhada":"A palavra 'libertar' (pâqad) é utilizada em contextos onde Deus se lembra de Seu povo e age em seu favor, como na libertação do Egito. Em Números 26, essa palavra reforça a ideia de que Deus está atento às necessidades de Seu povo.","por_que_esta_palavra":"É crucial porque destaca a fidelidade de Deus em cumprir Suas promessas de libertação e proteção ao povo de Israel.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação que Deus oferece a todos os que creem, culminando na obra de Cristo.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"numeros_26_25_sixty":{"palavra_pt":"sixty","palavra_original":"שִׁשִּׁים","transliteracao":"shishshîym","strong":"H8346","significado_raiz":"Ideia básica: sixty.","significado_contextual":"Refere-se ao número sessenta, que pode simbolizar plenitude ou um grupo significativo dentro da contagem das tribos.","explicacao_detalhada":"A palavra 'sessenta' (shishshîym) é usada em um contexto de contagem e organização das tribos de Israel, refletindo a importância da ordem e da estrutura no acampamento e na sociedade israelita.","por_que_esta_palavra":"Esse número é relevante para entender a magnitude e a organização do povo de Deus, mostrando como Ele cuida de cada detalhe.","conexao_teologica":"Os números na Bíblia muitas vezes têm significados simbólicos, e sessenta pode ser visto como um símbolo de completude na organização do povo de Deus.","referencias_relacionadas":["Números 1:46","Números 2:32","Números 26:2"]},"numeros_26_25_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁלוֹשׁ","transliteracao":"shâlôwsh","strong":"H7969","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão numérica que representa a quantidade de pessoas ou famílias.","explicacao_detalhada":"A palavra 'expressão' (shâlôwsh) é usada para indicar a contagem de grupos ou indivíduos, essencial para a organização do povo de Israel durante o censo.","por_que_esta_palavra":"É importante para a compreensão da estrutura social e militar de Israel, mostrando como Deus ordena Seu povo.","conexao_teologica":"A contagem e a organização são reflexos da ordem divina e da importância da comunidade na vida espiritual.","referencias_relacionadas":["Números 1:2","Números 26:1","Deuteronômio 10:22"]},"numeros_26_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, enfatizando a continuidade da linhagem e a importância da herança familiar.","explicacao_detalhada":"A palavra 'filho' (bên) é fundamental na genealogia de Israel, mostrando a relação entre as gerações e a promessa de Deus a Abraão, Isaque e Jacó.","por_que_esta_palavra":"É essencial para entender a identidade do povo de Deus e a importância da transmissão de valores e promessas entre as gerações.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde todos os crentes são considerados filhos de Deus através de Cristo.","referencias_relacionadas":["Gênesis 17:7","Êxodo 4:22","Romanos 8:14"]},"numeros_26_26_sered":{"palavra_pt":"sered","palavra_original":"סֶרֶד","transliteracao":"Çered","strong":"H5624","significado_raiz":"Ideia básica: sered.","significado_contextual":"Refere-se a um nome próprio, indicando uma linhagem específica dentro da genealogia de Israel.","explicacao_detalhada":"A palavra 'sered' (Çered) é usada para identificar uma família ou clã, mostrando a importância da individualidade dentro da coletividade do povo de Deus.","por_que_esta_palavra":"É relevante para a compreensão da história e da herança de Israel, destacando a diversidade dentro da unidade do povo escolhido.","conexao_teologica":"Cada nome e linhagem tem um propósito na história da salvação, refletindo a soberania de Deus na escolha de Seu povo.","referencias_relacionadas":["Números 26:20","Gênesis 46:10","1 Crônicas 4:24"]},"numeros_26_26_nome":{"palavra_pt":"nome","palavra_original":"אֵילוֹן","transliteracao":"ʼÊylôwn","strong":"H356","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se a um nome próprio, essencial para a identificação e a herança dentro da genealogia.","explicacao_detalhada":"A palavra 'nome' (ʼÊylôwn) é usada para designar a identidade de uma pessoa ou família, refletindo a importância do nome na cultura israelita.","por_que_esta_palavra":"É importante porque os nomes carregam significados e histórias, representando a relação do indivíduo com Deus e com a comunidade.","conexao_teologica":"Deus conhece cada um pelo nome, e isso reflete a intimidade e o cuidado que Ele tem por Seu povo.","referencias_relacionadas":["Isaías 43:1","Salmos 147:4","Apocalipse 3:5"]},"numeros_26_27_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Indica a ação de libertar ou convocar, especialmente em relação ao povo de Israel sendo chamado para a liberdade.","explicacao_detalhada":"A palavra 'libertar' (pâqad) é utilizada em contextos onde Deus se lembra de Seu povo e age em seu favor, como na libertação do Egito. Em Números 26, essa palavra reforça a ideia de que Deus está atento às necessidades de Seu povo.","por_que_esta_palavra":"É crucial porque destaca a fidelidade de Deus em cumprir Suas promessas de libertação e proteção ao povo de Israel.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação que Deus oferece a todos os que creem, culminando na obra de Cristo.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"numeros_26_27_fifteen":{"palavra_pt":"fif teen","palavra_original":"חָמֵשׁ","transliteracao":"châmêsh","strong":"H2568","significado_raiz":"Ideia básica: fif teen.","significado_contextual":"Em Números 26:27, \"fif teen\" aparece na frase \"Estas são as famílias dos zebulonitas, segundo os que foram deles contados, sessenta mil e quinhentos.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (חָמֵשׁ; châmêsh; H2568), \"fif teen\" traz a ideia de fif teen. Aqui, essa palavra deixa o ensino de Números 26:27 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"fif teen\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Números 31:39. Lendo junto com Números 26:27, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Números 26:27","Números 31:39","Salmos 119:105"]},"numeros_26_27_anthe":{"palavra_pt":"estes/aqueles","palavra_original":"אֵלֶּה","transliteracao":"ʼêl-leh","strong":"H428","significado_raiz":"Ideia básica: estes.","significado_contextual":"Refere-se a um pronome demonstrativo que indica um grupo específico de pessoas.","explicacao_detalhada":"A palavra 'estes/aqueles' (ʼêl-leh) é usada para identificar e distinguir um grupo dentro da contagem das tribos de Israel, enfatizando a importância da individualidade dentro da coletividade.","por_que_esta_palavra":"É relevante para a compreensão da história e da herança de Israel, destacando a diversidade dentro da unidade do povo escolhido.","conexao_teologica":"Deus conhece cada um pelo nome e os distingue, refletindo a intimidade e o cuidado que Ele tem por Seu povo.","referencias_relacionadas":["Números 26:2","Gênesis 46:26","Mateus 10:30"]},"numeros_26_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a herança e a identidade dentro da comunidade israelita. Neste contexto, enfatiza a importância da linhagem e da descendência na contagem dos israelitas.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a importância da família e da continuidade da nação de Israel, que é composta por gerações sucessivas.","conexao_teologica":"A relação de pai e filho é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, simbolizando cuidado, proteção e herança.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"numeros_26_28_nome":{"palavra_pt":"nome","palavra_original":"יוֹסֵף","transliteracao":"Yôwçêph","strong":"H3130","significado_raiz":"Ideia básica: nome.","significado_contextual":"Indica a identidade de uma pessoa, essencial para a herança e a história familiar.","explicacao_detalhada":"O nome (יוֹסֵף) é mais do que uma simples designação; ele carrega o significado da identidade e do legado de uma pessoa. Neste contexto, o nome é crucial para a contagem e a organização das tribos de Israel.","por_que_esta_palavra":"O uso da palavra 'nome' enfatiza a importância da identidade individual e coletiva dentro da nação de Israel.","conexao_teologica":"Os nomes na Bíblia frequentemente refletem o caráter e a missão de uma pessoa, e Deus também é conhecido por Seus nomes, que revelam Sua natureza.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Apocalipse 3:5"]},"numeros_26_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e da herança familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada novamente para enfatizar a importância da descendência e da identidade familiar na contagem das tribos de Israel.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que cada geração é parte de um todo maior, essencial para a história do povo de Deus.","conexao_teologica":"A linhagem é fundamental na narrativa bíblica, pois muitas promessas de Deus são transmitidas através das gerações.","referencias_relacionadas":["Gênesis 17:7","Êxodo 3:6","Mateus 1:1"]},"numeros_26_29_machir":{"palavra_pt":"machir","palavra_original":"מָכִיר","transliteracao":"Mâkîyr","strong":"H4353","significado_raiz":"Ideia básica: machir.","significado_contextual":"Nome próprio que representa uma linhagem específica dentro da tribo de Manassés.","explicacao_detalhada":"Machir (מָכִיר) é mencionado como um dos filhos de Manassés, e sua inclusão na contagem dos descendentes é importante para a divisão da terra prometida.","por_que_esta_palavra":"A menção de Machir destaca a importância das tribos e suas subdivisões na organização do povo de Israel.","conexao_teologica":"A divisão da terra entre as tribos é um cumprimento das promessas de Deus a Abraão, Isaque e Jacó.","referencias_relacionadas":["Gênesis 50:23","Josué 17:1","1 Crônicas 7:14"]},"numeros_26_29_nome":{"palavra_pt":"nome","palavra_original":"גִּלְעָד","transliteracao":"Gilʻâd","strong":"H1568","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa ou grupo, essencial para a herança e a história familiar.","explicacao_detalhada":"O nome (גִּלְעָד) é crucial para a identificação e a organização das tribos de Israel, refletindo a importância da linhagem e da herança.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a identidade e a continuidade da história do povo de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados ao propósito divino na vida das pessoas.","referencias_relacionadas":["Gênesis 31:48","Deuteronômio 3:10","Josué 4:19"]},"numeros_26_30_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é novamente utilizada para enfatizar a importância da linhagem e da identidade dentro da comunidade israelita.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que cada geração é parte de um todo maior, essencial para a história do povo de Deus.","conexao_teologica":"A relação de pai e filho é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, simbolizando cuidado, proteção e herança.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"numeros_26_30_helek":{"palavra_pt":"helek","palavra_original":"חֵלֶק","transliteracao":"Chêleq","strong":"H2507","significado_raiz":"Ideia básica: helek.","significado_contextual":"Refere-se a uma parte ou porção, especialmente no contexto da divisão da terra.","explicacao_detalhada":"A palavra 'helek' (חֵלֶק) é usada para descrever a parte que cada tribo receberá na terra prometida, simbolizando a herança e a propriedade.","por_que_esta_palavra":"A menção de 'helek' é crucial para entender como Deus distribui a terra entre Seu povo, garantindo que cada tribo tenha sua porção.","conexao_teologica":"A distribuição da terra é um símbolo da promessa de Deus de prover e cuidar de Seu povo.","referencias_relacionadas":["Números 34:2","Josué 14:1","Ezequiel 48:1"]},"numeros_26_30_anthe":{"palavra_pt":"estes/aqueles","palavra_original":"אֵלֶּה","transliteracao":"ʼêl-leh","strong":"H428","significado_raiz":"Ideia básica: estes.","significado_contextual":"Refere-se a um grupo específico de pessoas ou coisas.","explicacao_detalhada":"A palavra 'estes/aqueles' (אֵלֶּה) é utilizada para identificar e especificar os indivíduos ou grupos mencionados anteriormente, reforçando a importância da contagem.","por_que_esta_palavra":"A utilização de 'estes' ajuda a conectar as informações sobre as tribos e suas linhagens, tornando claro quem está sendo contado.","conexao_teologica":"A especificidade é importante na narrativa bíblica, pois Deus conhece cada um de Seus filhos pelo nome.","referencias_relacionadas":["Gênesis 46:26","Êxodo 12:3","Mateus 10:30"]},"numeros_26_31_nome":{"palavra_pt":"nome","palavra_original":"אַשְׂרִיאֵל","transliteracao":"ʼAsrîyʼêl","strong":"H844","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa, essencial para a herança e a história familiar.","explicacao_detalhada":"O nome (אַשְׂרִיאֵל) é importante para a identificação e a organização das tribos de Israel, refletindo a importância da linhagem e da herança.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a identidade e a continuidade da história do povo de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados ao propósito divino na vida das pessoas.","referencias_relacionadas":["Gênesis 46:16","1 Crônicas 4:37","Números 1:10"]},"numeros_26_31_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se a um grupo de pessoas unidas por laços de sangue ou parentesco.","explicacao_detalhada":"A palavra 'família' (מִשְׁפָּחָה) é usada para descrever a unidade e a estrutura social do povo de Israel, enfatizando a importância das relações familiares na sociedade israelita.","por_que_esta_palavra":"A menção de 'família' destaca a importância da coesão social e da continuidade da linhagem entre os israelitas.","conexao_teologica":"A estrutura familiar é um reflexo da ordem divina e da maneira como Deus deseja que Seu povo viva em comunidade.","referencias_relacionadas":["Gênesis 7:1","Êxodo 12:3","Salmos 68:6"]},"numeros_26_32_shemida":{"palavra_pt":"shemida","palavra_original":"שְׁמִידָע","transliteracao":"Shᵉmîydâʻ","strong":"H8061","significado_raiz":"Ideia básica: shemida.","significado_contextual":"Shemida é um nome que aparece na genealogia dos descendentes de Manassés, representando uma linhagem específica dentro da tribo.","explicacao_detalhada":"O nome Shemida, que significa 'aquele que é nomeado', pode refletir a importância da identidade e da herança na cultura israelita. A genealogia era crucial para a organização social e religiosa do povo.","por_que_esta_palavra":"Esta palavra é importante porque representa a continuidade da linhagem e a preservação da identidade tribal entre os israelitas.","conexao_teologica":"A genealogia é um tema recorrente na Bíblia, mostrando como Deus preserva Seu povo através das gerações, o que é fundamental para a compreensão da história da salvação.","referencias_relacionadas":["Números 26:32","Gênesis 48:1-5","1 Crônicas 7:14-19"]},"numeros_26_32_nome":{"palavra_pt":"nome","palavra_original":"חֵפֶר","transliteracao":"Chêpher","strong":"H2660","significado_raiz":"Ideia básica: nome.","significado_contextual":"O termo 'nome' refere-se à identidade de uma pessoa ou família, essencial para a herança e a posição social dentro da tribo.","explicacao_detalhada":"Na cultura hebraica, o nome carrega um significado profundo e muitas vezes reflete o caráter ou a história da pessoa. O nome é um símbolo de autoridade e legado.","por_que_esta_palavra":"A palavra 'nome' é crucial para entender a importância da identidade e da herança no contexto da tribo de Manassés.","conexao_teologica":"Deus é frequentemente associado a nomes que revelam Seu caráter e atributos, como 'Jeová Jiré' (O Senhor Proverá), mostrando a importância do nome na relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-11"]},"numeros_26_32_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se a um grupo de pessoas ligadas por laços de sangue ou por alianças, essencial para a estrutura social de Israel.","explicacao_detalhada":"A família era a unidade básica da sociedade israelita, e a preservação da linhagem era vital para a herança das promessas de Deus. Cada família tinha um papel específico na história do povo de Israel.","por_que_esta_palavra":"A palavra 'família' é fundamental para entender a organização social e a importância das relações familiares na cultura hebraica.","conexao_teologica":"A Bíblia enfatiza a importância da família como uma instituição divina, refletindo a relação entre Deus e Seu povo, onde a família é vista como um reflexo da comunidade de fé.","referencias_relacionadas":["Gênesis 2:24","Êxodo 20:12","Efésios 6:1-4"]},"numeros_26_33_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência direta, sendo um termo que denota continuidade e herança dentro da família.","explicacao_detalhada":"Na cultura hebraica, o filho é visto como a continuidade da linhagem e o portador das promessas de Deus. A relação entre pai e filho é frequentemente usada para ilustrar a relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a dinâmica familiar e a transmissão de valores e promessas entre gerações.","conexao_teologica":"A relação entre Deus e os crentes é frequentemente descrita em termos de paternidade, onde Deus é o Pai e os crentes são Seus filhos, enfatizando a intimidade e a responsabilidade.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:14-17"]},"numeros_26_33_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para denotar a realidade e a fidelidade, especialmente em relação às promessas de Deus.","explicacao_detalhada":"A verdade é um conceito central na Bíblia, representando a natureza de Deus e a base da fé. A fidelidade de Deus é frequentemente associada à Sua verdade.","por_que_esta_palavra":"A palavra 'verdade' é importante para entender a confiança que os israelitas deveriam ter nas promessas de Deus e na Sua palavra.","conexao_teologica":"Jesus se apresenta como a Verdade (João 14:6), mostrando que a verdade é essencial para a relação com Deus e a vida cristã.","referencias_relacionadas":["Salmos 119:160","João 8:32","Efésios 4:15"]},"numeros_26_33_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação, conectando ideias e argumentos.","explicacao_detalhada":"Esta palavra é fundamental para a lógica dos textos bíblicos, pois muitas vezes explica as ações de Deus ou as respostas do povo às Suas instruções.","por_que_esta_palavra":"A palavra 'porque' é importante para entender a relação de causa e efeito nas narrativas bíblicas e a lógica das promessas de Deus.","conexao_teologica":"A compreensão das razões por trás das ações de Deus é essencial para a fé, pois nos ajuda a entender Seu caráter e Seus propósitos.","referencias_relacionadas":["Gênesis 1:26","Deuteronômio 6:24","Romanos 8:28"]},"numeros_26_34_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de libertação, especialmente no contexto da libertação do povo de Israel da escravidão no Egito.","explicacao_detalhada":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação e a redenção que Deus oferece ao Seu povo.","por_que_esta_palavra":"A palavra 'libertar' é crucial para entender a ação de Deus em favor de Seu povo e a promessa de liberdade espiritual.","conexao_teologica":"A libertação do Egito é um símbolo da salvação que Cristo oferece a todos os que creem, mostrando a continuidade do plano de Deus para a redenção.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:22","Gálatas 5:1"]},"numeros_26_34_fifty":{"palavra_pt":"fifty","palavra_original":"חֲמִשִּׁים","transliteracao":"chămishshîym","strong":"H2572","significado_raiz":"Ideia básica: fifty.","significado_contextual":"A palavra 'fifty' refere-se ao número cinquenta, que pode ter significados simbólicos, como o ano do jubileu.","explicacao_detalhada":"O número cinquenta é associado ao jubileu, um tempo de libertação e restauração, onde as dívidas eram perdoadas e as propriedades retornavam aos seus donos originais.","por_que_esta_palavra":"A palavra 'fifty' é importante para entender os ciclos de restauração e a graça de Deus na vida do povo de Israel.","conexao_teologica":"O jubileu é um símbolo da liberdade e da restauração que Cristo traz, refletindo a natureza redentora de Deus.","referencias_relacionadas":["Levítico 25:10","Isaías 61:1-2","Lucas 4:18-19"]},"numeros_26_34_sagrado":{"palavra_pt":"sagrado","palavra_original":"שֶׁבַע","transliteracao":"shebaʻ","strong":"H7651","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se a algo que é separado para Deus, indicando a santidade e a importância de certas coisas na vida do povo de Israel.","explicacao_detalhada":"O conceito de sagrado é central na adoração israelita, onde objetos, lugares e tempos eram dedicados a Deus, refletindo Sua santidade.","por_que_esta_palavra":"A palavra 'sagrado' é crucial para entender a relação entre Deus e Seu povo, enfatizando a necessidade de reverência e separação do que é comum.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e os crentes são chamados a ser santos como Ele é santo (1 Pedro 1:16).","referencias_relacionadas":["Levítico 11:44","Salmos 30:4","1 Pedro 2:9"]},"numeros_26_35_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada novamente para enfatizar a continuidade da linhagem e a importância da descendência.","explicacao_detalhada":"A repetição do termo 'filho' reforça a ideia de que a herança e as promessas de Deus são transmitidas através das gerações.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a estrutura familiar e a transmissão de valores e promessas dentro da comunidade de fé.","conexao_teologica":"A relação entre Deus e os crentes é frequentemente descrita em termos de paternidade, onde cada crente é visto como filho de Deus, enfatizando a intimidade e a responsabilidade.","referencias_relacionadas":["Gálatas 3:26","Efésios 1:5","1 João 3:1"]},"numeros_26_35_nome":{"palavra_pt":"nome","palavra_original":"שׁוּתֶלַח","transliteracao":"Shûwthelach","strong":"H7803","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um dos descendentes de Manassés, que é mencionado na genealogia dos israelitas.","explicacao_detalhada":"O nome é uma parte fundamental da identidade de uma pessoa na cultura hebraica. Neste contexto, o nome 'Shûwthelach' representa não apenas uma identidade individual, mas também a herança e a linhagem de uma tribo específica.","por_que_esta_palavra":"A palavra 'nome' é usada para identificar e distinguir indivíduos, especialmente em um contexto de genealogia, onde a linhagem é crucial para a história do povo de Israel.","conexao_teologica":"O nome de uma pessoa muitas vezes carrega um significado profundo e pode refletir a relação entre Deus e o indivíduo ou a tribo. A genealogia é importante para entender o plano de Deus para a redenção.","referencias_relacionadas":["Gênesis 5:2","Êxodo 3:15","Salmos 20:1"]},"numeros_26_36_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência, referindo-se a um filho de Manassés.","explicacao_detalhada":"A palavra 'filho' ('bên') é frequentemente usada na Bíblia para descrever a continuidade da linhagem e a herança das promessas de Deus. Neste caso, refere-se a um dos filhos de Manassés, destacando a importância da descendência.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a estrutura familiar e social do povo de Israel, onde a herança e a identidade são passadas de geração em geração.","conexao_teologica":"A relação de pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo, enfatizando a ideia de que Deus é o Pai e os israelitas são Seus filhos.","referencias_relacionadas":["Gênesis 48:14","Êxodo 4:22","Salmos 127:3"]},"numeros_26_36_eran":{"palavra_pt":"eran","palavra_original":"עֵרָן","transliteracao":"ʻÊrân","strong":"H6197","significado_raiz":"Ideia básica: eran.","significado_contextual":"Nome de um dos filhos de Manassés, que é mencionado na lista de descendentes.","explicacao_detalhada":"O nome 'ʻÊrân' pode ter significados associados a 'luz' ou 'iluminação', refletindo a esperança e a bênção que a linhagem de Manassés traz para o povo de Israel.","por_que_esta_palavra":"A inclusão de nomes específicos na genealogia serve para mostrar a continuidade da história e a fidelidade de Deus às Suas promessas ao longo das gerações.","conexao_teologica":"Cada nome na genealogia pode ser visto como parte do plano divino, onde Deus usa cada geração para cumprir Suas promessas e propósitos.","referencias_relacionadas":["Gênesis 46:20","Números 1:10","1 Crônicas 7:14"]},"numeros_26_36_nome":{"palavra_pt":"nome","palavra_original":"שׁוּתֶלַח","transliteracao":"Shûwthelach","strong":"H7803","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome 'Shûwthelach', que é mencionado na genealogia.","explicacao_detalhada":"Assim como mencionado anteriormente, o nome é uma parte crucial da identidade e herança. A repetição do nome destaca sua importância na linhagem de Manassés.","por_que_esta_palavra":"A repetição do nome na genealogia enfatiza a importância da identidade e da continuidade familiar no contexto da história de Israel.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que refletem a natureza de Deus ou a história do povo, mostrando como Deus se relaciona com a humanidade ao longo do tempo.","referencias_relacionadas":["Gênesis 5:2","Êxodo 3:15","Salmos 20:1"]},"numeros_26_37_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a outro filho de Manassés, continuando a linhagem.","explicacao_detalhada":"A palavra 'filho' ('bên') é novamente utilizada para destacar a importância da descendência e da continuidade da família, essencial para a história do povo de Israel.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que cada geração é importante para o plano de Deus e para a história da salvação.","conexao_teologica":"A relação entre pais e filhos é uma representação da relação entre Deus e Seu povo, onde cada geração é chamada a seguir a Deus e a cumprir Seus mandamentos.","referencias_relacionadas":["Gênesis 48:14","Êxodo 4:22","Salmos 127:3"]},"numeros_26_37_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de libertar, que pode estar relacionada à libertação do povo de Israel da escravidão no Egito.","explicacao_detalhada":"A palavra 'libertar' ('pâqad') é frequentemente usada na Bíblia para descrever a intervenção de Deus em favor de Seu povo, trazendo libertação e salvação.","por_que_esta_palavra":"A libertação é um tema central na narrativa bíblica, simbolizando a ação de Deus em trazer Seu povo para fora da opressão e em direção à liberdade.","conexao_teologica":"A libertação do povo de Israel é um símbolo da salvação que Deus oferece a toda a humanidade através de Cristo.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"numeros_26_37_thirty":{"palavra_pt":"thirty","palavra_original":"שְׁלוֹשִׁים","transliteracao":"shᵉlôwshîym","strong":"H7970","significado_raiz":"Ideia básica: thirty.","significado_contextual":"Refere-se ao número trinta, que pode ter significados simbólicos na Bíblia.","explicacao_detalhada":"O número trinta pode simbolizar um período de preparação ou um tempo de transição, como visto em várias narrativas bíblicas.","por_que_esta_palavra":"Os números na Bíblia frequentemente têm significados simbólicos, e o trinta pode representar um tempo de amadurecimento ou de desenvolvimento.","conexao_teologica":"O uso de números na Bíblia pode ser visto como parte do plano divino, onde cada número tem um propósito e significado dentro da narrativa da salvação.","referencias_relacionadas":["Gênesis 41:46","Mateus 26:15","Lucas 3:23"]},"numeros_26_38_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a mais um filho de Manassés, continuando a linhagem.","explicacao_detalhada":"A palavra 'filho' ('bên') é novamente utilizada para enfatizar a importância da descendência e da continuidade da família na história de Israel.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que cada geração é importante para o plano de Deus e para a história da salvação.","conexao_teologica":"A relação entre pais e filhos é uma representação da relação entre Deus e Seu povo, onde cada geração é chamada a seguir a Deus e a cumprir Seus mandamentos.","referencias_relacionadas":["Gênesis 48:14","Êxodo 4:22","Salmos 127:3"]},"numeros_26_38_nome":{"palavra_pt":"nome","palavra_original":"בֶּלַע","transliteracao":"Belaʻ","strong":"H1106","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome 'Belaʻ', que é mencionado na genealogia.","explicacao_detalhada":"O nome 'Belaʻ' pode ter significados associados a 'destruição' ou 'devastação', refletindo a complexidade das histórias e das identidades dentro da linhagem de Manassés.","por_que_esta_palavra":"A inclusão de nomes específicos na genealogia serve para mostrar a continuidade da história e a fidelidade de Deus às Suas promessas ao longo das gerações.","conexao_teologica":"Cada nome na genealogia pode ser visto como parte do plano divino, onde Deus usa cada geração para cumprir Suas promessas e propósitos.","referencias_relacionadas":["Gênesis 46:20","Números 1:10","1 Crônicas 7:14"]},"numeros_26_38_ashbel":{"palavra_pt":"ashbel","palavra_original":"אַשְׁבֵּל","transliteracao":"ʼAshbêl","strong":"H788","significado_raiz":"Ideia básica: ashbel.","significado_contextual":"Nome de um dos filhos de Manassés, que é mencionado na lista de descendentes.","explicacao_detalhada":"O nome 'ʼAshbêl' pode ter significados associados a 'o que é ouvido' ou 'o que é ouvido por Deus', refletindo a esperança e a bênção que a linhagem de Manassés traz para o povo de Israel.","por_que_esta_palavra":"A inclusão de nomes específicos na genealogia serve para mostrar a continuidade da história e a fidelidade de Deus às Suas promessas ao longo das gerações.","conexao_teologica":"Cada nome na genealogia pode ser visto como parte do plano divino, onde Deus usa cada geração para cumprir Suas promessas e propósitos.","referencias_relacionadas":["Gênesis 46:20","Números 1:10","1 Crônicas 7:14"]},"numeros_26_39_shephuphan":{"palavra_pt":"shephuphan","palavra_original":"שְׁפוּפָם","transliteracao":"Shᵉphûwphâm","strong":"H8197","significado_raiz":"Ideia básica: shephuphan.","significado_contextual":"Shephuphan é mencionado como um dos filhos de Makhir, que é parte da genealogia dos filhos de Manassés.","explicacao_detalhada":"A palavra Shephuphan refere-se a um indivíduo específico, e seu nome pode estar relacionado a um significado que sugere proteção ou abrigo. No contexto de Números 26, a menção de Shephuphan é parte do censo dos israelitas após a saída do Egito.","por_que_esta_palavra":"A inclusão de Shephuphan na lista de descendentes é importante para a identificação das tribos e suas heranças na Terra Prometida.","conexao_teologica":"Shephuphan representa a continuidade da linhagem de Manassés e a fidelidade de Deus em cumprir Suas promessas de herança ao povo de Israel.","referencias_relacionadas":["Números 26:29","Josué 17:1","1 Crônicas 7:14"]},"numeros_26_39_hupham":{"palavra_pt":"hupham","palavra_original":"חוּפָם","transliteracao":"Chûwphâm","strong":"H2349","significado_raiz":"Ideia básica: hupham.","significado_contextual":"Hupham é mencionado como um dos filhos de Makhir, assim como Shephuphan, e faz parte da genealogia dos filhos de Manassés.","explicacao_detalhada":"O nome Hupham pode estar associado a significados que envolvem proteção ou abrigo. Sua menção em Números 26 destaca a importância das famílias e suas heranças dentro da tribo de Manassés.","por_que_esta_palavra":"A referência a Hupham é crucial para entender a estrutura familiar e a distribuição das terras entre as tribos de Israel.","conexao_teologica":"Hupham, assim como outros descendentes, simboliza a promessa de Deus de que cada tribo teria sua porção na Terra Prometida.","referencias_relacionadas":["Números 26:29","Josué 17:1","1 Crônicas 7:14"]},"numeros_26_39_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se a um grupo de pessoas ligadas por laços de sangue, e é usada para descrever as várias tribos e suas subdivisões.","explicacao_detalhada":"No contexto de Números 26, a palavra 'família' é usada para organizar e categorizar os descendentes de Israel, mostrando a estrutura social e a importância da linhagem.","por_que_esta_palavra":"A menção de famílias é essencial para a distribuição das terras e para a manutenção da identidade do povo de Israel.","conexao_teologica":"A estrutura familiar é um reflexo do plano de Deus para o Seu povo, enfatizando a importância da comunidade e da herança.","referencias_relacionadas":["Números 1:2","Números 26:5","Deuteronômio 10:22"]},"numeros_26_40_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada em um sentido figurado, referindo-se à descendência ou à continuidade de uma linhagem.","explicacao_detalhada":"No contexto de Números 26, a palavra 'cair' pode ser interpretada como a transmissão de herança de uma geração para outra, enfatizando a importância da continuidade familiar.","por_que_esta_palavra":"A palavra é utilizada para descrever a relação entre os ancestrais e seus descendentes, mostrando a importância da linhagem.","conexao_teologica":"A ideia de cair é um lembrete da fidelidade de Deus em manter Suas promessas através das gerações.","referencias_relacionadas":["Gênesis 17:7","Êxodo 3:15","Salmos 105:8"]},"numeros_26_40_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência direta, sendo um termo central na genealogia e na transmissão de herança.","explicacao_detalhada":"Em Números 26, a repetição da palavra 'filho' enfatiza a importância da linhagem e da continuidade familiar entre os israelitas.","por_que_esta_palavra":"A menção de filhos é crucial para a identificação das tribos e suas heranças na Terra Prometida.","conexao_teologica":"Os filhos representam a promessa de Deus de multiplicar Seu povo e garantir a continuidade da aliança.","referencias_relacionadas":["Gênesis 48:5","Êxodo 20:5","Salmos 127:3"]},"numeros_26_40_nome":{"palavra_pt":"nome","palavra_original":"נַעֲמָן","transliteracao":"Naʻămân","strong":"H5283","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Na'âmân' é mencionado como parte da genealogia, representando um indivíduo específico dentro da linhagem.","explicacao_detalhada":"O nome pode estar associado a significados de fidelidade ou lealdade, refletindo a importância da identidade dentro da comunidade israelita.","por_que_esta_palavra":"A menção do nome é importante para a identificação e a preservação da história familiar.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e refletem a relação entre Deus e Seu povo.","referencias_relacionadas":["Números 26:40","1 Crônicas 7:14","Mateus 1:12"]},"numeros_26_41_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para descrever a descendência, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'filho' em Números 26 reforça a importância da genealogia e da herança entre os israelitas.","por_que_esta_palavra":"É fundamental para a estrutura social e a identidade do povo de Israel.","conexao_teologica":"Os filhos são vistos como uma bênção e um cumprimento das promessas de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 21:2","Salmos 127:3","Provérbios 17:6"]},"numeros_26_41_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de libertação, que é um tema central na história de Israel.","explicacao_detalhada":"No contexto de Números 26, a palavra pode ser interpretada como a libertação do povo de Israel da escravidão no Egito e a promessa de uma nova vida na Terra Prometida.","por_que_esta_palavra":"A libertação é um ato de Deus que define a identidade do povo de Israel como Seu povo escolhido.","conexao_teologica":"A libertação é um símbolo da salvação que Deus oferece a todos os que creem, refletindo a obra redentora de Cristo.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:22","Gálatas 5:1"]},"numeros_26_41_forty":{"palavra_pt":"forty","palavra_original":"אַרְבָּעִים","transliteracao":"ʼarbâʻîym","strong":"H705","significado_raiz":"Ideia básica: forty.","significado_contextual":"A palavra 'forty' refere-se ao número 40, que tem um significado simbólico de teste e preparação na Bíblia.","explicacao_detalhada":"No contexto de Números 26, o número 40 pode estar relacionado ao tempo que os israelitas passaram no deserto, um período de prova e formação.","por_que_esta_palavra":"O número 40 é frequentemente associado a períodos de preparação e transformação na narrativa bíblica.","conexao_teologica":"A experiência de 40 anos no deserto é um lembrete da fidelidade de Deus e da necessidade de confiar Nele durante os tempos de prova.","referencias_relacionadas":["Gênesis 7:12","Êxodo 24:18","Mateus 4:2"]},"numeros_26_42_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para descrever a descendência, reforçando a importância da genealogia.","explicacao_detalhada":"A repetição da palavra 'filho' em Números 26 destaca a continuidade da linhagem e a importância da herança entre os israelitas.","por_que_esta_palavra":"É fundamental para a estrutura social e a identidade do povo de Israel.","conexao_teologica":"Os filhos são vistos como uma bênção e um cumprimento das promessas de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 21:2","Salmos 127:3","Provérbios 17:6"]},"numeros_26_42_shuham":{"palavra_pt":"shuham","palavra_original":"שׁוּחָם","transliteracao":"Shûwchâm","strong":"H7748","significado_raiz":"Ideia básica: shuham.","significado_contextual":"Shuham é mencionado como um dos filhos de Dan, uma das tribos de Israel.","explicacao_detalhada":"A palavra 'Shuham' refere-se a um dos descendentes de Dan, que é uma das doze tribos de Israel. O nome pode estar relacionado a uma ideia de 'destruição' ou 'destruir', refletindo o caráter da tribo.","por_que_esta_palavra":"A inclusão de Shuham na lista dos filhos de Dan é importante para a genealogia e a divisão das terras entre as tribos de Israel.","conexao_teologica":"A genealogia é fundamental na narrativa bíblica, pois mostra a continuidade do povo de Deus e a realização das promessas feitas a Abraão, Isaque e Jacó.","referencias_relacionadas":["Gênesis 30:6","Números 1:38-39","Números 26:42"]},"numeros_26_42_anthe":{"palavra_pt":"estes/aqueles","palavra_original":"אֵלֶּה","transliteracao":"ʼêl-leh","strong":"H428","significado_raiz":"Ideia básica: estes.","significado_contextual":"A palavra 'estes' é usada para identificar os indivíduos mencionados anteriormente na lista.","explicacao_detalhada":"'Estes' é uma palavra demonstrativa que aponta para os filhos de Dan, enfatizando a importância de cada um deles na formação da nação de Israel.","por_que_esta_palavra":"A palavra é usada para esclarecer e especificar quais indivíduos estão sendo referidos, reforçando a importância da identificação das tribos.","conexao_teologica":"A identificação das tribos é essencial para entender a estrutura do povo de Deus e a distribuição das promessas.","referencias_relacionadas":["Números 26:42","Êxodo 1:1","Gênesis 49:16-18"]},"numeros_26_43_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os filhos de Dan são contados e organizados.","explicacao_detalhada":"'Modo' implica na forma ou maneira de se fazer algo, neste caso, a contagem e a organização das tribos de Israel.","por_que_esta_palavra":"É importante entender o modo como as tribos são organizadas para a distribuição da terra prometida e para a estrutura social de Israel.","conexao_teologica":"A organização das tribos reflete a ordem divina e a soberania de Deus sobre o seu povo.","referencias_relacionadas":["Números 1:52","Números 26:43","Deuteronômio 1:15"]},"numeros_26_43_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' é usada em um contexto de libertação e contagem dos filhos de Israel.","explicacao_detalhada":"'Libertar' refere-se ao ato de Deus em libertar Seu povo da escravidão no Egito e também à contagem dos que foram libertados.","por_que_esta_palavra":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação e a nova vida em Deus.","conexao_teologica":"A libertação do Egito é um tipo da salvação que Cristo oferece a todos os que creem.","referencias_relacionadas":["Êxodo 3:8","Salmos 68:6","Gálatas 5:1"]},"numeros_26_43_sixty":{"palavra_pt":"sixty","palavra_original":"שִׁשִּׁים","transliteracao":"shishshîym","strong":"H8346","significado_raiz":"Ideia básica: sixty.","significado_contextual":"A palavra 'sessenta' refere-se à contagem dos homens da tribo de Dan.","explicacao_detalhada":"'Sessenta' é um número que representa a quantidade de homens aptos para a guerra na tribo de Dan, mostrando a força e a capacidade da tribo.","por_que_esta_palavra":"A contagem dos homens é crucial para a preparação militar e a defesa do povo de Israel.","conexao_teologica":"A força do povo de Deus é um tema recorrente, mostrando que Ele é quem dá a vitória.","referencias_relacionadas":["Números 26:43","Números 1:39","Deuteronômio 20:1"]},"numeros_26_44_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação de descendência dentro da tribo de Dan.","explicacao_detalhada":"'Filho' refere-se à continuidade da linhagem e à importância da família na cultura israelita.","por_que_esta_palavra":"A ênfase na descendência é fundamental para entender a herança e as promessas de Deus ao Seu povo.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde todos os crentes são considerados filhos de Deus.","referencias_relacionadas":["Gênesis 48:5","Romanos 8:14","Gálatas 3:26"]},"numeros_26_44_nome":{"palavra_pt":"nome","palavra_original":"יִמְנָה","transliteracao":"Yimnâh","strong":"H3232","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade do filho mencionado na genealogia.","explicacao_detalhada":"'Nome' é um elemento importante na cultura bíblica, pois representa a identidade e o caráter de uma pessoa.","por_que_esta_palavra":"A menção do nome é crucial para a identificação e a honra da linhagem.","conexao_teologica":"O nome de Deus é reverenciado e tem um papel central na adoração e na relação do povo com Ele.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Mateus 28:19"]},"numeros_26_45_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para descrever a linhagem dentro da tribo de Dan.","explicacao_detalhada":"'Filho' reforça a ideia de continuidade e a importância das gerações na história de Israel.","por_que_esta_palavra":"A repetição da palavra 'filho' enfatiza a importância da descendência e da herança.","conexao_teologica":"A linhagem de Cristo é um tema importante, mostrando como Ele é o cumprimento das promessas feitas a Israel.","referencias_relacionadas":["Mateus 1:1","Lucas 3:23","Hebreus 7:14"]},"numeros_26_45_nome":{"palavra_pt":"nome","palavra_original":"חֶבֶר","transliteracao":"Cheber","strong":"H2268","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade do filho mencionado, Cheber.","explicacao_detalhada":"'Nome' é um símbolo de identidade e legado, refletindo a importância da linhagem na cultura israelita.","por_que_esta_palavra":"A menção do nome é essencial para a identificação e a continuidade da história da tribo.","conexao_teologica":"O nome de Jesus é central na fé cristã, simbolizando salvação e autoridade.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-10","Apocalipse 3:12"]},"numeros_26_45_malchiel":{"palavra_pt":"malchiel","palavra_original":"מַלְכִּיאֵל","transliteracao":"Malkîyʼêl","strong":"H4439","significado_raiz":"Ideia básica: malchiel.","significado_contextual":"Malchiel é mencionado como um dos filhos de Cheber, continuando a linhagem da tribo de Dan.","explicacao_detalhada":"O nome Malchiel significa 'meu rei é Deus', refletindo a relação do povo com Deus como seu rei e governante.","por_que_esta_palavra":"A menção de Malchiel destaca a importância da liderança e da soberania de Deus sobre Israel.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o verdadeiro rei de Seu povo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Apocalipse 19:16"]},"numeros_26_46_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome representa a identidade e a autoridade de uma pessoa ou coisa.","explicacao_detalhada":"Na cultura bíblica, o nome carrega um significado profundo, muitas vezes refletindo o caráter ou a missão da pessoa. O nome de Deus, por exemplo, é sagrado e representa Sua natureza e atributos.","por_que_esta_palavra":"A palavra 'nome' é fundamental para entender a relação entre Deus e Seu povo, bem como a importância da identidade nas genealogias e nas promessas divinas.","conexao_teologica":"O nome de Deus é central na adoração e na revelação de Sua vontade. Em várias passagens, o nome é invocado em oração e adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"numeros_26_46_filho":{"palavra_pt":"filho","palavra_original":"אָשֵׁר","transliteracao":"ʼÂshêr","strong":"H836","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para descrever não apenas a relação biológica, mas também a relação espiritual e a herança de promessas. Filhos são vistos como herdeiros das bênçãos de Deus.","por_que_esta_palavra":"A inclusão de 'filho' nas genealogias é crucial para entender a história da salvação e a vinda do Messias.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde Deus é o Pai e os crentes são Seus filhos.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:14-17","Efésios 1:5"]},"numeros_26_47_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência e herança.","explicacao_detalhada":"A palavra 'filho' é frequentemente usada para enfatizar a continuidade da linhagem e a transmissão de bênçãos e responsabilidades de uma geração para outra.","por_que_esta_palavra":"A menção de filhos nas genealogias é essencial para a compreensão da história do povo de Israel e das promessas de Deus.","conexao_teologica":"A ideia de ser filho de Deus implica em uma relação íntima e de compromisso, onde os crentes são chamados a viver de acordo com a vontade do Pai.","referencias_relacionadas":["Mateus 5:9","João 1:12","1 João 3:1"]},"numeros_26_47_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar ou visitar, muitas vezes em um contexto de cuidado e proteção.","explicacao_detalhada":"A palavra 'libertar' implica em um ato de intervenção divina, onde Deus se lembra de Seu povo e age em seu favor, trazendo libertação e restauração.","por_que_esta_palavra":"A libertação é um tema central na narrativa bíblica, especialmente na história da saída do Egito e na promessa de redenção.","conexao_teologica":"Deus é visto como o Libertador, que não apenas liberta fisicamente, mas também espiritualmente, oferecendo salvação através de Cristo.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Gálatas 5:1"]},"numeros_26_47_fifty":{"palavra_pt":"fifty","palavra_original":"חֲמִשִּׁים","transliteracao":"chămishshîym","strong":"H2572","significado_raiz":"Ideia básica: fifty.","significado_contextual":"Refere-se ao número cinquenta, que pode simbolizar um tempo de celebração ou libertação.","explicacao_detalhada":"O número cinquenta é significativo em várias tradições bíblicas, incluindo o Ano do Jubileu, que ocorre a cada cinquenta anos, simbolizando libertação e restauração.","por_que_esta_palavra":"A menção de números específicos nas genealogias e contagens é importante para entender a organização do povo de Israel e suas práticas religiosas.","conexao_teologica":"O simbolismo do número cinquenta está ligado à ideia de renovação e libertação, refletindo a natureza de Deus como aquele que restaura.","referencias_relacionadas":["Levítico 25:10","Atos 2:1","Salmos 119:160"]},"numeros_26_48_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à herança das promessas.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação de descendência, enfatizando a importância da família e da transmissão de valores e promessas de Deus.","por_que_esta_palavra":"A inclusão de 'filho' nas listas genealógicas é crucial para entender a história do povo de Deus e a vinda do Messias.","conexao_teologica":"A relação entre Deus e Seus filhos é um tema central na teologia, onde os crentes são chamados a viver como herdeiros das promessas divinas.","referencias_relacionadas":["Romanos 8:16-17","Gálatas 3:26","Efésios 2:19"]},"numeros_26_48_jahzeel":{"palavra_pt":"jahzeel","palavra_original":"יַחְצְאֵל","transliteracao":"Yachtsᵉʼêl","strong":"H3183","significado_raiz":"Ideia básica: jahzeel.","significado_contextual":"Nome próprio que pode estar associado a uma tribo ou família específica.","explicacao_detalhada":"Jahzeel é um nome que pode refletir a identidade de uma pessoa ou tribo, e seu significado pode estar relacionado à ação de Deus em suas vidas.","por_que_esta_palavra":"Os nomes próprios na Bíblia muitas vezes têm significados que refletem a relação do indivíduo com Deus ou com a história do povo de Israel.","conexao_teologica":"A identidade de Jahzeel, como parte do povo de Deus, destaca a importância da inclusão e do propósito divino na história da salvação.","referencias_relacionadas":["Números 26:48","1 Crônicas 5:24","Gênesis 46:10"]},"numeros_26_48_nome":{"palavra_pt":"nome","palavra_original":"גּוּנִי","transliteracao":"Gûwnîy","strong":"H1476","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa ou tribo.","explicacao_detalhada":"O nome é um elemento crucial na cultura bíblica, representando não apenas a identidade, mas também a honra e a reputação de uma pessoa ou grupo.","por_que_esta_palavra":"A menção de nomes nas genealogias é vital para entender a história e a continuidade do povo de Deus ao longo das gerações.","conexao_teologica":"O nome de Deus é central na adoração e na revelação de Sua vontade, e os nomes dos indivíduos refletem a obra de Deus em suas vidas.","referencias_relacionadas":["Salmos 20:1","Isaías 43:7","Mateus 10:30"]},"numeros_26_49_jezer":{"palavra_pt":"jezer","palavra_original":"יֵצֶר","transliteracao":"Yêtser","strong":"H3337","significado_raiz":"Ideia básica: jezer.","significado_contextual":"Nome próprio que pode estar associado a uma tribo ou família específica.","explicacao_detalhada":"Jezer é um nome que pode refletir a identidade de uma pessoa ou tribo, e seu significado pode estar relacionado à ação de Deus em suas vidas.","por_que_esta_palavra":"Os nomes próprios na Bíblia muitas vezes têm significados que refletem a relação do indivíduo com Deus ou com a história do povo de Israel.","conexao_teologica":"A identidade de Jezer, como parte do povo de Deus, destaca a importância da inclusão e do propósito divino na história da salvação.","referencias_relacionadas":["Números 26:49","1 Crônicas 5:24","Gênesis 46:10"]},"numeros_26_49_shillem":{"palavra_pt":"shillem","palavra_original":"שִׁלֵּם","transliteracao":"Shillêm","strong":"H8006","significado_raiz":"Ideia básica: shillem.","significado_contextual":"Nome próprio que pode estar associado a uma tribo ou família específica.","explicacao_detalhada":"Shillem é um nome que pode refletir a identidade de uma pessoa ou tribo, e seu significado pode estar relacionado à ação de Deus em suas vidas.","por_que_esta_palavra":"Os nomes próprios na Bíblia muitas vezes têm significados que refletem a relação do indivíduo com Deus ou com a história do povo de Israel.","conexao_teologica":"A identidade de Shillem, como parte do povo de Deus, destaca a importância da inclusão e do propósito divino na história da salvação.","referencias_relacionadas":["Números 26:49","1 Crônicas 5:24","Gênesis 46:10"]},"numeros_26_49_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se a um grupo de pessoas ligadas por laços de sangue ou parentesco, que formam uma unidade social.","explicacao_detalhada":"A palavra 'família' no contexto de Números 26:49 é usada para descrever as diferentes tribos e clãs de Israel, cada um com suas próprias características e responsabilidades dentro da nação. A contagem das famílias é uma forma de organizar o povo e garantir que cada grupo tenha sua porção na terra prometida.","por_que_esta_palavra":"A palavra é importante porque enfatiza a estrutura social e a identidade coletiva do povo de Israel, que é fundamental para a sua história e herança.","conexao_teologica":"A noção de família é central na teologia bíblica, refletindo a relação de Deus com Seu povo como um pai que cuida e protege sua família.","referencias_relacionadas":["Gênesis 12:3","Êxodo 3:15","Deuteronômio 6:4-7"]},"numeros_26_50_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Indica a ação de libertar ou convocar, especialmente em relação ao povo de Israel.","explicacao_detalhada":"No versículo, 'libertar' é usado para descrever a ação de Deus em convocar e libertar os israelitas de sua opressão no Egito. A palavra implica um ato de cuidado e proteção divina, mostrando que Deus tem um plano para Seu povo.","por_que_esta_palavra":"É crucial porque destaca a soberania de Deus sobre a história de Israel e Sua capacidade de intervir em favor de Seu povo.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação e a redenção que Deus oferece a todos os que creem.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"numeros_26_50_forty":{"palavra_pt":"forty","palavra_original":"אַרְבָּעִים","transliteracao":"ʼarbâʻîym","strong":"H705","significado_raiz":"Ideia básica: forty.","significado_contextual":"Refere-se ao número quarenta, que tem um significado simbólico de teste e preparação na Bíblia.","explicacao_detalhada":"O número quarenta aparece frequentemente nas Escrituras, como nos quarenta anos que os israelitas vagaram no deserto. Em Números 26:50, ele é usado para descrever a contagem dos homens de guerra, simbolizando um período de preparação e purificação.","por_que_esta_palavra":"A palavra é significativa porque representa um tempo de provação e crescimento espiritual para o povo de Deus.","conexao_teologica":"O simbolismo do número quarenta é frequentemente associado à preparação para um novo começo ou uma nova fase na relação com Deus.","referencias_relacionadas":["Gênesis 7:12","Êxodo 24:18","Mateus 4:2"]},"numeros_26_51_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Reitera a ideia de libertar ou convocar, especialmente em um contexto de contagem e organização do povo.","explicacao_detalhada":"Neste versículo, a palavra 'libertar' é usada novamente para enfatizar a importância da convocação dos israelitas para a batalha e a organização das suas tribos. Isso mostra a continuidade da ação de Deus em guiar e proteger Seu povo.","por_que_esta_palavra":"É importante para entender a relação contínua entre Deus e Israel, onde Ele sempre está presente para libertar e guiar.","conexao_teologica":"A libertação é um tema que se estende ao Novo Testamento, onde Cristo é visto como aquele que liberta da escravidão do pecado.","referencias_relacionadas":["Salmos 103:4","Isaías 43:1","Romanos 8:2"]},"numeros_26_51_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família, especialmente em relação à linhagem e herança.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a continuidade da linhagem entre as tribos de Israel. Em Números 26:51, a contagem dos filhos é crucial para a distribuição da terra prometida e para a preservação da herança.","por_que_esta_palavra":"É fundamental para entender a importância da descendência e da continuidade na história do povo de Deus.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde todos os crentes são considerados filhos de Deus através da fé em Cristo.","referencias_relacionadas":["Gênesis 1:26","Romanos 8:14","Gálatas 3:26"]},"numeros_26_51_thousand":{"palavra_pt":"thousand","palavra_original":"אֶלֶף","transliteracao":"ʼeleph","strong":"H505","significado_raiz":"Ideia básica: thousand.","significado_contextual":"Refere-se à unidade de mil, usada para contar e organizar as tribos de Israel.","explicacao_detalhada":"A palavra 'mil' é usada para descrever a contagem dos homens de guerra em Números 26:51. Essa contagem é importante para a organização militar e a preparação para a conquista da terra prometida.","por_que_esta_palavra":"É significativa porque mostra a importância da organização e da estrutura dentro do povo de Israel.","conexao_teologica":"A contagem e a organização do povo refletem a ordem e a soberania de Deus em guiar Seu povo em direção à promessa.","referencias_relacionadas":["Êxodo 12:37","Números 1:46","Deuteronômio 1:15"]},"numeros_26_52_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' em Números 26:52 é usada para descrever a instrução que Deus dá a Moisés sobre como organizar o povo. A comunicação é essencial para a liderança e a direção divina.","por_que_esta_palavra":"É importante porque destaca a necessidade de ouvir e obedecer à palavra de Deus na vida do povo.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, onde Ele se revela e orienta através de Sua palavra.","referencias_relacionadas":["Êxodo 20:1","Salmos 119:105","Hebreus 1:1-2"]},"numeros_26_52_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua identidade e caráter.","explicacao_detalhada":"A palavra 'senhor' em Números 26:52 é uma referência ao nome de Deus, que é invocado em momentos de adoração e invocação. O nome de Deus carrega autoridade e poder.","por_que_esta_palavra":"É crucial porque o nome de Deus é central na adoração e na relação do povo com Ele.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e Sua promessa de estar com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_26_52_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' em Números 26:52 é usada para enfatizar a importância da comunicação clara e da instrução divina. A fala de Deus é poderosa e traz vida.","por_que_esta_palavra":"É importante porque destaca a autoridade da palavra de Deus e a necessidade de obedecer a Suas instruções.","conexao_teologica":"A fala de Deus é um tema central, onde Sua palavra cria e transforma, mostrando o poder da comunicação divina.","referencias_relacionadas":["Gênesis 1:3","Isaías 55:11","Tiago 1:22"]},"numeros_26_53_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território que foi prometido a Israel.","explicacao_detalhada":"A palavra 'terra' em Números 26:53 é usada para descrever a herança que Deus prometeu ao povo de Israel. A terra é um símbolo de bênção e promessa divina.","por_que_esta_palavra":"É significativa porque representa a fidelidade de Deus em cumprir Suas promessas e a importância da terra na identidade do povo de Israel.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 8:7-10"]},"numeros_26_53_heranca":{"palavra_pt":"heranca","palavra_original":"נַחֲלָה","transliteracao":"nachălâh","strong":"H5159","significado_raiz":"Ideia básica: heranca.","significado_contextual":"A herança refere-se à distribuição de terras entre as tribos de Israel após a conquista de Canaã.","explicacao_detalhada":"No contexto de Números 26:53, a herança é a porção de terra que cada tribo receberá, simbolizando a promessa de Deus a Abraão, Isaque e Jacó. A herança é um direito divino e um sinal da aliança entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'herança' é crucial para entender a identidade e a continuidade do povo de Israel, pois cada tribo tem um lugar específico na terra prometida.","conexao_teologica":"A herança é um símbolo da promessa de Deus e da fidelidade divina em cumprir Suas promessas ao Seu povo.","referencias_relacionadas":["Deuteronômio 12:10","Josué 14:1-2","Salmos 37:29"]},"numeros_26_53_phrase":{"palavra_pt":"expressao","palavra_original":"מִסְפָּר","transliteracao":"miçpâr","strong":"H4557","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se ao número de pessoas que receberão a herança.","explicacao_detalhada":"Em Números 26:53, a expressão 'número' é usada para determinar quantas pessoas em cada tribo têm direito à herança, refletindo a importância da contagem do povo de Israel.","por_que_esta_palavra":"A palavra 'expressão' é importante para entender a organização e a estrutura social do povo de Israel, especialmente em relação à distribuição de terras.","conexao_teologica":"A contagem do povo é um ato de Deus que demonstra Seu cuidado e atenção aos detalhes da vida de Seu povo.","referencias_relacionadas":["Êxodo 30:12","Números 1:2","Números 26:1"]},"numeros_26_54_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem representa cada indivíduo que faz parte da contagem das tribos de Israel.","explicacao_detalhada":"Em Números 26:54, a palavra 'homem' é usada para referir-se aos indivíduos que receberão a herança, enfatizando a responsabilidade pessoal e a importância de cada membro da comunidade.","por_que_esta_palavra":"A palavra 'homem' é fundamental para a compreensão da individualidade dentro da coletividade do povo de Israel.","conexao_teologica":"Cada homem é visto como parte do plano de Deus, e sua herança é um reflexo do cuidado divino por cada um.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Mateus 10:30"]},"numeros_26_54_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"A boca simboliza a comunicação e a declaração de direitos sobre a herança.","explicacao_detalhada":"Em Números 26:54, a boca é mencionada em relação à distribuição da herança, indicando que a palavra e a declaração são essenciais para a reivindicação dos direitos sobre a terra.","por_que_esta_palavra":"A palavra 'boca' é importante porque representa a voz e a autoridade na reivindicação da herança.","conexao_teologica":"A boca é um símbolo do poder da palavra de Deus e da importância de declarar as promessas divinas.","referencias_relacionadas":["Provérbios 18:21","Romanos 10:10","Salmos 119:172"]},"numeros_26_55_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é o espaço físico que será dividido entre as tribos de Israel.","explicacao_detalhada":"Em Números 26:55, a terra representa a promessa de Deus a Israel, um lugar onde eles poderão viver e prosperar como Seu povo escolhido.","por_que_esta_palavra":"A palavra 'terra' é central para a narrativa bíblica, pois simboliza a aliança de Deus com Seu povo e a realização de Suas promessas.","conexao_teologica":"A terra é um símbolo da presença de Deus e da bênção que Ele oferece ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:3"]},"numeros_26_55_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"A sorte refere-se ao método usado para determinar a distribuição da terra entre as tribos.","explicacao_detalhada":"Em Números 26:55, a sorte é lançada para decidir qual parte da terra cada tribo receberá, mostrando a soberania de Deus na distribuição das bênçãos.","por_que_esta_palavra":"A palavra 'sorte' é importante porque reflete a confiança do povo em Deus para guiar a distribuição da herança.","conexao_teologica":"A sorte é um ato de fé, reconhecendo que Deus controla os resultados e que a herança é um presente divino.","referencias_relacionadas":["Provérbios 16:33","Atos 1:26","Salmos 22:18"]},"numeros_26_55_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome representa a identidade e a autoridade de cada tribo na herança.","explicacao_detalhada":"Em Números 26:55, o nome é associado à tribo e à herança, enfatizando a importância da identidade e da continuidade familiar na história de Israel.","por_que_esta_palavra":"A palavra 'nome' é fundamental para a compreensão da herança, pois cada tribo é identificada por seu nome e sua linhagem.","conexao_teologica":"O nome é um símbolo da relação pessoal entre Deus e Seu povo, e a herança é um reflexo dessa relação.","referencias_relacionadas":["Êxodo 3:15","Salmos 20:1","Filipenses 2:9-10"]},"numeros_26_56_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"A sorte é novamente mencionada como parte do processo de distribuição da herança.","explicacao_detalhada":"Em Números 26:56, a sorte é utilizada para garantir que a distribuição da terra seja justa e que cada tribo receba sua porção designada por Deus.","por_que_esta_palavra":"A palavra 'sorte' reforça a ideia de que a distribuição é feita sob a direção divina e não por escolha humana.","conexao_teologica":"A sorte é um lembrete da soberania de Deus sobre todas as decisões e eventos da vida.","referencias_relacionadas":["Provérbios 16:33","Salmos 22:18","Atos 1:26"]},"numeros_26_56_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem é mencionado novamente como parte da contagem para a herança.","explicacao_detalhada":"Em Números 26:56, a palavra 'homem' reafirma a importância de cada indivíduo na comunidade de Israel e sua participação na herança.","por_que_esta_palavra":"A palavra 'homem' é essencial para entender a responsabilidade e o papel de cada membro na sociedade israelita.","conexao_teologica":"Cada homem é visto como parte do plano de Deus, e sua herança é um reflexo do cuidado divino por cada um.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Mateus 10:30"]},"numeros_26_57_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se ao ato de Deus em trazer Seu povo para fora da escravidão e dar-lhes uma nova vida.","explicacao_detalhada":"Em Números 26:57, a palavra 'libertar' é usada para descrever a ação de Deus em libertar os israelitas do Egito, um tema central na narrativa bíblica.","por_que_esta_palavra":"A palavra 'libertar' é fundamental para a compreensão da salvação e da redenção que Deus oferece ao Seu povo.","conexao_teologica":"A libertação é um símbolo do amor e da graça de Deus, que deseja que Seu povo viva em liberdade e plenitude.","referencias_relacionadas":["Êxodo 6:6","Salmos 34:22","Gálatas 5:1"]},"numeros_26_57_gershon":{"palavra_pt":"gershon","palavra_original":"גֵּרְשׁוֹן","transliteracao":"Gêrᵉshôwn","strong":"H1648","significado_raiz":"Ideia básica: gershon.","significado_contextual":"Gershon é um dos filhos de Levi, cuja linhagem é importante para a organização dos levitas.","explicacao_detalhada":"Gershon, filho de Levi, é mencionado em Números 26 como um dos clãs levíticos. Sua descendência tinha a responsabilidade de cuidar de certas partes do tabernáculo e seus utensílios.","por_que_esta_palavra":"A palavra 'Gershon' é significativa porque representa uma das tribos levíticas, que desempenharam um papel crucial no culto e na adoração a Deus no deserto.","conexao_teologica":"A linhagem de Gershon destaca a importância da santidade e do serviço a Deus, refletindo a necessidade de organização e ordem no culto.","referencias_relacionadas":["Êxodo 6:16-20","Números 3:17-20","Números 4:22-24"]},"numeros_26_57_kohath":{"palavra_pt":"kohath","palavra_original":"קְהָת","transliteracao":"Qᵉhâth","strong":"H6955","significado_raiz":"Ideia básica: kohath.","significado_contextual":"Kohath é outro filho de Levi, cuja descendência é responsável por transportar os objetos sagrados do tabernáculo.","explicacao_detalhada":"Kohath é mencionado em Números 26 como um dos clãs levíticos. Os kohatitas tinham a tarefa de cuidar dos utensílios mais sagrados, como a arca da aliança.","por_que_esta_palavra":"A palavra 'Kohath' é importante porque representa um dos clãs que tinham a responsabilidade direta sobre os objetos mais sagrados do culto a Deus.","conexao_teologica":"A linhagem de Kohath enfatiza a importância da santidade e do respeito pelos objetos sagrados, refletindo a reverência que devemos ter em relação ao que é santo.","referencias_relacionadas":["Êxodo 6:18-20","Números 3:27-31","Números 4:1-20"]},"numeros_26_58_kohath":{"palavra_pt":"kohath","palavra_original":"קְהָת","transliteracao":"Qᵉhâth","strong":"H6955","significado_raiz":"Ideia básica: kohath.","significado_contextual":"Repetição da referência a Kohath, reforçando sua importância na linhagem levítica.","explicacao_detalhada":"Kohath é mencionado novamente em Números 26, destacando a continuidade e a importância de sua linhagem na história de Israel.","por_que_esta_palavra":"A repetição do nome Kohath enfatiza a relevância de sua descendência na estrutura do povo de Israel e no serviço a Deus.","conexao_teologica":"A continuidade da linhagem de Kohath mostra como Deus preserva e utiliza famílias para cumprir Seus propósitos.","referencias_relacionadas":["Êxodo 6:18-20","Números 3:27-31","Números 4:1-20"]},"numeros_26_58_anthe":{"palavra_pt":"estes/aqueles","palavra_original":"אֵלֶּה","transliteracao":"ʼêl-leh","strong":"H428","significado_raiz":"Ideia básica: estes.","significado_contextual":"A palavra 'estes/aqueles' é usada para identificar os clãs e suas respectivas responsabilidades.","explicacao_detalhada":"A palavra 'estes' é utilizada para referir-se aos clãs levíticos que estão sendo contados e organizados em Números 26.","por_que_esta_palavra":"Esta palavra é crucial para a identificação e separação dos diferentes grupos dentro da tribo de Levi.","conexao_teologica":"A identificação dos clãs reflete a ordem e a estrutura que Deus estabeleceu para Seu povo, mostrando que cada um tem um papel específico.","referencias_relacionadas":["Números 1:1-3","Números 3:14","Números 4:1-3"]},"numeros_26_58_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se aos clãs dentro da tribo de Levi.","explicacao_detalhada":"Em Números 26, a palavra 'família' é usada para descrever as subdivisões dentro da tribo de Levi, cada uma com suas responsabilidades específicas.","por_que_esta_palavra":"A palavra 'família' é importante para entender a estrutura social e religiosa do povo de Israel.","conexao_teologica":"A noção de família dentro da tribo de Levi reflete a importância da comunidade e do serviço em conjunto na adoração a Deus.","referencias_relacionadas":["Êxodo 6:25","Números 3:21-26","Números 4:34-37"]},"numeros_26_59_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é usada para identificar a linhagem e a autoridade dos levitas.","explicacao_detalhada":"A palavra 'nome' em Números 26 refere-se à identificação dos levitas e à sua posição dentro da comunidade de Israel.","por_que_esta_palavra":"O nome é um símbolo de identidade e autoridade, especialmente no contexto da linhagem sacerdotal.","conexao_teologica":"O nome de cada levita carrega um significado de responsabilidade e serviço a Deus, refletindo a importância da identidade no plano divino.","referencias_relacionadas":["Êxodo 28:1","Números 3:1-4","Números 4:1-3"]},"numeros_26_59_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de gerar, indicando a continuidade da linhagem.","explicacao_detalhada":"Em Números 26, a palavra 'urso' é usada para descrever a ação de gerar filhos, enfatizando a importância da descendência na tradição israelita.","por_que_esta_palavra":"A palavra 'urso' é fundamental para entender a transmissão da herança e das responsabilidades entre as gerações.","conexao_teologica":"A continuidade da linhagem é um tema central na história de Israel, mostrando como Deus trabalha através das gerações.","referencias_relacionadas":["Gênesis 46:11","Êxodo 6:16","Números 3:17"]},"numeros_26_59_filho":{"palavra_pt":"filho","palavra_original":"לֵוִי","transliteracao":"Lêvîy","strong":"H3878","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para identificar a relação entre Levi e seus descendentes.","explicacao_detalhada":"A palavra 'filho' em Números 26 é crucial para entender a genealogia dos levitas e a transmissão de suas responsabilidades.","por_que_esta_palavra":"A palavra 'filho' é importante porque representa a continuidade da linhagem e a herança das funções sacerdotais.","conexao_teologica":"A relação entre pai e filho é um símbolo da aliança de Deus com Seu povo, refletindo a importância da transmissão de fé e responsabilidade.","referencias_relacionadas":["Êxodo 6:16","Números 3:1","Números 4:22"]},"numeros_26_60_irmao":{"palavra_pt":"irmao","palavra_original":"אַהֲרוֹן","transliteracao":"ʼAhărôwn","strong":"H175","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se à relação entre os levitas e a unidade dentro da tribo.","explicacao_detalhada":"Em Números 26, a palavra 'irmão' é usada para enfatizar a relação de fraternidade entre os levitas, que servem juntos no tabernáculo.","por_que_esta_palavra":"A palavra 'irmão' é significativa para destacar a unidade e a colaboração entre os levitas no serviço a Deus.","conexao_teologica":"A fraternidade entre os levitas reflete a importância da comunidade na adoração e no serviço a Deus.","referencias_relacionadas":["Êxodo 6:23","Números 3:27","Números 4:36"]},"numeros_26_60_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Repetição da palavra 'urso', enfatizando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'urso' em Números 26 reforça a ideia de geração e a importância da descendência na tradição israelita.","por_que_esta_palavra":"A repetição destaca a relevância da continuidade da linhagem e a transmissão das responsabilidades entre as gerações.","conexao_teologica":"A continuidade da linhagem é um tema central na história de Israel, mostrando como Deus trabalha através das gerações.","referencias_relacionadas":["Gênesis 46:11","Êxodo 6:16","Números 3:17"]},"numeros_26_60_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' refere-se a algo que não está presente ou que não é mencionado.","explicacao_detalhada":"No contexto de Números 26:60, a palavra é usada para indicar que certas pessoas ou grupos não estão representados na contagem ou no registro, o que pode ter implicações sobre a herança e a distribuição de terras entre as tribos de Israel.","por_que_esta_palavra":"Essa palavra é importante para entender a totalidade da contagem dos israelitas e a organização das tribos, especialmente em relação à terra prometida.","conexao_teologica":"A ausência de representação pode simbolizar a importância de cada indivíduo e grupo dentro do plano de Deus para Israel, mostrando que todos têm um papel na história da salvação.","referencias_relacionadas":["Números 1:2","Números 26:1","Deuteronômio 1:16"]},"numeros_26_61_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida física.","explicacao_detalhada":"Em Números 26:61, a menção da morte de certos indivíduos é significativa, pois reflete o cumprimento do juízo de Deus sobre a geração que saiu do Egito, que não entrou na Terra Prometida devido à sua incredulidade.","por_que_esta_palavra":"A morte é um tema central na narrativa do deserto, simbolizando a consequência do pecado e a necessidade de um novo começo com a nova geração.","conexao_teologica":"A morte física é um lembrete da fragilidade da vida e da necessidade de confiar em Deus para a vida eterna, que é oferecida através de Cristo.","referencias_relacionadas":["Gênesis 3:19","Hebreus 9:27","Romanos 6:23"]},"numeros_26_61_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à face ou à presença de alguém.","explicacao_detalhada":"No contexto de Números 26:61, o 'rosto' pode simbolizar a presença de Deus entre o povo e a importância de estar em comunhão com Ele.","por_que_esta_palavra":"A presença de Deus é fundamental para a identidade e a segurança do povo de Israel, e o 'rosto' é uma metáfora para a relação íntima que eles têm com Ele.","conexao_teologica":"A ideia de estar diante do 'rosto' de Deus é um tema recorrente na Bíblia, representando a busca pela santidade e pela comunhão com o Criador.","referencias_relacionadas":["Êxodo 33:14","Salmos 27:8","Números 6:25"]},"numeros_26_61_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e cheio de significado.","explicacao_detalhada":"Em Números 26:61, o uso do nome 'senhor' enfatiza a soberania e a autoridade de Deus sobre o povo de Israel, lembrando-os de sua identidade como Seu povo escolhido.","por_que_esta_palavra":"O nome de Deus é central na adoração e na relação do povo com Ele, e invocá-lo é um ato de reconhecimento de Sua grandeza.","conexao_teologica":"O nome de Deus é um tema importante na teologia bíblica, representando Sua natureza, caráter e promessa de estar com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"numeros_26_62_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência ou à relação familiar.","explicacao_detalhada":"Em Números 26:62, a menção de 'filho' é crucial para a genealogia e a herança, mostrando a continuidade da linhagem e a importância da família na sociedade israelita.","por_que_esta_palavra":"A noção de 'filho' é fundamental para entender a relação entre Deus e Seu povo, onde Deus é frequentemente referido como Pai.","conexao_teologica":"A ideia de filiação é central na teologia cristã, onde os crentes são chamados de filhos de Deus através da fé em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:15","Efésios 1:5"]},"numeros_26_62_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode referir-se a uma queda física ou a um colapso moral ou espiritual.","explicacao_detalhada":"Em Números 26:62, o uso de 'cair' pode simbolizar a queda de uma geração que não confiou em Deus e, portanto, não entrou na Terra Prometida.","por_que_esta_palavra":"A ideia de cair é um alerta sobre as consequências da desobediência e da falta de fé.","conexao_teologica":"A queda é um tema teológico que aponta para a necessidade de redenção e restauração através de Cristo.","referencias_relacionadas":["Romanos 5:12","1 Coríntios 10:12","Tiago 4:10"]},"numeros_26_62_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de libertar ou resgatar.","explicacao_detalhada":"Em Números 26:62, 'libertar' pode estar relacionado ao resgate do povo de Israel da escravidão no Egito e à promessa de liberdade na Terra Prometida.","por_que_esta_palavra":"A libertação é um tema central na narrativa bíblica, simbolizando a ação de Deus em favor de Seu povo.","conexao_teologica":"A libertação do pecado e da morte é um dos principais ensinamentos do Novo Testamento, onde Cristo é visto como o Libertador.","referencias_relacionadas":["Êxodo 6:6","Gálatas 5:1","Romanos 8:2"]},"numeros_26_63_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a um mediador entre Deus e o povo.","explicacao_detalhada":"Em Números 26:63, a menção de 'sacerdote' é significativa para entender o papel dos sacerdotes na adoração e na intercessão pelo povo de Israel.","por_que_esta_palavra":"Os sacerdotes eram essenciais para a manutenção da santidade e da relação do povo com Deus, realizando sacrifícios e rituais.","conexao_teologica":"Cristo é descrito como o Sumo Sacerdote no Novo Testamento, cumprindo e superando o papel dos sacerdotes do Antigo Testamento.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Levítico 10:10"]},"numeros_26_63_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"A palavra 'deserto' refere-se a um lugar árido e inóspito.","explicacao_detalhada":"Em Números 26:63, o deserto é o cenário da jornada do povo de Israel, simbolizando tanto provação quanto preparação para a entrada na Terra Prometida.","por_que_esta_palavra":"O deserto é um espaço de teste e crescimento espiritual, onde o povo aprendeu a confiar em Deus.","conexao_teologica":"O deserto é uma metáfora para as dificuldades da vida cristã, onde Deus molda e prepara Seu povo para o que está por vir.","referencias_relacionadas":["Êxodo 16:1","Deuteronômio 8:2","Salmos 78:15"]},"numeros_26_63_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de libertar ou resgatar.","explicacao_detalhada":"Em Números 26:63, a repetição da palavra 'libertar' enfatiza a importância da ação de Deus em libertar Seu povo da opressão e da escravidão.","por_que_esta_palavra":"A libertação é um tema central na narrativa bíblica, simbolizando a ação de Deus em favor de Seu povo.","conexao_teologica":"A libertação do pecado e da morte é um dos principais ensinamentos do Novo Testamento, onde Cristo é visto como o Libertador.","referencias_relacionadas":["Êxodo 6:6","Gálatas 5:1","Romanos 8:2"]},"numeros_26_64_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se ao ato de libertação do povo de Israel da escravidão no Egito.","explicacao_detalhada":"A palavra 'libertar' é usada para descrever a ação de Deus em tirar os israelitas da opressão e da servidão, simbolizando a salvação e a redenção.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação de Deus com seu povo, enfatizando sua capacidade de salvar e libertar.","conexao_teologica":"A libertação é um tema central na teologia bíblica, representando a ação de Deus em trazer liberdade espiritual e física.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"numeros_26_64_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote refere-se aos líderes espirituais que servem no templo e intercedem pelo povo diante de Deus.","explicacao_detalhada":"Os sacerdotes eram responsáveis por realizar sacrifícios e manter a santidade do culto, simbolizando a mediação entre Deus e os homens.","por_que_esta_palavra":"A figura do sacerdote é fundamental para entender a adoração e a relação do povo com Deus na antiga aliança.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que se tornou nosso sumo sacerdote.","referencias_relacionadas":["Levítico 10:1-3","Hebreus 5:1","1 Pedro 2:9"]},"numeros_26_64_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à fidelidade e à realidade dos propósitos de Deus.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a importância da honestidade e da integridade nas relações com Deus e com os outros.","por_que_esta_palavra":"A verdade é essencial para a vida espiritual, pois Deus é a própria verdade e espera que seu povo viva de acordo com ela.","conexao_teologica":"A verdade é um atributo de Deus e é central na mensagem do evangelho, que traz libertação e transformação.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"numeros_26_65_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz a razão ou a causa de algo.","explicacao_detalhada":"A palavra 'porque' é usada para explicar a motivação por trás das ações de Deus ou dos mandamentos dados ao povo.","por_que_esta_palavra":"É importante para entender a lógica divina e a razão por trás das instruções e promessas de Deus.","conexao_teologica":"A compreensão das razões de Deus nos ajuda a confiar em sua soberania e em seus planos para a humanidade.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","Tiago 1:5"]},"numeros_26_65_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se ao nome de Deus, que representa sua autoridade e soberania.","explicacao_detalhada":"O nome 'Senhor' é usado para reconhecer a divindade e o poder de Deus sobre todas as coisas.","por_que_esta_palavra":"O nome de Deus é central na adoração e na identidade do povo de Israel, simbolizando sua relação especial com Ele.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, representando sua presença e seu caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_26_65_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Morrer refere-se ao fim da vida física, um tema recorrente nas Escrituras.","explicacao_detalhada":"A morte é apresentada na Bíblia como consequência do pecado, mas também como uma transição para a vida eterna para os que creem.","por_que_esta_palavra":"Entender a morte é crucial para a compreensão da salvação e da esperança da ressurreição.","conexao_teologica":"A morte de Cristo é central na teologia cristã, pois traz redenção e vida nova.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","1 Coríntios 15:55-57"]}}