{"numeros_28_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à comunicação direta de Deus com Moisés, instruindo sobre as ofertas e sacrifícios.","explicacao_detalhada":"A palavra 'falar' enfatiza a importância da revelação divina e da obediência às instruções de Deus para o culto.","por_que_esta_palavra":"A palavra 'falar' é crucial para entender como Deus se comunica com Seu povo e a importância de ouvir Sua voz.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, mostrando Sua vontade e propósito.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:4","Hebreus 1:1"]},"numeros_28_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Nome refere-se ao Senhor, reafirmando a autoridade divina nas instruções dadas a Moisés.","explicacao_detalhada":"A menção do nome de Deus aqui serve para lembrar ao povo que todas as instruções devem ser seguidas com reverência e obediência.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre Deus e Seu povo, enfatizando Sua posição de autoridade.","conexao_teologica":"O nome do Senhor é um símbolo de Sua identidade e caráter, que deve ser respeitado e reverenciado.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"numeros_28_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se à comunicação de Deus sobre as instruções para os sacrifícios e ofertas.","explicacao_detalhada":"A palavra 'dizer' enfatiza a importância da obediência às instruções divinas e a seriedade do culto a Deus.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a importância da comunicação divina e a resposta do povo.","conexao_teologica":"A obediência à palavra de Deus é um tema central na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 6:4","Mateus 4:4","Tiago 1:22"]},"numeros_28_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para descrever não apenas a relação biológica, mas também a relação espiritual e de herança entre Deus e Seu povo. No contexto de Números 28:2, é um chamado à obediência e à devoção.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a intimidade e a responsabilidade que os israelitas têm como filhos de Deus.","conexao_teologica":"A relação de Deus como Pai e os crentes como filhos é um tema central na teologia cristã, refletindo a adoção e a herança espiritual.","referencias_relacionadas":["Mateus 5:9","Romanos 8:14","Gálatas 4:6"]},"numeros_28_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a importância e a seriedade da mensagem que deve ser proclamada.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para transmitir ordens e instruções divinas. No contexto, Deus está instruindo Moisés a comunicar as ofertas que devem ser apresentadas.","por_que_esta_palavra":"A palavra 'dizer' destaca a autoridade de Deus e a necessidade de que Seu povo ouça e obedeça.","conexao_teologica":"A comunicação divina é essencial para a vida espiritual, refletindo a importância da Palavra de Deus na vida dos crentes.","referencias_relacionadas":["Salmos 119:105","Hebreus 1:1-2","Tiago 1:22"]},"numeros_28_2_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local sagrado onde as ofertas são apresentadas a Deus.","explicacao_detalhada":"A palavra 'altar' (קׇרְבָּן) é um símbolo de adoração e sacrifício, representando a entrega do povo a Deus. No contexto, é o lugar onde as ofertas são feitas em reconhecimento da soberania divina.","por_que_esta_palavra":"O altar é um ponto de encontro entre o humano e o divino, onde as ofertas são aceitas como expressão de fé.","conexao_teologica":"O altar representa o sacrifício de Cristo, que é o verdadeiro altar de nossa adoração e redenção.","referencias_relacionadas":["Hebreus 13:10","Romanos 12:1","Gênesis 8:20"]},"numeros_28_3_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H801","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se à oferta que é feita a Deus como um ato de adoração.","explicacao_detalhada":"A palavra 'sacrifício' (אִשָּׁה) é usada para descrever a oferta que é queimada no altar, simbolizando a entrega total a Deus. No contexto, é uma expressão de gratidão e devoção.","por_que_esta_palavra":"O sacrifício é um ato de obediência e reconhecimento da santidade de Deus.","conexao_teologica":"O sacrifício do Antigo Testamento aponta para o sacrifício de Cristo, que é o cumprimento perfeito da oferta.","referencias_relacionadas":["Hebreus 10:12","1 Pedro 2:5","Romanos 3:25"]},"numeros_28_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que as ofertas devem ser apresentadas.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é importante para a organização do culto e a regularidade das ofertas. No contexto, enfatiza a necessidade de um tempo determinado para a adoração.","por_que_esta_palavra":"A menção do dia destaca a importância da disciplina e da ordem na vida espiritual.","conexao_teologica":"O conceito de tempo sagrado é fundamental na adoração, refletindo a importância de dedicar tempo a Deus.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Colossenses 3:17"]},"numeros_28_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado nas ofertas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que denota Sua soberania e autoridade. No contexto, as ofertas são feitas em Seu nome, reconhecendo Sua grandeza.","por_que_esta_palavra":"Invocar o nome de Deus é um ato de reverência e reconhecimento de Sua presença.","conexao_teologica":"O nome de Deus é central na adoração, refletindo a relação pessoal que os crentes têm com Ele.","referencias_relacionadas":["Salmos 29:2","Atos 4:12","Romanos 10:13"]},"numeros_28_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um tipo de oferta que deve ser apresentada.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) pode ser um erro de transliteração, mas se refere a um ato de fazer ou realizar algo. No contexto, implica a ação de apresentar a oferta.","por_que_esta_palavra":"A ação de 'fazer' destaca a importância da prática da adoração e da obediência.","conexao_teologica":"A prática de adoração é uma expressão da fé viva e ativa dos crentes.","referencias_relacionadas":["Tiago 1:22","Gálatas 6:9","Colossenses 3:23"]},"numeros_28_4_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que as ofertas devem ser apresentadas.","explicacao_detalhada":"A palavra 'dia' (בֹּקֶר) enfatiza a regularidade e a importância do tempo na adoração. No contexto, é um lembrete da disciplina necessária para a vida espiritual.","por_que_esta_palavra":"A menção do dia reforça a ideia de que a adoração deve ser uma prioridade diária.","conexao_teologica":"O tempo dedicado a Deus é essencial para o crescimento espiritual e a comunhão com Ele.","referencias_relacionadas":["Salmos 5:3","Mateus 6:33","1 Tessalonicenses 5:17"]},"numeros_28_5_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se ao presente que é trazido a Deus como um ato de adoração.","explicacao_detalhada":"A palavra 'oferta' (מִנְחָה) é usada para descrever as dádivas que são apresentadas a Deus. No contexto, é uma expressão de gratidão e devoção.","por_que_esta_palavra":"A oferta é um símbolo de entrega e reconhecimento da provisão divina.","conexao_teologica":"A oferta é um reflexo da generosidade de Deus e um convite à generosidade dos crentes.","referencias_relacionadas":["2 Coríntios 9:7","Filipenses 4:18","Hebreus 13:16"]},"numeros_28_5_ephah":{"palavra_pt":"ephah","palavra_original":"אֵיפָה","transliteracao":"ʼêyphâh","strong":"H374","significado_raiz":"Ideia básica: ephah.","significado_contextual":"Refere-se à medida utilizada para as ofertas de grãos.","explicacao_detalhada":"A palavra 'ephah' (אֵיפָה) é uma unidade de medida que representa a quantidade de grãos a ser oferecida. No contexto, é uma especificação prática para as ofertas.","por_que_esta_palavra":"A menção do ephah destaca a importância da precisão e da generosidade nas ofertas a Deus.","conexao_teologica":"A generosidade nas ofertas reflete a abundância de Deus e a gratidão do coração do ofertante.","referencias_relacionadas":["Levítico 23:17","Deuteronômio 16:10","Ezequiel 45:10"]},"numeros_28_5_anointing":{"palavra_pt":"azeite/oleo","palavra_original":"שֶׁמֶן","transliteracao":"shemen","strong":"H8081","significado_raiz":"Ideia básica: azeite.","significado_contextual":"O azeite é utilizado em rituais de unção, simbolizando a consagração e a presença do Espírito Santo.","explicacao_detalhada":"No contexto de Números 28:5, o azeite é parte das ofertas feitas a Deus, representando a pureza e a santidade. É um elemento essencial nas cerimônias religiosas, indicando a separação para um propósito sagrado.","por_que_esta_palavra":"A palavra 'azeite' é escolhida para enfatizar a importância da unção e da consagração em relação às ofertas apresentadas ao Senhor.","conexao_teologica":"O azeite simboliza a unção divina e a presença do Espírito Santo, que capacita e santifica os servos de Deus.","referencias_relacionadas":["Êxodo 30:22-33","Salmos 23:5","Tiago 5:14"]},"numeros_28_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se à ação de fazer ou realizar, enfatizando a importância da obediência às instruções divinas.","explicacao_detalhada":"Neste versículo, a palavra 'urso' é usada para descrever a realização das ofertas e sacrifícios que devem ser feitos conforme as diretrizes de Deus, refletindo a necessidade de ação e devoção.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a responsabilidade do povo em cumprir as ordens de Deus com diligência.","conexao_teologica":"A obediência às instruções de Deus é fundamental para a vida espiritual e a comunhão com Ele.","referencias_relacionadas":["Deuteronômio 5:32-33","1 Samuel 15:22","Tiago 1:22"]},"numeros_28_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é uma referência direta a Deus, enfatizando Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o uso do nome 'Senhor' sublinha a relação entre Deus e Seu povo, destacando a importância de reconhecer Sua autoridade ao realizar ofertas e sacrifícios.","por_que_esta_palavra":"A palavra 'Senhor' é utilizada para reafirmar a posição de Deus como o único digno de adoração e respeito.","conexao_teologica":"Reconhecer o Senhor como Deus é fundamental para a fé e a prática religiosa do povo de Israel.","referencias_relacionadas":["Salmos 100:3","Isaías 45:5","Romanos 10:9"]},"numeros_28_7_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao que é separado para Deus, indicando a pureza e a santidade das ofertas.","explicacao_detalhada":"No contexto de Números 28:7, o termo 'sagrado' é utilizado para descrever a natureza das ofertas que devem ser apresentadas a Deus, ressaltando a importância de se aproximar d'Ele com reverência.","por_que_esta_palavra":"A palavra 'sagrado' é escolhida para enfatizar que as ofertas não são comuns, mas devem ser tratadas com a devida honra e respeito.","conexao_teologica":"A santidade de Deus exige que tudo o que é oferecido a Ele seja igualmente santo e separado para Seu uso.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Romanos 12:1"]},"numeros_28_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' reafirma a autoridade de Deus sobre as ofertas e a adoração do Seu povo.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' é crucial para entender a relação entre Deus e os israelitas, que devem reconhecer Sua soberania ao fazer ofertas.","por_que_esta_palavra":"A palavra 'Senhor' é utilizada para estabelecer a identidade de Deus como aquele que merece toda a adoração e reverência.","conexao_teologica":"A adoração deve ser dirigida ao Senhor, que é o único digno de receber ofertas e sacrifícios.","referencias_relacionadas":["Salmos 95:6","Isaías 42:8","Filipenses 2:10-11"]},"numeros_28_8_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se ao presente que é trazido a Deus como um ato de adoração e gratidão.","explicacao_detalhada":"No contexto de Números 28:8, a oferta é um elemento central no culto a Deus, simbolizando a devoção e a entrega do coração do ofertante.","por_que_esta_palavra":"A palavra 'oferta' é escolhida para enfatizar a importância de dar a Deus o que é valioso e significativo.","conexao_teologica":"Ofertas são uma expressão de adoração e gratidão, refletindo a relação entre o ser humano e Deus.","referencias_relacionadas":["Gênesis 4:3-5","2 Coríntios 9:7","Hebreus 13:16"]},"numeros_28_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é uma reafirmação da soberania de Deus sobre as ofertas que são apresentadas.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' destaca a importância de reconhecer a autoridade de Deus ao fazer ofertas.","por_que_esta_palavra":"A palavra 'Senhor' é utilizada para enfatizar que todas as ofertas devem ser feitas em reconhecimento à Sua grandeza.","conexao_teologica":"A adoração a Deus deve ser feita com entendimento de Sua soberania e majestade.","referencias_relacionadas":["Salmos 96:8","Mateus 5:16","Colossenses 3:23-24"]},"numeros_28_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que as ofertas devem ser apresentadas, enfatizando a importância da regularidade no culto.","explicacao_detalhada":"No contexto de Números 28:9, o 'dia' é um lembrete da necessidade de dedicar tempo a Deus, refletindo a disciplina e a ordem no culto.","por_que_esta_palavra":"A palavra 'dia' é escolhida para enfatizar a importância de momentos específicos de adoração e devoção a Deus.","conexao_teologica":"A regularidade no culto é uma expressão de compromisso e fidelidade a Deus.","referencias_relacionadas":["Salmos 118:24","Hebreus 10:25","1 Tessalonicenses 5:16-18"]},"numeros_28_9_sabado":{"palavra_pt":"sabado","palavra_original":"שַׁבָּת","transliteracao":"shabbâth","strong":"H7676","significado_raiz":"Ideia básica: sabado.","significado_contextual":"A palavra 'sábado' refere-se ao dia de descanso e adoração, estabelecendo um tempo sagrado para o povo de Deus.","explicacao_detalhada":"No contexto de Números 28:9, o sábado é um dia separado para a adoração e descanso, simbolizando a criação e a libertação do povo de Deus.","por_que_esta_palavra":"A palavra 'sábado' é escolhida para enfatizar a importância do descanso e da adoração a Deus em um dia específico.","conexao_teologica":"O sábado é um símbolo da aliança entre Deus e Seu povo, representando descanso e renovação espiritual.","referencias_relacionadas":["Êxodo 20:8-11","Marcos 2:27","Hebreus 4:9-10"]},"numeros_28_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação entre Deus e Seu povo, enfatizando a filiação e a herança espiritual.","explicacao_detalhada":"No contexto de Números 28:9, a menção ao 'filho' destaca a intimidade da relação entre Deus e aqueles que O adoram, como membros da Sua família.","por_que_esta_palavra":"A palavra 'filho' é escolhida para enfatizar a identidade do povo de Deus como Seus filhos e filhas.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, refletindo a relação íntima entre Deus e Seus seguidores.","referencias_relacionadas":["João 1:12","Romanos 8:14-17","Gálatas 3:26"]},"numeros_28_10_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תָּמִיד","transliteracao":"tâmîyd","strong":"H8548","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é uma oferta a Deus, simbolizando devoção e reconhecimento da soberania divina.","explicacao_detalhada":"No contexto de Números 28:10, o sacrifício diário é uma prática que demonstra a necessidade contínua de se estar em comunhão com Deus. Este ato ritual é uma forma de adoração e gratidão, onde o povo de Israel reconhece a provisão e a presença de Deus em suas vidas.","por_que_esta_palavra":"A palavra 'sacrifício' é central na relação entre Deus e o povo de Israel, representando a entrega e a busca por perdão e aceitação.","conexao_teologica":"O sacrifício é um tema recorrente na Bíblia, apontando para a necessidade de expiação e a antecipação do sacrifício de Cristo, que é visto como o sacrifício perfeito.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"numeros_28_10_sabado":{"palavra_pt":"sabado","palavra_original":"שַׁבָּת","transliteracao":"shabbâth","strong":"H7676","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado é um dia de descanso e adoração, estabelecido por Deus como um tempo sagrado.","explicacao_detalhada":"Em Números 28:10, o sábado é mencionado como um dia especial em que o povo deve se abster de trabalho e dedicar-se a Deus. Este dia é um lembrete da criação e da libertação do Egito, simbolizando a relação de descanso e confiança em Deus.","por_que_esta_palavra":"A palavra 'sábado' é fundamental para a observância da lei mosaica e para a vida espiritual do povo de Israel, sendo um sinal da aliança entre Deus e seu povo.","conexao_teologica":"O conceito de descanso no sábado é um precursor do descanso encontrado em Cristo, que oferece descanso espiritual a todos os que creem.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 11:28-30","Hebreus 4:9-10"]},"numeros_28_11_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O princípio refere-se ao início ou à cabeça de algo, simbolizando a importância do que vem primeiro.","explicacao_detalhada":"Em Números 28:11, o princípio das ofertas é um lembrete da prioridade que Deus deve ter na vida do povo. Oferecer a Deus o que é primeiro é um ato de fé e reconhecimento de sua soberania.","por_que_esta_palavra":"A palavra 'princípio' destaca a importância de colocar Deus em primeiro lugar em todas as áreas da vida.","conexao_teologica":"O princípio é uma ideia que se conecta com a primazia de Cristo em nossas vidas, onde Ele deve ser o primeiro em tudo.","referencias_relacionadas":["Provérbios 3:9-10","Mateus 6:33","Colossenses 1:18"]},"numeros_28_11_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A força é frequentemente associada a um animal sacrificial, simbolizando poder e valor.","explicacao_detalhada":"No contexto de Números 28:11, a força representa a oferta de um animal robusto, que é visto como um presente digno a Deus. Isso reflete a ideia de dar o melhor de si ao Senhor.","por_que_esta_palavra":"A palavra 'força' enfatiza a qualidade e a integridade das ofertas apresentadas a Deus.","conexao_teologica":"A força dos sacrifícios aponta para a força de Cristo, que se ofereceu como sacrifício perfeito por nós.","referencias_relacionadas":["Levítico 22:19-20","Romanos 12:1","Hebreus 10:12"]},"numeros_28_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como uma expressão de autoridade e reverência.","explicacao_detalhada":"Em Números 28:11, o nome de Deus é mencionado para enfatizar a importância de reconhecer Sua presença e autoridade nas ofertas e sacrifícios.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a soberania de Deus sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza e caráter, e é um convite à adoração e ao relacionamento.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"numeros_28_12_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A força aqui se refere a um animal de sacrifício, simbolizando a robustez e a qualidade da oferta.","explicacao_detalhada":"Em Números 28:12, a força é mencionada novamente, reforçando a ideia de que as ofertas a Deus devem ser as melhores e mais valiosas, representando a devoção do ofertante.","por_que_esta_palavra":"A palavra 'força' é crucial para entender a expectativa de Deus em relação às ofertas que são apresentadas a Ele.","conexao_teologica":"A força dos sacrifícios nos lembra do sacrifício de Cristo, que foi perfeito e sem mancha.","referencias_relacionadas":["Levítico 1:10","Hebreus 9:14","1 Pedro 1:19"]},"numeros_28_12_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A oferta é uma apresentação a Deus, simbolizando gratidão e devoção.","explicacao_detalhada":"Em Números 28:12, a oferta é um ato de adoração que expressa a disposição do povo de Israel em reconhecer a bondade e a provisão de Deus em suas vidas.","por_que_esta_palavra":"A palavra 'oferta' é central na prática religiosa do povo de Deus, representando a entrega e a consagração.","conexao_teologica":"As ofertas do Antigo Testamento prefiguram a oferta de Cristo, que se deu por nós como o sacrifício supremo.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 2:1","Romanos 12:1"]},"numeros_28_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado em relação às ofertas, destacando Sua importância.","explicacao_detalhada":"Em Números 28:13, o nome de Deus é mencionado para enfatizar que as ofertas devem ser apresentadas em Sua presença, reconhecendo Sua soberania e santidade.","por_que_esta_palavra":"A palavra 'senhor' é usada para invocar a autoridade de Deus sobre as ofertas e sacrifícios.","conexao_teologica":"O nome de Deus é um convite à adoração e ao reconhecimento de Sua grandeza e poder.","referencias_relacionadas":["Salmos 29:2","Isaías 12:4","Mateus 18:20"]},"numeros_28_13_tenth":{"palavra_pt":"tenth","palavra_original":"עִשָּׂרוֹן","transliteracao":"ʻissârôwn","strong":"H6241","significado_raiz":"Ideia básica: tenth.","significado_contextual":"O décimo é uma parte da oferta que deve ser dedicada a Deus, simbolizando a consagração.","explicacao_detalhada":"Em Números 28:13, o décimo é mencionado como uma prática de dar a Deus uma parte do que se recebe, reconhecendo que tudo pertence a Ele e que devemos ser gratos.","por_que_esta_palavra":"A palavra 'tenth' enfatiza a importância de dar a Deus uma parte significativa de nossas bênçãos.","conexao_teologica":"O conceito de dar o décimo é um princípio que se estende ao Novo Testamento, onde somos chamados a ser generosos com o que Deus nos deu.","referencias_relacionadas":["Levítico 27:30","Malaquias 3:10","2 Coríntios 9:7"]},"numeros_28_13_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A oferta é uma expressão de gratidão e devoção a Deus, representando a entrega do que é valioso.","explicacao_detalhada":"Em Números 28:13, a oferta é apresentada como um ato de adoração, onde o povo de Israel reconhece a bondade de Deus e se compromete a dar de volta uma parte do que recebeu.","por_que_esta_palavra":"A palavra 'oferta' é fundamental para entender a relação entre o povo e Deus, simbolizando a entrega e a consagração.","conexao_teologica":"As ofertas do Antigo Testamento são um reflexo da oferta de Cristo, que se entregou por nós, e nos ensina sobre generosidade e gratidão.","referencias_relacionadas":["Gênesis 8:20","Levítico 7:12","Hebreus 13:16"]},"numeros_28_14_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' refere-se ao animal sacrificado, que é um novilho, simbolizando força e pureza.","explicacao_detalhada":"No contexto de Números 28:14, a 'forca' representa a força do sacrifício que é oferecido a Deus. O novilho é um símbolo de força e vigor, e seu sacrifício é um ato de adoração e reconhecimento da soberania de Deus.","por_que_esta_palavra":"A escolha do novilho como sacrifício reflete a importância da força e da pureza na adoração a Deus, enfatizando que o que se oferece deve ser o melhor.","conexao_teologica":"O sacrifício de um novilho é um ato que aponta para a necessidade de expiação e a entrega total a Deus, que é um tema central na teologia do Antigo Testamento.","referencias_relacionadas":["Levítico 1:3","Levítico 4:3","Hebreus 9:22"]},"numeros_28_15_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, que requer um sacrifício para a expiação.","explicacao_detalhada":"Em Números 28:15, o 'pecado' é mencionado no contexto dos sacrifícios que são oferecidos para a expiação dos pecados do povo. Este ato é essencial para restaurar a relação entre Deus e o homem.","por_que_esta_palavra":"A palavra 'pecado' é crucial porque destaca a necessidade de reconciliação com Deus, mostrando que a oferta de um sacrifício é uma resposta ao reconhecimento do pecado.","conexao_teologica":"O conceito de pecado e sacrifício é fundamental na teologia bíblica, apontando para a necessidade de redenção e a obra de Cristo como o sacrifício perfeito.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Hebreus 10:4"]},"numeros_28_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é invocado durante os sacrifícios.","explicacao_detalhada":"No contexto de Números 28:15, 'senhor' é uma invocação que reconhece a autoridade e a soberania de Deus sobre o povo e os sacrifícios que estão sendo oferecidos.","por_que_esta_palavra":"O uso do nome 'senhor' enfatiza a relação de aliança entre Deus e Israel, onde o povo se submete à sua vontade e busca a sua misericórdia.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a intimidade e a reverência que os crentes devem ter em relação a Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Filipenses 2:10"]},"numeros_28_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente utilizada para enfatizar a autoridade divina nos rituais de sacrifício.","explicacao_detalhada":"Em Números 28:16, a invocação do 'senhor' durante a celebração da Páscoa destaca a importância de reconhecer a libertação que Deus proporcionou ao povo de Israel.","por_que_esta_palavra":"O nome 'senhor' é um lembrete constante da fidelidade de Deus e da necessidade de adoração e gratidão por suas obras.","conexao_teologica":"A invocação do nome de Deus em rituais é uma prática que reforça a identidade do povo como pertencente a Ele e a importância da obediência.","referencias_relacionadas":["Deuteronômio 16:1","Salmos 136:1","Mateus 26:26-28"]},"numeros_28_16_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' refere-se ao ciclo lunar que marca o início dos meses no calendário hebraico.","explicacao_detalhada":"Em Números 28:16, a menção da 'lua' indica a importância dos ciclos naturais na determinação das festividades religiosas, como a Páscoa, que ocorre no início do mês lunar.","por_que_esta_palavra":"A lua é um símbolo de renovação e ciclos, refletindo a ordem que Deus estabeleceu na criação e a importância de seguir seus tempos.","conexao_teologica":"A observância dos ciclos lunares para as festividades religiosas mostra a conexão entre a criação e a adoração, enfatizando a soberania de Deus sobre o tempo.","referencias_relacionadas":["Salmos 104:19","Eclesiastes 3:1","Gênesis 1:14"]},"numeros_28_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que os sacrifícios devem ser oferecidos.","explicacao_detalhada":"Em Números 28:16, o 'dia' é importante porque marca a celebração da Páscoa, um evento central na história da salvação do povo de Israel.","por_que_esta_palavra":"A menção do 'dia' enfatiza a necessidade de obedecer aos tempos estabelecidos por Deus para a adoração e celebração.","conexao_teologica":"A observância dos dias sagrados é um tema recorrente na Bíblia, refletindo a importância da santidade do tempo dedicado a Deus.","referencias_relacionadas":["Êxodo 12:14","Levítico 23:5","Lucas 22:15"]},"numeros_28_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é novamente mencionada para enfatizar a importância do tempo na adoração a Deus.","explicacao_detalhada":"Em Números 28:17, o 'dia' refere-se ao segundo dia da Páscoa, que é um tempo de celebração e comunhão com Deus.","por_que_esta_palavra":"A repetição da palavra 'dia' destaca a importância da continuidade na adoração e na celebração das festividades.","conexao_teologica":"A importância dos dias sagrados na vida do povo de Deus reflete a necessidade de um ritmo de adoração e descanso estabelecido por Ele.","referencias_relacionadas":["Levítico 23:6","Deuteronômio 16:8","Mateus 26:17"]},"numeros_28_17_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' é mencionada para reforçar a conexão entre os ciclos lunares e os rituais de adoração.","explicacao_detalhada":"Em Números 28:17, a 'lua' indica que os rituais de adoração devem ser observados de acordo com o calendário lunar, que é parte da ordem divina.","por_que_esta_palavra":"A menção da 'lua' enfatiza a importância de seguir os tempos estabelecidos por Deus para a celebração das festividades.","conexao_teologica":"A relação entre a lua e os rituais de adoração mostra como Deus ordena o tempo e a adoração, refletindo sua soberania sobre a criação.","referencias_relacionadas":["Salmos 81:3","Eclesiastes 3:1","Gênesis 1:14"]},"numeros_28_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao dia específico em que os sacrifícios são oferecidos durante a festividade.","explicacao_detalhada":"Em Números 28:18, o 'dia' é mencionado em relação ao primeiro dia da festa dos pães ázimos, que é um tempo de santidade e separação para Deus.","por_que_esta_palavra":"A ênfase no 'dia' destaca a importância de dedicar tempo a Deus e observar suas instruções para a adoração.","conexao_teologica":"A santidade do dia é um reflexo da santidade de Deus e da necessidade de o povo se separar para Ele durante as festividades.","referencias_relacionadas":["Êxodo 12:15","Levítico 23:6","Mateus 26:17"]},"numeros_28_18_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à natureza especial do tempo dedicado a Deus durante as festividades.","explicacao_detalhada":"Em Números 28:18, o 'sagrado' indica que o dia da festividade deve ser tratado com reverência e respeito, pois é um tempo separado para a adoração.","por_que_esta_palavra":"A palavra 'sagrado' enfatiza a importância de reconhecer a presença de Deus e a necessidade de se aproximar d'Ele com um coração puro.","conexao_teologica":"A santidade do tempo e dos rituais reflete a natureza de Deus e a importância de viver em conformidade com sua vontade.","referencias_relacionadas":["Levítico 23:7","Isaías 58:13","1 Pedro 1:16"]},"numeros_28_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ofertas devem ser apresentadas ao Senhor.","explicacao_detalhada":"A palavra 'modo' indica a maneira específica que Deus ordenou para a apresentação das ofertas, enfatizando a importância da obediência às instruções divinas.","por_que_esta_palavra":"Esta palavra é crucial para entender a santidade do ato de adoração e a necessidade de seguir as diretrizes estabelecidas por Deus.","conexao_teologica":"O modo de adoração reflete a relação entre o homem e Deus, onde a obediência é um aspecto fundamental da fé.","referencias_relacionadas":["Êxodo 25:40","Levítico 10:1-2","Deuteronômio 12:32"]},"numeros_28_19_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder que deve ser oferecido ao Senhor através do sacrifício.","explicacao_detalhada":"A palavra 'força' implica a entrega total e a dedicação do ofertante, simbolizando a força vital que é oferecida a Deus.","por_que_esta_palavra":"A força é um elemento essencial na adoração, representando a devoção e a entrega do coração ao Senhor.","conexao_teologica":"A força na adoração é um reflexo do amor e da reverência que o crente deve ter por Deus.","referencias_relacionadas":["Salmos 29:1-2","Romanos 12:1","1 Coríntios 10:31"]},"numeros_28_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado durante as ofertas.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e autoridade, e invocá-lo é reconhecer Sua soberania sobre todas as coisas.","por_que_esta_palavra":"O nome do Senhor é central na adoração, pois representa a identidade e o caráter de Deus.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé que estabelece uma conexão pessoal com Ele.","referencias_relacionadas":["Salmos 20:7","Atos 2:21","Romanos 10:13"]},"numeros_28_19_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação de trazer a oferta ao Senhor.","explicacao_detalhada":"A palavra 'mão' simboliza a ação e a responsabilidade do ofertante em trazer suas ofertas diante de Deus.","por_que_esta_palavra":"A mão representa a capacidade humana de agir e oferecer, enfatizando a participação ativa na adoração.","conexao_teologica":"A ação de trazer ofertas é um ato de fé que demonstra a disposição do coração em servir a Deus.","referencias_relacionadas":["Levítico 7:30","Mateus 5:23-24","Hebreus 13:16"]},"numeros_28_20_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força do animal que deve ser oferecido como sacrifício.","explicacao_detalhada":"A palavra 'força' aqui destaca a qualidade do sacrifício, que deve ser o melhor e mais forte do rebanho.","por_que_esta_palavra":"Oferecer o melhor representa a honra a Deus e a compreensão de que Ele merece o melhor de nós.","conexao_teologica":"A qualidade do sacrifício reflete a nossa devoção e o valor que damos a Deus em nossas vidas.","referencias_relacionadas":["Gênesis 4:4","Malakias 1:8","Hebreus 11:4"]},"numeros_28_20_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se à oferta que deve ser apresentada ao Senhor.","explicacao_detalhada":"A palavra 'oferta' implica um presente ou tributo que é dado a Deus como reconhecimento de Sua soberania e bondade.","por_que_esta_palavra":"As ofertas são uma expressão de gratidão e dependência de Deus, refletindo a relação do crente com o Criador.","conexao_teologica":"Ofertar é um ato de adoração que demonstra a disposição do coração em reconhecer a grandeza de Deus.","referencias_relacionadas":["Levítico 2:1","Salmos 96:8","2 Coríntios 9:7"]},"numeros_28_21_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou realizar um sacrifício.","explicacao_detalhada":"A palavra 'urso' implica a ideia de criar ou trazer algo à existência, especialmente no contexto de um sacrifício.","por_que_esta_palavra":"Fazer um sacrifício é um ato de obediência e devoção, mostrando a disposição de dar algo valioso a Deus.","conexao_teologica":"O ato de fazer um sacrifício é um símbolo da entrega total a Deus e da busca por reconciliação.","referencias_relacionadas":["Gênesis 22:9","Levítico 1:4","Romanos 12:1"]},"numeros_28_21_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à unidade do povo de Deus em adoração.","explicacao_detalhada":"A palavra 'homem' simboliza a coletividade e a responsabilidade de cada indivíduo em se apresentar diante de Deus.","por_que_esta_palavra":"A unidade do homem em adoração é fundamental para a vida comunitária e a expressão da fé.","conexao_teologica":"A adoração coletiva reflete a natureza do corpo de Cristo, onde cada membro tem um papel importante.","referencias_relacionadas":["1 Coríntios 12:12-14","Efésios 4:4","Hebreus 10:25"]},"numeros_28_22_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"Refere-se ao bode que deve ser sacrificado como parte da oferta pelo pecado.","explicacao_detalhada":"A palavra 'bode' representa o animal escolhido para a expiação dos pecados do povo, simbolizando a transferência de culpa.","por_que_esta_palavra":"O bode é um símbolo de redenção e perdão, essencial para a compreensão do sacrifício na antiga aliança.","conexao_teologica":"O sacrifício do bode antecipa o sacrifício de Cristo, que é o verdadeiro Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 16:10","Isaías 53:6","João 1:29"]},"numeros_28_22_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao sacrifício pelo pecado que deve ser realizado.","explicacao_detalhada":"A palavra 'pecado' indica a necessidade de expiação e a seriedade do pecado diante de Deus.","por_que_esta_palavra":"O sacrifício pelo pecado é fundamental para a restauração da relação entre o homem e Deus.","conexao_teologica":"O conceito de sacrifício pelo pecado é central na teologia cristã, apontando para a necessidade de redenção.","referencias_relacionadas":["Levítico 4:20","Romanos 3:23-25","Hebreus 9:22"]},"numeros_28_22_expiacao":{"palavra_pt":"expiacao","palavra_original":"כָּפַר","transliteracao":"kâphar","strong":"H3722","significado_raiz":"Ideia básica: expiacao.","significado_contextual":"A expiação refere-se ao ato de cobrir ou remover a culpa e a penalidade do pecado.","explicacao_detalhada":"No contexto de Números 28:22, a expiação é necessária para que o povo de Israel possa se reconciliar com Deus, especialmente durante as ofertas e sacrifícios que eram realizados regularmente.","por_que_esta_palavra":"A palavra 'expiacao' é usada para enfatizar a importância da purificação e da restauração da relação entre o homem e Deus através de sacrifícios.","conexao_teologica":"A expiação é um tema central na teologia bíblica, apontando para a necessidade de um sacrifício que remova o pecado, culminando na obra de Cristo na cruz.","referencias_relacionadas":["Levítico 16:30","Romanos 3:25","Hebreus 9:22"]},"numeros_28_23_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo refere-se à parte física do sacrifício que é oferecido a Deus.","explicacao_detalhada":"Em Números 28:23, o corpo do sacrifício é um elemento essencial na oferta, simbolizando a entrega total ao Senhor e a consagração do que é material ao espiritual.","por_que_esta_palavra":"A palavra 'corpo' destaca a importância do sacrifício físico na adoração e na relação com Deus, mostrando que o que é oferecido deve ser de qualidade e sem defeito.","conexao_teologica":"O corpo do sacrifício prefigura o corpo de Cristo, que foi oferecido como sacrifício perfeito por nossos pecados.","referencias_relacionadas":["Hebreus 10:10","1 Pedro 2:24","Romanos 12:1"]},"numeros_28_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é um período específico designado para a realização de sacrifícios e adoração.","explicacao_detalhada":"Em Números 28:24, o dia é mencionado como um tempo sagrado em que o povo deve se reunir para oferecer sacrifícios ao Senhor, enfatizando a importância da adoração regular.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a estrutura do culto israelita, que era organizado em torno de dias específicos de sacrifício e celebração.","conexao_teologica":"O conceito de dia sagrado se conecta com a ideia de descanso e adoração, refletindo a necessidade de separar tempo para Deus em nossas vidas.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Colossenses 2:16-17"]},"numeros_28_24_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תָּמִיד","transliteracao":"tâmîyd","strong":"H8548","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é a oferta feita a Deus como ato de adoração e expiação.","explicacao_detalhada":"Em Números 28:24, o sacrifício é uma prática central na vida religiosa de Israel, simbolizando a entrega e a busca pela reconciliação com Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é utilizada para enfatizar a necessidade de dar algo de valor a Deus, refletindo a seriedade do pecado e a importância da adoração.","conexao_teologica":"Os sacrifícios do Antigo Testamento apontam para o sacrifício de Cristo, que é o sacrifício final e perfeito para a expiação dos pecados.","referencias_relacionadas":["Hebreus 10:1-4","Romanos 5:8","Gálatas 1:4"]},"numeros_28_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado durante os sacrifícios, representando Sua presença e autoridade.","explicacao_detalhada":"Em Números 28:24, o nome do Senhor é mencionado para lembrar ao povo que suas ofertas devem ser feitas em reverência e reconhecimento de quem Deus é.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a identidade e o caráter de Deus, que deve ser honrado em todas as práticas de adoração.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé e submissão, refletindo a relação do crente com Deus através de Jesus Cristo.","referencias_relacionadas":["Salmos 20:7","Atos 4:12","Romanos 10:13"]},"numeros_28_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é um tempo específico de celebração e adoração ao Senhor.","explicacao_detalhada":"Em Números 28:25, o dia é destacado como um momento de alegria e festividade, onde o povo se reúne para celebrar a fidelidade de Deus.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância de ter momentos regulares de adoração e celebração na vida do povo de Deus.","conexao_teologica":"Os dias de celebração no Antigo Testamento prefiguram as celebrações cristãs, onde o povo se reúne para adorar e lembrar das obras de Deus.","referencias_relacionadas":["Levítico 23:3","Salmos 118:24","1 Tessalonicenses 5:16-18"]},"numeros_28_25_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Sagrado refere-se ao que é separado e dedicado a Deus.","explicacao_detalhada":"Em Números 28:25, o termo 'sagrado' indica que o dia de adoração é distinto e deve ser tratado com reverência, refletindo a santidade de Deus.","por_que_esta_palavra":"A palavra 'sagrado' é usada para enfatizar a separação do dia comum para um propósito divino, destacando a importância da santidade na adoração.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e os dias sagrados são uma expressão da relação do homem com o Deus Santo.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:16","Hebreus 12:14"]},"numeros_28_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como os sacrifícios e adorações devem ser realizados.","explicacao_detalhada":"Em Números 28:25, o modo enfatiza a importância de seguir as instruções de Deus para a adoração, garantindo que tudo seja feito de acordo com Sua vontade.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a adoração deve ser feita de maneira ordenada e respeitosa, refletindo a reverência a Deus.","conexao_teologica":"O modo de adoração é um reflexo da ordem divina, mostrando que Deus se importa com a forma como nos aproximamos dEle.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:23","Romanos 12:1"]},"numeros_28_26_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é um tempo designado para a adoração e sacrifício ao Senhor.","explicacao_detalhada":"Em Números 28:26, o dia é mencionado como um momento especial em que o povo deve se reunir para oferecer suas ofertas e celebrar a fidelidade de Deus.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a importância de ter momentos regulares de adoração e comunhão com Deus.","conexao_teologica":"Os dias de adoração no Antigo Testamento prefiguram a prática cristã de reunir-se para celebrar a ressurreição de Cristo e a comunhão dos santos.","referencias_relacionadas":["Salmos 122:1","Hebreus 10:25","Atos 2:46"]},"numeros_28_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado durante os sacrifícios, simbolizando Sua presença e autoridade.","explicacao_detalhada":"Em Números 28:26, o nome do Senhor é mencionado para lembrar ao povo que suas ofertas devem ser feitas em reverência e reconhecimento de quem Deus é.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a identidade e o caráter de Deus, que deve ser honrado em todas as práticas de adoração.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé e submissão, refletindo a relação do crente com Deus através de Jesus Cristo.","referencias_relacionadas":["Salmos 20:7","Atos 4:12","Romanos 10:13"]},"numeros_28_26_fruto":{"palavra_pt":"fruto","palavra_original":"בִּכּוּר","transliteracao":"bikkûwr","strong":"H1061","significado_raiz":"Ideia básica: fruto.","significado_contextual":"Refere-se ao primeiro fruto da colheita, que era oferecido a Deus como um ato de gratidão.","explicacao_detalhada":"O 'fruto' mencionado em Números 28:26 é um símbolo de abundância e bênção. A oferta dos primeiros frutos era uma prática comum entre os israelitas, representando a dedicação das bênçãos recebidas a Deus.","por_que_esta_palavra":"A palavra 'fruto' é utilizada para enfatizar a importância de reconhecer a origem divina das bênçãos materiais.","conexao_teologica":"A oferta dos primeiros frutos é uma expressão de gratidão e reconhecimento da soberania de Deus sobre a provisão e a prosperidade.","referencias_relacionadas":["Êxodo 23:19","Deuteronômio 26:1-11","Levítico 23:10"]},"numeros_28_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado nas ofertas e sacrifícios.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é considerado sagrado e representa a presença e a autoridade de Deus sobre o povo de Israel. Invocar o nome do Senhor é um ato de reconhecimento de Sua soberania.","por_que_esta_palavra":"A palavra 'Senhor' é usada para enfatizar a relação de aliança entre Deus e Seu povo, destacando Sua autoridade e poder.","conexao_teologica":"O nome de Deus é central na adoração e na prática religiosa, simbolizando a identidade e a natureza de Deus como o Criador e Redentor.","referencias_relacionadas":["Salmos 68:4","Isaías 42:8","Êxodo 3:14"]},"numeros_28_27_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação de trazer a oferta diante de Deus, simbolizando a entrega e a devoção.","explicacao_detalhada":"A palavra 'mão' (קָרַב) é usada para descrever o ato de se aproximar de Deus com as ofertas, representando a entrega pessoal e a consagração ao Senhor.","por_que_esta_palavra":"A palavra 'mão' enfatiza a ação física e a intenção espiritual de se aproximar de Deus com reverência.","conexao_teologica":"A entrega das ofertas é um ato de adoração que reflete a disposição do coração em se submeter à vontade de Deus.","referencias_relacionadas":["Levítico 1:3","Salmos 141:2","Hebreus 13:15"]},"numeros_28_28_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder que acompanha a oferta, simbolizando a dedicação total a Deus.","explicacao_detalhada":"A palavra 'força' (פַּר) é utilizada para descrever a intensidade e a seriedade com que as ofertas devem ser apresentadas a Deus, refletindo a devoção do ofertante.","por_que_esta_palavra":"A palavra 'força' sugere que as ofertas devem ser dadas com sinceridade e empenho, representando a totalidade do ser do ofertante.","conexao_teologica":"A entrega das ofertas com força e sinceridade é um reflexo da relação de amor e compromisso entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 6:5","Romanos 12:1","Colossenses 3:23"]},"numeros_28_28_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se à oferta de manjares que era apresentada a Deus como parte do culto.","explicacao_detalhada":"A palavra 'oferta' (מִנְחָה) é usada para descrever as contribuições que os israelitas faziam a Deus, simbolizando a gratidão e a dependência do Senhor.","por_que_esta_palavra":"A palavra 'oferta' destaca a importância de dar a Deus o que é devido, reconhecendo Sua provisão e bondade.","conexao_teologica":"As ofertas são um meio de expressar adoração e gratidão a Deus, refletindo a relação de aliança entre Ele e Seu povo.","referencias_relacionadas":["Levítico 2:1","Salmos 54:6","Mateus 5:23-24"]},"numeros_28_29_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem que apresenta a oferta, simbolizando a responsabilidade individual diante de Deus.","explicacao_detalhada":"A palavra 'homem' (אֶחָד) é utilizada para enfatizar que cada indivíduo tem um papel ativo na adoração e na apresentação das ofertas a Deus.","por_que_esta_palavra":"A palavra 'homem' destaca a importância da participação pessoal e consciente na vida espiritual.","conexao_teologica":"Cada homem é chamado a se apresentar diante de Deus, reconhecendo sua necessidade de redenção e sua responsabilidade na adoração.","referencias_relacionadas":["Gênesis 1:26","Romanos 14:12","1 Pedro 2:9"]},"numeros_28_29_sagrado":{"palavra_pt":"sagrado","palavra_original":"שֶׁבַע","transliteracao":"shebaʻ","strong":"H7651","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus, indicando a santidade das ofertas.","explicacao_detalhada":"A palavra 'sagrado' (שֶׁבַע) é usada para descrever a natureza das ofertas que são apresentadas a Deus, que devem ser tratadas com reverência e respeito.","por_que_esta_palavra":"A palavra 'sagrado' enfatiza a distinção entre o que é comum e o que é consagrado a Deus.","conexao_teologica":"A santidade das ofertas reflete a santidade de Deus e a necessidade de se aproximar dEle com pureza e devoção.","referencias_relacionadas":["Levítico 10:10","1 Pedro 1:16","Romanos 12:1"]},"numeros_28_30_expiacao":{"palavra_pt":"expiacao","palavra_original":"כָּפַר","transliteracao":"kâphar","strong":"H3722","significado_raiz":"Ideia básica: expiacao.","significado_contextual":"Refere-se ao ato de expiar pecados através de ofertas específicas.","explicacao_detalhada":"A palavra 'expiacao' (כָּפַר) é utilizada para descrever o processo de purificação e perdão que ocorre através das ofertas apresentadas a Deus.","por_que_esta_palavra":"A palavra 'expiacao' destaca a necessidade de reconciliação entre o homem e Deus devido ao pecado.","conexao_teologica":"A expiação é um tema central na teologia bíblica, apontando para a necessidade de um sacrifício para a remissão dos pecados.","referencias_relacionadas":["Levítico 16:30","Hebreus 9:22","1 João 1:9"]},"numeros_28_30_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"Refere-se ao bode que era sacrificado como parte do ritual de expiação.","explicacao_detalhada":"A palavra 'bode' (שָׂעִיר) é usada para descrever o animal que simboliza a transferência dos pecados do povo, sendo sacrificado para a expiação.","por_que_esta_palavra":"A palavra 'bode' enfatiza o papel do sacrifício na reconciliação com Deus e na purificação do pecado.","conexao_teologica":"O bode expiatório é um símbolo do sacrifício de Cristo, que leva sobre si os pecados da humanidade.","referencias_relacionadas":["Levítico 16:8-10","Isaías 53:6","Hebreus 13:11-12"]},"numeros_28_31_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo que é sacrificado como parte das ofertas a Deus.","explicacao_detalhada":"A palavra 'corpo' (בַּד) é utilizada para descrever o aspecto físico do sacrifício, que deve ser apresentado a Deus em pureza e santidade.","por_que_esta_palavra":"A palavra 'corpo' destaca a importância do sacrifício físico na adoração e na expiação dos pecados.","conexao_teologica":"O sacrifício do corpo é um símbolo do sacrifício de Cristo, que deu Sua vida para a redenção da humanidade.","referencias_relacionadas":["Romanos 12:1","Hebreus 10:10","1 Coríntios 6:19-20"]}}