{"numeros_30_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo deve ser feito ou abordado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma forma específica de agir ou proceder. Em Números 30:1, isso se relaciona com a maneira como os votos e promessas devem ser feitos diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da ordem e da reverência ao fazer promessas a Deus.","conexao_teologica":"A maneira de se relacionar com Deus é fundamental na teologia bíblica, refletindo a necessidade de seguir suas instruções.","referencias_relacionadas":["Deuteronômio 23:21","Eclesiastes 5:4-5","Mateus 5:37"]},"numeros_30_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para enfatizar a importância da palavra e da comunicação. Em Números 30:1, destaca-se a necessidade de declarar votos de forma clara e consciente.","por_que_esta_palavra":"A palavra é escolhida para ressaltar a responsabilidade que vem com a fala e a necessidade de cumprir o que se diz.","conexao_teologica":"A fala é um tema recorrente na Bíblia, onde as palavras têm poder e implicações espirituais.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Salmos 19:14"]},"numeros_30_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para enfatizar a importância da herança e da responsabilidade dentro da família. Em Números 30:1, isso se relaciona com os votos feitos por filhos e suas implicações.","por_que_esta_palavra":"A escolha da palavra 'filho' reflete a dinâmica familiar e a importância da obediência às leis de Deus.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, simbolizando a relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 20:12","Provérbios 22:6","Efésios 6:1-3"]},"numeros_30_2_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze tribos de Israel, cada uma com sua própria herança e responsabilidades.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever a organização social e espiritual do povo de Israel. Em Números 30:2, isso se relaciona com a estrutura de liderança e a importância da comunidade.","por_que_esta_palavra":"A escolha da palavra 'tribo' destaca a importância da identidade coletiva e das promessas de Deus para cada tribo.","conexao_teologica":"As tribos de Israel são fundamentais na narrativa bíblica, representando a diversidade e a unidade do povo de Deus.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Josué 14:1"]},"numeros_30_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à importância da obediência.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é novamente utilizada para enfatizar a relação familiar e a responsabilidade que vem com ela. Em Números 30:2, isso se relaciona com os votos e promessas feitas por filhos.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a importância da obediência às promessas feitas a Deus.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, simbolizando a relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 20:12","Provérbios 22:6","Efésios 6:1-3"]},"numeros_30_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação e à importância das promessas.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é usada para enfatizar a importância do que é dito e prometido. Em Números 30:2, isso se relaciona com a seriedade dos votos feitos diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a responsabilidade que vem com a fala e a necessidade de cumprir o que se diz.","conexao_teologica":"As palavras têm poder e implicações espirituais, refletindo a importância da verdade e da integridade.","referencias_relacionadas":["Salmos 119:105","Tiago 5:12","Mateus 12:36-37"]},"numeros_30_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os votos devem ser feitos.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma forma específica de agir ou proceder. Em Números 30:3, isso se relaciona com a forma correta de fazer promessas a Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da ordem e da reverência ao fazer promessas a Deus.","conexao_teologica":"A maneira de se relacionar com Deus é fundamental na teologia bíblica, refletindo a necessidade de seguir suas instruções.","referencias_relacionadas":["Deuteronômio 23:21","Eclesiastes 5:4-5","Mateus 5:37"]},"numeros_30_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus, enfatizando Sua posição de autoridade e domínio sobre todas as coisas. No contexto de Números 30:3, destaca-se a importância de cumprir votos feitos ao Senhor.","por_que_esta_palavra":"Esta palavra é central na relação do povo de Israel com Deus, pois expressa a reverência e o compromisso que devem ter em relação aos votos e promessas.","conexao_teologica":"A palavra 'senhor' conecta-se com a ideia de aliança entre Deus e Seu povo, onde o cumprimento de promessas é fundamental para a vida espiritual.","referencias_relacionadas":["Êxodo 20:7","Deuteronômio 23:21","Salmos 76:1"]},"numeros_30_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como um ser responsável por suas ações e compromissos.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) implica em um ser humano que possui a capacidade de fazer promessas e assumir responsabilidades. Em Números 30:3, destaca-se a importância do homem em cumprir seus votos diante de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a responsabilidade individual e a necessidade de integridade nas promessas feitas a Deus.","conexao_teologica":"A responsabilidade do homem em cumprir seus votos reflete a natureza da relação entre Deus e a humanidade, onde a fidelidade é essencial.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4","Eclesiastes 12:13"]},"numeros_30_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar como um espaço de compromisso e responsabilidade familiar.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza não apenas a estrutura física, mas também a unidade familiar e os compromissos que existem dentro dela. Em Números 30:4, destaca-se a importância dos votos feitos dentro do contexto familiar.","por_que_esta_palavra":"A casa é um lugar onde os relacionamentos são cultivados e onde os votos e promessas têm um impacto significativo na dinâmica familiar.","conexao_teologica":"A ideia de casa está ligada à noção de comunidade e à importância da família na vida espiritual e social do povo de Deus.","referencias_relacionadas":["Salmos 127:1","Provérbios 24:3","Mateus 7:24"]},"numeros_30_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade que deve ser respeitada em todas as promessas.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) em Números 30:4 enfatiza a importância de reconhecer a soberania de Deus sobre os votos feitos, destacando que Ele é testemunha e juiz das promessas.","por_que_esta_palavra":"A palavra é crucial para entender a relação de reverência e compromisso que o povo deve ter com Deus ao fazer promessas.","conexao_teologica":"A relação entre o homem e Deus é marcada pela necessidade de fidelidade e respeito às promessas feitas em Seu nome.","referencias_relacionadas":["Êxodo 20:7","Deuteronômio 5:11","Salmos 50:14"]},"numeros_30_4_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher como uma figura central nas dinâmicas familiares e sociais.","explicacao_detalhada":"A palavra 'mulher' (אִשָּׁה) é utilizada para destacar o papel da mulher no contexto familiar e sua capacidade de fazer votos. Em Números 30:4, a mulher é reconhecida como responsável por suas promessas, refletindo sua dignidade e valor.","por_que_esta_palavra":"A inclusão da mulher nas discussões sobre votos ressalta a importância de sua voz e compromisso dentro da família e da sociedade.","conexao_teologica":"A dignidade da mulher é um tema importante na teologia bíblica, refletindo a criação de ambos os gêneros à imagem de Deus.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Gálatas 3:28"]},"numeros_30_5_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Refere-se ao ato de fazer planos e promessas diante de Deus.","explicacao_detalhada":"A palavra 'planejar' (חָרַשׁ) implica em um processo deliberado de pensar e decidir sobre compromissos. Em Números 30:5, enfatiza-se a seriedade de fazer promessas e a necessidade de refletir sobre elas antes de serem feitas.","por_que_esta_palavra":"A palavra é importante para entender que os votos não devem ser feitos levianamente, mas com consideração e intenção.","conexao_teologica":"O planejamento e a reflexão sobre os compromissos são essenciais na vida espiritual, pois refletem a seriedade da relação com Deus.","referencias_relacionadas":["Provérbios 16:3","Tiago 4:13-15","Salmos 37:5"]},"numeros_30_5_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de estabelecer ou fazer um compromisso.","explicacao_detalhada":"A palavra 'levantar' (קוּם) é usada para descrever o ato de iniciar ou fazer um voto. Em Números 30:5, destaca-se a importância de levantar promessas com seriedade e compromisso.","por_que_esta_palavra":"Esta palavra é crucial para entender que os votos são ações que têm consequências e devem ser tratados com respeito.","conexao_teologica":"Levantar votos diante de Deus é um ato de fé e compromisso, refletindo a seriedade da relação entre o ser humano e o divino.","referencias_relacionadas":["Salmos 66:13","Eclesiastes 5:4-5","Romanos 12:1"]},"numeros_30_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os votos devem ser feitos e cumpridos.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em um padrão ou forma de agir. Em Números 30:5, enfatiza-se que os votos devem ser feitos de maneira consciente e responsável.","por_que_esta_palavra":"A escolha do modo de fazer promessas é importante para garantir que elas sejam cumpridas de acordo com a vontade de Deus.","conexao_teologica":"A maneira como nos comprometemos reflete nossa compreensão da santidade e seriedade da relação com Deus.","referencias_relacionadas":["Colossenses 3:23","1 Pedro 4:11","Mateus 5:37"]},"numeros_30_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que os votos são feitos e cumpridos.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é utilizada para enfatizar a importância do tempo no cumprimento de promessas. Em Números 30:6, destaca-se que os votos devem ser cumpridos em um tempo apropriado.","por_que_esta_palavra":"O tempo é um elemento crucial na vida espiritual, pois reflete a urgência e a responsabilidade de cumprir compromissos.","conexao_teologica":"A noção de tempo em relação aos votos destaca a importância de agir com prontidão e fidelidade em nossa relação com Deus.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Hebreus 3:15"]},"numeros_30_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade que deve ser reconhecida em todas as promessas.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) em Números 30:6 reafirma a importância de reconhecer Deus como a fonte de autoridade em todas as promessas e compromissos.","por_que_esta_palavra":"A palavra é fundamental para entender a relação de reverência e compromisso que o povo deve ter com Deus ao fazer promessas.","conexao_teologica":"A relação entre o homem e Deus é marcada pela necessidade de fidelidade e respeito às promessas feitas em Seu nome.","referencias_relacionadas":["Êxodo 20:7","Deuteronômio 5:11","Salmos 50:14"]},"numeros_30_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito, especialmente em relação a promessas e votos.","explicacao_detalhada":"A palavra 'modo' implica na forma ou maneira de agir, que é crucial quando se fala sobre a seriedade de promessas feitas a Deus. O contexto enfatiza a importância de cumprir o que se promete.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de um comportamento adequado e respeitoso ao fazer promessas, refletindo a seriedade do compromisso.","conexao_teologica":"A forma como nos comprometemos com Deus e a seriedade de nossas promessas são temas recorrentes na Bíblia, mostrando a importância da integridade diante do Senhor.","referencias_relacionadas":["Números 30:2","Eclesiastes 5:4-5","Mateus 5:37"]},"numeros_30_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especialmente em sua capacidade de fazer promessas e votos.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a responsabilidade individual que cada pessoa tem em relação às suas promessas e compromissos diante de Deus.","por_que_esta_palavra":"A inclusão da palavra 'homem' sublinha a ideia de que cada indivíduo é responsável por suas ações e promessas, refletindo a dignidade e a responsabilidade humana.","conexao_teologica":"A responsabilidade do homem em cumprir seus votos é um tema central na relação entre Deus e a humanidade, ressaltando a importância da fidelidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Tiago 1:12"]},"numeros_30_7_promessa":{"palavra_pt":"promessa","palavra_original":"נֶדֶר","transliteracao":"neder","strong":"H5088","significado_raiz":"Ideia básica: promessa.","significado_contextual":"Refere-se a um voto ou compromisso feito a Deus, que deve ser cumprido.","explicacao_detalhada":"A palavra 'promessa' implica um compromisso sério e solene, que deve ser honrado. O contexto enfatiza a importância de não fazer promessas levianamente.","por_que_esta_palavra":"A escolha da palavra 'promessa' destaca a gravidade de fazer um voto a Deus e a expectativa de que esse voto seja cumprido.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de cumprir promessas, refletindo a fidelidade de Deus e a expectativa de que Seus seguidores sejam igualmente fiéis.","referencias_relacionadas":["Números 30:2","Salmos 76:11","Romanos 12:1"]},"numeros_30_7_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida ou alma de uma pessoa, enfatizando a importância do ser humano diante de Deus.","explicacao_detalhada":"A palavra 'alma' implica a totalidade do ser humano, incluindo suas emoções, vontade e espiritualidade, e é usada para mostrar que as promessas afetam a vida inteira da pessoa.","por_que_esta_palavra":"A escolha da palavra 'alma' ressalta a profundidade do compromisso que uma pessoa assume ao fazer uma promessa a Deus.","conexao_teologica":"A relação entre a alma e as promessas feitas a Deus é um tema importante, pois reflete a totalidade do ser humano em sua relação com o Criador.","referencias_relacionadas":["Gênesis 2:7","Mateus 16:26","1 Pedro 1:9"]},"numeros_30_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que uma promessa ou voto é considerado.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um período de tempo em que as promessas devem ser avaliadas e cumpridas, enfatizando a urgência e a seriedade do compromisso.","por_que_esta_palavra":"A inclusão da palavra 'dia' destaca a importância de um tempo definido para a realização de promessas, refletindo a natureza temporal da vida humana.","conexao_teologica":"O conceito de tempo e a importância de agir dentro de um prazo são temas recorrentes na Bíblia, mostrando que Deus espera que Seus seguidores cumpram suas promessas em tempo hábil.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Tiago 4:14"]},"numeros_30_8_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Refere-se ao ato de pensar e decidir sobre a realização de uma promessa ou voto.","explicacao_detalhada":"A palavra 'planejar' implica a necessidade de reflexão e consideração antes de fazer um voto, enfatizando a importância de agir com sabedoria.","por_que_esta_palavra":"A escolha da palavra 'planejar' sublinha a responsabilidade de considerar as implicações de nossas promessas antes de fazê-las.","conexao_teologica":"A Bíblia ensina que devemos ser sábios em nossos compromissos, refletindo a necessidade de planejamento e consideração em nossa vida espiritual.","referencias_relacionadas":["Provérbios 16:3","Lucas 14:28-30","Tiago 1:5"]},"numeros_30_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de cumprir ou realizar uma promessa ou voto.","explicacao_detalhada":"A palavra 'levantar' implica a ação de colocar em prática o que foi prometido, enfatizando a necessidade de ação após o planejamento.","por_que_esta_palavra":"A escolha da palavra 'levantar' destaca a importância de não apenas planejar, mas também agir em conformidade com as promessas feitas.","conexao_teologica":"A ação de cumprir promessas é um tema central na vida cristã, refletindo a fé em ação e a obediência a Deus.","referencias_relacionadas":["Salmos 119:106","Mateus 7:21","Tiago 2:17"]},"numeros_30_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que um voto ou promessa é considerado válido ou deve ser cumprido.","explicacao_detalhada":"A palavra 'dia' é usada para enfatizar a importância do tempo em relação ao cumprimento de promessas, indicando que há um prazo para a realização.","por_que_esta_palavra":"A inclusão da palavra 'dia' ressalta a urgência e a importância de agir rapidamente em relação a compromissos feitos a Deus.","conexao_teologica":"O tempo é um elemento crucial na vida espiritual, e a Bíblia frequentemente menciona a importância de aproveitar o tempo para cumprir promessas e viver de acordo com a vontade de Deus.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Coríntios 6:2"]},"numeros_30_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é usada para enfatizar a soberania de Deus sobre as promessas feitas, indicando que Ele é a testemunha e o juiz de nossos votos.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a reverência e o respeito que devemos ter ao fazer promessas, reconhecendo a autoridade de Deus.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza e caráter, e a importância de honrar Seu nome em nossas promessas.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-11"]},"numeros_30_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a responsabilidade individual em relação a promessas feitas a Deus.","explicacao_detalhada":"A palavra 'homem' é usada para ressaltar que cada pessoa deve ser responsável por suas promessas e compromissos, refletindo a dignidade e a responsabilidade humana.","por_que_esta_palavra":"A inclusão da palavra 'homem' sublinha a ideia de que cada indivíduo é responsável por suas ações e promessas, refletindo a dignidade e a responsabilidade humana.","conexao_teologica":"A responsabilidade do homem em cumprir seus votos é um tema central na relação entre Deus e a humanidade, ressaltando a importância da fidelidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Tiago 1:12"]},"numeros_30_10_promessa":{"palavra_pt":"promessa","palavra_original":"נֶדֶר","transliteracao":"neder","strong":"H5088","significado_raiz":"Ideia básica: promessa.","significado_contextual":"A promessa é um compromisso solene que uma pessoa faz, muitas vezes diante de Deus, que deve ser cumprido.","explicacao_detalhada":"No contexto de Números 30, a promessa é uma declaração feita por um indivíduo, que pode ser um voto ou um compromisso que deve ser respeitado. A palavra 'neder' implica um ato de devoção e responsabilidade.","por_que_esta_palavra":"A palavra é usada para enfatizar a seriedade dos votos e a necessidade de cumpri-los, refletindo a importância da palavra dada na cultura israelita.","conexao_teologica":"A promessa é um reflexo do caráter de Deus, que é fiel às Suas promessas. Assim como Deus cumpre Suas promessas, os indivíduos são chamados a cumprir as suas.","referencias_relacionadas":["Números 30:2","Deuteronômio 23:21","Eclesiastes 5:4-5"]},"numeros_30_10_possessao":{"palavra_pt":"possessao","palavra_original":"גָּרַשׁ","transliteracao":"gârash","strong":"H1644","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Possessão refere-se ao ato de ter ou controlar algo, especialmente em um contexto de herança ou propriedade.","explicacao_detalhada":"Neste versículo, a possessão é entendida como o direito de um homem sobre sua casa e os votos feitos dentro dela. A palavra 'gârash' implica um sentido de controle e domínio.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica de autoridade e responsabilidade dentro da família e da sociedade israelita.","conexao_teologica":"A possessão é um tema que se relaciona com a ideia de herança espiritual e física que Deus dá ao Seu povo, refletindo a relação entre Deus e Israel.","referencias_relacionadas":["Números 30:2","Josué 1:6","Salmos 37:29"]},"numeros_30_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou abordado, indicando um padrão ou método.","explicacao_detalhada":"A palavra 'kôl' é usada para descrever a totalidade ou a forma como as promessas devem ser feitas e cumpridas, enfatizando a importância da intenção e da forma.","por_que_esta_palavra":"O uso de 'modo' destaca que não é apenas o ato de prometer que importa, mas também como isso é feito, refletindo a seriedade e a intenção por trás do compromisso.","conexao_teologica":"O modo de agir em relação às promessas reflete a natureza de Deus, que é sempre justo e fiel em Suas ações.","referencias_relacionadas":["Números 30:2","Mateus 5:37","Tiago 5:12"]},"numeros_30_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa refere-se ao lar ou à residência, um espaço de segurança e autoridade familiar.","explicacao_detalhada":"A palavra 'bayith' é usada para descrever não apenas a estrutura física, mas também o ambiente familiar e a dinâmica de autoridade que existe dentro dela.","por_que_esta_palavra":"A casa é um símbolo de estabilidade e proteção, onde os votos e promessas têm um peso especial devido à intimidade do ambiente.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a relação entre Deus e Seu povo, onde Ele habita e estabelece Sua aliança.","referencias_relacionadas":["Números 30:10","Salmos 127:1","Mateus 7:24-25"]},"numeros_30_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se ao ser humano, especialmente em um contexto de responsabilidade e liderança.","explicacao_detalhada":"A palavra 'ʼîysh' é usada para enfatizar a posição de autoridade e a responsabilidade que um homem tem dentro de sua casa e em relação aos votos que faz.","por_que_esta_palavra":"A palavra é crucial para entender o papel do homem na sociedade israelita, especialmente em questões de liderança e compromisso.","conexao_teologica":"A figura do homem é muitas vezes usada na Bíblia para representar a responsabilidade diante de Deus e a liderança espiritual.","referencias_relacionadas":["Números 30:10","Gênesis 2:18","Efésios 5:23"]},"numeros_30_11_promessa":{"palavra_pt":"promessa","palavra_original":"נָדַר","transliteracao":"nâdar","strong":"H5087","significado_raiz":"Ideia básica: promessa.","significado_contextual":"A promessa é um compromisso que um homem faz, que deve ser respeitado e cumprido.","explicacao_detalhada":"A palavra 'nâdar' enfatiza a seriedade do voto e a necessidade de fidelidade ao que foi prometido, refletindo a responsabilidade do homem em sua palavra.","por_que_esta_palavra":"A importância da palavra e do compromisso é central na cultura israelita, onde a honra e a integridade são altamente valorizadas.","conexao_teologica":"A promessa é um reflexo da fidelidade de Deus, que sempre cumpre Suas promessas, e serve como um chamado para que os homens também sejam fiéis.","referencias_relacionadas":["Números 30:2","Salmos 15:4","Romanos 12:1"]},"numeros_30_12_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Planejar refere-se ao ato de formular intenções ou estratégias para o futuro.","explicacao_detalhada":"A palavra 'chârash' implica um processo de pensamento e consideração cuidadosa antes de agir, especialmente em relação a votos e promessas.","por_que_esta_palavra":"O planejamento é essencial para garantir que as promessas feitas sejam cumpridas de maneira adequada e responsável.","conexao_teologica":"O planejamento reflete a sabedoria de Deus, que tem um propósito e um plano para a humanidade, e nos chama a agir com intenção.","referencias_relacionadas":["Números 30:2","Provérbios 16:3","Tiago 4:13-15"]},"numeros_30_12_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar refere-se ao ato de erguer ou iniciar algo, especialmente em um contexto de ação ou compromisso.","explicacao_detalhada":"A palavra 'qûwm' é usada para descrever a ação de tomar uma posição ou iniciar um voto, enfatizando a necessidade de ação após o planejamento.","por_que_esta_palavra":"Levantar é uma ação que implica responsabilidade e a disposição de cumprir o que foi prometido, refletindo a seriedade do compromisso.","conexao_teologica":"Levantar-se para cumprir promessas é um reflexo da natureza de Deus, que age em fidelidade e nos chama a agir de maneira semelhante.","referencias_relacionadas":["Números 30:2","Salmos 37:5","Isaías 41:10"]},"numeros_30_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito, enfatizando a importância da intenção e da forma.","explicacao_detalhada":"A palavra 'kôl' é usada para descrever a totalidade do processo de fazer e cumprir promessas, destacando a importância da abordagem correta.","por_que_esta_palavra":"O modo de agir em relação às promessas é crucial para a integridade e a honra, refletindo a seriedade do compromisso.","conexao_teologica":"O modo como cumprimos nossas promessas reflete a natureza de Deus, que é sempre fiel e justo em Suas ações.","referencias_relacionadas":["Números 30:2","Mateus 5:37","Colossenses 3:23"]},"numeros_30_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se a um período de 24 horas, mas também pode simbolizar um tempo de ação ou decisão.","explicacao_detalhada":"A palavra 'yôwm' é usada para indicar a importância do tempo em relação ao cumprimento de promessas e votos, enfatizando a urgência e a responsabilidade.","por_que_esta_palavra":"O conceito de dia é fundamental para entender a temporalidade das promessas e a necessidade de agir dentro de um tempo determinado.","conexao_teologica":"O dia é uma criação de Deus, e cada dia é uma oportunidade para cumprir promessas e viver de acordo com a vontade divina.","referencias_relacionadas":["Números 30:2","Salmos 90:12","Mateus 6:34"]},"numeros_30_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar o Deus de Israel, que é visto como o criador e governante do universo. No contexto de Números 30:13, destaca-se a importância de honrar os votos feitos ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"A palavra 'senhor' é central na teologia judaica e cristã, representando a aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:2","Salmos 23:1","Isaías 40:28"]},"numeros_30_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a responsabilidade e a capacidade de fazer votos.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para indicar a dignidade e a posição do ser humano diante de Deus. Em Números 30:13, destaca-se a importância dos compromissos que um homem faz diante do Senhor.","por_que_esta_palavra":"A palavra 'homem' é utilizada para mostrar que todos têm a capacidade de se comprometer e devem ser responsáveis por suas promessas.","conexao_teologica":"A dignidade do homem é um tema recorrente na Bíblia, refletindo a imagem de Deus no ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 1:12"]},"numeros_30_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à forma ou maneira como os votos devem ser feitos e cumpridos.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica que há uma maneira correta de se proceder em relação aos votos e promessas, conforme estabelecido por Deus.","por_que_esta_palavra":"É importante que os votos sejam feitos de maneira adequada, refletindo a seriedade do compromisso com Deus.","conexao_teologica":"A forma como nos relacionamos com Deus e com os outros é um tema central na ética bíblica.","referencias_relacionadas":["Deuteronômio 23:21","Eclesiastes 5:4-5","Mateus 5:37"]},"numeros_30_14_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se à atitude de humildade necessária ao fazer promessas a Deus.","explicacao_detalhada":"A palavra 'humilde' (עָנָה) sugere uma postura de submissão e reconhecimento da grandeza de Deus ao fazer votos.","por_que_esta_palavra":"A humildade é essencial para que os votos sejam feitos com sinceridade e respeito.","conexao_teologica":"A humildade é uma virtude valorizada na Bíblia, refletindo a atitude que devemos ter diante de Deus.","referencias_relacionadas":["Salmos 51:17","Provérbios 22:4","Mateus 5:3"]},"numeros_30_14_promessa":{"palavra_pt":"promessa","palavra_original":"נֶדֶר","transliteracao":"neder","strong":"H5088","significado_raiz":"Ideia básica: promessa.","significado_contextual":"Refere-se ao compromisso feito diante de Deus, que deve ser levado a sério.","explicacao_detalhada":"A palavra 'promessa' (נֶדֶר) é usada para descrever um voto ou compromisso que uma pessoa faz, que deve ser cumprido conforme a vontade de Deus.","por_que_esta_palavra":"A ênfase na promessa destaca a importância da fidelidade e da integridade nas relações com Deus.","conexao_teologica":"Os votos e promessas são uma expressão da fé e do compromisso do crente com Deus.","referencias_relacionadas":["Números 30:2","Deuteronômio 23:23","Salmos 76:11"]},"numeros_30_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que os votos devem ser considerados e cumpridos.","explicacao_detalhada":"A palavra 'dia' (יוֹם) enfatiza a importância do tempo no cumprimento das promessas feitas a Deus.","por_que_esta_palavra":"O conceito de dia é crucial para entender a urgência e a seriedade dos compromissos.","conexao_teologica":"O tempo é uma criação de Deus e deve ser usado sabiamente em nossas promessas e compromissos.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Tiago 4:14"]},"numeros_30_15_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar ou cumprir os votos feitos a Deus.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica ação e responsabilidade na realização das promessas.","por_que_esta_palavra":"Levantar os votos é uma demonstração de compromisso e seriedade diante de Deus.","conexao_teologica":"A ação de cumprir promessas é uma expressão da fé e da obediência a Deus.","referencias_relacionadas":["Salmos 119:106","Eclesiastes 5:4","Romanos 12:1"]},"numeros_30_15_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Refere-se ao ato de planejar e considerar cuidadosamente os votos que se faz.","explicacao_detalhada":"A palavra 'planejar' (חָרַשׁ) sugere a necessidade de reflexão e intenção ao fazer promessas a Deus.","por_que_esta_palavra":"Planejar é essencial para garantir que os votos sejam realistas e cumpríveis.","conexao_teologica":"A sabedoria e o planejamento são valorizados na Bíblia como parte do viver de acordo com a vontade de Deus.","referencias_relacionadas":["Provérbios 16:3","Lucas 14:28","Tiago 4:15"]},"numeros_30_16_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de seguir ou obedecer aos votos feitos a Deus.","explicacao_detalhada":"A palavra 'seguir' (אַחַר) implica uma continuidade e um compromisso em manter os votos ao longo do tempo.","por_que_esta_palavra":"Seguir os votos é uma demonstração de fidelidade e lealdade a Deus.","conexao_teologica":"A obediência é um tema central na relação entre Deus e Seu povo, refletindo a aliança estabelecida.","referencias_relacionadas":["Deuteronômio 5:33","Mateus 7:21","João 14:15"]},"numeros_30_16_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à seriedade dos compromissos feitos a Ele.","explicacao_detalhada":"A palavra 'grande' (נָשָׂא) enfatiza a magnitude da responsabilidade que vem com os votos e promessas.","por_que_esta_palavra":"A grandeza de Deus deve ser reconhecida ao fazer promessas, refletindo a reverência que devemos ter.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na devoção, lembrando-nos de Sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"numeros_30_16_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a ações ou comportamentos que são considerados errados ou pecaminosos.","explicacao_detalhada":"A palavra 'mal' (עָוֺן) é usada para descrever a transgressão da lei de Deus, implicando em culpa e responsabilidade moral. No contexto de Números 30:16, enfatiza a gravidade de quebrar os votos feitos ao Senhor.","por_que_esta_palavra":"Esta palavra é importante porque destaca a seriedade dos compromissos feitos diante de Deus e as consequências do pecado.","conexao_teologica":"O conceito de 'mal' está ligado à ideia de pecado e à necessidade de arrependimento e reconciliação com Deus.","referencias_relacionadas":["Salmos 51:5","Isaías 53:6","Romanos 3:23"]},"numeros_30_17_mandamento":{"palavra_pt":"mandamento","palavra_original":"חֹק","transliteracao":"chôq","strong":"H2706","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se a uma ordem ou instrução dada por Deus que deve ser seguida.","explicacao_detalhada":"A palavra 'mandamento' (חֹק) implica em uma regra estabelecida que não deve ser ignorada. Em Números 30:17, está relacionada aos votos e promessas que os israelitas fazem ao Senhor.","por_que_esta_palavra":"É crucial para entender a importância da obediência às leis divinas e a seriedade dos compromissos espirituais.","conexao_teologica":"Os mandamentos de Deus são fundamentais para a vida do povo de Deus, refletindo Sua vontade e caráter.","referencias_relacionadas":["Êxodo 20:3-17","Deuteronômio 6:1-2","João 14:15"]},"numeros_30_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que expressa a natureza eterna e imutável de Deus. Em Números 30:17, enfatiza a importância de honrar os votos feitos em Seu nome.","por_que_esta_palavra":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando Sua presença e poder.","conexao_teologica":"O nome do Senhor é invocado em momentos de oração e compromisso, refletindo a reverência que devemos ter por Ele.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"numeros_30_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especialmente em seu papel de responsável diante de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) em Números 30:17 destaca a responsabilidade individual que cada pessoa tem em cumprir seus votos e promessas ao Senhor.","por_que_esta_palavra":"É importante para entender a dignidade e a responsabilidade que Deus confere a cada ser humano.","conexao_teologica":"A relação entre Deus e o homem é fundamental na teologia bíblica, onde o homem é chamado a viver em obediência e comunhão com seu Criador.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 14:12"]}}