{"numeros_31_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar ou transmitir uma mensagem.","explicacao_detalhada":"A palavra 'falar' (דָבַר) em Números 31:1 enfatiza a importância da comunicação divina, onde Deus instrui Moisés sobre as ações a serem tomadas.","por_que_esta_palavra":"A comunicação de Deus é vital para a orientação do Seu povo e para a realização de Sua vontade.","conexao_teologica":"Deus se revela e se comunica com a humanidade, mostrando que a palavra dEle é viva e eficaz.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"numeros_31_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de instrução e ação.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) em Números 31:1 destaca a autoridade de Deus sobre as instruções dadas a Moisés, reforçando a importância de seguir Suas ordens.","por_que_esta_palavra":"O nome do Senhor é um símbolo de Sua soberania e poder, essencial para a obediência do povo.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé e submissão à Sua vontade.","referencias_relacionadas":["Salmos 20:7","Atos 4:12","Romanos 10:13"]},"numeros_31_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de expressar algo de forma clara e autoritária.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) em Números 31:1 enfatiza a importância da comunicação clara de Deus para o Seu povo, instruindo Moisés sobre o que deveria ser feito.","por_que_esta_palavra":"A clareza na comunicação de Deus é fundamental para a compreensão e a execução de Sua vontade.","conexao_teologica":"Deus fala e Sua palavra é uma fonte de direção e sabedoria para a vida do Seu povo.","referencias_relacionadas":["Isaías 55:11","Tiago 1:22","1 Pedro 1:25"]},"numeros_31_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar, especialmente em um contexto de herança e responsabilidade.","explicacao_detalhada":"A palavra 'filho' (בֵּן) em Números 31:2 destaca a importância da continuidade da linhagem e das promessas de Deus através das gerações.","por_que_esta_palavra":"A noção de 'filho' é central na narrativa bíblica, simbolizando herança, identidade e responsabilidade.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde Deus é visto como Pai.","referencias_relacionadas":["Gênesis 17:7","Salmos 103:13","Romanos 8:14"]},"numeros_31_2_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de acompanhar ou obedecer a uma direção.","explicacao_detalhada":"A palavra 'seguir' (אַחַר) em Números 31:2 implica em seguir as instruções de Deus e a liderança de Moisés, enfatizando a importância da obediência.","por_que_esta_palavra":"Seguir a Deus é um tema recorrente na Bíblia, refletindo a necessidade de confiar e obedecer à Sua vontade.","conexao_teologica":"A caminhada com Deus é frequentemente descrita como um ato de seguir, onde os crentes são chamados a seguir a Cristo.","referencias_relacionadas":["Mateus 16:24","João 10:27","Gálatas 5:25"]},"numeros_31_2_avenger":{"palavra_pt":"avenge r","palavra_original":"נָקַם","transliteracao":"nâqam","strong":"H5358","significado_raiz":"Ideia básica: avenge r.","significado_contextual":"Refere-se à ação de buscar justiça ou retribuição por um ato cometido.","explicacao_detalhada":"A palavra 'avenger' (נָקַם) em Números 31:2 destaca a responsabilidade de Deus em trazer justiça e retribuição, especialmente em relação aos inimigos do Seu povo.","por_que_esta_palavra":"A ideia de vingança é complexa na Bíblia, refletindo tanto a justiça de Deus quanto a necessidade de confiar em Sua soberania.","conexao_teologica":"Deus é visto como o justo juiz que retribui a cada um segundo suas obras, enfatizando a importância da justiça divina.","referencias_relacionadas":["Deuteronômio 32:35","Romanos 12:19","Hebreus 10:30"]},"numeros_31_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada no contexto de Moisés instruindo os israelitas sobre como agir em relação aos midianitas.","explicacao_detalhada":"Neste versículo, 'dar' refere-se à ação de entregar ou conceder algo, que neste caso é uma ordem divina para que os israelitas se preparem para a batalha.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a responsabilidade dos israelitas em obedecer às instruções de Deus.","conexao_teologica":"A obediência a Deus e a entrega de suas vidas em serviço são temas centrais na relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 20:1","Josué 1:9","Salmos 37:5"]},"numeros_31_3_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada para descrever a comunicação de Moisés com o povo sobre as ordens de Deus.","explicacao_detalhada":"Aqui, 'falar' implica em transmitir instruções divinas, mostrando a importância da comunicação clara entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'falar' é crucial para entender a revelação de Deus e a necessidade de ouvir Sua voz.","conexao_teologica":"A comunicação divina é fundamental para a fé e a prática do povo de Deus.","referencias_relacionadas":["Êxodo 20:1","Salmos 119:105","Hebreus 1:1-2"]},"numeros_31_3_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se aos israelitas, o povo escolhido de Deus.","explicacao_detalhada":"Neste contexto, 'povo' destaca a coletividade dos israelitas e sua identidade como nação sob a liderança de Deus.","por_que_esta_palavra":"A palavra 'povo' é significativa porque enfatiza a relação comunitária e a responsabilidade coletiva diante de Deus.","conexao_teologica":"A ideia de 'povo' é central na teologia bíblica, representando a aliança entre Deus e Israel.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"numeros_31_4_adoracao":{"palavra_pt":"exercitos","palavra_original":"צָבָא","transliteracao":"tsâbâʼ","strong":"H6635","significado_raiz":"Ideia básica: exercitos.","significado_contextual":"A palavra 'exércitos' é usada para descrever a força militar que deve ser mobilizada para a batalha.","explicacao_detalhada":"Neste versículo, 'exércitos' implica em uma organização e preparação para a guerra, refletindo a seriedade da missão dada por Deus.","por_que_esta_palavra":"A palavra 'exércitos' ressalta a ideia de que a luta é tanto física quanto espiritual, com Deus à frente das batalhas.","conexao_teologica":"A presença de Deus nos exércitos de Israel é um tema recorrente, mostrando que a vitória vem dEle.","referencias_relacionadas":["Salmos 46:7","Isaías 54:17","Romanos 8:31"]},"numeros_31_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as instruções devem ser seguidas.","explicacao_detalhada":"Aqui, 'modo' implica em um padrão ou forma específica de agir, que deve ser respeitada para garantir o sucesso da missão.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da ordem e da disciplina na execução das ordens de Deus.","conexao_teologica":"A obediência às instruções divinas é um princípio fundamental na vida do crente.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:23","Hebreus 12:1"]},"numeros_31_5_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se às doze tribos de Israel, cada uma representando uma parte do povo escolhido.","explicacao_detalhada":"Neste contexto, 'tribo' destaca a organização social e a identidade coletiva dos israelitas, que são chamados a agir em conjunto.","por_que_esta_palavra":"A palavra 'tribo' é importante para entender a estrutura e a dinâmica do povo de Deus.","conexao_teologica":"A divisão em tribos reflete a diversidade e a unidade do povo de Deus sob Sua liderança.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Apocalipse 7:4-8"]},"numeros_31_5_thousand":{"palavra_pt":"thousand","palavra_original":"אֶלֶף","transliteracao":"ʼeleph","strong":"H505","significado_raiz":"Ideia básica: thousand.","significado_contextual":"A palavra 'mil' é usada para quantificar as tropas que devem ser enviadas para a batalha.","explicacao_detalhada":"Aqui, 'mil' representa uma unidade de medida que indica a força e a preparação do exército de Israel.","por_que_esta_palavra":"A palavra 'mil' é significativa para entender a mobilização e a estratégia militar do povo de Deus.","conexao_teologica":"A contagem e a organização do povo de Deus são importantes para a execução de Sua vontade.","referencias_relacionadas":["Números 1:3","Deuteronômio 20:7","Salmos 68:17"]},"numeros_31_5_libertar":{"palavra_pt":"libertar","palavra_original":"מָסַר","transliteracao":"mâçar","strong":"H4560","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de resgatar ou salvar, especialmente no contexto da batalha contra os midianitas.","explicacao_detalhada":"Neste versículo, 'libertar' implica em um ato de justiça e retribuição contra aqueles que oprimiram o povo de Deus.","por_que_esta_palavra":"A palavra 'libertar' é crucial para entender a missão de Deus em trazer justiça e liberdade ao Seu povo.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação e a redenção.","referencias_relacionadas":["Êxodo 6:6","Salmos 34:17","Gálatas 5:1"]},"numeros_31_6_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' é repetida, reforçando a importância da organização do povo de Deus para a batalha.","explicacao_detalhada":"A repetição da palavra 'tribo' enfatiza a necessidade de cada tribo contribuir para a missão coletiva.","por_que_esta_palavra":"A palavra 'tribo' é significativa para a compreensão da identidade e da responsabilidade de cada grupo dentro do povo de Deus.","conexao_teologica":"A unidade e a diversidade das tribos refletem a natureza do corpo de Cristo na nova aliança.","referencias_relacionadas":["Números 1:16","Deuteronômio 33:1-5","Apocalipse 21:12"]},"numeros_31_6_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se ao papel mediador entre Deus e o povo, especialmente em tempos de guerra.","explicacao_detalhada":"Neste contexto, o sacerdote é responsável por interceder e buscar a orientação de Deus antes da batalha.","por_que_esta_palavra":"A palavra 'sacerdote' é importante para entender a função espiritual e a liderança dentro da comunidade israelita.","conexao_teologica":"O sacerdócio é um símbolo da intercessão e da mediação de Cristo na nova aliança.","referencias_relacionadas":["Levítico 10:10-11","Hebreus 5:1-4","1 Pedro 2:9"]},"numeros_31_6_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é separado e consagrado para Deus, indicando sua santidade.","explicacao_detalhada":"A palavra 'sagrado' implica que algo foi dedicado a Deus e deve ser tratado com reverência. No contexto de Números 31:6, o uso da palavra enfatiza a importância de respeitar o que é consagrado ao Senhor.","por_que_esta_palavra":"A palavra é utilizada para mostrar a distinção entre o que é comum e o que é santo, refletindo a natureza de Deus como separado do pecado.","conexao_teologica":"A santidade de Deus exige que o que é dedicado a Ele também seja tratado com santidade, refletindo a relação entre o Criador e a criação.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"numeros_31_7_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de eliminar completamente algo, neste caso, os inimigos de Israel.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever a ordem de Deus para que os israelitas eliminem os midianitas, simbolizando a necessidade de erradicar a influência do pecado.","por_que_esta_palavra":"A destruição dos inimigos é um reflexo do juízo de Deus sobre aqueles que se opõem ao Seu povo e à Sua vontade.","conexao_teologica":"A destruição dos inimigos de Israel é um tema recorrente na Bíblia, simbolizando a vitória de Deus sobre o mal.","referencias_relacionadas":["Deuteronômio 7:2","Josué 6:21","Salmos 137:9"]},"numeros_31_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e poder.","explicacao_detalhada":"O uso do nome 'Senhor' neste contexto enfatiza a soberania de Deus sobre todas as nações e a importância de agir em Seu nome.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo de Israel e na sua relação com Ele.","conexao_teologica":"A invocação do nome do Senhor é um tema importante, pois representa a presença e a ação de Deus no mundo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Romanos 10:13"]},"numeros_31_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um governante ou líder, neste caso, os reis dos midianitas.","explicacao_detalhada":"A palavra 'rei' indica a autoridade e o poder que os líderes exercem sobre seu povo, e a necessidade de que o povo de Deus reconheça a soberania divina acima de todas as autoridades terrenas.","por_que_esta_palavra":"A menção dos reis enfatiza a luta de Israel contra as potências que se opõem a Deus.","conexao_teologica":"Deus é apresentado como o Rei supremo, e a vitória sobre os reis inimigos simboliza a vitória de Deus sobre as forças do mal.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Apocalipse 19:16"]},"numeros_31_8_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ordem de eliminar os inimigos, reforçando a ideia de juízo divino.","explicacao_detalhada":"A repetição da palavra 'destruir' neste contexto destaca a seriedade da missão dada a Israel e a necessidade de obedecer a Deus.","por_que_esta_palavra":"A destruição é uma ação necessária para garantir a pureza e a segurança do povo de Deus.","conexao_teologica":"A destruição dos inimigos é um símbolo da luta contínua entre o bem e o mal na narrativa bíblica.","referencias_relacionadas":["Deuteronômio 20:16-18","Josué 10:28","Salmos 68:1"]},"numeros_31_8_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se ao resultado final da destruição, simbolizando o juízo de Deus.","explicacao_detalhada":"A palavra 'morte' aqui representa a consequência da desobediência a Deus e a severidade do juízo divino sobre os inimigos de Israel.","por_que_esta_palavra":"A morte é um tema central na Bíblia, simbolizando a separação de Deus e a consequência do pecado.","conexao_teologica":"A morte física e espiritual é uma consequência do pecado, e a vitória sobre a morte é um tema que culmina em Cristo.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","Apocalipse 21:4"]},"numeros_31_9_away":{"palavra_pt":"away","palavra_original":"שָׁבָה","transliteracao":"shâbâh","strong":"H7617","significado_raiz":"Ideia básica: away.","significado_contextual":"Refere-se ao ato de levar ou trazer de volta, no contexto da captura de prisioneiros.","explicacao_detalhada":"A palavra 'away' indica a ação de levar os prisioneiros, simbolizando a vitória sobre os inimigos e a preservação do povo de Deus.","por_que_esta_palavra":"A captura de prisioneiros é uma prática comum em guerras, mas aqui também representa a misericórdia de Deus ao preservar a vida.","conexao_teologica":"A ideia de levar prisioneiros é uma metáfora para a redenção e a restauração que Deus oferece ao Seu povo.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Efésios 4:8"]},"numeros_31_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, neste caso, os filhos dos midianitas que foram capturados.","explicacao_detalhada":"A palavra 'filho' enfatiza a continuidade da linhagem e a importância da família na cultura israelita.","por_que_esta_palavra":"Os filhos representam o futuro e a continuidade do povo, e sua captura tem implicações para a sobrevivência da nação.","conexao_teologica":"A ideia de filhos é central na promessa de Deus a Abraão, que inclui a multiplicação de sua descendência.","referencias_relacionadas":["Gênesis 17:4-5","Salmos 127:3","Mateus 19:14"]},"numeros_31_9_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao grupo familiar, enfatizando a unidade e a importância da família na sociedade israelita.","explicacao_detalhada":"A palavra 'família' destaca a estrutura social e a responsabilidade que cada membro tem dentro da comunidade.","por_que_esta_palavra":"A preservação das famílias é crucial para a continuidade do povo de Deus e para a transmissão da fé.","conexao_teologica":"A família é vista como a unidade básica da sociedade e da transmissão dos valores de Deus.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 78:4-6","Efésios 6:1-4"]},"numeros_31_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir, especialmente em relação às ordens de Deus.","explicacao_detalhada":"A palavra 'modo' implica que há uma forma correta de agir que deve ser seguida pelo povo de Deus.","por_que_esta_palavra":"A maneira de agir é importante para garantir que as instruções de Deus sejam seguidas com precisão.","conexao_teologica":"A obediência às instruções de Deus é fundamental para a vida do povo de Deus e sua relação com Ele.","referencias_relacionadas":["Êxodo 25:40","Deuteronômio 5:32-33","Tiago 1:22"]},"numeros_31_10_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e econômica.","explicacao_detalhada":"No contexto de Números 31:10, a palavra 'cidade' é utilizada para descrever os locais que foram conquistados e que agora pertencem ao povo de Israel. As cidades eram importantes para a organização social e a proteção do povo.","por_que_esta_palavra":"A palavra 'cidade' é crucial para entender a estrutura social e a geografia do povo de Israel, especialmente em tempos de conquista e assentamento.","conexao_teologica":"As cidades representam não apenas locais físicos, mas também a habitação do povo de Deus, onde a adoração e a vida comunitária ocorrem.","referencias_relacionadas":["Deuteronômio 12:10","Josué 21:2","Salmos 46:4"]},"numeros_31_10_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza destruição, purificação e o poder de Deus.","explicacao_detalhada":"Em Números 31:10, o fogo é mencionado em um contexto de destruição dos inimigos e suas posses. O fogo é frequentemente associado ao juízo divino e à purificação.","por_que_esta_palavra":"O uso da palavra 'fogo' enfatiza a severidade do juízo de Deus sobre aqueles que se opõem ao Seu povo.","conexao_teologica":"O fogo é um símbolo da presença de Deus, como visto na sarça ardente e na coluna de fogo que guiou os israelitas.","referencias_relacionadas":["Êxodo 3:2","Levítico 9:24","Hebreus 12:29"]},"numeros_31_11_alimento":{"palavra_pt":"alimento","palavra_original":"מַלְקוֹחַ","transliteracao":"malqôwach","strong":"H4455","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se a qualquer tipo de sustento necessário para a sobrevivência.","explicacao_detalhada":"No versículo, 'alimento' é mencionado em relação ao que foi capturado e deve ser considerado no contexto das necessidades do povo de Israel após a batalha.","por_que_esta_palavra":"A palavra 'alimento' é essencial para entender a provisão de Deus para o Seu povo, especialmente após uma guerra.","conexao_teologica":"Deus é visto como o provedor de todas as necessidades, tanto físicas quanto espirituais.","referencias_relacionadas":["Êxodo 16:4","Salmos 104:14","Mateus 6:11"]},"numeros_31_11_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Significa tomar ou receber algo de forma ativa.","explicacao_detalhada":"A palavra 'tomar' em Números 31:11 refere-se à ação de coletar os despojos da batalha, enfatizando a responsabilidade do povo em agir após a vitória.","por_que_esta_palavra":"É importante para entender a dinâmica de ação e resposta do povo de Israel em relação às instruções de Deus.","conexao_teologica":"A ação de 'tomar' pode ser vista como uma metáfora para a aceitação das bênçãos de Deus.","referencias_relacionadas":["Deuteronômio 20:14","Josué 8:27","Salmos 68:12"]},"numeros_31_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"No contexto de Números 31:11, 'modo' implica na forma como as ações devem ser realizadas, refletindo a ordem e a disciplina que Deus espera do Seu povo.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a importância da obediência às instruções divinas.","conexao_teologica":"A maneira de agir do povo de Deus deve refletir Sua santidade e justiça.","referencias_relacionadas":["Salmos 119:1","Provérbios 4:26","Colossenses 3:17"]},"numeros_31_12_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao mediador entre Deus e o povo, responsável por rituais e sacrifícios.","explicacao_detalhada":"Em Números 31:12, o sacerdote é mencionado como aquele que deve receber os despojos, simbolizando a consagração e a oferta a Deus.","por_que_esta_palavra":"A presença do sacerdote é fundamental para entender a relação entre o povo e Deus, especialmente em tempos de guerra e conquista.","conexao_teologica":"Os sacerdotes são figuras que prefiguram Cristo, nosso sumo sacerdote, que intercede por nós.","referencias_relacionadas":["Levítico 10:6","Números 18:1","Hebreus 4:14"]},"numeros_31_12_alimento":{"palavra_pt":"alimento","palavra_original":"מַלְקוֹחַ","transliteracao":"malqôwach","strong":"H4455","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento que deve ser oferecido ao sacerdote.","explicacao_detalhada":"Neste versículo, o alimento é mencionado como parte do que deve ser separado para o sacerdote, destacando a importância do sustento espiritual e físico.","por_que_esta_palavra":"A palavra 'alimento' aqui enfatiza a necessidade de cuidar dos líderes espirituais do povo.","conexao_teologica":"A provisão para os sacerdotes reflete a responsabilidade do povo em apoiar aqueles que servem a Deus.","referencias_relacionadas":["Números 18:12","Deuteronômio 18:4","1 Coríntios 9:14"]},"numeros_31_12_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se aos animais que são parte da riqueza e sustento do povo.","explicacao_detalhada":"Em Números 31:12, o gado é mencionado como parte dos despojos que foram capturados, simbolizando a prosperidade e a bênção de Deus sobre Israel.","por_que_esta_palavra":"A palavra 'gado' é importante para entender a economia e a vida rural do povo de Israel.","conexao_teologica":"O gado representa a provisão de Deus e a abundância que Ele oferece ao Seu povo.","referencias_relacionadas":["Gênesis 30:43","Salmos 107:38","Tiago 5:7"]},"numeros_31_13_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente ao mediador entre Deus e o povo, enfatizando seu papel na consagração dos despojos.","explicacao_detalhada":"Neste versículo, o sacerdote é mencionado em um contexto de liderança e responsabilidade espiritual, reforçando a importância de sua função.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' destaca a centralidade do papel sacerdotal na vida do povo de Deus.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, refletindo a necessidade de mediação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 28:1","Levítico 21:6","1 Pedro 2:9"]},"numeros_31_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as instruções devem ser seguidas.","explicacao_detalhada":"A palavra 'modo' neste contexto enfatiza a importância da obediência às diretrizes dadas por Deus para a consagração dos despojos.","por_que_esta_palavra":"A palavra 'modo' é essencial para entender a ordem divina e a necessidade de seguir as instruções de Deus.","conexao_teologica":"A maneira de agir segundo a vontade de Deus é um tema recorrente nas Escrituras, refletindo a santidade e a justiça divina.","referencias_relacionadas":["Salmos 119:105","Romanos 12:2","Tiago 1:22"]},"numeros_31_13_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que foi capturado durante a batalha contra os midianitas.","explicacao_detalhada":"O gado era uma parte importante da economia e da vida cotidiana dos israelitas. A captura de gado em batalhas era comum e simbolizava a vitória e a provisão de Deus.","por_que_esta_palavra":"A palavra 'gado' é usada para enfatizar a riqueza e os recursos que os israelitas adquiriram após a vitória.","conexao_teologica":"O gado representa a bênção e a provisão de Deus para o Seu povo, mostrando que Ele cuida das necessidades materiais.","referencias_relacionadas":["Números 31:9","Gênesis 30:43","Salmos 50:10"]},"numeros_31_14_furia":{"palavra_pt":"furia","palavra_original":"קָצַף","transliteracao":"qâtsaph","strong":"H7107","significado_raiz":"Ideia básica: furia.","significado_contextual":"Refere-se à ira de Moisés contra os soldados que pouparam as mulheres midianitas.","explicacao_detalhada":"A fúria de Moisés é uma reação à desobediência e à falta de zelo pela pureza do povo de Israel, que deveria ser separado para Deus.","por_que_esta_palavra":"A palavra 'fúria' destaca a seriedade da situação e a necessidade de agir conforme a vontade de Deus.","conexao_teologica":"A ira de Moisés reflete a santidade de Deus e a importância de manter a pureza moral e espiritual entre o Seu povo.","referencias_relacionadas":["Números 25:1-3","Deuteronômio 7:2","Êxodo 32:19"]},"numeros_31_15_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida das mulheres que foram poupadas pelos soldados.","explicacao_detalhada":"A palavra 'viver' aqui implica em uma discussão sobre a preservação da vida e as consequências das ações dos israelitas.","por_que_esta_palavra":"É usada para enfatizar a importância da vida e das escolhas que levam à vida ou à morte espiritual.","conexao_teologica":"A vida é um tema central na Bíblia, simbolizando a relação com Deus e a obediência a Seus mandamentos.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 6:23"]},"numeros_31_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Moisés sobre a gravidade da situação.","explicacao_detalhada":"A palavra 'dizer' é usada para comunicar a importância da mensagem que Moisés estava transmitindo ao povo.","por_que_esta_palavra":"É crucial para entender a comunicação de Deus através de Seus líderes e a necessidade de ouvir e obedecer.","conexao_teologica":"A palavra de Deus é viva e poderosa, e a comunicação divina é essencial para a vida do povo de Deus.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"numeros_31_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas, especialmente em relação à obediência a Deus.","explicacao_detalhada":"A palavra 'modo' implica em uma maneira específica de agir que está alinhada com os mandamentos de Deus.","por_que_esta_palavra":"É usada para enfatizar a necessidade de seguir as instruções divinas de forma precisa.","conexao_teologica":"A obediência a Deus deve ser feita de acordo com a Sua vontade, refletindo a santidade e a ordem divina.","referencias_relacionadas":["1 Pedro 1:15-16","Romanos 12:2","Colossenses 3:17"]},"numeros_31_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos filhos que poderiam ser afetados pelas decisões tomadas pelos israelitas.","explicacao_detalhada":"A palavra 'filho' é usada para mostrar a continuidade da linhagem e a responsabilidade dos pais em educar seus filhos na fé.","por_que_esta_palavra":"Destaca a importância da família e da transmissão da fé de geração em geração.","conexao_teologica":"Deus se preocupa com as famílias e a maneira como elas seguem Seus mandamentos.","referencias_relacionadas":["Salmos 127:3","Efésios 6:4","Deuteronômio 6:6-7"]},"numeros_31_16_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e à importância de obedecer a Seus mandamentos.","explicacao_detalhada":"A palavra 'coisa' é usada para enfatizar a seriedade das instruções que estão sendo dadas.","por_que_esta_palavra":"É fundamental para entender a comunicação de Deus e a importância de Sua palavra na vida do povo.","conexao_teologica":"A palavra de Deus é a base da vida espiritual e moral dos crentes.","referencias_relacionadas":["Isaías 55:11","Tiago 1:22","Salmos 119:11"]},"numeros_31_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e digno de reverência.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"É importante para entender a relação entre Deus e Seu povo, que deve ser marcada por respeito e adoração.","conexao_teologica":"O nome de Deus é um tema central na adoração e na oração, refletindo Sua natureza e caráter.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"numeros_31_17_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à proteção e ao cuidado que devem ser dados às famílias durante as decisões tomadas.","explicacao_detalhada":"A palavra 'família' implica em um cuidado coletivo e responsabilidade mútua entre os membros da comunidade de fé.","por_que_esta_palavra":"Destaca a importância da unidade e do cuidado dentro da comunidade de crentes.","conexao_teologica":"Deus valoriza a família e a comunidade, e a responsabilidade de cuidar uns dos outros é um princípio bíblico.","referencias_relacionadas":["Gálatas 6:2","1 Timóteo 5:8","Romanos 12:10"]},"numeros_31_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as decisões devem ser tomadas em relação ao povo de Deus.","explicacao_detalhada":"A palavra 'modo' enfatiza a necessidade de agir de acordo com os princípios de Deus em todas as situações.","por_que_esta_palavra":"É crucial para entender que a forma de agir deve refletir a vontade de Deus.","conexao_teologica":"A maneira de viver e agir deve ser um reflexo da santidade e do caráter de Deus.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Mateus 5:16"]},"numeros_31_17_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir refere-se à ação de eliminar completamente algo, neste caso, os inimigos de Israel.","explicacao_detalhada":"A palavra 'destruir' é usada no contexto de uma ordem divina para exterminar os midianitas, que eram considerados uma ameaça à pureza e à obediência do povo de Israel. A destruição aqui é vista como um ato de juízo divino.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a severidade da ação e a necessidade de eliminar a influência do pecado e da idolatria entre o povo de Deus.","conexao_teologica":"A destruição dos inimigos de Israel é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal, e a necessidade de pureza espiritual.","referencias_relacionadas":["Deuteronômio 7:2","Josué 6:21","Salmos 137:9"]},"numeros_31_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo deve ser feito, neste caso, a forma de lidar com os prisioneiros.","explicacao_detalhada":"A palavra 'modo' é utilizada para descrever a abordagem que os israelitas deveriam ter ao tratar com as mulheres capturadas, indicando uma instrução específica sobre como proceder.","por_que_esta_palavra":"A palavra é importante para entender que Deus tinha um plano e um propósito em cada ação, incluindo a maneira de lidar com os inimigos derrotados.","conexao_teologica":"O conceito de 'modo' reflete a importância da obediência às instruções divinas em todas as áreas da vida, incluindo a guerra e a moralidade.","referencias_relacionadas":["Deuteronômio 20:14","1 Samuel 15:3","Mateus 7:12"]},"numeros_31_18_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"Família refere-se ao grupo de pessoas unidas por laços de sangue ou casamento, neste caso, as mulheres e crianças capturadas.","explicacao_detalhada":"A palavra 'família' é usada para enfatizar a preservação da vida e a importância das relações familiares, mesmo em tempos de guerra.","por_que_esta_palavra":"A inclusão da palavra 'família' mostra a preocupação de Deus com a vida e a continuidade das gerações, mesmo em situações difíceis.","conexao_teologica":"A família é um tema central na Bíblia, simbolizando a unidade e o plano de Deus para a humanidade.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:25","Colossenses 3:18-21"]},"numeros_31_18_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Mulher refere-se às mulheres capturadas durante a batalha, que deveriam ser tratadas de maneira específica.","explicacao_detalhada":"A palavra 'mulher' é importante no contexto, pois reflete a dignidade e o valor que Deus atribui a cada ser humano, mesmo em situações de conflito.","por_que_esta_palavra":"A escolha da palavra 'mulher' destaca a necessidade de respeito e cuidado, mesmo em meio à guerra.","conexao_teologica":"A dignidade da mulher é um tema que permeia a Bíblia, mostrando que todos são criados à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Provérbios 31:10","Gálatas 3:28"]},"numeros_31_19_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Gado refere-se aos animais que foram capturados e que deveriam ser tratados de acordo com as instruções de Deus.","explicacao_detalhada":"A palavra 'gado' é utilizada para indicar a importância dos recursos materiais e como eles devem ser administrados de acordo com a vontade divina.","por_que_esta_palavra":"A inclusão do gado mostra que Deus se preocupa com todos os aspectos da vida, incluindo a propriedade e os bens.","conexao_teologica":"A administração dos recursos é um princípio bíblico que reflete a mordomia e a responsabilidade que temos diante de Deus.","referencias_relacionadas":["Salmos 50:10","Provérbios 12:10","1 Timóteo 6:10"]},"numeros_31_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se novamente à maneira como os israelitas deveriam lidar com os bens capturados.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância de seguir as instruções de Deus em todas as situações, incluindo a guerra e a conquista.","por_que_esta_palavra":"A palavra é crucial para entender que Deus tem um plano específico para cada ação, e que devemos agir de acordo com Sua vontade.","conexao_teologica":"A obediência a Deus em todos os aspectos da vida é um tema central na Bíblia, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["Deuteronômio 12:28","Romanos 12:2","Tiago 1:22"]},"numeros_31_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao tempo específico em que as ações deveriam ser realizadas, indicando um momento determinado para a execução das ordens.","explicacao_detalhada":"A palavra 'dia' é importante para entender a urgência e a necessidade de agir conforme as instruções divinas em um tempo específico.","por_que_esta_palavra":"A menção do 'dia' destaca a importância do tempo na execução da vontade de Deus, mostrando que há um tempo certo para cada coisa.","conexao_teologica":"O conceito de tempo é fundamental na teologia bíblica, refletindo a soberania de Deus sobre a história e a vida humana.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Gálatas 6:9"]},"numeros_31_20_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Pecado refere-se à transgressão das leis de Deus, que deveria ser evitada pelo povo de Israel.","explicacao_detalhada":"A palavra 'pecado' é usada para enfatizar a gravidade de desobedecer a Deus e as consequências que isso traz para a vida do povo.","por_que_esta_palavra":"A escolha da palavra 'pecado' é crucial para entender a necessidade de arrependimento e a busca pela santidade.","conexao_teologica":"O pecado é um tema central na Bíblia, refletindo a separação entre Deus e a humanidade e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"numeros_31_20_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom refere-se à qualidade das ações e decisões que devem ser tomadas de acordo com a vontade de Deus.","explicacao_detalhada":"A palavra 'bom' é utilizada para descrever o que é aceitável e agradável a Deus, enfatizando a importância de agir de maneira correta.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a necessidade de buscar a excelência nas ações e decisões, refletindo o caráter de Deus.","conexao_teologica":"A bondade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a fazer o bem.","referencias_relacionadas":["Gálatas 5:22","Efésios 2:10","Tiago 4:17"]},"numeros_31_21_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote refere-se à figura que atua como mediador entre Deus e o povo, responsável por conduzir rituais e oferecer sacrifícios.","explicacao_detalhada":"A palavra 'sacerdote' é central para entender o papel espiritual e religioso dentro da comunidade israelita, especialmente em tempos de guerra.","por_que_esta_palavra":"A presença do sacerdote é fundamental para garantir que as ações do povo estejam alinhadas com a vontade de Deus, especialmente em momentos críticos.","conexao_teologica":"O sacerdócio é um tema importante na Bíblia, simbolizando a mediação de Cristo e a intercessão pelo povo.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"numeros_31_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para transmitir ordens e instruções divinas.","explicacao_detalhada":"No contexto de Números 31:21, 'dizer' refere-se à comunicação de Deus através de Moisés, enfatizando a importância da obediência às palavras de Deus.","por_que_esta_palavra":"A palavra é fundamental para a transmissão da vontade divina e a instrução do povo de Israel.","conexao_teologica":"A comunicação de Deus com seu povo é um tema central na Bíblia, mostrando como Ele se revela e orienta.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:1","Salmos 119:105"]},"numeros_31_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se aos guerreiros de Israel que foram instruídos a seguir as ordens de Deus.","explicacao_detalhada":"Em Números 31:21, 'homem' destaca a responsabilidade e o papel dos indivíduos na execução das ordens divinas.","por_que_esta_palavra":"A palavra é usada para enfatizar a identidade e a função dos homens como líderes e guerreiros do povo de Deus.","conexao_teologica":"A dignidade do homem como criado à imagem de Deus é um princípio teológico importante.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","1 Pedro 2:9"]},"numeros_31_22_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' refere-se a um dos materiais preciosos que foram coletados como parte do saque.","explicacao_detalhada":"Em Números 31:22, o ouro simboliza riqueza e valor, sendo um recurso que poderia ser usado para a construção do Tabernáculo.","por_que_esta_palavra":"O ouro é mencionado para mostrar a importância dos recursos materiais na adoração a Deus.","conexao_teologica":"O uso de materiais preciosos na adoração reflete a santidade e a glória de Deus.","referencias_relacionadas":["Êxodo 25:3","1 Reis 6:20-22","Apocalipse 21:18"]},"numeros_31_22_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' também se refere a um material valioso coletado durante o saque.","explicacao_detalhada":"Em Números 31:22, a prata é mencionada junto com o ouro, indicando a riqueza e a provisão de Deus para o seu povo.","por_que_esta_palavra":"A prata, assim como o ouro, é um símbolo de valor e pode ser utilizada para propósitos sagrados.","conexao_teologica":"A provisão de Deus é um tema recorrente, mostrando que Ele cuida de seu povo.","referencias_relacionadas":["Êxodo 30:13","Salmos 12:6","Tiago 5:3"]},"numeros_31_23_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se à condição dos objetos que deveriam ser considerados adequados para a oferta a Deus.","explicacao_detalhada":"Em Números 31:23, a pureza é um requisito essencial para tudo que é oferecido a Deus, simbolizando a santidade.","por_que_esta_palavra":"A pureza é uma característica fundamental na adoração a Deus, refletindo a necessidade de santidade.","conexao_teologica":"A pureza é um tema importante na Bíblia, que se relaciona com a santidade de Deus e a necessidade de santidade em seu povo.","referencias_relacionadas":["Levítico 11:44","Salmos 24:3-4","Hebreus 12:14"]},"numeros_31_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas de acordo com as instruções de Deus.","explicacao_detalhada":"Em Números 31:23, o 'modo' enfatiza a importância de seguir as diretrizes divinas na execução das ordens.","por_que_esta_palavra":"O 'modo' é crucial para garantir que as ações estejam em conformidade com a vontade de Deus.","conexao_teologica":"A obediência às instruções de Deus é um princípio teológico central na vida do crente.","referencias_relacionadas":["Deuteronômio 12:32","Mateus 7:21","Colossenses 3:17"]},"numeros_31_23_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se àquilo que é comunicado por Deus e deve ser obedecido.","explicacao_detalhada":"Em Números 31:23, a 'palavra' é central para a relação entre Deus e seu povo, sendo a base para a obediência.","por_que_esta_palavra":"A 'palavra' de Deus é viva e eficaz, guiando o povo em suas ações.","conexao_teologica":"A importância da palavra de Deus é um tema recorrente, mostrando sua autoridade e poder.","referencias_relacionadas":["Salmos 119:11","Hebreus 4:12","2 Timóteo 3:16-17"]},"numeros_31_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que as instruções devem ser seguidas.","explicacao_detalhada":"Em Números 31:24, o 'dia' é importante para a observância das ordens de Deus, indicando um tempo de ação.","por_que_esta_palavra":"O 'dia' é um lembrete da urgência e da importância de obedecer a Deus em tempo hábil.","conexao_teologica":"O tempo é uma criação de Deus, e a obediência a Ele deve ser feita no tempo certo.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Gálatas 6:9"]},"numeros_31_24_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' é novamente utilizada para enfatizar a necessidade de santidade nas ofertas a Deus.","explicacao_detalhada":"Em Números 31:24, a repetição da palavra 'puro' reforça a importância da pureza nas coisas que são apresentadas a Deus.","por_que_esta_palavra":"A pureza é um requisito essencial para a aceitação das ofertas diante de Deus.","conexao_teologica":"A pureza é um reflexo da natureza de Deus e da expectativa que Ele tem para seu povo.","referencias_relacionadas":["Levítico 22:21","Mateus 5:8","1 João 1:7"]},"numeros_31_24_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos animais que foram considerados para as ofertas ou sacrifícios.","explicacao_detalhada":"Em Números 31:24, o 'gado' é mencionado como parte das instruções de Deus para as ofertas que deveriam ser feitas.","por_que_esta_palavra":"O 'gado' é um símbolo de provisão e sacrifício, essencial para a adoração no Antigo Testamento.","conexao_teologica":"O sacrifício de animais é um tema central na teologia do Antigo Testamento, apontando para o sacrifício final de Cristo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"numeros_31_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir ordens ou instruções divinas.","explicacao_detalhada":"No contexto de Números 31:25, 'dizer' refere-se à comunicação de Deus ao povo de Israel, enfatizando a importância da obediência às suas palavras.","por_que_esta_palavra":"Esta palavra é crucial porque representa a forma como Deus se comunica com seu povo, estabelecendo normas e diretrizes.","conexao_teologica":"A comunicação divina é um tema central na teologia bíblica, onde a palavra de Deus é vista como autoritária e transformadora.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 119:105"]},"numeros_31_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se à soberania de Deus sobre Israel e sua autoridade suprema.","explicacao_detalhada":"Em Números 31:25, o uso de 'Senhor' destaca a relação de aliança entre Deus e seu povo, onde Ele é o guia e protetor.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como aquele que governa e cuida de seu povo.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, refletindo sua autoridade e poder sobre toda a criação.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"numeros_31_26_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se à função dos levitas que intercedem entre Deus e o povo.","explicacao_detalhada":"No contexto de Números 31:26, o sacerdote desempenha um papel vital na mediação e na realização de rituais sagrados.","por_que_esta_palavra":"A presença do sacerdote é essencial para a manutenção da santidade e da adoração correta a Deus.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que se torna nosso sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"numeros_31_26_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' indica a liderança e a posição de destaque que alguém ou algo ocupa.","explicacao_detalhada":"Em Números 31:26, 'princípio' pode se referir à liderança dos sacerdotes e dos líderes do povo na condução das atividades religiosas.","por_que_esta_palavra":"É importante entender quem ocupa posições de liderança, pois isso afeta a direção espiritual do povo.","conexao_teologica":"A liderança é um tema importante na Bíblia, refletindo a necessidade de guias espirituais que conduzam o povo a Deus.","referencias_relacionadas":["Provérbios 1:7","Mateus 20:26","1 Pedro 5:2"]},"numeros_31_26_alimento":{"palavra_pt":"alimento","palavra_original":"מַלְקוֹחַ","transliteracao":"malqôwach","strong":"H4455","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se ao sustento necessário para a vida e a sobrevivência do povo.","explicacao_detalhada":"No contexto de Números 31:26, 'alimento' pode simbolizar tanto o sustento físico quanto o espiritual que Deus provê.","por_que_esta_palavra":"A menção de alimento é crucial, pois reflete a dependência do povo em relação a Deus para suas necessidades básicas.","conexao_teologica":"Deus é visto como o provedor de todas as coisas, incluindo o alimento espiritual que sustenta a vida da fé.","referencias_relacionadas":["Mateus 4:4","João 6:35","Filipenses 4:19"]},"numeros_31_27_alimento":{"palavra_pt":"alimento","palavra_original":"מַלְקוֹחַ","transliteracao":"malqôwach","strong":"H4455","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A repetição da palavra 'alimento' enfatiza a importância do sustento tanto físico quanto espiritual.","explicacao_detalhada":"Em Números 31:27, o alimento é visto como uma necessidade vital, simbolizando a provisão de Deus para seu povo.","por_que_esta_palavra":"A palavra é significativa para entender a relação de dependência entre o povo e Deus como seu provedor.","conexao_teologica":"A dependência de Deus para o alimento é um tema que ecoa em toda a Escritura, refletindo a necessidade de confiar em Sua provisão.","referencias_relacionadas":["Salmos 104:14","Mateus 6:11","1 Timóteo 4:4"]},"numeros_31_27_viver":{"palavra_pt":"viver","palavra_original":"חָצָה","transliteracao":"châtsâh","strong":"H2673","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à continuidade da vida e à preservação do povo de Deus.","explicacao_detalhada":"No contexto de Números 31:27, 'viver' implica em mais do que existir; é sobre ter uma vida plena sob a orientação de Deus.","por_que_esta_palavra":"A ênfase em 'viver' destaca a intenção de Deus de que seu povo tenha uma vida abundante e significativa.","conexao_teologica":"A vida plena é um tema central na mensagem de Jesus, que veio para que tenhamos vida em abundância.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Colossenses 3:3"]},"numeros_31_27_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se aos conflitos e lutas que o povo de Deus enfrenta.","explicacao_detalhada":"Em Números 31:27, a batalha é um símbolo das lutas espirituais e físicas que o povo deve enfrentar sob a liderança de Deus.","por_que_esta_palavra":"A batalha é um conceito importante, pois ilustra a realidade da luta contra o pecado e as forças do mal.","conexao_teologica":"A batalha espiritual é um tema recorrente na Bíblia, onde os crentes são chamados a lutar contra as forças do mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"numeros_31_28_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é novamente utilizada para reafirmar a soberania de Deus sobre as ações do povo.","explicacao_detalhada":"Em Números 31:28, a repetição do termo 'Senhor' reforça a ideia de que todas as ações devem ser realizadas sob sua autoridade.","por_que_esta_palavra":"A ênfase em 'Senhor' é fundamental para entender a relação de submissão e obediência do povo a Deus.","conexao_teologica":"A submissão a Deus é um princípio teológico que permeia toda a Escritura, refletindo a necessidade de reconhecer Sua autoridade.","referencias_relacionadas":["Salmos 95:6","Tiago 4:7","Romanos 12:1"]},"numeros_31_28_levantar":{"palavra_pt":"levantar","palavra_original":"רוּם","transliteracao":"rûwm","strong":"H7311","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de erguer ou estabelecer algo em um novo nível.","explicacao_detalhada":"No contexto de Números 31:28, 'levantar' pode se referir à necessidade de elevar a oferta ou o sacrifício diante de Deus.","por_que_esta_palavra":"A ação de levantar é significativa, pois simboliza a entrega e a consagração ao Senhor.","conexao_teologica":"Levantar ofertas é um ato de adoração e reconhecimento da soberania de Deus sobre nossas vidas e bens.","referencias_relacionadas":["Êxodo 29:27","Levítico 7:30","Hebreus 13:15"]},"numeros_31_28_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especialmente no contexto de liderança e responsabilidade.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para denotar não apenas o gênero masculino, mas também a humanidade em geral. No contexto de Números 31:28, refere-se aos homens que devem ser contados e considerados em um contexto de guerra e sacrifício.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a importância da figura masculina em papéis de liderança e sacrifício dentro da comunidade israelita.","conexao_teologica":"A figura do homem é central na criação e na relação de Deus com a humanidade, refletindo a responsabilidade que cada um tem diante de Deus.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Efésios 5:25"]},"numeros_31_29_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, especialmente em um contexto de sacrifício.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica a ação de oferecer algo a alguém, que neste caso se refere à entrega de porções do despojo da guerra aos sacerdotes e levitas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do ato de dar como um reconhecimento da provisão de Deus e da necessidade de sustentar os líderes espirituais.","conexao_teologica":"O ato de dar é um princípio fundamental na adoração e na vida comunitária, refletindo a generosidade de Deus para com seu povo.","referencias_relacionadas":["Deuteronômio 16:17","2 Coríntios 9:7","Mateus 6:21"]},"numeros_31_29_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura do sacerdote, que atua como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é usada para designar aqueles que têm a responsabilidade de realizar os rituais e sacrificar em nome do povo, sendo essenciais na adoração a Deus.","por_que_esta_palavra":"A menção do sacerdote destaca a importância do papel sacerdotal na vida religiosa de Israel, especialmente em tempos de guerra e consagração.","conexao_teologica":"Os sacerdotes simbolizam a intercessão e a mediação de Cristo, que é nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10-11","Hebreus 5:1"]},"numeros_31_29_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se a uma oferta ou contribuição feita a Deus, geralmente em um contexto de adoração.","explicacao_detalhada":"A palavra 'sacrifício' (תְּרוּמָה) implica a ideia de algo que é separado e oferecido a Deus, simbolizando a devoção e a gratidão do povo.","por_que_esta_palavra":"O sacrifício é um ato de adoração que expressa a relação do povo com Deus, sendo fundamental para a manutenção da aliança.","conexao_teologica":"O sacrifício prefigura o sacrifício de Cristo, que é o cumprimento da oferta perfeita para a redenção da humanidade.","referencias_relacionadas":["Levítico 1:3","Romanos 12:1","Hebreus 9:26"]},"numeros_31_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de realizar algo, especialmente em um contexto de instruções divinas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a forma como as ofertas e os sacrifícios devem ser apresentados a Deus, enfatizando a ordem e a reverência.","por_que_esta_palavra":"A escolha da palavra ressalta a importância de seguir as instruções de Deus com precisão e respeito.","conexao_teologica":"A obediência ao modo de adoração é essencial para manter a comunhão com Deus e cumprir sua vontade.","referencias_relacionadas":["Êxodo 25:40","Deuteronômio 12:32","Colossenses 3:23"]},"numeros_31_30_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, especialmente em um contexto de sacrifício.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica a ação de oferecer algo a alguém, que neste caso se refere à entrega de porções do despojo da guerra aos sacerdotes e levitas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do ato de dar como um reconhecimento da provisão de Deus e da necessidade de sustentar os líderes espirituais.","conexao_teologica":"O ato de dar é um princípio fundamental na adoração e na vida comunitária, refletindo a generosidade de Deus para com seu povo.","referencias_relacionadas":["Deuteronômio 16:17","2 Coríntios 9:7","Mateus 6:21"]},"numeros_31_31_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou realizar algo, geralmente em um contexto de criação ou execução.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever a ação de realizar ou executar tarefas, enfatizando a atividade e a responsabilidade.","por_que_esta_palavra":"A escolha da palavra destaca a importância da ação e do trabalho na vida do povo de Deus, especialmente em tempos de consagração.","conexao_teologica":"A ideia de 'fazer' está ligada ao chamado de Deus para que seu povo atue em fé e obediência.","referencias_relacionadas":["Gênesis 1:31","Salmos 104:24","Tiago 1:22"]},"numeros_31_31_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura do sacerdote, que atua como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é usada para designar aqueles que têm a responsabilidade de realizar os rituais e sacrificar em nome do povo, sendo essenciais na adoração a Deus.","por_que_esta_palavra":"A menção do sacerdote destaca a importância do papel sacerdotal na vida religiosa de Israel, especialmente em tempos de guerra e consagração.","conexao_teologica":"Os sacerdotes simbolizam a intercessão e a mediação de Cristo, que é nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10-11","Hebreus 5:1"]},"numeros_31_31_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na adoração e na identidade do povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela sua natureza e caráter, sendo fundamental para a relação entre Deus e seu povo.","por_que_esta_palavra":"A escolha do nome de Deus enfatiza sua soberania e a importância de invocar seu nome em adoração e oração.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, e é invocado em momentos de necessidade e adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"numeros_31_32_alimento":{"palavra_pt":"alimento","palavra_original":"מַלְקוֹחַ","transliteracao":"malqôwach","strong":"H4455","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao que sustenta a vida, especialmente em um contexto de provisão divina.","explicacao_detalhada":"A palavra 'alimento' (מַלְקוֹחַ) implica a ideia de sustento e provisão, essencial para a sobrevivência e a saúde do povo.","por_que_esta_palavra":"A menção do alimento destaca a dependência do povo em relação a Deus como seu provedor e sustentador.","conexao_teologica":"Deus é visto como o provedor de todas as necessidades, tanto físicas quanto espirituais, refletindo sua fidelidade e cuidado.","referencias_relacionadas":["Salmos 23:1","Mateus 6:11","Filipenses 4:19"]},"numeros_31_32_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à ação de ser derrotado ou de sucumbir em batalha.","explicacao_detalhada":"No contexto de Números 31:32, a palavra 'cair' é usada para descrever a derrota dos midianitas e a queda de suas forças diante dos israelitas. Essa ação é um reflexo do juízo de Deus sobre os inimigos de Israel.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade e a vulnerabilidade dos inimigos de Deus quando confrontados com Seu poder.","conexao_teologica":"A queda dos inimigos de Israel é um tema recorrente na Bíblia, simbolizando a vitória de Deus sobre as forças do mal e a proteção de Seu povo.","referencias_relacionadas":["Deuteronômio 20:4","Salmos 44:5","Isaías 54:17"]},"numeros_31_32_booty":{"palavra_pt":"booty","palavra_original":"בַּז","transliteracao":"baz","strong":"H957","significado_raiz":"Ideia básica: booty.","significado_contextual":"A palavra 'booty' refere-se ao saque ou aos despojos obtidos após uma batalha.","explicacao_detalhada":"Em Números 31:32, o 'booty' representa os bens e riquezas que os israelitas tomaram dos midianitas após a vitória. Isso inclui tanto o gado quanto outros bens materiais.","por_que_esta_palavra":"A palavra 'booty' é significativa porque indica a recompensa pela fidelidade e obediência dos israelitas em cumprir o mandamento de Deus.","conexao_teologica":"O saque é visto como uma forma de Deus prover para Seu povo, mostrando que Ele é o verdadeiro dono de todas as coisas.","referencias_relacionadas":["1 Samuel 30:20","Salmos 68:12","Ezequiel 39:10"]},"numeros_31_33_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se a animais domesticados, especialmente bovinos, que eram valiosos para a economia e a subsistência.","explicacao_detalhada":"Em Números 31:33, o 'gado' é mencionado como parte do saque que os israelitas obtiveram, simbolizando a riqueza e a prosperidade que Deus concedeu ao Seu povo.","por_que_esta_palavra":"O gado era um símbolo de riqueza e bênção na sociedade israelita, e sua menção destaca a generosidade de Deus em prover para os israelitas.","conexao_teologica":"O gado também representa a criação de Deus e a responsabilidade do homem em cuidar dela, refletindo a relação entre o Criador e Suas criaturas.","referencias_relacionadas":["Gênesis 30:43","Êxodo 20:17","Salmos 104:14"]},"numeros_31_33_seventy":{"palavra_pt":"seventy","palavra_original":"שִׁבְעִים","transliteracao":"shibʻîym","strong":"H7657","significado_raiz":"Ideia básica: seventy.","significado_contextual":"A palavra 'seventy' refere-se ao número setenta, que pode simbolizar plenitude ou totalidade.","explicacao_detalhada":"Em Números 31:33, o número setenta é mencionado em relação ao total de gado capturado, indicando uma quantidade significativa e completa.","por_que_esta_palavra":"O uso do número setenta pode sugerir a ideia de um grupo completo ou um número que representa a totalidade do que foi conquistado.","conexao_teologica":"Na Bíblia, o número setenta é frequentemente associado à plenitude e à totalidade, como em Gênesis 10, onde se fala das nações que surgiram.","referencias_relacionadas":["Gênesis 10:1","Lucas 10:1","Apocalipse 7:4"]},"numeros_31_34_macho":{"palavra_pt":"macho","palavra_original":"חֲמוֹר","transliteracao":"chămôwr","strong":"H2543","significado_raiz":"Ideia básica: macho.","significado_contextual":"A palavra 'macho' refere-se a um animal do sexo masculino, especialmente em relação ao gado.","explicacao_detalhada":"Em Números 31:34, a menção de 'macho' é importante para a contagem dos despojos, pois os machos eram frequentemente mais valorizados na economia pastoral.","por_que_esta_palavra":"A distinção entre machos e fêmeas é relevante para entender a riqueza e a estrutura social da época, além de refletir a ordem da criação.","conexao_teologica":"A criação de machos e fêmeas é um princípio que Deus estabeleceu, e isso se reflete na organização da sociedade israelita.","referencias_relacionadas":["Gênesis 1:27","Levítico 22:27","Deuteronômio 14:4"]},"numeros_31_34_sixty":{"palavra_pt":"sixty","palavra_original":"שִׁשִּׁים","transliteracao":"shishshîym","strong":"H8346","significado_raiz":"Ideia básica: sixty.","significado_contextual":"A palavra 'sixty' refere-se ao número sessenta, que pode indicar uma quantidade específica de animais capturados.","explicacao_detalhada":"Em Números 31:34, o número sessenta é mencionado em relação ao total de machos, mostrando a abundância dos despojos obtidos pelos israelitas.","por_que_esta_palavra":"O número sessenta, assim como outros números, pode simbolizar a provisão abundante de Deus para Seu povo.","conexao_teologica":"A abundância dos despojos é um reflexo da fidelidade de Deus em cumprir Suas promessas ao povo de Israel.","referencias_relacionadas":["Gênesis 46:26","Êxodo 38:26","Salmos 37:25"]},"numeros_31_34_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano do sexo masculino, representando a força e a liderança.","explicacao_detalhada":"Em Números 31:34, a menção de 'homem' é relevante para a contagem dos despojos, pois os homens eram os guerreiros que lutavam nas batalhas.","por_que_esta_palavra":"A palavra 'homem' é significativa porque representa a responsabilidade e o papel ativo dos homens na sociedade e na guerra.","conexao_teologica":"A criação do homem à imagem de Deus destaca a dignidade e o valor que cada ser humano possui diante do Criador.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","1 Coríntios 16:13"]},"numeros_31_35_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência da vida, incluindo seres humanos e animais.","explicacao_detalhada":"Em Números 31:35, a menção de 'alma' é importante para entender o valor da vida e a responsabilidade de Israel em relação às criaturas que foram capturadas.","por_que_esta_palavra":"A palavra 'alma' enfatiza a importância da vida e a necessidade de respeitar e cuidar das criaturas de Deus.","conexao_teologica":"A vida é um dom de Deus, e a responsabilidade de cuidar dela é um princípio fundamental na teologia bíblica.","referencias_relacionadas":["Gênesis 2:7","Levítico 17:11","Mateus 10:31"]},"numeros_31_35_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher/esposa' refere-se ao sexo feminino, representando a importância das mulheres na sociedade israelita.","explicacao_detalhada":"Em Números 31:35, a menção de 'mulher' destaca o valor e o papel das mulheres na família e na sociedade, mesmo em contextos de guerra.","por_que_esta_palavra":"A palavra 'mulher' é significativa porque reflete a dignidade e o valor que Deus atribui a todas as pessoas, independentemente do gênero.","conexao_teologica":"A criação da mulher como companheira do homem enfatiza a importância das relações interpessoais e da comunidade na vida humana.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Efésios 5:25"]},"numeros_31_36_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à ação de ser derrotado ou de sucumbir em batalha.","explicacao_detalhada":"No contexto de Números 31:36, a palavra 'cair' é usada novamente para descrever a derrota dos midianitas e a queda de suas forças diante dos israelitas.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade e a vulnerabilidade dos inimigos de Deus quando confrontados com Seu poder.","conexao_teologica":"A queda dos inimigos de Israel é um tema recorrente na Bíblia, simbolizando a vitória de Deus sobre as forças do mal e a proteção de Seu povo.","referencias_relacionadas":["Deuteronômio 20:4","Salmos 44:5","Isaías 54:17"]},"numeros_31_36_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Neste contexto, 'sair' refere-se ao ato de deixar um lugar ou uma situação, muitas vezes em um sentido de movimento ou transição.","explicacao_detalhada":"A palavra 'sair' é utilizada para descrever a ação de deixar um espaço físico ou uma condição. No contexto de Números 31, pode se referir ao movimento dos israelitas em relação a suas conquistas e a necessidade de se afastar de situações de conflito.","por_que_esta_palavra":"A escolha da palavra 'sair' enfatiza a necessidade de ação e mudança, que são temas recorrentes na jornada do povo de Israel.","conexao_teologica":"A ideia de 'sair' pode ser vista como uma metáfora para a libertação e a transição do povo de Deus para a terra prometida, simbolizando a saída do pecado e da escravidão.","referencias_relacionadas":["Êxodo 12:31","Gênesis 12:1","Isaías 52:11"]},"numeros_31_37_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima sobre o povo de Israel.","explicacao_detalhada":"Neste contexto, 'senhor' é usado para reconhecer a posição de Deus como o líder e protetor do povo, enfatizando a relação de aliança entre Deus e Israel.","por_que_esta_palavra":"A palavra 'senhor' é central na identidade do povo de Israel, que se considera como servos de Deus, e reflete a reverência e a submissão a Sua vontade.","conexao_teologica":"O uso do nome 'senhor' destaca a soberania de Deus e Sua autoridade sobre todas as coisas, sendo um tema recorrente na teologia do Antigo Testamento.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Deuteronômio 6:4"]},"numeros_31_37_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Aqui, 'cair' pode se referir a uma mudança de estado ou condição, como a queda de algo em desgraça ou a derrota em batalha.","explicacao_detalhada":"A palavra 'cair' é utilizada para descrever um estado de declínio ou perda, que pode ser físico, emocional ou espiritual. No contexto de Números 31, pode se referir à queda dos inimigos de Israel.","por_que_esta_palavra":"A palavra 'cair' é importante para ilustrar a fragilidade das forças opostas a Deus e ao Seu povo, enfatizando a vitória divina.","conexao_teologica":"A ideia de 'cair' é frequentemente associada ao juízo de Deus sobre as nações que se opõem a Ele, refletindo a soberania de Deus na história.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Isaías 14:12"]},"numeros_31_37_tribute":{"palavra_pt":"tribute","palavra_original":"מֶכֶס","transliteracao":"mekeç","strong":"H4371","significado_raiz":"Ideia básica: tribute.","significado_contextual":"Neste contexto, 'tribute' refere-se a uma forma de imposto ou contribuição que é dada a Deus como reconhecimento de Sua soberania.","explicacao_detalhada":"A palavra 'tribute' é usada para descrever as ofertas que o povo de Israel deveria trazer como parte de sua adoração e obediência a Deus, simbolizando a gratidão e a submissão.","por_que_esta_palavra":"A inclusão de 'tribute' destaca a importância da generosidade e da responsabilidade do povo em reconhecer a provisão de Deus em suas vidas.","conexao_teologica":"O conceito de 'tribute' é fundamental na teologia do Antigo Testamento, onde a adoração a Deus é expressa através de ofertas e dízimos.","referencias_relacionadas":["Levítico 27:30","Deuteronômio 14:22","Malaquias 3:10"]},"numeros_31_38_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente utilizada para enfatizar a autoridade e a soberania de Deus sobre o povo de Israel.","explicacao_detalhada":"Neste contexto, 'senhor' reafirma a relação de aliança entre Deus e Seu povo, destacando Sua proteção e provisão.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a centralidade de Deus na vida do povo e a necessidade de dependência dEle.","conexao_teologica":"A presença do nome 'senhor' em várias passagens bíblicas sublinha a importância da adoração e da submissão a Deus como parte da vida do crente.","referencias_relacionadas":["Salmos 100:3","Isaías 45:5","Deuteronômio 10:17"]},"numeros_31_38_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos animais domesticados que eram essenciais para a economia e a vida cotidiana do povo de Israel.","explicacao_detalhada":"O 'gado' era uma importante fonte de alimento, trabalho e riqueza. No contexto de Números 31, o gado é mencionado em relação às ofertas e tributos que deveriam ser apresentados a Deus.","por_que_esta_palavra":"A menção do 'gado' destaca a importância da agricultura e da pecuária na vida do povo de Israel, além de simbolizar a provisão de Deus.","conexao_teologica":"O gado também é frequentemente associado a sacrifícios e ofertas a Deus, refletindo a necessidade de adoração e gratidão.","referencias_relacionadas":["Gênesis 4:2","Levítico 1:3","Deuteronômio 14:4"]},"numeros_31_38_thirty":{"palavra_pt":"thirty","palavra_original":"שְׁלוֹשִׁים","transliteracao":"shᵉlôwshîym","strong":"H7970","significado_raiz":"Ideia básica: thirty.","significado_contextual":"A palavra 'thirty' refere-se ao número trinta, que pode ter significados simbólicos ou práticos no contexto da contagem de tributos ou ofertas.","explicacao_detalhada":"O número trinta pode simbolizar um período de teste ou preparação, e é utilizado aqui para quantificar o que foi coletado ou oferecido ao Senhor.","por_que_esta_palavra":"A menção de números específicos, como 'thirty', é comum na narrativa bíblica para dar clareza e precisão às instruções e relatos.","conexao_teologica":"Números específicos muitas vezes têm significados teológicos, refletindo a ordem e a soberania de Deus na organização do Seu povo.","referencias_relacionadas":["Gênesis 41:46","Mateus 26:15","Lucas 3:23"]},"numeros_31_39_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada novamente para reafirmar a autoridade de Deus sobre o povo e a importância de Sua liderança.","explicacao_detalhada":"A repetição do nome 'senhor' enfatiza a relação contínua entre Deus e Israel, destacando a necessidade de obediência e adoração.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a identidade do povo de Deus, que se vê como Seu povo escolhido.","conexao_teologica":"A presença do nome 'senhor' em várias passagens bíblicas sublinha a importância da adoração e da submissão a Deus como parte da vida do crente.","referencias_relacionadas":["Salmos 119:68","Isaías 54:5","Deuteronômio 6:13"]},"numeros_31_39_macho":{"palavra_pt":"macho","palavra_original":"חֲמוֹר","transliteracao":"chămôwr","strong":"H2543","significado_raiz":"Ideia básica: macho.","significado_contextual":"A palavra 'macho' refere-se a um animal do sexo masculino, que era importante para a reprodução e a força de trabalho.","explicacao_detalhada":"No contexto de Números 31, o 'macho' é mencionado em relação ao gado que deveria ser contabilizado e oferecido, refletindo a importância dos animais na economia e na vida do povo.","por_que_esta_palavra":"A especificação de 'macho' é relevante para a contagem e a oferta, destacando a atenção aos detalhes nas instruções de Deus.","conexao_teologica":"A menção de machos e fêmeas em sacrifícios e ofertas reflete a ordem e a criação de Deus, que se preocupa com todos os aspectos da vida.","referencias_relacionadas":["Gênesis 7:2","Levítico 22:19","Deuteronômio 15:19"]},"numeros_31_39_fifteen":{"palavra_pt":"fif teen","palavra_original":"חָמֵשׁ","transliteracao":"châmêsh","strong":"H2568","significado_raiz":"Ideia básica: fif teen.","significado_contextual":"Em Números 31:39, \"fif teen\" aparece na frase \"E foram os jumentos trinta mil e quinhentos; e o seu tributo para o Senhor sessenta e um.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (חָמֵשׁ; châmêsh; H2568), \"fif teen\" traz a ideia de fif teen. Aqui, essa palavra deixa o ensino de Números 31:39 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"fif teen\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Números 31:45. Lendo junto com Números 31:39, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Números 31:39","Números 31:45","Salmos 119:105"]},"numeros_31_40_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida, indicando a parte imaterial do ser humano.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) é usada para descrever não apenas a vida física, mas também a dimensão espiritual do ser humano. Em Números 31:40, a referência à alma destaca a importância da vida e da dignidade humana.","por_que_esta_palavra":"A escolha da palavra 'alma' enfatiza a conexão entre a vida física e a espiritualidade, mostrando que a vida é sagrada.","conexao_teologica":"A alma é vista como a parte que se relaciona com Deus, sendo fundamental para a compreensão da salvação e da vida eterna.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"numeros_31_40_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na adoração e na identidade do povo de Israel.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é considerado sagrado e representa a autoridade e a presença de Deus entre o Seu povo. Em Números 31:40, a invocação do nome de Deus é um lembrete da Sua soberania.","por_que_esta_palavra":"A palavra 'Senhor' é usada para afirmar a relação de aliança entre Deus e Israel, destacando Sua fidelidade.","conexao_teologica":"O nome de Deus é fundamental para a teologia do Antigo Testamento, simbolizando Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"numeros_31_40_thirty":{"palavra_pt":"thirty","palavra_original":"שְׁלוֹשִׁים","transliteracao":"shᵉlôwshîym","strong":"H7970","significado_raiz":"Ideia básica: thirty.","significado_contextual":"Refere-se ao número trinta, que pode simbolizar um grupo ou quantidade significativa.","explicacao_detalhada":"O número 'trinta' (שְׁלוֹשִׁים) em Números 31:40 pode representar uma porção específica de pessoas ou recursos, indicando a organização e a estrutura do exército de Israel.","por_que_esta_palavra":"A menção do número trinta é importante para a contagem e a divisão das tribos, refletindo a ordem divina.","conexao_teologica":"Os números na Bíblia muitas vezes têm significados simbólicos, e o trinta pode estar associado a um tempo de preparação ou de serviço.","referencias_relacionadas":["Gênesis 41:46","Mateus 26:15","Lucas 3:23"]},"numeros_31_41_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, especialmente em um contexto de sacrifício.","explicacao_detalhada":"A palavra 'dar' (נָתַן) em Números 31:41 implica a ação de entregar algo a Deus, seja em forma de oferta ou sacrifício, refletindo a devoção do povo.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da generosidade e da obediência nas práticas religiosas.","conexao_teologica":"Dar é um princípio central na adoração a Deus, simbolizando a entrega total do coração e da vida ao Senhor.","referencias_relacionadas":["Gênesis 4:3-5","2 Coríntios 9:7","Hebreus 13:16"]},"numeros_31_41_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função do sacerdote como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) em Números 31:41 destaca o papel crucial dos sacerdotes na realização de sacrifícios e na manutenção da santidade entre o povo de Israel.","por_que_esta_palavra":"A menção do sacerdote é essencial para entender a estrutura do culto e a intercessão que ocorre entre Deus e a humanidade.","conexao_teologica":"Os sacerdotes são figuras que prefiguram Cristo, o Sumo Sacerdote, que oferece o sacrifício perfeito.","referencias_relacionadas":["Levítico 10:1-3","Hebreus 5:1","1 Pedro 2:9"]},"numeros_31_41_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se à oferta feita a Deus, que é um ato de adoração e devoção.","explicacao_detalhada":"A palavra 'sacrifício' (תְּרוּמָה) em Números 31:41 implica a entrega de algo valioso a Deus, simbolizando a gratidão e a busca pela reconciliação.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância do sacrifício na vida religiosa e na relação com Deus.","conexao_teologica":"O sacrifício é um tema central na Bíblia, culminando no sacrifício de Cristo na cruz, que traz redenção.","referencias_relacionadas":["Levítico 1:3","Romanos 12:1","Hebreus 9:26"]},"numeros_31_42_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e o valor de cada pessoa.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) em Números 31:42 é usada para descrever a humanidade em sua totalidade, refletindo a criação à imagem de Deus.","por_que_esta_palavra":"A escolha desta palavra destaca a responsabilidade e o papel do homem na criação e na história da salvação.","conexao_teologica":"A dignidade do homem é um tema central na teologia, enfatizando que todos são criados por Deus e para Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"numeros_31_42_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) em Números 31:42 destaca a importância da descendência e da transmissão da fé entre as gerações.","por_que_esta_palavra":"A escolha desta palavra enfatiza a responsabilidade dos pais em educar seus filhos na fé e na obediência a Deus.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 127:3","Efésios 6:4"]},"numeros_31_43_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode simbolizar a queda em pecado ou a derrota.","explicacao_detalhada":"A palavra 'cair' (הָיָה) em Números 31:43 pode indicar um momento de fragilidade ou de vulnerabilidade, refletindo a condição humana diante de Deus.","por_que_esta_palavra":"A escolha desta palavra ressalta a necessidade de dependência de Deus e a busca por Sua graça.","conexao_teologica":"A queda é um tema central na teologia, mostrando a necessidade de redenção e a esperança em Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"numeros_31_43_familia":{"palavra_pt":"familia","palavra_original":"עֵדָה","transliteracao":"ʻêdâh","strong":"H5712","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar e à importância da comunidade.","explicacao_detalhada":"A palavra 'família' (עֵדָה) em Números 31:43 destaca a importância das relações familiares e da comunidade no plano de Deus.","por_que_esta_palavra":"A escolha desta palavra enfatiza a necessidade de apoio mútuo e a responsabilidade dentro da família e da comunidade de fé.","conexao_teologica":"A família é vista como a base da sociedade e da transmissão da fé, refletindo a relação da Trindade.","referencias_relacionadas":["Gênesis 12:3","Efésios 2:19","Colossenses 3:18-21"]},"numeros_31_43_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"No contexto de Números 31:43, a palavra 'entre' é usada para descrever a distribuição dos despojos entre os israelitas, enfatizando a ideia de que os bens foram repartidos entre os que participaram da batalha.","por_que_esta_palavra":"A escolha da palavra 'entre' reflete a justiça na distribuição dos recursos, mostrando que todos os que lutaram têm direito ao que foi conquistado.","conexao_teologica":"A ideia de compartilhar e repartir é central na teologia bíblica, refletindo a generosidade de Deus e a importância da comunidade.","referencias_relacionadas":["Atos 2:44","2 Coríntios 8:14","Gálatas 6:2"]},"numeros_31_44_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se a animais domesticados, especialmente bovinos, que eram valiosos na sociedade israelita.","explicacao_detalhada":"Em Números 31:44, o gado é mencionado como parte dos despojos que foram capturados, simbolizando riqueza e sustento para o povo.","por_que_esta_palavra":"O gado era um símbolo de prosperidade e segurança, essencial para a vida agrícola e econômica dos israelitas.","conexao_teologica":"O cuidado de Deus pelo seu povo é refletido na provisão de recursos materiais, como o gado, que sustenta a vida.","referencias_relacionadas":["Gênesis 30:31","Êxodo 20:17","Salmos 50:10"]},"numeros_31_44_thirty":{"palavra_pt":"thirty","palavra_original":"שְׁלוֹשִׁים","transliteracao":"shᵉlôwshîym","strong":"H7970","significado_raiz":"Ideia básica: thirty.","significado_contextual":"A palavra 'trinta' é um número que representa uma quantidade específica de gado.","explicacao_detalhada":"No versículo, 'trinta' é usado para quantificar o número de gados que foram distribuídos, mostrando a precisão na contagem dos despojos.","por_que_esta_palavra":"A menção de números exatos enfatiza a ordem e a justiça na distribuição dos bens, refletindo a natureza organizada do povo de Deus.","conexao_teologica":"A precisão nos números pode ser vista como um reflexo da soberania de Deus sobre todas as coisas, incluindo a administração de recursos.","referencias_relacionadas":["Números 1:46","1 Crônicas 21:5","Mateus 10:30"]},"numeros_31_44_mao":{"palavra_pt":"mao","palavra_original":"שֵׁשׁ","transliteracao":"shêsh","strong":"H8337","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é frequentemente usada como símbolo de poder e ação.","explicacao_detalhada":"Em Números 31:44, a 'mão' pode se referir à ação de contar ou distribuir, indicando a responsabilidade dos líderes na administração dos despojos.","por_que_esta_palavra":"A mão é um símbolo de autoridade e controle, representando a capacidade de agir e decidir.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de poder e intervenção divina na história.","referencias_relacionadas":["Salmos 95:4","Isaías 41:10","João 10:28"]},"numeros_31_45_macho":{"palavra_pt":"macho","palavra_original":"חֲמוֹר","transliteracao":"chămôwr","strong":"H2543","significado_raiz":"Ideia básica: macho.","significado_contextual":"A palavra 'macho' refere-se a um animal do sexo masculino, importante para a reprodução e força de trabalho.","explicacao_detalhada":"No contexto de Números 31:45, o macho é mencionado como parte dos despojos, indicando a importância desses animais para a economia e a sobrevivência do povo.","por_que_esta_palavra":"A inclusão de machos entre os despojos reflete a valorização de animais que podem contribuir para a continuidade da vida e da produção.","conexao_teologica":"A criação de Deus inclui a diversidade de seres vivos, e a menção de machos e fêmeas reflete a ordem divina na natureza.","referencias_relacionadas":["Gênesis 1:24","Levítico 11:3","Deuteronômio 14:4"]},"numeros_31_45_fifteen":{"palavra_pt":"fif teen","palavra_original":"חָמֵשׁ","transliteracao":"châmêsh","strong":"H2568","significado_raiz":"Ideia básica: fif teen.","significado_contextual":"A palavra 'quinze' é um número que representa uma quantidade específica de machos.","explicacao_detalhada":"Em Números 31:45, 'quinze' é usado para quantificar o número de machos que foram capturados, mostrando a precisão na contagem dos despojos.","por_que_esta_palavra":"A menção de números exatos enfatiza a ordem e a justiça na distribuição dos bens, refletindo a natureza organizada do povo de Deus.","conexao_teologica":"A precisão nos números pode ser vista como um reflexo da soberania de Deus sobre todas as coisas, incluindo a administração de recursos.","referencias_relacionadas":["Números 1:46","1 Crônicas 21:5","Mateus 10:30"]},"numeros_31_45_thirty":{"palavra_pt":"thirty","palavra_original":"שְׁלוֹשִׁים","transliteracao":"shᵉlôwshîym","strong":"H7970","significado_raiz":"Ideia básica: thirty.","significado_contextual":"A palavra 'trinta' é um número que representa uma quantidade específica de machos.","explicacao_detalhada":"No versículo, 'trinta' é usado para quantificar o número de machos que foram distribuídos, mostrando a precisão na contagem dos despojos.","por_que_esta_palavra":"A menção de números exatos enfatiza a ordem e a justiça na distribuição dos bens, refletindo a natureza organizada do povo de Deus.","conexao_teologica":"A precisão nos números pode ser vista como um reflexo da soberania de Deus sobre todas as coisas, incluindo a administração de recursos.","referencias_relacionadas":["Números 1:46","1 Crônicas 21:5","Mateus 10:30"]},"numeros_31_46_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência da vida, ao ser humano em sua totalidade.","explicacao_detalhada":"Em Números 31:46, 'alma' é mencionada para descrever a vida dos seres humanos, enfatizando a importância de cada vida na contagem dos despojos.","por_que_esta_palavra":"A inclusão da palavra 'alma' destaca o valor intrínseco da vida humana, que é precioso aos olhos de Deus.","conexao_teologica":"A vida é um dom de Deus, e a Bíblia enfatiza a importância de cuidar e valorizar cada ser humano.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Pedro 1:19"]},"numeros_31_46_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem/adão' refere-se ao ser humano, criado à imagem de Deus.","explicacao_detalhada":"Em Números 31:46, 'homem' é usado para descrever a humanidade, enfatizando a dignidade e o valor de cada pessoa.","por_que_esta_palavra":"A escolha da palavra 'homem' reflete a criação especial de Deus e a relação única que os seres humanos têm com Ele.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia bíblica, destacando a dignidade e o propósito da vida humana.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:5","Tiago 3:9"]},"numeros_31_46_mao":{"palavra_pt":"mao","palavra_original":"שֵׁשׁ","transliteracao":"shêsh","strong":"H8337","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é frequentemente usada como símbolo de poder e ação.","explicacao_detalhada":"Em Números 31:46, a 'mão' pode se referir à ação de contar ou distribuir, indicando a responsabilidade dos líderes na administração dos despojos.","por_que_esta_palavra":"A mão é um símbolo de autoridade e controle, representando a capacidade de agir e decidir.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de poder e intervenção divina na história.","referencias_relacionadas":["Salmos 95:4","Isaías 41:10","João 10:28"]},"numeros_31_47_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se ao ato de oferecer ou conceder algo a alguém, especialmente em um contexto de doação ou entrega.","explicacao_detalhada":"No contexto de Números 31:47, a palavra 'dar' é utilizada para descrever a ação de oferecer uma parte dos despojos da guerra ao Senhor, simbolizando a gratidão e a consagração do que foi conquistado.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a responsabilidade dos israelitas em reconhecer que suas vitórias e posses são dádivas de Deus, e que devem ser devolvidas a Ele em gratidão.","conexao_teologica":"A ideia de dar está profundamente ligada ao conceito de adoração e reconhecimento da soberania de Deus sobre todas as coisas. É um ato de fé e submissão.","referencias_relacionadas":["Deuteronômio 16:17","Salmos 96:8","2 Coríntios 9:7"]},"numeros_31_47_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar implica em receber ou adquirir algo, muitas vezes em um contexto de conquista ou apropriação.","explicacao_detalhada":"Em Números 31:47, 'tomar' refere-se à ação de receber os despojos da guerra, que são divididos entre os soldados e a comunidade, destacando a importância da partilha e da justiça.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de posse e responsabilidade entre os israelitas, mostrando que o que é tomado deve ser administrado com sabedoria e justiça.","conexao_teologica":"Tomar é um ato que pode ser visto como uma metáfora para a recepção das bênçãos de Deus, que devem ser usadas para o bem comum e a glorificação do Senhor.","referencias_relacionadas":["Josué 1:11","Salmos 24:1","Tiago 1:17"]},"numeros_31_48_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se ao ato de soltar ou liberar alguém ou algo de uma condição de cativeiro ou opressão.","explicacao_detalhada":"No versículo, 'libertar' é usado em um contexto de libertação dos israelitas das consequências da guerra, enfatizando a proteção divina e a restauração do povo.","por_que_esta_palavra":"A palavra é significativa porque reflete a ação de Deus em libertar Seu povo, um tema central na narrativa bíblica que aponta para a salvação e a redenção.","conexao_teologica":"A libertação é um tema teológico que se conecta com a obra de Cristo, que veio para libertar a humanidade do pecado e da morte.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Romanos 8:21"]},"numeros_31_49_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em Números 31:49, 'dizer' é usado para relatar a comunicação de um fato importante sobre a contagem dos soldados e a entrega dos despojos, destacando a importância da transparência e da responsabilidade.","por_que_esta_palavra":"A palavra é relevante porque mostra a necessidade de comunicação clara e honesta entre os líderes e o povo, essencial para a unidade e a confiança.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e Seu povo, sendo a Palavra de Deus a forma pela qual Ele se revela e se relaciona conosco.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 3:5"]},"numeros_31_49_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Princípio refere-se ao início ou à origem de algo, muitas vezes associado a liderança ou autoridade.","explicacao_detalhada":"No contexto do versículo, 'princípio' pode se referir à liderança dos israelitas e à importância de reconhecer a ordem estabelecida por Deus para a condução do povo.","por_que_esta_palavra":"Esta palavra é significativa porque ressalta a estrutura e a organização que Deus estabeleceu para Seu povo, essencial para a manutenção da ordem e da justiça.","conexao_teologica":"O princípio é um conceito que se relaciona com a soberania de Deus e a autoridade que Ele confere aos líderes, refletindo a ordem divina na criação.","referencias_relacionadas":["Gênesis 1:1","Romanos 13:1","Hebreus 13:17"]},"numeros_31_49_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se a um ser humano, frequentemente em um contexto de responsabilidade e liderança.","explicacao_detalhada":"Em Números 31:49, a palavra 'homem' é usada para se referir aos guerreiros que participaram da batalha, destacando a importância de cada indivíduo na comunidade.","por_que_esta_palavra":"A palavra é importante porque enfatiza o valor de cada homem como parte do povo de Deus, cada um com seu papel e responsabilidade.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada ser humano e sua chamada para viver em comunhão com Ele.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Pedro 2:9"]},"numeros_31_50_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Mão refere-se ao membro do corpo humano, frequentemente simbolizando poder, ação ou controle.","explicacao_detalhada":"No versículo, 'mão' pode simbolizar a ação dos sacerdotes ao oferecer os despojos ao Senhor, representando a entrega e a consagração.","por_que_esta_palavra":"A palavra é significativa porque a mão é frequentemente associada à ação de Deus e ao poder humano, refletindo a interação entre o divino e o humano.","conexao_teologica":"A mão de Deus é um símbolo de Sua intervenção e poder na história, mostrando como Ele age em favor de Seu povo.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 4:30"]},"numeros_31_50_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"Altar refere-se a um local de sacrifício e adoração, onde ofertas são feitas a Deus.","explicacao_detalhada":"Em Números 31:50, o altar é mencionado como o lugar onde as ofertas dos despojos são apresentadas ao Senhor, simbolizando a devoção e a gratidão do povo.","por_que_esta_palavra":"A palavra é importante porque o altar representa a presença de Deus e a necessidade de reconciliação e adoração por parte do povo.","conexao_teologica":"O altar é um símbolo central na adoração a Deus, representando o sacrifício de Cristo e a nova aliança que temos através dele.","referencias_relacionadas":["Êxodo 20:24","Hebreus 13:10","Romanos 12:1"]},"numeros_31_50_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se a Deus, o Criador e soberano do universo.","explicacao_detalhada":"No contexto do versículo, 'Senhor' é invocado como a autoridade suprema a quem as ofertas e ações são dirigidas, destacando a reverência e a submissão do povo.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a relação de dependência e adoração que os israelitas têm em relação a Deus, reconhecendo Sua soberania.","conexao_teologica":"O nome do Senhor é um tema central na Bíblia, representando Sua natureza, caráter e a relação que Ele deseja ter com Seu povo.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"numeros_31_51_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote refere-se a um mediador entre Deus e o povo, responsável por realizar sacrifícios e interceder.","explicacao_detalhada":"Em Números 31:51, a palavra 'sacerdote' destaca a função crucial dos sacerdotes na adoração e na manutenção da santidade do povo diante de Deus.","por_que_esta_palavra":"A palavra é importante porque os sacerdotes desempenham um papel vital na vida espiritual da comunidade, representando a presença de Deus entre eles.","conexao_teologica":"O sacerdócio é um tema que se cumpre em Cristo, nosso Sumo Sacerdote, que intercede por nós e oferece o sacrifício perfeito.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"numeros_31_51_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar algo de forma intencional e deliberada.","explicacao_detalhada":"No contexto de Números 31:51, a palavra 'tomar' refere-se à ação de coletar os despojos da batalha, que foram dedicados ao Senhor como parte do cumprimento de um mandamento divino.","por_que_esta_palavra":"A escolha da palavra 'tomar' enfatiza a responsabilidade e a ação consciente dos israelitas em obedecer a Deus ao coletar os despojos.","conexao_teologica":"A ação de tomar os despojos reflete a ideia de que tudo o que temos pertence a Deus e deve ser usado para Sua glória.","referencias_relacionadas":["Êxodo 22:29","Levítico 27:30","Deuteronômio 12:6"]},"numeros_31_51_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Um metal precioso, símbolo de riqueza e valor.","explicacao_detalhada":"No versículo, o 'ouro' representa não apenas riqueza material, mas também a consagração e a oferta ao Senhor, mostrando que o que é valioso deve ser dedicado a Deus.","por_que_esta_palavra":"O uso da palavra 'ouro' destaca a importância de oferecer o melhor a Deus, refletindo a adoração e a devoção dos israelitas.","conexao_teologica":"O ouro é frequentemente associado à glória de Deus e à Sua presença, como visto no tabernáculo e no templo.","referencias_relacionadas":["Êxodo 25:3","1 Reis 10:14","Salmos 119:72"]},"numeros_31_52_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Uma oferta feita a Deus, geralmente envolvendo a entrega de algo valioso.","explicacao_detalhada":"A palavra 'sacrifício' neste contexto refere-se à oferta dos despojos da guerra, que eram dedicados ao Senhor como um ato de gratidão e reconhecimento de Sua soberania.","por_que_esta_palavra":"O sacrifício é um ato central na adoração israelita, simbolizando a entrega total a Deus e a busca por Sua aprovação.","conexao_teologica":"O conceito de sacrifício é fundamental na relação entre Deus e Seu povo, prefigurando o sacrifício de Cristo na cruz.","referencias_relacionadas":["Levítico 1:3","Romanos 12:1","Hebreus 13:15"]},"numeros_31_52_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'Senhor' é usada para enfatizar a soberania de Deus sobre todas as coisas, incluindo os resultados da batalha e a consagração dos despojos.","por_que_esta_palavra":"O uso do nome de Deus é um lembrete da relação pessoal e da aliança entre Deus e Seu povo.","conexao_teologica":"O nome do Senhor é central na adoração e na invocação de Sua presença e ajuda.","referencias_relacionadas":["Salmos 20:7","Isaías 42:8","Filipenses 2:9-11"]},"numeros_31_52_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A ideia de cair pode se referir a uma queda física ou a um estado de desgraça.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a derrota dos inimigos de Israel, que foram entregues nas mãos de Deus durante a batalha.","por_que_esta_palavra":"A palavra 'cair' enfatiza a vitória de Deus sobre os adversários de Seu povo, mostrando que a batalha pertence ao Senhor.","conexao_teologica":"A queda dos inimigos é um tema recorrente na Bíblia, simbolizando a justiça divina e a proteção de Deus sobre os justos.","referencias_relacionadas":["Salmos 37:24","Isaías 54:17","Romanos 8:31"]},"numeros_31_53_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, geralmente em um contexto de responsabilidade e liderança.","explicacao_detalhada":"No versículo, 'homem' pode se referir aos guerreiros de Israel que participaram da batalha e foram responsáveis por coletar os despojos.","por_que_esta_palavra":"A palavra 'homem' destaca a importância da masculinidade e do papel dos homens como líderes e protetores na sociedade israelita.","conexao_teologica":"A figura do homem é frequentemente associada à liderança espiritual e à responsabilidade diante de Deus.","referencias_relacionadas":["Gênesis 2:18","1 Coríntios 16:13","Efésios 5:23"]},"numeros_31_53_adoracao":{"palavra_pt":"exercitos","palavra_original":"צָבָא","transliteracao":"tsâbâʼ","strong":"H6635","significado_raiz":"Ideia básica: exercitos.","significado_contextual":"Refere-se a um exército ou grupo organizado, muitas vezes em um contexto de batalha.","explicacao_detalhada":"A palavra 'exércitos' enfatiza a força e a unidade do povo de Deus em combate, mostrando que eles lutam sob a liderança divina.","por_que_esta_palavra":"A escolha da palavra 'exércitos' ressalta a ideia de que a batalha é espiritual e que Deus é o comandante supremo.","conexao_teologica":"A noção de exércitos de Deus é uma imagem poderosa que representa a proteção e a luta de Deus em favor de Seu povo.","referencias_relacionadas":["Salmos 24:10","Isaías 13:4","Apocalipse 19:14"]},"numeros_31_53_catch":{"palavra_pt":"catch","palavra_original":"בָּזַז","transliteracao":"bâzaz","strong":"H962","significado_raiz":"Ideia básica: catch.","significado_contextual":"Refere-se ao ato de capturar ou tomar algo à força.","explicacao_detalhada":"Neste contexto, 'catch' pode se referir à captura dos despojos da batalha, que foram conquistados através da intervenção divina.","por_que_esta_palavra":"A palavra enfatiza a ação decisiva dos israelitas em tomar posse do que Deus havia prometido.","conexao_teologica":"A captura dos despojos simboliza a vitória de Deus sobre os inimigos e a recompensa pela fidelidade do Seu povo.","referencias_relacionadas":["Salmos 68:12","Isaías 53:12","Romanos 8:37"]},"numeros_31_54_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um líder religioso que atua como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' destaca a importância do papel sacerdotal na consagração dos despojos e na intercessão pelo povo.","por_que_esta_palavra":"A presença do sacerdote é crucial para garantir que as ofertas sejam aceitas por Deus e que o povo permaneça em comunhão com Ele.","conexao_teologica":"O sacerdócio é um símbolo da mediação entre Deus e a humanidade, prefigurando o sacerdócio de Cristo.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"numeros_31_54_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família, muitas vezes em um contexto de herança e continuidade.","explicacao_detalhada":"A palavra 'filho' enfatiza a relação familiar e a continuidade da linhagem, que é importante na cultura israelita.","por_que_esta_palavra":"A menção de 'filho' ressalta a importância da herança espiritual e da transmissão da fé entre gerações.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, simbolizando a adoção e a relação íntima com o Criador.","referencias_relacionadas":["Gálatas 4:7","Efésios 1:5","1 João 3:1"]},"numeros_31_54_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de adquirir ou receber algo, muitas vezes em um contexto de conquista ou posse.","explicacao_detalhada":"No contexto de Números 31:54, 'tomar' implica em uma ação de apropriação, onde os israelitas tomam os despojos de guerra após uma batalha. Isso reflete a prática comum de capturar bens após vitórias militares.","por_que_esta_palavra":"A escolha da palavra 'tomar' enfatiza a ação deliberada e a responsabilidade dos israelitas em lidar com os bens adquiridos, mostrando a importância da obediência às instruções de Deus.","conexao_teologica":"A ação de 'tomar' pode ser vista como um reflexo da soberania de Deus sobre as nações e a terra prometida, onde Ele concede aos israelitas o direito de posse.","referencias_relacionadas":["Deuteronômio 2:24","Josué 1:3","Salmos 44:3"]}}