{"numeros_34_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação direta de Deus com Moisés, enfatizando a importância da revelação divina.","explicacao_detalhada":"Em Números 34:1, Deus instrui Moisés sobre a divisão da terra, mostrando que a palavra de Deus é fundamental para a liderança e a orientação do povo.","por_que_esta_palavra":"Falar é um meio pelo qual Deus se relaciona com a humanidade, revelando Sua vontade e planos.","conexao_teologica":"A comunicação de Deus é um tema recorrente na Bíblia, culminando na Palavra encarnada, Jesus Cristo.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:4","Hebreus 1:1-2"]},"numeros_34_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e soberania.","explicacao_detalhada":"Em Números 34:1, o uso do nome de Deus destaca a importância de reconhecer Sua posição como o governante supremo sobre Israel.","por_que_esta_palavra":"O nome de Deus é central na adoração e na identidade do povo de Israel, refletindo sua relação especial com Ele.","conexao_teologica":"O nome de Deus é um tema importante na teologia, representando Sua natureza e caráter, e é invocado em oração e adoração.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Mateus 6:9"]},"numeros_34_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar instruções ou decretos, especialmente no contexto da liderança de Moisés.","explicacao_detalhada":"Em Números 34:1, a ênfase em 'dizer' mostra a importância da comunicação clara e da obediência às ordens de Deus.","por_que_esta_palavra":"Dizer é uma ação que implica autoridade e responsabilidade, especialmente quando se trata de transmitir a palavra de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e o ato de dizer é fundamental para a propagação da fé e da verdade.","referencias_relacionadas":["Romanos 10:17","1 Pedro 4:11","Tiago 1:22"]},"numeros_34_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a bênção e a herança de Deus.","explicacao_detalhada":"Em Números 34:2, a terra é apresentada como um presente de Deus, que deve ser cuidadosamente dividido entre as tribos de Israel.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da realização de Suas promessas, sendo central na identidade de Israel.","conexao_teologica":"A terra prometida é um tipo da herança espiritual que os crentes têm em Cristo, que é a verdadeira terra onde habita a justiça.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Hebreus 11:16"]},"numeros_34_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem de Israel, enfatizando a importância da família.","explicacao_detalhada":"Em Números 34:2, a menção de filhos destaca a responsabilidade de cada geração em manter a aliança com Deus e herdar as promessas.","por_que_esta_palavra":"Filhos são vistos como herdeiros das promessas de Deus, e sua educação na fé é fundamental para a perpetuação da aliança.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Efésios 6:4","1 João 3:1"]},"numeros_34_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a importância da comunicação e da transmissão da vontade de Deus.","explicacao_detalhada":"Em Números 34:2, o ato de dizer é crucial para a organização e a estruturação da herança da terra entre as tribos.","por_que_esta_palavra":"Dizer é um ato que implica clareza e autoridade, essencial para a liderança e a obediência ao plano divino.","conexao_teologica":"A comunicação da palavra de Deus é vital para a vida da igreja e para a edificação dos crentes.","referencias_relacionadas":["Mateus 28:19-20","Atos 2:42","2 Timóteo 3:16-17"]},"numeros_34_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair em um contexto geográfico, indicando limites ou fronteiras.","explicacao_detalhada":"A palavra 'cair' é utilizada para descrever a delimitação de terras, onde as fronteiras de uma região são definidas. No contexto de Números 34:3, isso implica que as fronteiras da terra prometida são estabelecidas.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a ideia de que as fronteiras não são apenas traçadas, mas que têm um caráter físico e real, como se as terras 'caíssem' em um determinado lugar.","conexao_teologica":"A definição das fronteiras da terra prometida é um ato de Deus, que dá a Israel uma herança específica, simbolizando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Deuteronômio 1:7","Josué 1:4","Ezequiel 47:13"]},"numeros_34_3_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se a uma área aberta, geralmente utilizada para pastagem ou cultivo.","explicacao_detalhada":"A palavra 'campo' neste contexto é importante para entender a geografia da terra prometida, que inclui áreas férteis e adequadas para a agricultura e pastoreio, essenciais para a sobrevivência do povo.","por_que_esta_palavra":"O uso de 'campo' destaca a abundância e a provisão que Deus oferece ao seu povo na terra prometida, contrastando com a vida no deserto.","conexao_teologica":"Os campos representam a bênção de Deus e a prosperidade que vem da obediência a Ele, refletindo a relação entre o povo e a terra que habitam.","referencias_relacionadas":["Salmos 37:29","Isaías 30:23","Mateus 6:28-30"]},"numeros_34_3_deserto":{"palavra_pt":"deserto","palavra_original":"צִן","transliteracao":"Tsin","strong":"H6790","significado_raiz":"Ideia básica: deserto.","significado_contextual":"Refere-se a uma região árida e inóspita, contrastando com a terra prometida.","explicacao_detalhada":"A palavra 'deserto' é usada para descrever a aridez e a dificuldade da vida fora da terra prometida. É um lembrete das provações que o povo enfrentou antes de entrar na terra de Canaã.","por_que_esta_palavra":"O deserto simboliza a jornada de transformação do povo de Israel, de escravidão e dificuldades para a liberdade e a abundância.","conexao_teologica":"O deserto é um lugar de teste e preparação, onde Deus molda o caráter do seu povo antes de lhes dar a terra prometida.","referencias_relacionadas":["Êxodo 16:1","Deuteronômio 8:2-3","Mateus 4:1-2"]},"numeros_34_4_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande extensão ou importância, especialmente em relação a limites territoriais.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a vastidão da terra prometida, enfatizando que é uma herança significativa e abundante para o povo de Israel.","por_que_esta_palavra":"A ênfase na grandeza das fronteiras destaca a generosidade de Deus em dar uma terra rica e extensa ao seu povo.","conexao_teologica":"A grandeza da terra prometida reflete a grandeza das promessas de Deus e sua fidelidade em cumprir o que prometeu.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 11:24","Josué 1:4"]},"numeros_34_4_seca":{"palavra_pt":"seca","palavra_original":"נֶגֶב","transliteracao":"negeb","strong":"H5045","significado_raiz":"Ideia básica: seca.","significado_contextual":"Refere-se a uma região árida, sem água, que pode ser um desafio para a vida.","explicacao_detalhada":"A palavra 'seca' é usada para descrever áreas que não são férteis e que podem representar dificuldades para o povo de Israel, contrastando com as áreas férteis da terra prometida.","por_que_esta_palavra":"A menção da 'seca' serve como um alerta sobre as condições adversas que podem ser encontradas fora da terra prometida, enfatizando a necessidade de confiar em Deus.","conexao_teologica":"A seca simboliza a falta de bênçãos e a necessidade de depender de Deus para sustento e provisão.","referencias_relacionadas":["Salmos 63:1","Isaías 41:17","Amós 8:11"]},"numeros_34_4_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se a um ponto de passagem ou limite, indicando uma transição.","explicacao_detalhada":"A palavra 'cruz' é utilizada para descrever um ponto de transição, onde as fronteiras se encontram, simbolizando a passagem de um estado para outro.","por_que_esta_palavra":"A ideia de cruzar limites é significativa na jornada do povo de Israel, que está prestes a entrar na terra prometida.","conexao_teologica":"A cruz representa a transição da escravidão para a liberdade, um tema central na narrativa da libertação de Israel.","referencias_relacionadas":["Êxodo 14:16","Josué 3:14-17","Mateus 7:13-14"]},"numeros_34_5_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza das fronteiras da terra prometida.","explicacao_detalhada":"A repetição da palavra 'grande' enfatiza a importância e a extensão da herança que Deus está dando ao seu povo.","por_que_esta_palavra":"A grandeza das fronteiras é um símbolo da generosidade de Deus e da importância da terra na história de Israel.","conexao_teologica":"A grandeza da terra prometida reflete a grandeza do plano de Deus para a redenção e a bênção do seu povo.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 1:7","Josué 1:4"]},"numeros_34_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair em relação à delimitação de fronteiras.","explicacao_detalhada":"A palavra 'cair' é usada para descrever como as fronteiras da terra prometida são estabelecidas, indicando um ato divino de delimitação.","por_que_esta_palavra":"A utilização da palavra 'cair' enfatiza a realidade física das fronteiras, mostrando que são parte do plano de Deus.","conexao_teologica":"A delimitação das fronteiras é um ato de Deus que demonstra seu controle e soberania sobre a terra e seu povo.","referencias_relacionadas":["Deuteronômio 3:12","Josué 13:7","Ezequiel 47:13"]},"numeros_34_5_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao corpo de água que serve como limite territorial.","explicacao_detalhada":"A palavra 'mar' é utilizada para descrever a extensão das fronteiras que incluem áreas costeiras, que são vitais para o comércio e a vida.","por_que_esta_palavra":"A menção do mar destaca a importância das fronteiras marítimas e o acesso a recursos que vêm do mar.","conexao_teologica":"O mar pode simbolizar tanto a bênção quanto o desafio, representando a soberania de Deus sobre todas as coisas, incluindo as águas.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Mateus 14:25"]},"numeros_34_6_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se novamente ao corpo de água que serve como limite territorial.","explicacao_detalhada":"A repetição da palavra 'mar' reforça a ideia de que as fronteiras da terra prometida incluem áreas costeiras, essenciais para a vida e a economia do povo.","por_que_esta_palavra":"A ênfase no mar destaca a riqueza e a diversidade que a terra prometida oferece ao povo de Israel.","conexao_teologica":"O mar, como limite, representa a proteção e a provisão de Deus, que cuida de seu povo em todas as circunstâncias.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Mateus 14:25"]},"numeros_34_6_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da terra prometida que Deus deu a Israel.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a vastidão e a riqueza da terra que os israelitas estavam prestes a conquistar. É uma terra que não apenas é extensa, mas também fértil e cheia de recursos.","por_que_esta_palavra":"A grandeza da terra é um reflexo da generosidade de Deus e de Suas promessas cumpridas ao povo de Israel.","conexao_teologica":"A grandeza da terra prometida simboliza a abundância e a bênção que Deus oferece àqueles que O seguem.","referencias_relacionadas":["Deuteronômio 1:25","Salmos 37:11","Isaías 54:2"]},"numeros_34_7_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao limite da terra prometida, que se estende até o mar.","explicacao_detalhada":"A palavra 'mar' indica a fronteira ocidental da terra de Canaã, simbolizando a proteção e a delimitação do território que Deus deu ao Seu povo.","por_que_esta_palavra":"O mar serve como um marco geográfico importante, destacando a soberania de Deus sobre a terra e a segurança que Ele proporciona.","conexao_teologica":"O mar pode ser visto como um símbolo de separação entre o povo de Deus e as nações pagãs ao redor.","referencias_relacionadas":["Êxodo 23:31","Josué 1:4","Salmos 104:25"]},"numeros_34_7_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da extensão territorial que Deus prometeu.","explicacao_detalhada":"A repetição da palavra 'grande' enfatiza a importância da terra como um presente divino, que é vasto e rico em recursos.","por_que_esta_palavra":"A grandeza da terra é um testemunho do poder e da fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A grandeza da terra também reflete a grandeza do plano de Deus para a redenção e a restauração de Seu povo.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 11:24","Josué 21:43"]},"numeros_34_7_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou localização entre os limites da terra prometida.","explicacao_detalhada":"A palavra 'entre' sugere a ideia de pertencimento e a delimitação dos territórios que Deus designou para Israel.","por_que_esta_palavra":"É crucial para entender como Deus organizou a terra e a herança de cada tribo.","conexao_teologica":"A ideia de 'entre' reflete a presença de Deus no meio do Seu povo e a Sua orientação em suas vidas.","referencias_relacionadas":["Números 34:2","Deuteronômio 12:10","Josué 13:7"]},"numeros_34_8_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se aos limites da terra que incluem montanhas significativas.","explicacao_detalhada":"A palavra 'montanha' simboliza estabilidade e segurança, representando os limites naturais que Deus estabeleceu.","por_que_esta_palavra":"As montanhas são vistas como símbolos de força e proteção, indicando a segurança da terra prometida.","conexao_teologica":"As montanhas também podem simbolizar a presença de Deus, como em momentos de revelação divina.","referencias_relacionadas":["Salmos 125:2","Isaías 2:2","Mateus 17:1"]},"numeros_34_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de cair como um limite geográfico.","explicacao_detalhada":"A palavra 'cair' aqui pode ser interpretada como a descida de um terreno, indicando a transição de um espaço geográfico para outro.","por_que_esta_palavra":"É importante para entender a geografia da terra prometida e como os limites foram estabelecidos.","conexao_teologica":"A ideia de cair pode simbolizar a queda do pecado e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:19","Salmos 46:2","Romanos 5:12"]},"numeros_34_8_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza dos limites da terra prometida.","explicacao_detalhada":"A palavra 'grande' enfatiza a extensão e a riqueza da terra que Deus prometeu a Israel.","por_que_esta_palavra":"A grandeza é um testemunho da generosidade de Deus e de Sua fidelidade em cumprir Suas promessas.","conexao_teologica":"A grandeza da terra é um reflexo do plano de Deus para a abundância e a bênção em nossas vidas.","referencias_relacionadas":["Deuteronômio 1:7","Salmos 37:29","Isaías 54:3"]},"numeros_34_9_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à ação de sair como um limite da terra.","explicacao_detalhada":"A palavra 'sair' indica a transição do povo de Israel para a nova terra que Deus lhes prometeu.","por_que_esta_palavra":"É um momento crucial na história de Israel, simbolizando a libertação e a nova vida que Deus oferece.","conexao_teologica":"A ação de sair é um símbolo da libertação do pecado e da jornada em direção à salvação.","referencias_relacionadas":["Êxodo 12:51","Gálatas 5:1","Hebreus 11:8"]},"numeros_34_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de cair como um limite geográfico.","explicacao_detalhada":"A palavra 'cair' pode ser vista como uma transição de um espaço a outro, indicando os limites da terra.","por_que_esta_palavra":"É importante para entender a geografia e a divisão da terra prometida.","conexao_teologica":"A ideia de cair também pode simbolizar a queda do homem e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:19","Salmos 46:2","Romanos 5:12"]},"numeros_34_10_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza dos limites da terra prometida.","explicacao_detalhada":"A palavra 'grande' enfatiza a extensão e a riqueza da terra que Deus prometeu a Israel.","por_que_esta_palavra":"A grandeza é um testemunho da generosidade de Deus e de Sua fidelidade em cumprir Suas promessas.","conexao_teologica":"A grandeza da terra é um reflexo do plano de Deus para a abundância e a bênção em nossas vidas.","referencias_relacionadas":["Deuteronômio 1:7","Salmos 37:29","Isaías 54:3"]},"numeros_34_10_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"O termo 'fim' refere-se ao limite ou à extremidade de uma área geográfica.","explicacao_detalhada":"Neste contexto, 'fim' indica a fronteira da terra prometida que os israelitas deveriam conquistar. É um ponto de referência crucial para a divisão da terra entre as tribos.","por_que_esta_palavra":"A palavra é utilizada para estabelecer os limites da herança que Deus prometeu ao povo de Israel, enfatizando a importância da terra como parte do pacto.","conexao_teologica":"A terra prometida é um símbolo da promessa de Deus e do cumprimento de Suas promessas ao Seu povo.","referencias_relacionadas":["Deuteronômio 34:1-4","Josué 1:4","Ezequiel 47:13-20"]},"numeros_34_10_point":{"palavra_pt":"point","palavra_original":"אָוָה","transliteracao":"ʼâvâh","strong":"H184","significado_raiz":"Ideia básica: point.","significado_contextual":"A palavra 'point' refere-se a um marco ou uma indicação de direção.","explicacao_detalhada":"Neste versículo, 'point' é usado para descrever um ponto específico que serve como referência geográfica na delimitação da terra prometida.","por_que_esta_palavra":"A utilização de 'point' é essencial para a definição clara das fronteiras, garantindo que cada tribo saiba sua porção da terra.","conexao_teologica":"A precisão nas fronteiras da terra prometida reflete a ordem e a soberania de Deus sobre a história de Israel.","referencias_relacionadas":["Josué 13:1-5","Ezequiel 48:1-29","Números 34:2"]},"numeros_34_11_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"O termo 'inimigo' refere-se a qualquer adversário que se opõe ao povo de Israel.","explicacao_detalhada":"Neste contexto, 'inimigo' é mencionado em relação à proteção que Deus oferece ao Seu povo contra aqueles que desejam impedi-los de tomar posse da terra prometida.","por_que_esta_palavra":"A palavra é importante para enfatizar a necessidade de vigilância e confiança em Deus durante a conquista da terra.","conexao_teologica":"A luta contra inimigos é uma metáfora para a batalha espiritual que os crentes enfrentam ao buscar viver de acordo com a vontade de Deus.","referencias_relacionadas":["Deuteronômio 20:1-4","Salmos 44:5-7","Romanos 8:31"]},"numeros_34_11_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"Assim como em outros contextos, 'fim' refere-se ao limite ou à extremidade da terra.","explicacao_detalhada":"Aqui, 'fim' é utilizado para descrever a parte final da fronteira que deve ser estabelecida, reforçando a ideia de que a terra tem limites definidos.","por_que_esta_palavra":"A palavra é crucial para a organização da terra prometida, assegurando que cada tribo tenha seu espaço designado.","conexao_teologica":"A delimitação da terra é um reflexo do plano de Deus para Seu povo e a realização de Suas promessas.","referencias_relacionadas":["Josué 13:7","Ezequiel 48:1-29","Deuteronômio 34:4"]},"numeros_34_11_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à extensão ou magnitude da terra a ser conquistada.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a vastidão da herança que Deus está dando ao povo de Israel, mostrando que é uma terra rica e abundante.","por_que_esta_palavra":"A grandeza da terra é um lembrete do poder de Deus e de Sua capacidade de prover para Seu povo.","conexao_teologica":"A grandeza da terra prometida simboliza as bênçãos espirituais que Deus oferece a todos os que O seguem.","referencias_relacionadas":["Deuteronômio 1:25","Salmos 37:11","Mateus 5:5"]},"numeros_34_12_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Reitera a ideia de 'inimigo' como um opositor à conquista da terra.","explicacao_detalhada":"A menção de 'inimigo' aqui reforça a necessidade de que Israel esteja preparado para enfrentar aqueles que se opõem ao cumprimento da promessa de Deus.","por_que_esta_palavra":"A palavra é importante para lembrar que a luta pela terra não é apenas física, mas também espiritual.","conexao_teologica":"A batalha contra inimigos é uma representação da luta contra o pecado e as forças do mal na vida do crente.","referencias_relacionadas":["Deuteronômio 20:3-4","Salmos 18:39","Efésios 6:12"]},"numeros_34_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território que Deus prometeu a Israel.","explicacao_detalhada":"Neste versículo, 'terra' é o foco central, pois representa a herança física e espiritual que Deus deu ao Seu povo.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da Sua fidelidade às promessas feitas a Abraão, Isaque e Jacó.","conexao_teologica":"A terra prometida é um tipo da herança celestial que aguarda todos os crentes.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Hebreus 11:9-10"]},"numeros_34_12_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da terra que será dada a Israel.","explicacao_detalhada":"A palavra 'grande' aqui destaca a abundância e a fertilidade da terra prometida, que é uma bênção de Deus.","por_que_esta_palavra":"A grandeza da terra é um testemunho do caráter generoso de Deus e de Sua intenção de abençoar Seu povo.","conexao_teologica":"A grandeza da terra simboliza as bênçãos espirituais que Deus deseja derramar sobre aqueles que O seguem.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 65:11","Mateus 5:5"]},"numeros_34_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente, 'terra' refere-se ao território prometido a Israel.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a importância da posse da terra como parte do plano de Deus para Seu povo.","por_que_esta_palavra":"A terra é um elemento central na identidade de Israel como nação escolhida por Deus.","conexao_teologica":"A posse da terra é um símbolo da relação entre Deus e Seu povo, representando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 15:18-21","Êxodo 23:31","Josué 1:6-9"]},"numeros_34_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou entregar algo.","explicacao_detalhada":"Neste contexto, 'dar' é usado para descrever a ação de Deus em conceder a terra ao povo de Israel como parte de Sua promessa.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a graça de Deus em dar algo que não é merecido, mas que é parte de Seu plano redentor.","conexao_teologica":"O ato de dar é um reflexo do caráter generoso de Deus e Sua disposição em abençoar Seu povo.","referencias_relacionadas":["Salmos 37:4","Tiago 1:17","Romanos 8:32"]},"numeros_34_13_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze tribos de Israel, que eram grupos familiares descendentes de Jacó.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as divisões do povo de Israel, cada uma representando uma parte da herança prometida por Deus. Cada tribo tinha seu próprio território e responsabilidades dentro da nação.","por_que_esta_palavra":"A palavra é crucial para entender a organização social e política de Israel, bem como a distribuição da terra prometida.","conexao_teologica":"A divisão em tribos reflete o plano de Deus para a organização do Seu povo e a importância da comunidade na vida espiritual.","referencias_relacionadas":["Gênesis 49:28","Êxodo 1:1-5","Josué 14:1-2"]},"numeros_34_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à habitação ou ao lar, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada não apenas para descrever uma estrutura física, mas também para representar a família e a comunidade que reside nela. Em contextos bíblicos, a casa é muitas vezes vista como um lugar de adoração e ensino.","por_que_esta_palavra":"A casa é um símbolo de estabilidade e continuidade na vida do povo de Deus, refletindo a promessa de um lar seguro.","conexao_teologica":"A ideia de casa está ligada à habitação de Deus entre Seu povo e à importância da família na fé.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:4"]},"numeros_34_14_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Novamente, refere-se a uma das doze tribos de Israel, enfatizando a importância da identidade tribal.","explicacao_detalhada":"A repetição da palavra 'tribo' (מַטֶּה) neste contexto reforça a necessidade de reconhecer a herança e a divisão da terra entre as tribos de Israel, cada uma com seu papel na história da salvação.","por_que_esta_palavra":"É fundamental para a compreensão da aliança de Deus com Israel e a distribuição das bênçãos prometidas.","conexao_teologica":"Atribui um sentido de pertencimento e responsabilidade dentro da comunidade de fé.","referencias_relacionadas":["Números 1:2-4","Deuteronômio 12:5-6","Josué 13:7"]},"numeros_34_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou explicação, conectando ideias.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que estabelece uma relação causal, indicando a razão pela qual algo é afirmado ou ordenado.","por_que_esta_palavra":"É essencial para a lógica do discurso, permitindo que o leitor compreenda a motivação por trás das instruções dadas.","conexao_teologica":"Reflete a natureza racional de Deus, que fornece razões para Suas ordens e promessas.","referencias_relacionadas":["Gênesis 15:13","Êxodo 20:2","Romanos 8:28"]},"numeros_34_15_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Mais uma vez, refere-se à divisão do povo de Israel em tribos, enfatizando a continuidade da organização social.","explicacao_detalhada":"A repetição da palavra 'tribo' (מַטֶּה) neste contexto destaca a importância da estrutura tribal na distribuição da terra e na identidade do povo de Deus.","por_que_esta_palavra":"Reforça a ideia de que cada tribo tem um papel específico na história da redenção.","conexao_teologica":"Atribui um sentido de unidade e diversidade dentro do povo de Deus.","referencias_relacionadas":["Números 26:52-56","Deuteronômio 33:1-5","Josué 18:10"]},"numeros_34_15_idiom":{"palavra_pt":"expressao","palavra_original":"עֵבֶר","transliteracao":"ʻêber","strong":"H5676","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou parte de um discurso, indicando a comunicação entre pessoas.","explicacao_detalhada":"A palavra 'expressão' (עֵבֶר) é usada para descrever a forma como as ideias são comunicadas, essencial para a compreensão mútua e a transmissão de ensinamentos.","por_que_esta_palavra":"É importante para entender como a comunicação é fundamental nas relações humanas e na revelação divina.","conexao_teologica":"Reflete a importância da Palavra de Deus como meio de comunicação entre Deus e a humanidade.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","1 Pedro 3:10"]},"numeros_34_16_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar, especialmente em um contexto de instrução ou revelação.","explicacao_detalhada":"A palavra 'falar' (דָבַר) é central na comunicação divina, onde Deus se revela e instrui Seu povo através de palavras.","por_que_esta_palavra":"É fundamental para a transmissão de ensinamentos e a manutenção da aliança entre Deus e Israel.","conexao_teologica":"Destaca a importância da Palavra de Deus como meio de comunicação e revelação.","referencias_relacionadas":["Êxodo 20:1","Salmos 119:105","Hebreus 1:1-2"]},"numeros_34_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Sua natureza e Sua relação com o povo de Israel.","por_que_esta_palavra":"É crucial para a compreensão da identidade de Deus e da reverência que deve ser dada a Ele.","conexao_teologica":"O nome de Deus é central na adoração e na relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_34_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é frequentemente usada para expressar a vontade de Deus ou para transmitir instruções importantes.","por_que_esta_palavra":"É vital para a comunicação da verdade e da vontade divina ao povo.","conexao_teologica":"Enfatiza a autoridade da Palavra de Deus e a importância de ouvir e obedecer a Suas instruções.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Romanos 10:17"]},"numeros_34_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e o papel do homem na criação.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade em sua totalidade, refletindo a imagem de Deus e a responsabilidade que o homem tem sobre a criação.","por_que_esta_palavra":"É fundamental para entender a posição do homem no plano de Deus e sua relação com o Criador.","conexao_teologica":"Destaca a dignidade do ser humano e a importância da moralidade e da ética na vida.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"numeros_34_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, simbolizando a herança e a posse divina.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo físico, mas também a promessa de Deus de dar uma terra aos descendentes de Abraão, Isaque e Jacó. Neste contexto, a terra é um símbolo de bênção e de cumprimento da aliança.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância do espaço físico e espiritual que Deus designou para Seu povo.","conexao_teologica":"A terra é um tema central na teologia bíblica, representando o lugar onde Deus habita com Seu povo e onde eles podem experimentar Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 1:8"]},"numeros_34_17_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função dos sacerdotes na mediação entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) indica aqueles que foram escolhidos por Deus para realizar serviços sagrados, oferecendo sacrifícios e intercedendo pelo povo. Eles desempenham um papel crucial na manutenção da santidade e na adoração a Deus.","por_que_esta_palavra":"A inclusão do sacerdote destaca a necessidade de mediação e a importância da pureza e da santidade na adoração.","conexao_teologica":"Os sacerdotes são uma figura que prefigura Cristo, nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Levítico 10:6","Hebreus 5:1","1 Pedro 2:9"]},"numeros_34_18_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à liderança e à autoridade sobre o povo de Israel.","explicacao_detalhada":"A palavra 'rei' (נָשִׂיא) implica um líder que governa e protege seu povo. No contexto de Números, isso se relaciona à organização das tribos e à necessidade de uma liderança forte para a conquista da terra prometida.","por_que_esta_palavra":"A menção do rei ressalta a importância da liderança divina e da ordem entre o povo de Deus.","conexao_teologica":"Deus é apresentado como o Rei de Israel, e a figura do rei humano é um reflexo da soberania de Deus sobre Seu povo.","referencias_relacionadas":["1 Samuel 8:5","Salmos 47:2","Isaías 33:22"]},"numeros_34_18_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se às divisões familiares e sociais do povo de Israel.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) representa as doze tribos de Israel, cada uma com sua herança e responsabilidades. A organização em tribos era essencial para a estrutura social e política de Israel.","por_que_esta_palavra":"A menção das tribos enfatiza a diversidade e a unidade do povo de Deus, cada tribo contribuindo para o todo.","conexao_teologica":"As tribos de Israel simbolizam a comunidade de crentes, cada um com seu papel no corpo de Cristo.","referencias_relacionadas":["Gênesis 49:28","Números 1:4","Apocalipse 7:4"]},"numeros_34_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que será dividida entre as tribos de Israel.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) neste contexto é a herança física que Deus prometeu a Israel, onde cada tribo receberá sua porção. Isso simboliza a fidelidade de Deus em cumprir Suas promessas.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a importância da posse da terra como parte da identidade do povo de Deus.","conexao_teologica":"A terra prometida é um símbolo da herança espiritual que os crentes têm em Cristo.","referencias_relacionadas":["Josué 1:6","Deuteronômio 12:10","Salmos 37:29"]},"numeros_34_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo que representa uma tribo ou família.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para designar um representante masculino, que tem a responsabilidade de liderar e cuidar de sua família e tribo.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a importância da liderança masculina na estrutura familiar e tribal.","conexao_teologica":"O papel do homem como líder é refletido na relação de Cristo com a Igreja, onde Ele é o cabeça.","referencias_relacionadas":["Gênesis 2:18","Efésios 5:23","1 Timóteo 3:2"]},"numeros_34_19_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se à divisão social e política do povo de Israel.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é fundamental para entender a organização do povo de Deus, onde cada tribo tem seu papel e herança na terra prometida.","por_que_esta_palavra":"A repetição da palavra 'tribo' reforça a estrutura social e a importância da identidade coletiva entre os israelitas.","conexao_teologica":"As tribos de Israel representam a diversidade dentro da unidade do corpo de Cristo.","referencias_relacionadas":["Números 1:16","Gênesis 49:28","Apocalipse 21:12"]},"numeros_34_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e herança familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar a descendência e a importância da transmissão de heranças e responsabilidades de geração em geração.","por_que_esta_palavra":"A menção do 'filho' destaca a importância da família na cultura israelita e a continuidade da aliança de Deus.","conexao_teologica":"Cristo é chamado de Filho de Deus, e essa relação é central para a compreensão da redenção e da herança espiritual.","referencias_relacionadas":["Salmos 127:3","Mateus 1:1","Romanos 8:17"]},"numeros_34_20_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se à representação de uma tribo específica no contexto da divisão da terra.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é crucial para a organização social e política de Israel, onde cada tribo tem seu papel na herança e na vida comunitária.","por_que_esta_palavra":"A repetição da palavra 'tribo' enfatiza a importância da estrutura tribal na identidade do povo de Deus.","conexao_teologica":"As tribos de Israel simbolizam a diversidade e a unidade do povo de Deus, refletindo a Igreja como um corpo com muitos membros.","referencias_relacionadas":["Números 1:4","Gênesis 49:28","Apocalipse 7:4"]},"numeros_34_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e da herança dentro da tribo.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para enfatizar a importância da descendência e da transmissão de responsabilidades e bênçãos de pai para filho.","por_que_esta_palavra":"A menção do 'filho' destaca a importância da família e da continuidade da aliança de Deus através das gerações.","conexao_teologica":"A relação entre pai e filho é central na teologia cristã, especialmente na relação entre Deus Pai e Jesus Cristo.","referencias_relacionadas":["Gênesis 17:7","Mateus 5:9","Efésios 6:4"]},"numeros_34_21_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze tribos de Israel, que eram grupos familiares que descendiam dos filhos de Jacó.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as divisões do povo de Israel, cada uma liderada por um dos filhos de Jacó. Cada tribo tinha seu próprio território e responsabilidades dentro da nação.","por_que_esta_palavra":"A palavra é importante para entender a organização social e política de Israel, bem como a herança e a identidade do povo escolhido por Deus.","conexao_teologica":"As tribos de Israel representam a diversidade e a unidade do povo de Deus, cada uma contribuindo para o todo, assim como a Igreja é composta por muitos membros com diferentes funções.","referencias_relacionadas":["Gênesis 49:28","Êxodo 24:4","Josué 14:1"]},"numeros_34_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente direto, enfatizando a continuidade da linhagem e a herança familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar a relação de descendência, que é fundamental para a estrutura familiar e tribal em Israel. Essa relação é muitas vezes usada para estabelecer direitos de herança.","por_que_esta_palavra":"A palavra é crucial para entender a importância da linhagem e da herança na cultura israelita, bem como a relação entre Deus e Seu povo como filhos.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde todos os crentes são considerados filhos de Deus através de Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"numeros_34_22_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Assim como em 34:21, refere-se a uma das doze tribos de Israel, destacando a importância da divisão tribal.","explicacao_detalhada":"A repetição da palavra 'tribo' (מַטֶּה) neste contexto reforça a estrutura organizacional de Israel e a distribuição das terras prometidas.","por_que_esta_palavra":"É essencial para a compreensão da identidade coletiva de Israel e de como Deus estabeleceu Seu povo na terra prometida.","conexao_teologica":"As tribos simbolizam a promessa de Deus de que Ele é fiel em cumprir Suas promessas, assim como Ele prometeu uma herança a cada um de Seus filhos.","referencias_relacionadas":["Números 1:4","Deuteronômio 33:6","Josué 18:11"]},"numeros_34_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, enfatizando a continuidade da linhagem e a importância da herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para estabelecer a conexão entre as gerações e a importância da família na cultura israelita.","por_que_esta_palavra":"É fundamental para entender a relação entre as gerações e a continuidade da promessa de Deus ao Seu povo.","conexao_teologica":"A relação de ser filho de Deus é um tema central na Bíblia, mostrando a intimidade e a responsabilidade que vem com essa posição.","referencias_relacionadas":["João 1:12","1 João 3:1","Romanos 8:17"]},"numeros_34_22_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um líder ou governante, enfatizando a autoridade e a responsabilidade sobre o povo.","explicacao_detalhada":"A palavra 'rei' (נָשִׂיא) é usada para descrever a liderança que deve guiar e proteger a tribo, refletindo a necessidade de liderança justa e piedosa.","por_que_esta_palavra":"É importante para entender a estrutura de liderança em Israel e como Deus deseja que Seus líderes governem com justiça.","conexao_teologica":"Jesus é frequentemente referido como Rei, e Sua liderança é um modelo de serviço e sacrifício para todos os líderes.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Mateus 2:2"]},"numeros_34_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, enfatizando a continuidade da linhagem e a importância da herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para estabelecer a conexão entre as gerações e a importância da família na cultura israelita.","por_que_esta_palavra":"É fundamental para entender a relação entre as gerações e a continuidade da promessa de Deus ao Seu povo.","conexao_teologica":"A relação de ser filho de Deus é um tema central na Bíblia, mostrando a intimidade e a responsabilidade que vem com essa posição.","referencias_relacionadas":["João 1:12","1 João 3:1","Romanos 8:17"]},"numeros_34_23_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze tribos de Israel, destacando a importância da divisão tribal.","explicacao_detalhada":"A repetição da palavra 'tribo' (מַטֶּה) neste contexto reforça a estrutura organizacional de Israel e a distribuição das terras prometidas.","por_que_esta_palavra":"É essencial para a compreensão da identidade coletiva de Israel e de como Deus estabeleceu Seu povo na terra prometida.","conexao_teologica":"As tribos simbolizam a promessa de Deus de que Ele é fiel em cumprir Suas promessas, assim como Ele prometeu uma herança a cada um de Seus filhos.","referencias_relacionadas":["Números 1:4","Deuteronômio 33:6","Josué 18:11"]},"numeros_34_23_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um líder ou governante, enfatizando a autoridade e a responsabilidade sobre o povo.","explicacao_detalhada":"A palavra 'rei' (נָשִׂיא) é usada para descrever a liderança que deve guiar e proteger a tribo, refletindo a necessidade de liderança justa e piedosa.","por_que_esta_palavra":"É importante para entender a estrutura de liderança em Israel e como Deus deseja que Seus líderes governem com justiça.","conexao_teologica":"Jesus é frequentemente referido como Rei, e Sua liderança é um modelo de serviço e sacrifício para todos os líderes.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Mateus 2:2"]},"numeros_34_24_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze tribos de Israel, destacando a importância da divisão tribal.","explicacao_detalhada":"A repetição da palavra 'tribo' (מַטֶּה) neste contexto reforça a estrutura organizacional de Israel e a distribuição das terras prometidas.","por_que_esta_palavra":"É essencial para a compreensão da identidade coletiva de Israel e de como Deus estabeleceu Seu povo na terra prometida.","conexao_teologica":"As tribos simbolizam a promessa de Deus de que Ele é fiel em cumprir Suas promessas, assim como Ele prometeu uma herança a cada um de Seus filhos.","referencias_relacionadas":["Números 1:4","Deuteronômio 33:6","Josué 18:11"]},"numeros_34_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, enfatizando a continuidade da linhagem e a importância da herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para estabelecer a conexão entre as gerações e a importância da família na cultura israelita.","por_que_esta_palavra":"É fundamental para entender a relação entre as gerações e a continuidade da promessa de Deus ao Seu povo.","conexao_teologica":"A relação de ser filho de Deus é um tema central na Bíblia, mostrando a intimidade e a responsabilidade que vem com essa posição.","referencias_relacionadas":["João 1:12","1 João 3:1","Romanos 8:17"]},"numeros_34_24_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a um líder ou governante que exerce autoridade sobre um povo ou nação.","explicacao_detalhada":"No contexto de Números 34:24, a palavra 'rei' é usada para designar a figura de autoridade que deve ser escolhida para liderar a tribo de Judá na conquista da terra prometida. O rei é visto como um representante de Deus, responsável por guiar o povo segundo os preceitos divinos.","por_que_esta_palavra":"A escolha de um rei é fundamental para a organização e a liderança do povo de Israel, especialmente em tempos de conquista e estabelecimento de um novo lar.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre seu povo. A liderança humana deve estar alinhada com a vontade divina.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 32:1"]},"numeros_34_25_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se a um dos grupos familiares ou clãs que compõem o povo de Israel.","explicacao_detalhada":"Em Números 34:25, a menção da tribo é crucial para a divisão da terra prometida entre os israelitas. Cada tribo tem sua própria herança e responsabilidades, refletindo a diversidade e a unidade do povo de Deus.","por_que_esta_palavra":"A designação das tribos é essencial para a organização social e territorial de Israel, garantindo que cada grupo tenha seu espaço e recursos.","conexao_teologica":"As tribos de Israel simbolizam a diversidade dentro da unidade do povo de Deus, cada uma com seu papel no plano divino.","referencias_relacionadas":["Gênesis 49:28","Josué 14:1","Ezequiel 48:1"]},"numeros_34_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência ou à prole de uma pessoa, especialmente em relação à herança.","explicacao_detalhada":"No versículo Números 34:25, a menção de 'filho' destaca a importância da linhagem e da continuidade familiar na distribuição da terra prometida, onde os filhos herdam as propriedades de seus pais.","por_que_esta_palavra":"A herança é um tema central na cultura israelita, e a referência aos filhos assegura que a terra seja passada de geração em geração.","conexao_teologica":"A ideia de filhos como herdeiros reflete a relação de Deus com seu povo, onde todos são considerados filhos de Deus e herdeiros de suas promessas.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Gálatas 4:7"]},"numeros_34_25_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a um líder ou governante que exerce autoridade sobre um povo ou nação.","explicacao_detalhada":"Em Números 34:25, a palavra 'rei' é usada para designar a figura de autoridade que deve ser escolhida para liderar a tribo de Efraim na conquista da terra prometida. O rei é visto como um representante de Deus, responsável por guiar o povo segundo os preceitos divinos.","por_que_esta_palavra":"A escolha de um rei é fundamental para a organização e a liderança do povo de Israel, especialmente em tempos de conquista e estabelecimento de um novo lar.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre seu povo. A liderança humana deve estar alinhada com a vontade divina.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 32:1"]},"numeros_34_26_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se a um dos grupos familiares ou clãs que compõem o povo de Israel.","explicacao_detalhada":"Em Números 34:26, a menção da tribo é crucial para a divisão da terra prometida entre os israelitas. Cada tribo tem sua própria herança e responsabilidades, refletindo a diversidade e a unidade do povo de Deus.","por_que_esta_palavra":"A designação das tribos é essencial para a organização social e territorial de Israel, garantindo que cada grupo tenha seu espaço e recursos.","conexao_teologica":"As tribos de Israel simbolizam a diversidade dentro da unidade do povo de Deus, cada uma com seu papel no plano divino.","referencias_relacionadas":["Gênesis 49:28","Josué 14:1","Ezequiel 48:1"]},"numeros_34_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência ou à prole de uma pessoa, especialmente em relação à herança.","explicacao_detalhada":"No versículo Números 34:26, a menção de 'filho' destaca a importância da linhagem e da continuidade familiar na distribuição da terra prometida, onde os filhos herdam as propriedades de seus pais.","por_que_esta_palavra":"A herança é um tema central na cultura israelita, e a referência aos filhos assegura que a terra seja passada de geração em geração.","conexao_teologica":"A ideia de filhos como herdeiros reflete a relação de Deus com seu povo, onde todos são considerados filhos de Deus e herdeiros de suas promessas.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Gálatas 4:7"]},"numeros_34_26_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a um líder ou governante que exerce autoridade sobre um povo ou nação.","explicacao_detalhada":"Em Números 34:26, a palavra 'rei' é usada para designar a figura de autoridade que deve ser escolhida para liderar a tribo de Zebulom na conquista da terra prometida. O rei é visto como um representante de Deus, responsável por guiar o povo segundo os preceitos divinos.","por_que_esta_palavra":"A escolha de um rei é fundamental para a organização e a liderança do povo de Israel, especialmente em tempos de conquista e estabelecimento de um novo lar.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre seu povo. A liderança humana deve estar alinhada com a vontade divina.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 32:1"]},"numeros_34_27_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se a um dos grupos familiares ou clãs que compõem o povo de Israel.","explicacao_detalhada":"Em Números 34:27, a menção da tribo é crucial para a divisão da terra prometida entre os israelitas. Cada tribo tem sua própria herança e responsabilidades, refletindo a diversidade e a unidade do povo de Deus.","por_que_esta_palavra":"A designação das tribos é essencial para a organização social e territorial de Israel, garantindo que cada grupo tenha seu espaço e recursos.","conexao_teologica":"As tribos de Israel simbolizam a diversidade dentro da unidade do povo de Deus, cada uma com seu papel no plano divino.","referencias_relacionadas":["Gênesis 49:28","Josué 14:1","Ezequiel 48:1"]},"numeros_34_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência ou à prole de uma pessoa, especialmente em relação à herança.","explicacao_detalhada":"No versículo Números 34:27, a menção de 'filho' destaca a importância da linhagem e da continuidade familiar na distribuição da terra prometida, onde os filhos herdam as propriedades de seus pais.","por_que_esta_palavra":"A herança é um tema central na cultura israelita, e a referência aos filhos assegura que a terra seja passada de geração em geração.","conexao_teologica":"A ideia de filhos como herdeiros reflete a relação de Deus com seu povo, onde todos são considerados filhos de Deus e herdeiros de suas promessas.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Gálatas 4:7"]},"numeros_34_27_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a um líder ou governante que exerce autoridade sobre um povo ou nação.","explicacao_detalhada":"Em Números 34:27, a palavra 'rei' é usada para designar a figura de autoridade que deve ser escolhida para liderar a tribo de Gade na conquista da terra prometida. O rei é visto como um representante de Deus, responsável por guiar o povo segundo os preceitos divinos.","por_que_esta_palavra":"A escolha de um rei é fundamental para a organização e a liderança do povo de Israel, especialmente em tempos de conquista e estabelecimento de um novo lar.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre seu povo. A liderança humana deve estar alinhada com a vontade divina.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 32:1"]},"numeros_34_28_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze divisões do povo de Israel, cada uma descendente de um dos filhos de Jacó.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as diferentes famílias e clãs que compõem a nação de Israel. Cada tribo tinha sua própria herança e território na Terra Prometida.","por_que_esta_palavra":"Atribui uma identidade e um papel específico a cada grupo dentro da nação de Israel, enfatizando a importância da organização social e territorial.","conexao_teologica":"As tribos de Israel são fundamentais para entender a história da salvação e a formação do povo escolhido por Deus.","referencias_relacionadas":["Gênesis 49:28","Êxodo 24:4","Josué 14:1"]},"numeros_34_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência e herança dentro da família de Israel.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a continuidade da linhagem e a transmissão de direitos e responsabilidades familiares.","por_que_esta_palavra":"É essencial para entender a estrutura familiar e a importância da herança nas promessas de Deus ao povo de Israel.","conexao_teologica":"A relação de pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","João 1:12"]},"numeros_34_28_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à liderança e autoridade sobre o povo de Israel.","explicacao_detalhada":"A palavra 'rei' (נָשִׂיא) implica em um líder que governa e protege o povo, sendo um representante de Deus na terra.","por_que_esta_palavra":"Destaca a necessidade de liderança divina e a importância da obediência ao governo estabelecido por Deus.","conexao_teologica":"A figura do rei é um símbolo de Cristo, o Rei dos Reis, que governa com justiça e retidão.","referencias_relacionadas":["1 Samuel 8:5","Salmos 89:27","Isaías 9:6"]},"numeros_34_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, um símbolo de bênção e herança.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o território que Deus prometeu aos descendentes de Abraão, Isaque e Jacó.","por_que_esta_palavra":"A terra é um elemento central nas promessas de Deus e representa a fidelidade divina ao Seu povo.","conexao_teologica":"A terra prometida é um tipo da herança celestial que os crentes aguardam.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:17","Deuteronômio 6:10"]},"numeros_34_29_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa a presença e a soberania de Deus sobre Israel.","por_que_esta_palavra":"O nome de Deus é invocado em momentos de aliança e compromisso, refletindo Sua relação com o povo.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Isaías 42:8"]},"numeros_34_29_heranca":{"palavra_pt":"heranca","palavra_original":"נָחַל","transliteracao":"nâchal","strong":"H5157","significado_raiz":"Ideia básica: heranca.","significado_contextual":"Refere-se à posse da terra e às bênçãos que Deus prometeu ao Seu povo.","explicacao_detalhada":"A palavra 'herança' (נָחַל) implica em receber algo de valor, que foi dado por Deus como parte de uma aliança.","por_que_esta_palavra":"Enfatiza a continuidade das promessas de Deus e a responsabilidade do povo em manter a fidelidade.","conexao_teologica":"A herança é um tema recorrente na Bíblia, simbolizando a relação entre Deus e Seu povo escolhido.","referencias_relacionadas":["Salmos 37:29","Gálatas 3:29","Hebreus 9:15"]}}