{"numeros_5_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar implica comunicar uma mensagem ou instrução, muitas vezes com autoridade.","explicacao_detalhada":"Em Números 5:1, a palavra 'falar' é usada para descrever a ordem de Deus a Moisés para comunicar leis e regulamentos ao povo, mostrando a importância da comunicação divina.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a necessidade de ouvir e obedecer à voz de Deus, que se revela através de Seus profetas.","conexao_teologica":"A comunicação de Deus é essencial para a vida do povo, refletindo a importância da revelação divina na formação da identidade e da moralidade do povo de Israel.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:5","Hebreus 1:1"]},"numeros_5_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Nome refere-se à identidade e à autoridade de Deus.","explicacao_detalhada":"Em Números 5:1, o nome 'Senhor' é invocado para estabelecer a autoridade divina sobre as instruções que estão sendo dadas, lembrando ao povo que é Deus quem ordena.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reafirmar a soberania de Deus e a relação de aliança que Ele tem com Israel.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo, representando Sua presença e poder entre eles.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"numeros_5_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica a ação de declarar ou afirmar algo com autoridade.","explicacao_detalhada":"Em Números 5:1, a palavra 'dizer' é usada para transmitir a mensagem de Deus ao povo, destacando a importância da obediência às instruções divinas.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a clareza e a urgência da comunicação divina, que deve ser ouvida e seguida.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a obediência a ela é fundamental para a vida espiritual do povo.","referencias_relacionadas":["Mateus 4:4","Tiago 1:22","Salmos 119:105"]},"numeros_5_2_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Gado refere-se ao rebanho, simbolizando provisão e sustento.","explicacao_detalhada":"Em Números 5:2, a menção ao 'gado' destaca a importância dos recursos materiais e da vida comunitária entre os israelitas, que dependiam da criação de animais para sua subsistência.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a necessidade de cuidar do que Deus provê e a responsabilidade do povo em manter a pureza e a ordem.","conexao_teologica":"A provisão de Deus é um tema recorrente na Bíblia, refletindo Seu cuidado e sustento para com Seu povo.","referencias_relacionadas":["Salmos 23:1","Filipenses 4:19","Mateus 6:26"]},"numeros_5_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo deve ser feito, indicando ordem e estrutura.","explicacao_detalhada":"Em Números 5:2, a palavra 'modo' é usada para descrever a forma correta de lidar com as questões de pureza e separação, refletindo a necessidade de seguir as instruções de Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da obediência às normas divinas na vida comunitária.","conexao_teologica":"A ordem e a estrutura são fundamentais na vida cristã, refletindo a natureza de Deus como um Deus de ordem.","referencias_relacionadas":["1 Coríntios 14:40","Romanos 12:2","Colossenses 3:23"]},"numeros_5_3_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Gado, como mencionado anteriormente, simboliza a provisão e a vida comunitária.","explicacao_detalhada":"Em Números 5:3, a repetição da palavra 'gado' reforça a importância do cuidado com os recursos e a necessidade de manter a pureza no meio do povo.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a responsabilidade do povo em manter a santidade em todas as áreas da vida, incluindo a administração de seus bens.","conexao_teologica":"A administração dos recursos é uma expressão da mordomia que Deus espera de Seu povo.","referencias_relacionadas":["Gênesis 1:28","Lucas 16:10","1 Pedro 4:10"]},"numeros_5_3_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Ideia básica: campo.","significado_contextual":"Campo refere-se ao espaço físico onde se cultiva e se vive, simbolizando a terra prometida.","explicacao_detalhada":"Em Números 5:3, a palavra 'campo' é usada para descrever a área de habitação e cultivo, enfatizando a conexão do povo com a terra que Deus lhes deu.","por_que_esta_palavra":"A escolha da palavra 'campo' destaca a importância da terra como parte da herança e da identidade do povo de Israel.","conexao_teologica":"A terra prometida é um símbolo da bênção e da fidelidade de Deus ao Seu povo.","referencias_relacionadas":["Deuteronômio 8:7","Josué 1:3","Salmos 37:29"]},"numeros_5_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso refere-se a uma ação de fazer ou criar, simbolizando a atividade e a criação.","explicacao_detalhada":"Em Números 5:4, a palavra 'urso' é usada para descrever a ação de Deus em criar e estabelecer normas para o povo, refletindo Sua autoridade e poder.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a ideia de que Deus é o criador e legislador, que estabelece o que é certo e errado.","conexao_teologica":"A criação e a ordem divina são fundamentais para a compreensão da relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Colossenses 1:16"]},"numeros_5_4_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado como um bem valioso e parte da riqueza de uma família ou tribo.","explicacao_detalhada":"No contexto de Números 5:4, o gado é mencionado em relação à purificação e ao afastamento de impurezas. O gado, como símbolo de prosperidade, também representa a necessidade de manter a santidade dentro da comunidade.","por_que_esta_palavra":"A palavra 'gado' é utilizada para enfatizar a importância dos bens materiais e como eles estão relacionados à vida espiritual e à obediência a Deus.","conexao_teologica":"O gado simboliza a provisão de Deus e a responsabilidade do povo em manter a pureza e a santidade em suas vidas.","referencias_relacionadas":["Levítico 1:2","Deuteronômio 14:4","Salmos 50:10"]},"numeros_5_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' em Números 5:4 é usada para mostrar a importância da família e da herança na cultura israelita, além de refletir a relação entre Deus e Seu povo como Pai.","por_que_esta_palavra":"A inclusão de 'filho' destaca a responsabilidade dos pais em educar e guiar seus filhos na fé e na obediência a Deus.","conexao_teologica":"A relação de Deus como Pai e os crentes como filhos é um tema central na teologia bíblica, enfatizando a intimidade e a responsabilidade.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"numeros_5_5_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação de instruções ou declarações importantes.","explicacao_detalhada":"Em Números 5:5, a palavra 'falar' é utilizada para transmitir a necessidade de comunicação clara e direta entre Deus e Seu povo, especialmente em questões de moralidade e pureza.","por_que_esta_palavra":"A palavra 'falar' é crucial para entender a revelação de Deus e a importância de ouvir e obedecer às Suas instruções.","conexao_teologica":"A comunicação divina é fundamental na relação entre Deus e a humanidade, mostrando que Deus deseja se revelar e se relacionar com Seu povo.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 119:105","Hebreus 1:1-2"]},"numeros_5_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e deve ser tratado com reverência.","explicacao_detalhada":"O nome 'Senhor' em Números 5:5 é uma referência à autoridade e ao caráter de Deus, enfatizando a importância de invocar Seu nome corretamente e com respeito.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a soberania de Deus sobre todas as coisas e a necessidade de honrá-Lo em todas as ações.","conexao_teologica":"O nome de Deus é central na adoração e na prática da fé, refletindo a relação de aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"numeros_5_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' em Números 5:5 é usada para enfatizar a importância das declarações feitas em nome de Deus, que têm poder e autoridade.","por_que_esta_palavra":"A palavra 'dizer' é essencial para entender a comunicação de Deus e a responsabilidade do povo em proclamar Suas verdades.","conexao_teologica":"A fala de Deus é criativa e transformadora, e os crentes são chamados a falar a verdade de Deus em suas vidas.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Romanos 10:17"]},"numeros_5_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir em conformidade com as instruções de Deus.","explicacao_detalhada":"A palavra 'modo' em Números 5:6 destaca a importância de seguir as diretrizes divinas em todas as ações e comportamentos, refletindo a santidade exigida por Deus.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar que a obediência a Deus deve ser integral e não apenas superficial.","conexao_teologica":"A maneira como vivemos reflete nossa relação com Deus e nosso compromisso com Sua palavra.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:1","1 Pedro 1:15-16"]},"numeros_5_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente refere-se ao nome de Deus, enfatizando Sua importância.","explicacao_detalhada":"A repetição da palavra 'senhor' em Números 5:6 reforça a ideia de que todas as ações devem ser feitas em nome de Deus, reconhecendo Sua autoridade.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a adoração e a submissão à vontade divina.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Salmos 34:3","Isaías 42:8","Atos 4:12"]},"numeros_5_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, especialmente em um contexto de sacrifício.","explicacao_detalhada":"A palavra 'dar' em Números 5:7 é usada para descrever a ação de oferecer algo a Deus como parte de um ato de arrependimento ou purificação.","por_que_esta_palavra":"A palavra 'dar' é importante para entender a relação de troca entre o ser humano e Deus, onde o arrependimento é acompanhado por ações concretas.","conexao_teologica":"Dar a Deus é um ato de adoração e reconhecimento de Sua soberania e graça.","referencias_relacionadas":["Gênesis 4:3-5","Mateus 5:23-24","2 Coríntios 9:7"]},"numeros_5_7_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao pecado e à necessidade de expiação.","explicacao_detalhada":"A palavra 'pecado' em Números 5:7 é usada para descrever a condição humana e a necessidade de reconciliação com Deus através de sacrifícios.","por_que_esta_palavra":"A palavra 'pecado' é fundamental para entender a natureza da relação entre Deus e a humanidade, destacando a necessidade de perdão.","conexao_teologica":"O conceito de pecado e sacrifício é central na teologia cristã, culminando na obra redentora de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Hebreus 9:22"]},"numeros_5_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar algo.","explicacao_detalhada":"A palavra 'urso' em Números 5:7 é utilizada para enfatizar a ação de realizar algo em conformidade com a vontade de Deus.","por_que_esta_palavra":"A palavra 'urso' é importante para entender que as ações humanas devem estar alinhadas com os propósitos divinos.","conexao_teologica":"A criação e a ação são vistas como reflexos da natureza criativa de Deus, e os crentes são chamados a agir de acordo com Sua vontade.","referencias_relacionadas":["Gênesis 1:26-27","Efésios 2:10","Colossenses 3:23"]},"numeros_5_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo masculino, representando a humanidade em geral.","explicacao_detalhada":"A palavra 'homem' é usada para designar não apenas o sexo masculino, mas também a condição humana. No contexto de Números 5:8, o homem é mencionado em relação às ofertas e ao papel do sacerdote.","por_que_esta_palavra":"A inclusão do termo 'homem' enfatiza a responsabilidade individual e a necessidade de ações corretas diante de Deus.","conexao_teologica":"O homem é visto como a coroa da criação, chamado a ter um relacionamento com Deus e a cumprir Seus mandamentos.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"numeros_5_8_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a uma oferta de reparação ou compensação por um erro cometido.","explicacao_detalhada":"A palavra 'oferta' neste contexto é usada para descrever um ato de restituição a Deus, que é necessário quando alguém comete um pecado que afeta outra pessoa.","por_que_esta_palavra":"A oferta é um meio de restaurar o relacionamento entre o pecador e Deus, mostrando arrependimento e desejo de reconciliação.","conexao_teologica":"As ofertas no Antigo Testamento prefiguram o sacrifício de Cristo, que é a oferta perfeita para a expiação dos pecados.","referencias_relacionadas":["Levítico 5:15-16","Hebreus 9:22","Romanos 3:25"]},"numeros_5_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao mediador entre Deus e o povo, responsável por realizar rituais e oferecer sacrifícios.","explicacao_detalhada":"Os sacerdotes tinham a função de interceder pelo povo e garantir que as ofertas fossem apresentadas corretamente a Deus. Em Números 5:8, o sacerdote desempenha um papel crucial na aceitação da oferta.","por_que_esta_palavra":"A presença do sacerdote é essencial para a prática religiosa, pois ele é o encarregado de manter a santidade do culto.","conexao_teologica":"Jesus é o nosso Sumo Sacerdote, que intercede por nós e oferece a si mesmo como sacrifício.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Levítico 10:10-11"]},"numeros_5_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como as coisas devem ser feitas, especialmente em relação às ofertas.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância da ordem e da precisão nas práticas religiosas, conforme estabelecido por Deus.","por_que_esta_palavra":"O modo de realizar as ofertas é crucial para garantir que sejam aceitas por Deus, refletindo a obediência às Suas instruções.","conexao_teologica":"A obediência ao modo de adoração é um reflexo da reverência e do respeito que devemos ter por Deus.","referencias_relacionadas":["Êxodo 25:9","Deuteronômio 12:32","Salmos 119:4"]},"numeros_5_9_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Novamente, refere-se ao mediador que realiza os rituais e assegura que as ofertas sejam apresentadas corretamente.","explicacao_detalhada":"A repetição do termo 'sacerdote' destaca a importância do seu papel no processo de adoração e na mediação entre Deus e o povo.","por_que_esta_palavra":"O sacerdote é fundamental para a aceitação das ofertas, simbolizando a necessidade de um intermediário na relação com Deus.","conexao_teologica":"Assim como os sacerdotes do Antigo Testamento, Jesus é o nosso mediador, garantindo acesso direto a Deus.","referencias_relacionadas":["Hebreus 7:27","1 Timóteo 2:5","Gálatas 3:20"]},"numeros_5_9_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como um sinal de devoção ou arrependimento.","explicacao_detalhada":"O 'sacrifício' é uma parte central da adoração no Antigo Testamento, simbolizando a entrega e a expiação dos pecados.","por_que_esta_palavra":"O sacrifício é um meio de buscar a reconciliação com Deus, mostrando a seriedade do pecado e a necessidade de expiação.","conexao_teologica":"Os sacrifícios do Antigo Testamento apontam para o sacrifício de Cristo, que é a verdadeira expiação pelos nossos pecados.","referencias_relacionadas":["Levítico 1:4","Isaías 53:5","Hebreus 10:10"]},"numeros_5_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Reitera a ideia de um indivíduo masculino, enfatizando a responsabilidade pessoal.","explicacao_detalhada":"A repetição do termo 'homem' em Números 5:10 reforça a ideia de que cada pessoa é responsável por suas ações e suas ofertas a Deus.","por_que_esta_palavra":"A palavra 'homem' é utilizada para lembrar que todos têm um papel ativo na relação com Deus.","conexao_teologica":"A responsabilidade individual é um tema central na teologia bíblica, onde cada um deve prestar contas a Deus.","referencias_relacionadas":["Ezequiel 18:30","Gálatas 6:5","Romanos 14:12"]},"numeros_5_10_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Novamente, refere-se ao papel do sacerdote na mediação e na aceitação das ofertas.","explicacao_detalhada":"A repetição do termo 'sacerdote' destaca a continuidade da função sacerdotal na adoração a Deus.","por_que_esta_palavra":"A presença do sacerdote é vital para a prática religiosa, simbolizando a necessidade de um intermediário.","conexao_teologica":"A função sacerdotal é cumprida plenamente em Cristo, que é o nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:5","Romanos 8:34"]},"numeros_5_10_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus, indicando pureza e santidade.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a importância da separação do que é comum e a dedicação a Deus, especialmente em relação às ofertas.","por_que_esta_palavra":"O conceito de sagrado é fundamental na adoração, pois tudo que é oferecido a Deus deve ser puro e aceitável.","conexao_teologica":"A santidade de Deus exige que nos aproximemos d'Ele com reverência e pureza.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 21:27"]},"numeros_5_11_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar, especialmente em um contexto de instrução ou revelação divina.","explicacao_detalhada":"A palavra 'falar' é usada para descrever a comunicação de Deus ao Seu povo, que deve ser ouvida e obedecida.","por_que_esta_palavra":"A comunicação de Deus é essencial para a orientação e a vida espiritual do povo.","conexao_teologica":"Deus se revela através da Sua Palavra, e a obediência a essa Palavra é fundamental para a vida cristã.","referencias_relacionadas":["Deuteronômio 6:4-7","Salmos 119:105","Hebreus 1:1-2"]},"numeros_5_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre o povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus, enfatizando sua posição de autoridade e poder. No contexto de Números 5:11, o uso do nome de Deus destaca a importância da obediência às suas ordens.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e seu povo, onde Ele é visto como o líder e protetor.","conexao_teologica":"A palavra 'senhor' é central na teologia judaica e cristã, representando a soberania de Deus e sua aliança com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"numeros_5_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Utilizada para expressar a comunicação de Deus ao seu povo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é um verbo que implica a ação de comunicar ou ordenar. No contexto de Números 5:11, Deus está instruindo Moisés sobre o que deve ser dito ao povo.","por_que_esta_palavra":"É crucial para a transmissão da vontade divina e a formação da identidade do povo de Israel.","conexao_teologica":"A comunicação de Deus através de sua palavra é um tema recorrente na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1-2"]},"numeros_5_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a descendência e a herança. Em Números 5:12, a menção do filho indica a importância da família na sociedade israelita.","por_que_esta_palavra":"A palavra é essencial para entender a estrutura social e as responsabilidades dentro da família.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 7:9"]},"numeros_5_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Novamente, refere-se à comunicação de Deus ao seu povo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é repetida para enfatizar a importância da mensagem que deve ser transmitida. Isso mostra a seriedade das instruções divinas.","por_que_esta_palavra":"A repetição desta palavra reforça a necessidade de atenção e obediência às ordens de Deus.","conexao_teologica":"A palavra de Deus é vista como uma fonte de vida e direção, essencial para a fé.","referencias_relacionadas":["Deuteronômio 6:6-7","Romanos 10:17","Tiago 1:22"]},"numeros_5_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao indivíduo masculino, destacando a responsabilidade pessoal.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para indicar a figura masculina que tem deveres e responsabilidades na sociedade. Em Números 5:12, isso é relevante para as instruções dadas a um homem específico.","por_que_esta_palavra":"É importante para entender a dinâmica social e as expectativas de comportamento dentro da comunidade israelita.","conexao_teologica":"A figura do homem é frequentemente usada na Bíblia para discutir a liderança e a responsabilidade diante de Deus.","referencias_relacionadas":["Gênesis 2:18","1 Coríntios 11:3","Efésios 5:23"]},"numeros_5_13_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de repousar, especialmente em um contexto de pureza e santidade.","explicacao_detalhada":"A palavra 'descanso' (שָׁכַב) implica um estado de tranquilidade e segurança. Em Números 5:13, isso pode se referir ao estado de uma mulher em relação à sua pureza.","por_que_esta_palavra":"É relevante para a discussão sobre a moralidade e a santidade dentro da comunidade.","conexao_teologica":"O descanso é um tema que aparece frequentemente na Bíblia, simbolizando paz e a presença de Deus.","referencias_relacionadas":["Gênesis 2:2","Salmos 23:2","Mateus 11:28"]},"numeros_5_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Novamente, refere-se ao indivíduo masculino, enfatizando a responsabilidade.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a figura masculina que tem um papel ativo nas instruções dadas. Isso destaca a responsabilidade do homem em relação à sua família e à comunidade.","por_que_esta_palavra":"A presença do homem nas instruções é crucial para entender a dinâmica familiar e social.","conexao_teologica":"A responsabilidade do homem é um tema importante na Bíblia, refletindo a liderança e a proteção.","referencias_relacionadas":["Gênesis 3:9","1 Timóteo 2:8","1 Pedro 3:7"]},"numeros_5_13_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e ao testemunho visual.","explicacao_detalhada":"A palavra 'olho' (עַיִן) simboliza a capacidade de ver e perceber. Em Números 5:13, isso pode estar relacionado à observação de ações e comportamentos.","por_que_esta_palavra":"É importante para entender como as ações são vistas e julgadas dentro da comunidade.","conexao_teologica":"Os olhos são frequentemente usados na Bíblia como metáfora para a percepção espiritual e a vigilância de Deus sobre a humanidade.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"numeros_5_14_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se à transgressão ou passagem de limites estabelecidos.","explicacao_detalhada":"A palavra 'cruz' (עָבַר) implica a ideia de ultrapassar ou transgredir. Em Números 5:14, isso pode se referir a um ato de infidelidade ou desobediência.","por_que_esta_palavra":"É relevante para discutir as consequências de ultrapassar os limites estabelecidos por Deus.","conexao_teologica":"A ideia de cruzar limites é um tema importante na Bíblia, refletindo a necessidade de permanecer dentro dos parâmetros da vontade de Deus.","referencias_relacionadas":["Gênesis 4:7","Salmos 119:11","Romanos 6:1-2"]},"numeros_5_14_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se à presença do Espírito de Deus ou a um movimento invisível.","explicacao_detalhada":"A palavra 'espírito/vento' (רוּחַ) é frequentemente usada para descrever a ação do Espírito Santo. Em Números 5:14, isso pode se referir à influência divina sobre as ações humanas.","por_que_esta_palavra":"É importante para entender a dinâmica espiritual e a presença de Deus na vida do povo.","conexao_teologica":"O Espírito é visto como um agente ativo na criação e na vida espiritual, guiando e convencendo os indivíduos.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:4"]},"numeros_5_14_zeloso":{"palavra_pt":"zeloso","palavra_original":"קָנָא","transliteracao":"qânâʼ","strong":"H7065","significado_raiz":"Ideia básica: zeloso.","significado_contextual":"A palavra 'zeloso' refere-se a um forte sentimento de zelo ou ciúmes, especialmente em relação à fidelidade conjugal.","explicacao_detalhada":"No contexto de Números 5:14, o zelo é apresentado como uma resposta emocional que pode surgir quando um homem suspeita que sua esposa foi infiel. O zelo é visto como uma motivação para buscar a verdade e a justiça.","por_que_esta_palavra":"A palavra é utilizada para descrever a intensidade da emoção que pode levar a ações drásticas, como a busca de um sacerdote para investigar a suspeita de infidelidade.","conexao_teologica":"O zelo é frequentemente associado à santidade e à pureza, refletindo o caráter de Deus que é zeloso por seu povo e deseja que eles permaneçam fiéis a Ele.","referencias_relacionadas":["Êxodo 20:5","Deuteronômio 4:24","Tiago 4:5"]},"numeros_5_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao marido, a figura masculina que tem autoridade na relação conjugal.","explicacao_detalhada":"Em Números 5:15, o 'homem' é o protagonista que leva sua esposa ao sacerdote para investigar uma possível infidelidade. Ele representa a responsabilidade e a liderança na família.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza o papel do marido na proteção da integridade do relacionamento e na busca pela verdade.","conexao_teologica":"A figura do homem é frequentemente vista na Bíblia como um líder e protetor, refletindo a relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:23","1 Pedro 3:7"]},"numeros_5_15_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se ao mediador entre Deus e o povo, responsável por realizar rituais e julgamentos espirituais.","explicacao_detalhada":"No versículo, o sacerdote é chamado a atuar como juiz em uma situação de suspeita de infidelidade, simbolizando a importância da liderança espiritual na resolução de conflitos.","por_que_esta_palavra":"A presença do sacerdote ressalta a necessidade de um intermediário para lidar com questões de pureza e justiça dentro da comunidade de fé.","conexao_teologica":"Os sacerdotes no Antigo Testamento prefiguram o papel de Cristo como nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Levítico 10:10","Hebreus 4:14","1 Pedro 2:9"]},"numeros_5_15_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de chamar ou convocar alguém para se apresentar diante de outra pessoa.","explicacao_detalhada":"Em Números 5:15, o homem chama o sacerdote para que ele possa realizar o ritual de investigação, destacando a importância da ação e da resposta em situações de conflito.","por_que_esta_palavra":"A palavra enfatiza a necessidade de um chamado formal para que a situação seja tratada adequadamente, refletindo a ordem e a estrutura da comunidade.","conexao_teologica":"O chamado é um tema recorrente na Bíblia, onde Deus convoca seu povo a se aproximar d'Ele e a buscar a verdade.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"numeros_5_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é reiterada, reforçando a importância do papel do sacerdote na situação apresentada.","explicacao_detalhada":"O sacerdote é novamente mencionado em Números 5:16, onde ele deve realizar o ritual de purificação, demonstrando sua função central na mediação entre o homem e Deus.","por_que_esta_palavra":"A repetição da palavra destaca a seriedade do papel do sacerdote e a necessidade de sua intervenção em questões de pureza moral.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a intercessão e a mediação que Cristo oferece a todos os crentes.","referencias_relacionadas":["Levítico 21:10","Hebreus 5:1","1 Timóteo 2:5"]},"numeros_5_16_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao ato físico de tocar ou apresentar algo, simbolizando a ação do sacerdote durante o ritual.","explicacao_detalhada":"Em Números 5:16, a mão do sacerdote é mencionada como parte do ritual de investigação, simbolizando a autoridade e o poder de Deus sendo exercidos através do sacerdote.","por_que_esta_palavra":"A mão é um símbolo de ação e autoridade, representando a intervenção divina na vida do povo.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de poder e proteção, refletindo a ação de Deus em favor de seu povo.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 11:21"]},"numeros_5_16_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença e à face do sacerdote, que é fundamental no ritual de investigação.","explicacao_detalhada":"Em Números 5:16, o rosto do sacerdote representa a presença de Deus e a seriedade do julgamento que está prestes a ocorrer.","por_que_esta_palavra":"O rosto é um símbolo de reconhecimento e autoridade, enfatizando a importância da presença do sacerdote na situação.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde o rosto de Deus é associado à sua glória e à sua revelação ao povo.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Mateus 5:8"]},"numeros_5_17_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é novamente mencionada, reforçando a continuidade do papel do sacerdote no ritual.","explicacao_detalhada":"Em Números 5:17, o sacerdote é instruído a realizar um ritual específico, mostrando a importância da obediência às diretrizes divinas.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' enfatiza a centralidade da liderança espiritual na vida da comunidade.","conexao_teologica":"O sacerdócio é um símbolo da mediação entre Deus e o homem, refletindo a obra de Cristo como nosso intercessor.","referencias_relacionadas":["Levítico 10:6","Hebreus 7:27","1 Pedro 2:5"]},"numeros_5_17_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"A palavra 'po' refere-se ao pó da terra, que é utilizado no ritual como um símbolo de maldição e julgamento.","explicacao_detalhada":"Em Números 5:17, o pó é misturado com água e usado no ritual para trazer à tona a verdade sobre a infidelidade, simbolizando a fragilidade do ser humano diante de Deus.","por_que_esta_palavra":"O uso do pó destaca a conexão entre a criação e a condição humana, lembrando que somos feitos do pó da terra.","conexao_teologica":"O pó é um símbolo de mortalidade e fragilidade, refletindo a necessidade de dependência de Deus para a vida e a verdade.","referencias_relacionadas":["Gênesis 3:19","Salmos 103:14","Eclesiastes 3:20"]},"numeros_5_17_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus habita e onde os rituais são realizados.","explicacao_detalhada":"Em Números 5:17, o templo é o espaço onde a presença de Deus é invocada, e onde o sacerdote realiza o ritual de purificação.","por_que_esta_palavra":"O templo simboliza a habitação de Deus entre seu povo e a importância da santidade no culto.","conexao_teologica":"O templo é um símbolo da presença de Deus, que se cumpre em Cristo, que é o verdadeiro templo onde encontramos a presença divina.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","João 2:19"]},"numeros_5_18_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o intermediário entre Deus e o povo, responsável por realizar sacrifícios e rituais.","explicacao_detalhada":"Na tradição israelita, o sacerdote (כֹּהֵן - kôhên) desempenha um papel crucial na mediação espiritual, oferecendo sacrifícios e orações em nome do povo. Ele é visto como alguém separado para o serviço sagrado, e sua função é essencial para a manutenção da relação entre Deus e Israel.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar a importância da mediação espiritual e da pureza ritual no culto a Deus.","conexao_teologica":"O sacerdócio é um tema central na teologia do Antigo Testamento, simbolizando a necessidade de intercessão e a santidade exigida para se aproximar de Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:1-3","Hebreus 5:1"]},"numeros_5_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"O verbo 'dar' implica a ação de oferecer algo a alguém, neste caso, um sacrifício ou uma oferta ao sacerdote.","explicacao_detalhada":"A palavra 'dar' (נָתַן - nâthan) é frequentemente usada em contextos de oferta e sacrifício, indicando a entrega de algo de valor a Deus ou a um representante divino. No contexto de Números 5:18, refere-se ao ato de trazer uma oferta ao sacerdote como parte de um ritual de purificação.","por_que_esta_palavra":"Essa palavra é escolhida para destacar a ação de entrega e a importância do ato de dar como um meio de se aproximar de Deus.","conexao_teologica":"Dar é um princípio fundamental na adoração a Deus, refletindo a disposição do coração e a obediência às instruções divinas.","referencias_relacionadas":["Levítico 1:2","Deuteronômio 16:17","Mateus 5:23-24"]},"numeros_5_18_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"O verbo 'servir' refere-se à dedicação e ao cumprimento das funções sacerdotais.","explicacao_detalhada":"A palavra 'servir' (עָמַד - ʻâmad) implica estar em pé ou estar presente para cumprir um dever. No contexto do sacerdócio, isso se refere ao serviço contínuo e à responsabilidade do sacerdote em realizar os rituais e manter a santidade do culto.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a natureza ativa e contínua do serviço sacerdotal, que é essencial para a vida espiritual da comunidade.","conexao_teologica":"O conceito de servir é central na vida cristã, refletindo a chamada de todos os crentes para servir a Deus e ao próximo.","referencias_relacionadas":["Êxodo 28:43","1 Pedro 2:9","Romanos 12:1"]},"numeros_5_19_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Reforça a função do sacerdote como mediador em um juramento.","explicacao_detalhada":"Neste versículo, o sacerdote (כֹּהֵן - kôhên) atua como testemunha e mediador em um juramento, o que destaca sua autoridade e papel na manutenção da justiça e da verdade dentro da comunidade.","por_que_esta_palavra":"A palavra 'sacerdote' é usada novamente para enfatizar a importância do seu papel em situações que envolvem compromisso e responsabilidade.","conexao_teologica":"O papel do sacerdote como mediador é um precursor do ministério de Cristo, que é o nosso sumo sacerdote.","referencias_relacionadas":["Hebreus 7:27","1 Timóteo 2:5","Salmos 110:4"]},"numeros_5_19_juramento":{"palavra_pt":"juramento","palavra_original":"שָׁבַע","transliteracao":"shâbaʻ","strong":"H7650","significado_raiz":"Ideia básica: juramento.","significado_contextual":"O juramento é uma declaração solene que invoca a presença de Deus como testemunha.","explicacao_detalhada":"A palavra 'juramento' (שָׁבַע - shâbaʻ) implica um compromisso sério e sagrado, onde a pessoa invoca a Deus como testemunha de sua sinceridade. No contexto de Números 5:19, o juramento é parte do processo de purificação e restauração.","por_que_esta_palavra":"O uso da palavra 'juramento' destaca a seriedade e a gravidade do compromisso feito diante de Deus.","conexao_teologica":"Os juramentos são uma forma de afirmar a verdade e a integridade, refletindo a natureza de Deus como a verdade suprema.","referencias_relacionadas":["Deuteronômio 6:13","Mateus 5:34-37","Hebreus 6:16"]},"numeros_5_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação verbal, especialmente em um contexto de declaração solene.","explicacao_detalhada":"A palavra 'dizer' (אָמַר - ʼâmar) é usada para indicar a ação de proferir palavras que têm peso e significado. No contexto do juramento, isso implica a importância das palavras que são ditas e a responsabilidade que vem com elas.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da comunicação clara e verdadeira, especialmente em questões de compromisso e fé.","conexao_teologica":"As palavras têm poder e são um reflexo da verdade de Deus, que é a Palavra viva.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"numeros_5_20_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar algo, especialmente em um contexto de oferta ou sacrifício.","explicacao_detalhada":"A palavra 'dar' (נָתַן - nâthan) é usada novamente para enfatizar a importância do ato de oferecer algo a Deus, que é um tema recorrente nas práticas religiosas israelitas.","por_que_esta_palavra":"A repetição da palavra 'dar' reforça a ideia de que a oferta é uma parte essencial da adoração e da relação com Deus.","conexao_teologica":"Dar é um princípio fundamental na vida cristã, refletindo a generosidade de Deus e a resposta do crente a essa generosidade.","referencias_relacionadas":["2 Coríntios 9:7","Mateus 6:21","Atos 20:35"]},"numeros_5_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão ou justificativa para a ação que se segue.","explicacao_detalhada":"A palavra 'porque' (כִּי - kîy) é usada para conectar a ação de dar com a razão pela qual isso deve ser feito, enfatizando a lógica e a intenção por trás das ações.","por_que_esta_palavra":"Essa palavra é importante para estabelecer a relação de causa e efeito nas instruções dadas, mostrando que as ações têm um propósito.","conexao_teologica":"A compreensão do propósito por trás das ações é fundamental na vida cristã, onde cada ato deve ser feito com intenção e entendimento.","referencias_relacionadas":["Romanos 12:2","Colossenses 3:17","1 Pedro 3:15"]},"numeros_5_20_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a responsabilidade individual diante de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ - ʼîysh) é usada para indicar a pessoa que está fazendo o juramento, ressaltando a importância da responsabilidade pessoal nas promessas feitas a Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a individualidade e a responsabilidade de cada pessoa em suas ações e compromissos.","conexao_teologica":"A responsabilidade individual é um tema central na teologia bíblica, onde cada pessoa é chamada a prestar contas a Deus.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 12:13-14","Romanos 14:12"]},"numeros_5_21_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Reafirma o papel do sacerdote como mediador em um processo de julgamento.","explicacao_detalhada":"Neste versículo, o sacerdote (כֹּהֵן - kôhên) é novamente mencionado como a figura que tem a autoridade de interceder e julgar em questões de pureza e moralidade dentro da comunidade.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' reforça a importância de sua função na vida espiritual e social do povo de Israel.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que é o nosso sumo sacerdote e juiz.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:5","Apocalipse 1:6"]},"numeros_5_21_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָלָה","transliteracao":"ʼâlâh","strong":"H423","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"A maldição é uma invocação de dano ou desgraça sobre alguém, frequentemente associada a um ato de infidelidade.","explicacao_detalhada":"Neste contexto, a maldição é pronunciada pelo sacerdote como parte do ritual de prova da mulher suspeita de adultério. A maldição serve como um meio de invocar a justiça divina sobre a situação.","por_que_esta_palavra":"A palavra 'maldicao' é utilizada para expressar a seriedade da situação e a necessidade de um julgamento divino sobre a mulher, caso ela tenha cometido adultério.","conexao_teologica":"A maldição aqui representa a consequência do pecado e a necessidade de arrependimento e purificação diante de Deus.","referencias_relacionadas":["Deuteronômio 27:15-26","Gálatas 3:10","Romanos 6:23"]},"numeros_5_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar, neste contexto, refere-se à ação de entregar ou oferecer algo, especialmente em um contexto de súplica ou pedido.","explicacao_detalhada":"A palavra 'dar' é usada quando o sacerdote oferece a bebida amarga à mulher, simbolizando a entrega de sua situação nas mãos de Deus.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a ação de entregar a responsabilidade ao Senhor, reconhecendo que o resultado está além do controle humano.","conexao_teologica":"A entrega a Deus é um tema central na fé, onde os crentes são chamados a confiar em Sua justiça e providência.","referencias_relacionadas":["Salmos 55:22","1 Pedro 5:7","Mateus 7:7"]},"numeros_5_22_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Vir ou entrar, neste contexto, refere-se ao ato de se apresentar diante de Deus ou de um juiz para ser avaliado.","explicacao_detalhada":"A palavra 'vir' é usada para descrever a ação da mulher ao se apresentar diante do sacerdote, simbolizando a busca por justiça e a disposição para enfrentar as consequências.","por_que_esta_palavra":"A escolha de 'vir' indica a necessidade de se aproximar de Deus em momentos de dúvida e acusação, buscando clareza e verdade.","conexao_teologica":"A ideia de se aproximar de Deus é fundamental na relação do ser humano com o divino, onde a transparência e a sinceridade são essenciais.","referencias_relacionadas":["Hebreus 4:16","Tiago 4:8","Mateus 11:28"]},"numeros_5_22_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Águas, neste contexto, referem-se ao líquido utilizado no ritual, que simboliza a purificação e a prova da mulher.","explicacao_detalhada":"A palavra 'aguas' é central no ritual, pois a bebida amarga que contém água é o meio pelo qual a mulher é testada quanto à sua fidelidade.","por_que_esta_palavra":"A água simboliza a vida e a purificação, e neste contexto, representa a esperança de que a mulher seja inocente e que a maldição não se cumpra.","conexao_teologica":"A água é frequentemente usada na Bíblia como símbolo de purificação e renovação espiritual.","referencias_relacionadas":["João 4:14","Isaías 12:3","Apocalipse 21:6"]},"numeros_5_22_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָרַר","transliteracao":"ʼârar","strong":"H779","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"A maldição aqui é uma invocação de dano que pode ocorrer se a mulher for culpada de adultério.","explicacao_detalhada":"A palavra 'maldicao' é utilizada novamente para enfatizar as consequências graves que a mulher pode enfrentar se a acusação se provar verdadeira.","por_que_esta_palavra":"A repetição da palavra 'maldicao' sublinha a seriedade do ato de infidelidade e a necessidade de um julgamento justo.","conexao_teologica":"A maldição serve como um lembrete da gravidade do pecado e da necessidade de arrependimento e reconciliação com Deus.","referencias_relacionadas":["Deuteronômio 28:15-68","Romanos 6:23","Gálatas 3:13"]},"numeros_5_23_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָלָה","transliteracao":"ʼâlâh","strong":"H423","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"A maldição é novamente mencionada como parte do ritual, reforçando a seriedade da situação da mulher.","explicacao_detalhada":"O sacerdote escreve a maldição em um pergaminho, que será dissolvido na água, simbolizando a transferência da culpa e da consequência para a bebida.","por_que_esta_palavra":"A palavra 'maldicao' é crucial para o entendimento do ritual, pois representa o que está em jogo para a mulher.","conexao_teologica":"A maldição aqui reflete a justiça de Deus e a necessidade de lidar com o pecado de maneira séria.","referencias_relacionadas":["Deuteronômio 27:26","Romanos 1:18","Tiago 2:10"]},"numeros_5_23_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote refere-se à figura responsável por conduzir o ritual e interceder entre a mulher e Deus.","explicacao_detalhada":"A palavra 'sacerdote' é central no ritual, pois é ele quem pronuncia as palavras de maldição e oferece a água amarga à mulher.","por_que_esta_palavra":"A presença do sacerdote é essencial para validar o ritual e garantir que ele seja realizado de acordo com as instruções divinas.","conexao_teologica":"O sacerdote simboliza a intercessão e a mediação entre o povo e Deus, um papel que é cumprido plenamente em Cristo.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Hebreus 4:14-16"]},"numeros_5_23_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Descrever refere-se ao ato de registrar a maldição, um passo importante no ritual.","explicacao_detalhada":"A palavra 'descrever' é usada quando o sacerdote escreve a maldição, simbolizando a formalização do julgamento sobre a mulher.","por_que_esta_palavra":"A escrita da maldição é um ato que dá peso e seriedade ao que está sendo declarado, tornando-o oficial.","conexao_teologica":"A escrita e a declaração de palavras têm poder, refletindo a importância da verdade e da justiça na vida do crente.","referencias_relacionadas":["Habacuque 2:2","Salmos 102:18","Apocalipse 1:3"]},"numeros_5_24_agua":{"palavra_pt":"agua","palavra_original":"שָׁקָה","transliteracao":"shâqâh","strong":"H8248","significado_raiz":"Ideia básica: agua.","significado_contextual":"Água, neste contexto, é o meio pelo qual a mulher é testada e purificada.","explicacao_detalhada":"A palavra 'agua' refere-se à bebida amarga que a mulher deve consumir, que é um símbolo de sua inocência ou culpa.","por_que_esta_palavra":"A água é um elemento central no ritual, representando tanto a purificação quanto a possibilidade de condenação.","conexao_teologica":"A água é frequentemente associada à purificação espiritual e ao novo nascimento na fé cristã.","referencias_relacionadas":["João 3:5","Tito 3:5","Efésios 5:26"]},"numeros_5_24_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Mulher/esposa refere-se à figura central do ritual, cuja fidelidade está sendo questionada.","explicacao_detalhada":"A palavra 'mulher' é usada para descrever a pessoa que está sendo testada, simbolizando a vulnerabilidade e a necessidade de proteção.","por_que_esta_palavra":"A escolha da palavra 'mulher' destaca a importância do relacionamento conjugal e a seriedade da infidelidade.","conexao_teologica":"A relação entre marido e mulher é frequentemente usada na Bíblia como uma metáfora para a relação entre Cristo e a Igreja.","referencias_relacionadas":["Efésios 5:25-27","Gênesis 2:24","1 Pedro 3:1-7"]},"numeros_5_25_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o mediador entre Deus e o povo, responsável por realizar rituais e oferecer sacrifícios.","explicacao_detalhada":"No contexto de Números 5:25, o sacerdote desempenha um papel crucial na purificação e na restauração da mulher acusada de adultério, utilizando rituais específicos para determinar sua inocência ou culpa.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar a função sagrada e a autoridade do sacerdote na comunidade israelita, especialmente em questões de pureza e justiça.","conexao_teologica":"O sacerdócio é um tema central na teologia do Antigo Testamento, simbolizando a mediação entre Deus e a humanidade, que culmina em Cristo, o Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:1-3","Hebreus 5:1-4"]},"numeros_5_25_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A oferta é um presente ou sacrifício trazido a Deus, simbolizando devoção e arrependimento.","explicacao_detalhada":"Em Números 5:25, a oferta é parte do ritual que o sacerdote realiza para determinar a culpa ou inocência da mulher, sendo um ato de fé e submissão a Deus.","por_que_esta_palavra":"A palavra 'oferta' é importante porque representa a resposta do ser humano ao chamado divino, refletindo a relação de dependência e gratidão a Deus.","conexao_teologica":"As ofertas no Antigo Testamento prefiguram o sacrifício de Cristo, que é a oferta perfeita e final pelos pecados da humanidade.","referencias_relacionadas":["Levítico 2:1","Salmos 51:17","Hebreus 10:12"]},"numeros_5_25_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Números 5:25, o altar é o lugar onde a oferta é apresentada, simbolizando a presença de Deus e a aceitação do sacrifício.","por_que_esta_palavra":"A palavra 'altar' é usada para destacar a importância do local de adoração e sacrifício, onde o homem se encontra com Deus.","conexao_teologica":"O altar no Antigo Testamento é um símbolo do sacrifício e da expiação, que é cumprido em Cristo, que se ofereceu como sacrifício no altar da cruz.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"numeros_5_26_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o mediador entre Deus e o povo, responsável por realizar rituais e oferecer sacrifícios.","explicacao_detalhada":"Em Números 5:26, o sacerdote realiza um ato simbólico de oferecer a oferta da mulher, invocando o nome de Deus para determinar seu estado espiritual.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar a função sagrada e a autoridade do sacerdote na comunidade israelita, especialmente em questões de pureza e justiça.","conexao_teologica":"O sacerdócio é um tema central na teologia do Antigo Testamento, simbolizando a mediação entre Deus e a humanidade, que culmina em Cristo, o Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:1-3","Hebreus 5:1-4"]},"numeros_5_26_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A oferta é um presente ou sacrifício trazido a Deus, simbolizando devoção e arrependimento.","explicacao_detalhada":"Em Números 5:26, a oferta é apresentada como parte do ritual de purificação, refletindo a busca pela restauração e aceitação diante de Deus.","por_que_esta_palavra":"A palavra 'oferta' é importante porque representa a resposta do ser humano ao chamado divino, refletindo a relação de dependência e gratidão a Deus.","conexao_teologica":"As ofertas no Antigo Testamento prefiguram o sacrifício de Cristo, que é a oferta perfeita e final pelos pecados da humanidade.","referencias_relacionadas":["Levítico 2:1","Salmos 51:17","Hebreus 10:12"]},"numeros_5_26_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é utilizado como símbolo de purificação e aceitação das ofertas a Deus.","explicacao_detalhada":"Em Números 5:26, o fogo é um elemento essencial no ritual, representando a presença de Deus que consome a oferta e a torna aceitável.","por_que_esta_palavra":"A palavra 'fogo' é usada para enfatizar a santidade de Deus e a necessidade de purificação nas ofertas apresentadas.","conexao_teologica":"O fogo simboliza a purificação e o juízo de Deus, que é refletido na obra de Cristo, que purifica os crentes pelo seu sacrifício.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","Apocalipse 21:8"]},"numeros_5_27_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָלָה","transliteracao":"ʼâlâh","strong":"H423","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"A maldição é uma declaração de juízo ou condenação, frequentemente associada a desobediência a Deus.","explicacao_detalhada":"Em Números 5:27, a maldição é invocada como parte do ritual para determinar a culpa da mulher, simbolizando a consequência do pecado.","por_que_esta_palavra":"A palavra 'maldicao' é utilizada para enfatizar a seriedade do pecado e suas consequências espirituais e sociais.","conexao_teologica":"A maldição no Antigo Testamento aponta para a necessidade de redenção, que é cumprida em Cristo, que se fez maldição por nós.","referencias_relacionadas":["Deuteronômio 27:15-26","Gálatas 3:13","Romanos 6:23"]},"numeros_5_27_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Água é um símbolo de purificação e renovação, essencial nos rituais de limpeza.","explicacao_detalhada":"Em Números 5:27, a água é utilizada no ritual para simbolizar a purificação e a restauração da mulher diante de Deus.","por_que_esta_palavra":"A palavra 'aguas' é importante porque representa a necessidade de limpeza espiritual e a renovação que vem de Deus.","conexao_teologica":"A água é um símbolo do Espírito Santo, que purifica e renova os crentes, levando-os a uma nova vida em Cristo.","referencias_relacionadas":["Ezequiel 36:25-27","João 3:5","Apocalipse 22:17"]},"numeros_5_27_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair é um termo que pode indicar a queda em pecado ou a consequência de ações erradas.","explicacao_detalhada":"Em Números 5:27, 'cair' refere-se à possibilidade de a mulher ser considerada culpada e, portanto, sujeita à maldição.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar a gravidade do pecado e suas consequências na vida do indivíduo.","conexao_teologica":"A queda do homem no pecado é um tema central na Bíblia, que é redimido através da obra de Cristo na cruz.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 João 1:8-10"]},"numeros_5_28_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um conceito que representa a realidade e a sinceridade diante de Deus.","explicacao_detalhada":"Em Números 5:28, a verdade é invocada para afirmar a inocência da mulher, destacando a importância da honestidade e da transparência em sua relação com Deus.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a justiça divina e a integridade moral, sendo essencial na vida do crente.","conexao_teologica":"A verdade é um atributo de Deus e é central na mensagem do evangelho, que chama os crentes a viverem em verdade e luz.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"numeros_5_28_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher no contexto do ritual de ciúmes, onde a pureza e a fidelidade são testadas.","explicacao_detalhada":"A palavra 'mulher' (אִשָּׁה) é usada para descrever a esposa em um contexto de relacionamento conjugal, enfatizando a importância da fidelidade no matrimônio.","por_que_esta_palavra":"A escolha da palavra 'mulher' destaca a relação íntima e a responsabilidade que ela tem dentro da estrutura familiar e social.","conexao_teologica":"A fidelidade conjugal é um reflexo da aliança de Deus com Seu povo, onde a infidelidade é vista como uma traição.","referencias_relacionadas":["Gênesis 2:24","Provérbios 18:22","Efésios 5:25"]},"numeros_5_28_puro":{"palavra_pt":"puro","palavra_original":"טָהוֹר","transliteracao":"ṭâhôwr","strong":"H2889","significado_raiz":"Ideia básica: puro.","significado_contextual":"Indica a condição de pureza que é necessária para a mulher que passa pelo teste de ciúmes.","explicacao_detalhada":"A palavra 'puro' (טָהוֹר) implica em estar livre de contaminação, tanto física quanto espiritual, essencial para a aceitação diante de Deus.","por_que_esta_palavra":"A pureza é um requisito fundamental para a adoração e a vida comunitária em Israel, refletindo a santidade de Deus.","conexao_teologica":"A pureza é um tema central na Bíblia, simbolizando a separação do pecado e a aproximação a Deus.","referencias_relacionadas":["Salmos 51:10","Mateus 5:8","Hebreus 12:14"]},"numeros_5_29_envyied":{"palavra_pt":"envy ied","palavra_original":"קִנְאָה","transliteracao":"qinʼâh","strong":"H7068","significado_raiz":"Ideia básica: envy ied.","significado_contextual":"Refere-se ao ciúme que um homem pode sentir em relação à sua esposa, que é o motivo do teste.","explicacao_detalhada":"A palavra 'ciúme' (קִנְאָה) expressa um sentimento intenso de possessividade e desconfiança, que pode levar a ações drásticas.","por_que_esta_palavra":"O ciúme é uma emoção poderosa que pode afetar relacionamentos e a vida comunitária, sendo tratado com seriedade nas Escrituras.","conexao_teologica":"O ciúme é frequentemente associado à idolatria, onde a lealdade a Deus é questionada por desejos humanos.","referencias_relacionadas":["Tiago 4:2","Gálatas 5:20","Êxodo 20:5"]},"numeros_5_29_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao marido que suspeita da infidelidade de sua esposa, sendo central no ritual de ciúmes.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para descrever a figura masculina que tem autoridade e responsabilidade na família.","por_que_esta_palavra":"A presença do homem no ritual destaca seu papel ativo na proteção da pureza familiar e na manutenção da ordem social.","conexao_teologica":"O homem é chamado a ser o líder espiritual e moral dentro da família, refletindo a relação de Cristo com a Igreja.","referencias_relacionadas":["Efésios 5:23","1 Pedro 3:7","Gênesis 2:18"]},"numeros_5_29_impuro":{"palavra_pt":"impuro","palavra_original":"טָמֵא","transliteracao":"ṭâmêʼ","strong":"H2930","significado_raiz":"Ideia básica: impuro.","significado_contextual":"Refere-se à condição de impureza que pode resultar da infidelidade conjugal.","explicacao_detalhada":"A palavra 'impuro' (טָמֵא) denota uma condição que exclui a pessoa da comunhão com Deus e da participação em rituais sagrados.","por_que_esta_palavra":"A impureza é uma questão séria na vida religiosa de Israel, afetando a aceitação diante de Deus.","conexao_teologica":"A impureza é frequentemente usada como metáfora para o pecado, que separa o homem de Deus.","referencias_relacionadas":["Levítico 11:44","Isaías 59:2","Romanos 6:23"]},"numeros_5_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Embora a palavra 'urso' (עָשָׂה) não apareça diretamente no contexto do ritual, pode simbolizar a força e a ferocidade da natureza.","explicacao_detalhada":"A palavra 'urso' é usada para ilustrar a força e a proteção, mas neste contexto, pode ser uma referência ao que é considerado impuro ou perigoso.","por_que_esta_palavra":"O uso de animais como metáfora é comum na literatura bíblica, representando forças que podem ameaçar a pureza.","conexao_teologica":"A natureza é frequentemente usada nas Escrituras para ensinar lições espirituais sobre a proteção e a força de Deus.","referencias_relacionadas":["Provérbios 17:12","Isaías 11:7","Salmos 22:12"]},"numeros_5_30_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao sacerdote que realiza o ritual de ciúmes, atuando como mediador entre o homem, a mulher e Deus.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) implica em um papel sagrado de intercessão e liderança espiritual dentro da comunidade.","por_que_esta_palavra":"O sacerdote é fundamental para garantir que os rituais sejam realizados corretamente e que a pureza seja mantida.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que serve como nosso Sumo Sacerdote diante de Deus.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Levítico 10:10"]},"numeros_5_30_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Novamente, refere-se ao marido que está envolvido no ritual de ciúmes.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é repetida para enfatizar a importância do papel masculino na dinâmica familiar e na sociedade.","por_que_esta_palavra":"A repetição destaca a centralidade do homem na questão da fidelidade e da pureza conjugal.","conexao_teologica":"O homem é chamado a ser um exemplo de fidelidade e responsabilidade, refletindo a relação de Deus com Seu povo.","referencias_relacionadas":["Efésios 5:28","Colossenses 3:19","Gênesis 3:16"]},"numeros_5_31_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem que, após o ritual, é considerado inocente ou culpado com base no resultado do teste.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) aqui é usada para reafirmar a responsabilidade do homem em relação à sua esposa e à sua família.","por_que_esta_palavra":"A responsabilidade do homem é um tema recorrente nas Escrituras, enfatizando sua posição de liderança.","conexao_teologica":"A inocência ou culpa do homem reflete a justiça de Deus e a importância da integridade nas relações.","referencias_relacionadas":["Romanos 14:12","Gálatas 6:5","1 Coríntios 11:3"]},"numeros_5_31_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao mal que pode resultar da infidelidade e da desobediência a Deus.","explicacao_detalhada":"A palavra 'mal' (עָוֺן) implica em pecado e transgressão, que traz consequências tanto pessoais quanto comunitárias.","por_que_esta_palavra":"O mal é um conceito central na teologia bíblica, representando a separação de Deus e as consequências do pecado.","conexao_teologica":"O mal é o oposto da santidade de Deus, e a redenção em Cristo é a resposta ao problema do pecado.","referencias_relacionadas":["Romanos 3:23","Tiago 1:15","1 João 1:9"]},"numeros_5_31_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à esposa no contexto da lei sobre a suspeita de infidelidade.","explicacao_detalhada":"Neste versículo, a mulher é o foco da lei que trata da prova de fidelidade, onde se estabelece um ritual para lidar com a suspeita de adultério. A mulher é vista como parte integral da família e da sociedade, e sua fidelidade é crucial para a estabilidade familiar.","por_que_esta_palavra":"A escolha da palavra 'mulher' enfatiza o papel da esposa na dinâmica familiar e social, refletindo a importância da fidelidade conjugal.","conexao_teologica":"A fidelidade na relação conjugal é um reflexo da aliança de Deus com Seu povo, onde a infidelidade é vista como traição.","referencias_relacionadas":["Êxodo 20:14","Provérbios 5:18-19","Mateus 19:6"]}}