{"numeros_6_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é utilizada no contexto de Deus instruindo Moisés sobre como comunicar as leis e promessas ao povo.","explicacao_detalhada":"Aqui, 'falar' implica não apenas a ação de pronunciar palavras, mas também a responsabilidade de transmitir a mensagem divina de maneira clara e obediente, refletindo a importância da comunicação na liderança espiritual.","por_que_esta_palavra":"A palavra 'falar' é essencial para entender a relação entre Deus e Seu povo, onde a comunicação é um meio de revelação e instrução.","conexao_teologica":"A comunicação de Deus através de Seus profetas é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Deuteronômio 18:18","Jeremias 1:7","Hebreus 1:1-2"]},"numeros_6_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome sagrado de Deus, que é central na identidade e na adoração do povo de Israel.","explicacao_detalhada":"Neste contexto, o uso do nome 'senhor' enfatiza a soberania e a autoridade de Deus sobre Israel, sendo um lembrete da aliança e das promessas feitas ao Seu povo.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a compreensão da relação entre Deus e Israel, destacando Sua posição como o único Deus verdadeiro.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e é invocado em momentos de oração e adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"numeros_6_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a importância da declaração de votos e promessas diante de Deus.","explicacao_detalhada":"Neste versículo, 'dizer' implica uma ação deliberada e consciente de fazer promessas, refletindo a seriedade dos compromissos feitos diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'dizer' ressalta a importância da verbalização das intenções e promessas, que são fundamentais na relação com Deus.","conexao_teologica":"As promessas feitas a Deus são sagradas e devem ser cumpridas, refletindo a fidelidade que Ele espera de Seu povo.","referencias_relacionadas":["Salmos 76:11","Eclesiastes 5:4-5","Tiago 5:12"]},"numeros_6_2_promessa":{"palavra_pt":"promessa","palavra_original":"נָדַר","transliteracao":"nâdar","strong":"H5087","significado_raiz":"Ideia básica: promessa.","significado_contextual":"A palavra 'promessa' refere-se ao ato de fazer um voto ou compromisso diante de Deus, especialmente em relação a um nazireu.","explicacao_detalhada":"Neste contexto, a promessa é um compromisso sagrado que envolve a dedicação de uma pessoa a Deus, com restrições específicas, como a abstinência de vinho e produtos da videira.","por_que_esta_palavra":"A palavra 'promessa' é crucial para entender a seriedade dos votos feitos a Deus e a expectativa de que sejam cumpridos.","conexao_teologica":"A ideia de promessas e votos é central na vida espiritual, refletindo a devoção e a entrega total a Deus.","referencias_relacionadas":["Números 30:2","Salmos 50:14","Romanos 12:1"]},"numeros_6_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente refere-se ao nome sagrado de Deus, enfatizando Sua autoridade sobre os votos feitos.","explicacao_detalhada":"Neste contexto, o uso do nome 'senhor' reforça a seriedade da promessa feita e a necessidade de honrar o compromisso diante de Deus.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a compreensão da relação entre o ser humano e Deus, destacando a reverência que deve ser dada a Ele.","conexao_teologica":"O nome de Deus é invocado em momentos de compromisso, refletindo a importância da aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 116:14","Mateus 5:33-37"]},"numeros_6_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, especialmente no contexto de votos e promessas.","explicacao_detalhada":"Neste versículo, 'filho' destaca a importância da herança e da transmissão da fé e dos valores de geração em geração.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a relação familiar e a responsabilidade de educar na fé.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, onde a instrução e a disciplina são fundamentais.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"numeros_6_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os votos devem ser cumpridos, enfatizando a importância da observância das regras.","explicacao_detalhada":"Neste contexto, 'modo' implica que há uma forma específica de viver os votos, refletindo a seriedade e a dedicação exigidas por Deus.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a vida espiritual deve ser vivida de acordo com princípios e diretrizes estabelecidas por Deus.","conexao_teologica":"A obediência às instruções divinas é um tema recorrente na Bíblia, mostrando a importância de viver de acordo com a vontade de Deus.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","1 Pedro 1:15-16"]},"numeros_6_3_vinho":{"palavra_pt":"vinho","palavra_original":"יַיִן","transliteracao":"yayin","strong":"H3196","significado_raiz":"Ideia básica: vinho.","significado_contextual":"A palavra 'vinho' refere-se à bebida que é proibida para aqueles que fazem votos de nazireu, simbolizando a separação do mundano.","explicacao_detalhada":"Neste contexto, a proibição do vinho representa a dedicação total a Deus e a renúncia a prazeres temporais em favor de um compromisso espiritual mais profundo.","por_que_esta_palavra":"A palavra 'vinho' é importante para entender as restrições que acompanham os votos e a seriedade da consagração a Deus.","conexao_teologica":"A abstinência de vinho é um símbolo de separação e santidade, refletindo a vida dedicada a Deus.","referencias_relacionadas":["Números 6:3","Isaías 5:11","Efésios 5:18"]},"numeros_6_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é repetida para enfatizar a necessidade de seguir as instruções de Deus em relação aos votos.","explicacao_detalhada":"Neste contexto, 'modo' reforça a ideia de que a vida espiritual deve ser vivida de maneira específica e obediente, conforme as diretrizes divinas.","por_que_esta_palavra":"A repetição da palavra 'modo' sublinha a importância da obediência e da disciplina na vida de fé.","conexao_teologica":"A vida cristã é marcada por um chamado à santidade e à obediência, refletindo a natureza de Deus.","referencias_relacionadas":["Levítico 11:44","Romanos 12:2","1 Pedro 1:16"]},"numeros_6_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia, que é um ciclo de luz e escuridão, simbolizando tempo e a criação de Deus.","explicacao_detalhada":"No contexto de Números 6:4, o 'dia' é mencionado em relação ao voto de um nazireu, que implica em um período específico de separação e consagração ao Senhor. O dia é uma unidade de tempo que marca a dedicação e a disciplina espiritual.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do tempo dedicado a Deus, refletindo a necessidade de um compromisso diário com a santidade.","conexao_teologica":"O conceito de 'dia' está ligado à ideia de tempo sagrado e à separação para o Senhor, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Eclesiastes 3:1"]},"numeros_6_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como um símbolo de força e ferocidade, representando a proteção e o poder de Deus.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente em Números 6:4, a ideia de força e proteção é relevante no contexto de votos e consagração, onde o nazireu se coloca sob a proteção divina.","por_que_esta_palavra":"A menção de animais fortes como o urso pode simbolizar a força que Deus concede aos que se dedicam a Ele.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é um protetor forte para aqueles que se consagram a Ele.","referencias_relacionadas":["Salmos 22:12","Provérbios 28:1","Isaías 11:6"]},"numeros_6_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Assim como em Números 6:4, o 'dia' representa um tempo de consagração e separação ao Senhor.","explicacao_detalhada":"O 'dia' aqui é novamente enfatizado como um período de dedicação, onde o nazireu deve manter-se puro e separado, refletindo a importância do tempo em relação ao voto.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a ideia de que a consagração é um compromisso diário e contínuo.","conexao_teologica":"O tempo é um presente de Deus, e a forma como o usamos em nossa vida espiritual é crucial para nosso relacionamento com Ele.","referencias_relacionadas":["Salmos 90:12","Mateus 6:34","Efésios 5:16"]},"numeros_6_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Números 6:5, o uso do nome 'Senhor' destaca a relação de autoridade e reverência que o nazireu deve ter ao cumprir seu voto.","por_que_esta_palavra":"A palavra 'Senhor' é central na teologia bíblica, representando a divindade e a relação de pacto entre Deus e Seu povo.","conexao_teologica":"A invocação do nome do Senhor é um tema importante, pois implica em reconhecimento de Sua soberania e a necessidade de viver de acordo com Seus mandamentos.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Romanos 10:13"]},"numeros_6_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o nazireu deve viver e cumprir seu voto.","explicacao_detalhada":"Em Números 6:5, o 'modo' implica em um estilo de vida que reflete a santidade e a separação do nazireu, enfatizando a importância da conduta pessoal.","por_que_esta_palavra":"A escolha do 'modo' de vida é crucial para a consagração e reflete a obediência ao Senhor.","conexao_teologica":"A maneira como vivemos é um reflexo de nossa fé e compromisso com Deus, e é um tema recorrente nas Escrituras.","referencias_relacionadas":["1 Pedro 1:15-16","Romanos 12:1-2","Gálatas 5:22-23"]},"numeros_6_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, o nome 'Senhor' enfatiza a autoridade e a relação de pacto entre Deus e o nazireu.","explicacao_detalhada":"A repetição do nome 'Senhor' em Números 6:6 reforça a ideia de que a consagração é feita sob a soberania de Deus, que é digno de reverência.","por_que_esta_palavra":"O nome do Senhor é invocado para lembrar ao nazireu de sua responsabilidade e compromisso com Deus.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e submissão, essencial para a vida espiritual.","referencias_relacionadas":["Salmos 29:2","Isaías 42:8","Filipenses 2:9-11"]},"numeros_6_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira de viver que deve ser mantida pelo nazireu durante seu voto.","explicacao_detalhada":"O 'modo' de vida do nazireu deve refletir a santidade e a separação, conforme estipulado nas diretrizes de Números 6.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender como a vida do nazireu deve ser distinta e dedicada ao Senhor.","conexao_teologica":"A vida cristã é chamada a ser uma vida de santidade e separação, refletindo a natureza de Deus.","referencias_relacionadas":["1 Tessalonicenses 4:7","Tiago 1:27","1 João 2:6"]},"numeros_6_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' novamente representa um tempo de consagração e dedicação ao Senhor.","explicacao_detalhada":"Em Números 6:6, o 'dia' é mencionado para enfatizar a continuidade da separação e a importância do tempo na vida do nazireu.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a ideia de que a consagração deve ser um compromisso diário.","conexao_teologica":"O tempo é um presente de Deus, e a forma como o usamos em nossa vida espiritual é crucial para nosso relacionamento com Ele.","referencias_relacionadas":["Salmos 118:24","Mateus 6:11","Colossenses 3:17"]},"numeros_6_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à honestidade que devem caracterizar a vida do nazireu.","explicacao_detalhada":"Em Números 6:7, a 'verdade' é um princípio fundamental que deve guiar o comportamento do nazireu, refletindo a natureza de Deus.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância da integridade e da sinceridade na vida de quem se dedica ao Senhor.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em conformidade com a Sua palavra.","referencias_relacionadas":["Salmos 15:2","João 4:24","Efésios 4:15"]},"numeros_6_7_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se à separação e ao fim da vida, um conceito que deve ser considerado na consagração ao Senhor.","explicacao_detalhada":"Em Números 6:7, a 'morte' é mencionada para enfatizar a seriedade do voto e a necessidade de viver em santidade, considerando a fragilidade da vida.","por_que_esta_palavra":"A menção da 'morte' serve como um lembrete da brevidade da vida e da importância de dedicar cada dia ao Senhor.","conexao_teologica":"A morte é um tema central na teologia bíblica, que nos lembra da necessidade de viver com propósito e em obediência a Deus.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","Hebreus 9:27"]},"numeros_6_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' conecta a razão pela qual algo é dito ou feito, enfatizando a lógica ou a motivação por trás da ação.","por_que_esta_palavra":"A palavra é fundamental para a compreensão do raciocínio apresentado no texto, permitindo que o leitor entenda a relação de causa e efeito.","conexao_teologica":"A utilização de 'porque' reflete a importância da razão e da compreensão na fé, mostrando que Deus se comunica de forma clara e lógica.","referencias_relacionadas":["Provérbios 4:7","Isaías 1:18","Romanos 12:2"]},"numeros_6_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, destacando Sua soberania e autoridade.","explicacao_detalhada":"Neste contexto, 'senhor' é um título que expressa respeito e reverência, reconhecendo a posição de Deus como Criador e Governante do universo.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre Deus e Seu povo, enfatizando a necessidade de submissão e adoração.","conexao_teologica":"A designação de Deus como 'senhor' é central na teologia bíblica, refletindo a aliança entre Deus e Israel.","referencias_relacionadas":["Salmos 23:1","Êxodo 20:2","Romanos 10:9"]},"numeros_6_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo deve ser feito.","explicacao_detalhada":"Neste contexto, 'modo' indica a forma específica que Deus ordena para a realização de rituais ou ações, enfatizando a importância da obediência.","por_que_esta_palavra":"A palavra é crucial para entender que a adoração e os rituais devem ser realizados de acordo com as instruções divinas.","conexao_teologica":"A ênfase no 'modo' reflete a santidade de Deus e a necessidade de seguir Suas diretrizes para se aproximar dEle.","referencias_relacionadas":["Êxodo 25:9","Levítico 10:1-2","Hebreus 8:5"]},"numeros_6_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode ter um significado simbólico.","explicacao_detalhada":"Neste contexto, 'dia' pode indicar um tempo específico para a realização de rituais ou eventos importantes na vida do povo de Deus.","por_que_esta_palavra":"A palavra é importante para a compreensão do tempo sagrado e das festividades que Deus instituiu.","conexao_teologica":"O conceito de 'dia' é significativo na teologia bíblica, especialmente em relação ao descanso sabático e à criação.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 118:24"]},"numeros_6_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada novamente para enfatizar a importância do tempo na vida espiritual.","explicacao_detalhada":"Neste contexto, 'dia' pode ser um lembrete da importância de dedicar tempo a Deus e às práticas espirituais.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a ideia de que cada dia é uma oportunidade para se conectar com Deus.","conexao_teologica":"A noção de 'dia' está ligada à ideia de santidade e à consagração do tempo para Deus.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"numeros_6_9_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida física, mas também pode ter conotações espirituais.","explicacao_detalhada":"Neste contexto, 'morrer' pode indicar a separação de algo sagrado ou a consequência de desobediência a Deus.","por_que_esta_palavra":"A palavra é crucial para entender as consequências do pecado e a necessidade de santidade diante de Deus.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando tanto a separação do pecado quanto a promessa de vida eterna em Cristo.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","João 3:16"]},"numeros_6_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é novamente utilizada para enfatizar a importância do tempo na prática religiosa.","explicacao_detalhada":"Neste contexto, 'dia' pode ser um lembrete da necessidade de consagrar tempo a Deus e aos Seus mandamentos.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a ideia de que cada dia deve ser vivido em obediência e devoção a Deus.","conexao_teologica":"A noção de 'dia' está ligada à ideia de santidade e à consagração do tempo para Deus.","referencias_relacionadas":["Salmos 118:24","Isaías 58:13-14","Colossenses 3:17"]},"numeros_6_10_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a uma pessoa designada para realizar funções religiosas e mediadoras entre Deus e o povo.","explicacao_detalhada":"Neste contexto, 'sacerdote' é alguém que tem a responsabilidade de interceder e oferecer sacrifícios a Deus em nome da comunidade.","por_que_esta_palavra":"A palavra é fundamental para entender a estrutura religiosa do povo de Israel e a importância do sacerdócio na adoração.","conexao_teologica":"O sacerdócio é um tema central na teologia bíblica, simbolizando a mediação entre Deus e a humanidade, que é plenamente realizada em Cristo.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14-16"]},"numeros_6_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, enfatizando a continuidade da linhagem e da herança.","explicacao_detalhada":"Neste contexto, 'filho' pode indicar a importância da família e da transmissão da fé de geração em geração.","por_que_esta_palavra":"A palavra é essencial para entender a relação familiar e a responsabilidade dos pais em educar seus filhos na fé.","conexao_teologica":"A noção de 'filho' é significativa na teologia bíblica, refletindo a relação entre Deus e Seu povo como uma família.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"numeros_6_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal, mas pode ter conotações simbólicas ou metafóricas.","explicacao_detalhada":"Neste contexto, 'urso' pode ser usado para ilustrar a força ou a ferocidade, possivelmente em um contexto de advertência ou julgamento.","por_que_esta_palavra":"A palavra é importante para entender as imagens que a Bíblia usa para transmitir verdades espirituais.","conexao_teologica":"A utilização de animais na Bíblia muitas vezes simboliza características de Deus ou de Seu povo, refletindo a natureza divina e humana.","referencias_relacionadas":["Provérbios 17:12","Isaías 11:6","Mateus 7:15"]},"numeros_6_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o mediador entre Deus e o povo, responsável por oferecer sacrifícios e interceder em nome da comunidade.","explicacao_detalhada":"No contexto de Números 6:11, o sacerdote realiza rituais de purificação e oferece sacrifícios para expiar os pecados do povo. O papel do sacerdote é fundamental na manutenção da relação entre Deus e Israel.","por_que_esta_palavra":"A palavra 'sacerdote' é usada para descrever a função sagrada de intercessão e liderança espiritual dentro da comunidade israelita.","conexao_teologica":"O sacerdócio é uma figura que aponta para Cristo, o Sumo Sacerdote, que intercede por nós diante de Deus (Hebreus 4:14-16).","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 5:1"]},"numeros_6_11_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O sacrifício de pecado é uma oferta feita para expiar as transgressões e restaurar a comunhão com Deus.","explicacao_detalhada":"Em Números 6:11, o sacerdote oferece um sacrifício pelo pecado, simbolizando a necessidade de expiação e a seriedade do pecado diante de Deus.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a condição humana e a necessidade de redenção através de sacrifícios.","conexao_teologica":"O conceito de sacrifício de pecado é central na teologia cristã, onde Jesus é visto como o sacrifício perfeito que remove o pecado do mundo (João 1:29).","referencias_relacionadas":["Levítico 4:27-31","Romanos 3:23-25","Hebreus 9:26"]},"numeros_6_12_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A oferta é um presente ou sacrifício que se faz a Deus como expressão de gratidão ou para expiação.","explicacao_detalhada":"No versículo, a oferta é parte do ritual de purificação e consagração, simbolizando a dedicação do indivíduo a Deus.","por_que_esta_palavra":"A palavra 'oferta' reflete a prática de trazer algo de valor a Deus, reconhecendo Sua soberania e bondade.","conexao_teologica":"As ofertas no Antigo Testamento prefiguram a oferta de Cristo, que se entregou por nós (Efésios 5:2).","referencias_relacionadas":["Levítico 5:15-16","Salmos 54:6","Romanos 12:1"]},"numeros_6_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é uma unidade de tempo que marca a realização de rituais e a consagração do indivíduo.","explicacao_detalhada":"Em Números 6:12, o dia é significativo para a realização dos rituais de purificação e consagração, indicando um tempo específico para a adoração.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a estrutura do tempo sagrado e as festividades religiosas.","conexao_teologica":"O conceito de dia também se relaciona com a criação e o descanso de Deus, enfatizando a santidade do tempo (Gênesis 2:2-3).","referencias_relacionadas":["Êxodo 20:8-11","Salmos 118:24","Mateus 12:8"]},"numeros_6_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como símbolo de Sua presença e autoridade sobre o povo.","explicacao_detalhada":"Em Números 6:12, o nome de Deus é central para a consagração e a invocação de Sua bênção sobre o indivíduo.","por_que_esta_palavra":"A palavra 'senhor' representa a soberania e a relação pessoal que Deus tem com Seu povo.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua revelação e a intimidade que podemos ter com Ele (Salmos 91:14).","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"numeros_6_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é um tempo designado para a realização de rituais de purificação e consagração.","explicacao_detalhada":"Neste contexto, o dia é importante para a observância das leis e rituais que cercam a vida religiosa do povo de Israel.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância do tempo sagrado e a necessidade de dedicar momentos a Deus.","conexao_teologica":"O dia é um lembrete da criação e da importância de separar tempo para Deus em nossas vidas (Gênesis 1:5).","referencias_relacionadas":["Levítico 23:3","Salmos 118:24","Mateus 6:34"]},"numeros_6_13_videira":{"palavra_pt":"videira","palavra_original":"נָזִיר","transliteracao":"nâzîyr","strong":"H5139","significado_raiz":"Ideia básica: videira.","significado_contextual":"A videira é um símbolo de frutificação e bênção, frequentemente associada à prosperidade e à aliança com Deus.","explicacao_detalhada":"No contexto de Números 6:13, a videira representa a abundância e a alegria que vêm da obediência a Deus.","por_que_esta_palavra":"A palavra 'videira' é usada para ilustrar a relação entre Deus e Seu povo, onde Ele é o agricultor e nós somos os ramos.","conexao_teologica":"Jesus se apresenta como a videira verdadeira, enfatizando a importância de permanecer Nele para dar frutos (João 15:1-5).","referencias_relacionadas":["Salmos 80:8-11","Isaías 5:1-7","João 15:1-2"]},"numeros_6_14_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O sacrifício de pecado é uma oferta feita para expiar as transgressões e restaurar a comunhão com Deus.","explicacao_detalhada":"Em Números 6:14, o sacrifício é parte do processo de purificação e reconciliação com Deus, mostrando a seriedade do pecado.","por_que_esta_palavra":"A palavra 'pecado' é fundamental para entender a condição humana e a necessidade de redenção.","conexao_teologica":"O sacrifício de Cristo é o cumprimento perfeito de todos os sacrifícios do Antigo Testamento, oferecendo perdão completo (Hebreus 10:10).","referencias_relacionadas":["Levítico 4:32-35","Romanos 6:23","Hebreus 9:22"]},"numeros_6_14_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A força é um símbolo de poder e sacrifício, representando a oferta de algo valioso a Deus.","explicacao_detalhada":"No contexto de Números 6:14, a força é utilizada como um tipo de sacrifício que demonstra a devoção e a entrega ao Senhor.","por_que_esta_palavra":"A palavra 'forca' reflete a ideia de dar o melhor de si a Deus, reconhecendo Sua grandeza.","conexao_teologica":"A força e a devoção são temas que se conectam com a entrega total a Deus, como ensinado em Mateus 22:37.","referencias_relacionadas":["Salmos 29:1-2","Romanos 12:1","Colossenses 3:23"]},"numeros_6_15_basket":{"palavra_pt":"basket","palavra_original":"סַל","transliteracao":"çal","strong":"H5536","significado_raiz":"Ideia básica: basket.","significado_contextual":"O cesto é um recipiente utilizado para transportar ofertas e sacrifícios, simbolizando a entrega ao Senhor.","explicacao_detalhada":"Em Números 6:15, o cesto é parte do ritual de apresentação das ofertas, representando a generosidade e a gratidão do ofertante.","por_que_esta_palavra":"A palavra 'basket' é importante para entender a prática de trazer ofertas a Deus como um ato de adoração.","conexao_teologica":"O conceito de dar a Deus é um princípio que permeia toda a Escritura, refletindo a generosidade de Deus para conosco (2 Coríntios 9:7).","referencias_relacionadas":["Deuteronômio 26:2","Mateus 6:19-21","2 Coríntios 9:6-8"]},"numeros_6_15_anointing":{"palavra_pt":"azeite/oleo","palavra_original":"שֶׁמֶן","transliteracao":"shemen","strong":"H8081","significado_raiz":"Ideia básica: azeite.","significado_contextual":"O azeite é utilizado na unção, simbolizando a consagração e a presença do Espírito Santo.","explicacao_detalhada":"No contexto de Números 6:15, o azeite é um elemento essencial na cerimônia de consagração do nazireu, representando a separação para Deus e a capacitação divina para a missão.","por_que_esta_palavra":"A palavra 'azeite' é escolhida por sua associação com a unção, que é um ato de santificação e separação para um propósito sagrado.","conexao_teologica":"O azeite simboliza a presença do Espírito Santo e a unção divina, que capacita os crentes para o serviço e a liderança.","referencias_relacionadas":["Êxodo 30:22-33","Salmos 23:5","Atos 10:38"]},"numeros_6_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o mediador entre Deus e o povo, responsável por realizar sacrifícios e interceder em favor da nação.","explicacao_detalhada":"Em Números 6:16, o sacerdote desempenha um papel crucial na consagração do nazireu, garantindo que o ato seja realizado de acordo com as instruções divinas.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar a importância da mediação e da intercessão na relação entre Deus e o povo.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, apontando para Cristo como o Sumo Sacerdote que intercede por nós.","referencias_relacionadas":["Hebreus 5:1-10","Levítico 10:1-3","1 Pedro 2:9"]},"numeros_6_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e poder.","explicacao_detalhada":"Embora a palavra 'urso' não tenha um papel direto no contexto de Números 6:16, ela pode ser vista como uma metáfora para a força que o sacerdote deve ter ao cumprir suas funções.","por_que_esta_palavra":"A inclusão da palavra 'urso' pode ser interpretada como uma referência à força necessária para realizar os deveres sagrados.","conexao_teologica":"A força é frequentemente associada à capacidade de cumprir a vontade de Deus, tanto no sacerdócio quanto na vida do crente.","referencias_relacionadas":["Salmos 18:32-34","Isaías 40:29","Filipenses 4:13"]},"numeros_6_17_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' refere-se a um carneiro, que é um animal sacrificado em adoração a Deus.","explicacao_detalhada":"Em Números 6:17, a oferta de um carneiro simboliza a entrega e a devoção a Deus, sendo um ato de adoração e reconhecimento da soberania divina.","por_que_esta_palavra":"A palavra 'forca' é utilizada para destacar a importância do sacrifício na adoração e na consagração ao Senhor.","conexao_teologica":"O sacrifício do carneiro aponta para o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Gênesis 22:13","Êxodo 12:3-13","João 1:29"]},"numeros_6_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é mencionada novamente, simbolizando força e poder.","explicacao_detalhada":"Embora não tenha um papel direto, a menção do 'urso' pode ser vista como uma ênfase na força necessária para a consagração e o serviço a Deus.","por_que_esta_palavra":"A palavra é utilizada para reforçar a ideia de que a força é necessária para cumprir os mandamentos de Deus.","conexao_teologica":"A força espiritual é essencial para a vida cristã, permitindo que os crentes enfrentem desafios e cumpram a vontade de Deus.","referencias_relacionadas":["Salmos 28:7","Isaías 41:10","2 Timóteo 1:7"]},"numeros_6_17_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é novamente mencionado como o mediador que realiza os rituais de consagração.","explicacao_detalhada":"Em Números 6:17, o sacerdote é responsável por oferecer o sacrifício, simbolizando a intercessão e a mediação entre Deus e o povo.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' enfatiza a importância do papel sacerdotal na vida espiritual da comunidade.","conexao_teologica":"O sacerdócio é um tema que aponta para a necessidade de mediação entre o homem e Deus, culminando em Cristo como nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 4:14-16","Levítico 16:32-34","1 Timóteo 2:5"]},"numeros_6_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo a Deus como parte do processo de consagração.","explicacao_detalhada":"Em Números 6:18, o ato de 'dar' simboliza a entrega total do nazireu a Deus, incluindo suas promessas e votos.","por_que_esta_palavra":"A palavra 'dar' é escolhida para enfatizar a importância da entrega e do sacrifício na vida espiritual.","conexao_teologica":"A entrega a Deus é um princípio fundamental na vida cristã, refletindo a disposição de se submeter à vontade divina.","referencias_relacionadas":["Romanos 12:1","Mateus 16:24","2 Coríntios 8:5"]},"numeros_6_18_poll":{"palavra_pt":"poll","palavra_original":"גָּלַח","transliteracao":"gâlach","strong":"H1548","significado_raiz":"Ideia básica: poll.","significado_contextual":"A palavra 'poll' refere-se ao ato de raspar a cabeça, simbolizando a separação e a consagração a Deus.","explicacao_detalhada":"Em Números 6:18, o ato de raspar a cabeça é um sinal visível da dedicação do nazireu a Deus, marcando um novo começo em sua vida espiritual.","por_que_esta_palavra":"A palavra 'poll' é utilizada para simbolizar a renúncia e a separação do que é mundano em favor do que é sagrado.","conexao_teologica":"A consagração e a separação são temas recorrentes na Bíblia, refletindo a chamada de Deus para que Seu povo seja santo.","referencias_relacionadas":["1 Pedro 1:16","Romanos 6:13","Gálatas 2:20"]},"numeros_6_19_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é mencionado novamente como o responsável por realizar os rituais de consagração.","explicacao_detalhada":"Em Números 6:19, o sacerdote tem a tarefa de lidar com as ofertas do nazireu, simbolizando a intercessão e a mediação entre o homem e Deus.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' reforça a importância do papel sacerdotal na vida espiritual e na adoração a Deus.","conexao_teologica":"O sacerdócio é um tema que aponta para a necessidade de mediação entre o homem e Deus, culminando em Cristo como nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 5:1-4","Levítico 7:34","1 Pedro 2:9"]},"numeros_6_19_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à força e à capacidade de Deus em realizar Seus propósitos.","explicacao_detalhada":"Em Números 6:19, a menção do 'poderoso' pode ser vista como um lembrete da força e do poder de Deus que capacita o nazireu em sua consagração.","por_que_esta_palavra":"A palavra 'poderoso' é escolhida para enfatizar a soberania de Deus e Sua capacidade de agir em favor de Seu povo.","conexao_teologica":"A força de Deus é um tema central na Bíblia, refletindo Sua capacidade de salvar, proteger e guiar Seu povo.","referencias_relacionadas":["Salmos 68:35","Isaías 40:29-31","Efésios 6:10"]},"numeros_6_19_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se à robustez e poder, simbolizando a força de um carneiro, que é um animal sacrificial.","explicacao_detalhada":"No contexto de Números 6:19, a força do carneiro é utilizada como um símbolo de sacrifício e devoção a Deus. O carneiro representa a entrega e a força necessária para cumprir os votos feitos ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'força' enfatiza a importância do sacrifício e a dedicação que deve ser oferecida a Deus, refletindo a seriedade dos votos nazireus.","conexao_teologica":"A força do sacrifício é um tema recorrente na Bíblia, onde a entrega a Deus é vista como um ato de adoração e submissão.","referencias_relacionadas":["Gênesis 22:13","Êxodo 29:15","Levítico 1:10"]},"numeros_6_20_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que serve como mediador entre Deus e o povo, realizando rituais e sacrifícios.","explicacao_detalhada":"Em Números 6:20, o sacerdote desempenha um papel crucial ao abençoar e interceder pelo povo, simbolizando a conexão entre o sagrado e o profano.","por_que_esta_palavra":"A presença do sacerdote é fundamental para a realização dos rituais e a aceitação dos sacrifícios, destacando a importância da mediação na relação com Deus.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, representando a intercessão de Cristo como nosso sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"numeros_6_20_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se à oferta feita a Deus, simbolizando devoção e arrependimento.","explicacao_detalhada":"No contexto de Números 6:20, o sacrifício é uma expressão de gratidão e compromisso com Deus, sendo um ato de adoração que requer a entrega de algo valioso.","por_que_esta_palavra":"O sacrifício é uma prática essencial na adoração israelita, representando a necessidade de expiação e a busca pela santidade.","conexao_teologica":"O conceito de sacrifício é central na teologia cristã, culminando no sacrifício de Cristo na cruz como a oferta perfeita.","referencias_relacionadas":["Levítico 1:3","Salmos 51:17","Hebreus 9:26"]},"numeros_6_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que denota autoridade e soberania.","explicacao_detalhada":"Em Números 6:21, o uso do nome 'Senhor' enfatiza a relação de aliança entre Deus e Seu povo, destacando a importância de reconhecer Sua autoridade.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo de Israel, simbolizando Sua presença e compromisso com eles.","conexao_teologica":"O nome de Deus é reverenciado em toda a Escritura, sendo um símbolo da Sua santidade e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"numeros_6_21_videira":{"palavra_pt":"videira","palavra_original":"נָזִיר","transliteracao":"nâzîyr","strong":"H5139","significado_raiz":"Ideia básica: videira.","significado_contextual":"A palavra 'videira' simboliza a separação e a consagração a Deus, representando a vida e a frutificação.","explicacao_detalhada":"No contexto de Números 6:21, a videira é um símbolo de pureza e dedicação, refletindo a vida de alguém que se separa para o serviço de Deus.","por_que_esta_palavra":"A videira é frequentemente associada à fertilidade e à bênção, sendo um símbolo de prosperidade na vida espiritual.","conexao_teologica":"Jesus se identifica como a videira verdadeira, enfatizando a importância de permanecer Nele para frutificar.","referencias_relacionadas":["João 15:1","Isaías 5:1","Gálatas 5:22"]},"numeros_6_21_promessa":{"palavra_pt":"promessa","palavra_original":"נָדַר","transliteracao":"nâdar","strong":"H5087","significado_raiz":"Ideia básica: promessa.","significado_contextual":"A palavra 'promessa' refere-se ao compromisso solene de dedicar-se a Deus, muitas vezes associado a votos ou votos nazireus.","explicacao_detalhada":"Em Números 6:21, a promessa é um ato de fé e devoção, onde o indivíduo se compromete a viver de acordo com os princípios de Deus.","por_que_esta_palavra":"A ideia de fazer promessas a Deus é uma prática comum na vida espiritual, refletindo a seriedade do compromisso com a fé.","conexao_teologica":"As promessas feitas a Deus são um reflexo da aliança que Ele estabelece com Seu povo, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Deuteronômio 23:21","Salmos 76:11","Eclesiastes 5:4"]},"numeros_6_22_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar, especialmente em um contexto de bênção e instrução.","explicacao_detalhada":"Em Números 6:22, o ato de falar é um meio pelo qual Deus comunica Sua vontade e bênção ao Seu povo através do sacerdote.","por_que_esta_palavra":"A comunicação é fundamental na relação entre Deus e a humanidade, sendo a palavra um veículo de revelação e bênção.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é essencial para a edificação da fé.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"numeros_6_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente refere-se ao nome de Deus, enfatizando Sua autoridade e presença.","explicacao_detalhada":"Em Números 6:22, o nome do Senhor é invocado como parte da bênção, ressaltando a importância de Sua presença na vida do povo.","por_que_esta_palavra":"A invocação do nome de Deus é um ato de reconhecimento de Sua soberania e um pedido de Sua intervenção.","conexao_teologica":"A invocação do nome do Senhor é um tema central na oração e na adoração, refletindo a dependência do povo em relação a Ele.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 2:21"]},"numeros_6_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de pronunciar ou declarar, especialmente em um contexto de bênção.","explicacao_detalhada":"Em Números 6:22, o ato de dizer é uma forma de transmitir a bênção de Deus ao povo, enfatizando a importância da palavra falada.","por_que_esta_palavra":"A declaração verbal é uma forma poderosa de comunicação, especialmente quando se trata de bênçãos e promessas divinas.","conexao_teologica":"A palavra de Deus é frequentemente proclamada e declarada, sendo um meio pelo qual a fé é fortalecida.","referencias_relacionadas":["Romanos 10:17","1 Pedro 4:11","Hebreus 13:15"]},"numeros_6_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de filiação, simbolizando a conexão entre Deus e Seu povo.","explicacao_detalhada":"Em Números 6:23, a menção do 'filho' destaca a relação íntima e pessoal que Deus deseja ter com aqueles que O seguem.","por_que_esta_palavra":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a adoção e a herança espiritual.","conexao_teologica":"A filiação divina é um tema recorrente nas Escrituras, onde os crentes são chamados de filhos de Deus através da fé em Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"numeros_6_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a ordem divina que deve ser proclamada pelos sacerdotes.","explicacao_detalhada":"No contexto de Números 6:23, Deus instrui Moisés a dizer aos sacerdotes como abençoar o povo de Israel. O ato de 'dizer' implica uma comunicação direta da vontade de Deus ao Seu povo.","por_que_esta_palavra":"A palavra 'dizer' é fundamental porque representa a transmissão da palavra de Deus, que é essencial para a vida espiritual do povo.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, onde a palavra de Deus é vista como viva e eficaz.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 119:105","Mateus 4:4"]},"numeros_6_23_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de invocar a bênção de Deus sobre o povo.","explicacao_detalhada":"No versículo, os sacerdotes são instruídos a abençoar os israelitas, o que implica um desejo de que Deus conceda proteção e prosperidade ao Seu povo.","por_que_esta_palavra":"A bênção é um ato de graça divina, e 'abençoar' é uma responsabilidade dos líderes espirituais.","conexao_teologica":"A bênção de Deus é um tema recorrente na Bíblia, simbolizando a Sua presença e favor sobre o Seu povo.","referencias_relacionadas":["Gênesis 12:2","Salmos 67:1","Tiago 1:17"]},"numeros_6_24_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' é repetida, enfatizando a importância da bênção na vida do povo de Deus.","explicacao_detalhada":"A bênção é um elemento vital na relação entre Deus e Israel, e os sacerdotes têm o papel de mediadores dessa bênção.","por_que_esta_palavra":"Reiterar a bênção mostra a continuidade do cuidado e da proteção divina sobre o povo.","conexao_teologica":"A bênção é um sinal da aliança entre Deus e Seu povo, refletindo o amor e a fidelidade de Deus.","referencias_relacionadas":["Números 6:22-27","Deuteronômio 28:1-6","Romanos 15:29"]},"numeros_6_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome sagrado de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"O uso do nome 'senhor' neste contexto é um reconhecimento da divindade e do poder de Deus sobre todas as coisas.","por_que_esta_palavra":"Chamar Deus de 'senhor' é um ato de submissão e reverência, reconhecendo Sua posição suprema.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando a relação pessoal entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_6_24_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em proteção e segurança que Deus oferece ao Seu povo.","explicacao_detalhada":"Neste contexto, 'salvar' refere-se à ação de Deus em preservar Israel de perigos e adversidades.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, representando a intervenção divina na vida dos crentes.","conexao_teologica":"A salvação de Deus é uma expressão do Seu amor e cuidado, refletindo a promessa de proteção e redenção.","referencias_relacionadas":["Salmos 91:15","Isaías 43:2","Romanos 10:13"]},"numeros_6_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente utilizada, reforçando a importância do nome de Deus na bênção.","explicacao_detalhada":"A repetição do nome 'senhor' enfatiza a centralidade de Deus na vida do povo e a necessidade de reconhecer Sua autoridade.","por_que_esta_palavra":"O nome de Deus é um símbolo de Sua presença e poder, essencial para a identidade do povo de Israel.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e confiança, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Salmos 20:7","Atos 4:12","1 Coríntios 10:31"]},"numeros_6_25_achar":{"palavra_pt":"achar","palavra_original":"חָנַן","transliteracao":"chânan","strong":"H2603","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se ao ato de encontrar favor ou graça diante de Deus.","explicacao_detalhada":"Neste contexto, 'achar' implica que Deus concede Sua graça e favor ao Seu povo, resultando em bênçãos.","por_que_esta_palavra":"Encontrar graça é essencial para a vida espiritual, pois representa a bondade de Deus em ação.","conexao_teologica":"A graça de Deus é um tema central na salvação e na vida cristã, refletindo Sua misericórdia e amor.","referencias_relacionadas":["Gênesis 6:8","Salmos 84:11","Efésios 2:8"]},"numeros_6_25_luminoso":{"palavra_pt":"luminoso","palavra_original":"אוֹר","transliteracao":"ʼôwr","strong":"H215","significado_raiz":"Ideia básica: luminoso.","significado_contextual":"A palavra 'luminoso' refere-se à luz que representa a presença e a glória de Deus.","explicacao_detalhada":"Neste contexto, 'luminoso' simboliza a orientação e a revelação que Deus oferece ao Seu povo.","por_que_esta_palavra":"A luz é um símbolo de esperança e direção, essencial na caminhada espiritual.","conexao_teologica":"A luz de Deus é frequentemente associada à verdade e à vida, refletindo a natureza divina.","referencias_relacionadas":["Salmos 27:1","João 8:12","1 João 1:5"]},"numeros_6_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente mencionada, reforçando a importância da invocação do nome de Deus na bênção.","explicacao_detalhada":"A repetição do nome 'senhor' enfatiza a necessidade de reconhecer a soberania de Deus em todas as áreas da vida.","por_que_esta_palavra":"O nome de Deus é um símbolo de Sua autoridade e poder, essencial para a adoração.","conexao_teologica":"A invocação do nome de Deus é um ato de fé que conecta o povo à Sua presença e promessa.","referencias_relacionadas":["Salmos 116:4","Romanos 10:13","Hebreus 13:15"]},"numeros_6_26_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à majestade de Deus.","explicacao_detalhada":"Neste contexto, 'grande' destaca a grandeza de Deus em Sua capacidade de abençoar e proteger o Seu povo.","por_que_esta_palavra":"Reconhecer a grandeza de Deus é fundamental para a adoração e a reverência.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua soberania sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Apocalipse 19:16"]},"numeros_6_26_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) no contexto de Números 6:26 refere-se a um estado de bem-estar completo e harmonia, tanto física quanto espiritual.","explicacao_detalhada":"Shalom é mais do que a ausência de conflito; implica em plenitude, integridade e prosperidade. No contexto da bênção sacerdotal, é um desejo de que o Senhor conceda a paz em todos os aspectos da vida.","por_que_esta_palavra":"A inclusão da palavra 'paz' na bênção sacerdotal enfatiza a importância da harmonia e do bem-estar na vida do povo de Israel, refletindo o caráter de Deus como o doador da paz.","conexao_teologica":"A paz é um tema central na teologia bíblica, representando a restauração do relacionamento entre Deus e a humanidade, especialmente através de Cristo, que é chamado de Príncipe da Paz (Isaías 9:6).","referencias_relacionadas":["Isaías 26:3","Romanos 5:1","Filipenses 4:7"]},"numeros_6_27_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' (sûwm) em Números 6:27 é usada para descrever a magnitude da bênção que o Senhor deseja conceder ao Seu povo.","explicacao_detalhada":"Neste contexto, 'grande' refere-se à importância e ao impacto da bênção que é invocada sobre os israelitas, indicando que a ação de Deus em suas vidas é significativa e poderosa.","por_que_esta_palavra":"A escolha da palavra 'grande' ressalta a generosidade de Deus e Sua capacidade de realizar grandes coisas na vida de Seu povo.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Escritura, refletindo Sua soberania e poder em criar e sustentar o universo, bem como em redimir Seu povo.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Mateus 19:26"]},"numeros_6_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' (bên) em Números 6:27 refere-se à relação especial entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","explicacao_detalhada":"No contexto da bênção, a menção de 'filho' destaca a intimidade e a filiação que os israelitas têm com Deus, enfatizando Sua proteção e cuidado paternal.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a identidade do povo de Deus como Sua herança e a relação especial que têm com Ele.","conexao_teologica":"A filiação divina é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus através da fé em Cristo (João 1:12).","referencias_relacionadas":["Romanos 8:14","Gálatas 4:6","1 João 3:1"]},"numeros_6_27_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' (bârak) em Números 6:27 é usada para descrever a ação de Deus de conceder bênçãos ao Seu povo.","explicacao_detalhada":"A bênção é uma invocação do favor divino, e 'abençoar' implica em um ato de graça e generosidade por parte de Deus, que deseja o bem-estar de Seu povo.","por_que_esta_palavra":"A palavra 'abençoar' é central na prática religiosa israelita, refletindo a expectativa de que Deus atue em favor de Seu povo.","conexao_teologica":"A bênção de Deus é um tema que permeia toda a Escritura, culminando na bênção da salvação através de Jesus Cristo.","referencias_relacionadas":["Gênesis 12:2","Números 23:20","Efésios 1:3"]}}